[{"id":"f7451c58dcf3f9d7","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f7451c58dcf3f9d7","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29728558","title":"Senior Android Developer Consultant","company":"DIZAYEE SOLUTIONS AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1748131200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"mushir@dsab.eu, jibranbaladi@dsab.eu","description":"**About Us:**  \n\nDizayee Solutions AB is a growing IT consultancy company providing expert solutions to leading companies across Sweden and beyond. Our consultants work with cutting-edge technologies and diverse customers, primarily in the automotive industry, but we are not limited to this domain. Our team is built on professionalism, dedication, and technical excellence.\n  \n  \n\n**Role Overview:**  \n\nWe are currently seeking a Senior Android Developer Consultant to join our team. In this role, you will work on exciting assignments with our customers, mainly within the automotive sector. As a consultant, you will be responsible for designing, developing, and maintaining high-quality Android applications tailored to our customers' specific needs.\n  \n  \n\n**Key Responsibilities:**  \n\nDevelop, maintain, and optimize Android applications with a strong focus on performance and usability.\n  \nCollaborate with cross-functional teams, including UX\/UI designers, backend developers, and product owners.\n  \nParticipate in requirement analysis, architecture discussions, and code reviews.\n  \nEnsure code quality and best practices in development, testing, and documentation.\n  \nFollow customer-specific development processes, rules, and guidelines.\n  \nDeliver tasks and assignments as per customer specifications and timelines.\n  \nAdapt to different work environments and contribute positively to customer teams.\n  \n**Skills needed:** Android Studio, JetPack components, MVVM, MVI, Clean Architecture, Firebase Integrations, Dependency injections, RoomDb, SqlDelight, Sqlite, Rest api integrations, Version control systems (GitHub, Git, Bibucket), Segment, Mixpanel, OneSignal, Project Management Tools (Azure, Jira, Trello, Asana).\n  \n  \n\n**Requirements:**  \n\nBachelor’s or Master’s degree in Computer Science, Engineering, or related field.\n  \n5+ years of professional experience in Android application development.\n  \nStrong proficiency in Kotlin and Java.\n  \nDeep understanding of Android SDK, Android Studio, and modern development frameworks (Jetpack Compose, MVVM, etc.).\n  \nExperience working with RESTful APIs, third-party libraries, and cloud services.\n  \nKnowledge of unit testing and automation tools.\n  \nFamiliarity with agile development methodologies.\n  \nPrevious experience working in the automotive or embedded domain is a plus.\n  \nExcellent communication skills in English (Swedish is a plus).\n  \nAbility to work independently and manage customer expectations professionally.\n  \n  \n\n**What We Offer:**  \n\nOpportunities to work with leading clients and innovative projects.\n  \nA supportive and flexible work culture.\n  \nCompetitive compensation and benefits.\n  \nContinuous learning and professional development.\n  \n  \n\n**Additional Information:**  \n\nAs a consultant at Dizayee Solutions AB, you will follow all rules, regulations, and working standards set by our customers, and perform tasks as assigned under their project and team structures.\n  \nFor further questions please feel free to contact mushir@dsab.eu or jibranbaladi@dsab.eu","company_url":"https:\/\/se.indeed.com\/cmp\/Dizayee-Solutions-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4168475469","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4168475469","job_url_direct":null,"title":"Sr Java Backend Software Engineer","company":"Worldline","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology and Engineering","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"**This is Worldline** \n\n\n\n\n Worldline helps businesses of all shapes and sizes to accelerate their growth journey - quickly, simply, and securely. We are the innovators at the heart of the payments technology industry, shaping how the world pays and gets paid. Our technology powers the growth of millions of businesses across 5 continents. And just as we help our customers accelerate their business, we are committed to helping our people accelerate their careers. Together, we shape the evolution.\n \n\n\n\n  \n\n\n\n\n\n**The Opportunity** \n\n\n\n\n We are looking for an upbeat\n **Sr Java Backend Software Engineer** \n to join our team. During your journey, you will become familiar with all different essential topics related to merchant facing digital services and you will increase your knowledge to step up further and challenge yourself.\n \n\n\n\n  \n\n\n\n\n\n Being part of a product team, you will transfer the product vision into design, development, and delivery, to own the backlog toward building the right product. As it is a fairly new product\\service, there is room for your own interpretation and freedom to steer the content of this role, based on your experience and character.\n \n\n\n\n  \n\n\n\n\n\n In this role as experienced Engineer, you are expected to be able to grasp the business problem at hand and self-organize to deliver the solution. In this team we don’t delegate features to build but rather problems to solve for our engineers.\n \n\n\n\n  \n\n\n\n\n\n**The team** \n\n\n\n\n You will be working in a team that today is working in an empowered way of working where we focus on Individual Contributors and involve engineers in the design process to have very good understanding of the What and Why before moving onto to How. Software engineers take on responsibility to design it, build it and ship it! Everyone in the team is value oriented and customer centric to solve real world merchant problems.\n \n\n\n\n  \n\n\n\n\n\n**Day-to-Day Responsibilities​** \n\n\n\n* You develop solutions for our customers based on current Java technologies (including JavaScript).\n* Examine existing code, identify flaws and build solutions to improve it.\n* Cooperate optimally with your team on the active sprint to craft new software solutions.\n* Support the creation of technical concepts.\n* Participate with recommendations regarding knowledge, priorities, and estimates.\n* Help complete full software development processes for each assigned project, adhering to company standards and expectations.\n\n\n\n  \n\n\n\n\n\n**Who Are We Looking For** \n\n\n\n\n People who can drive positive change, step up and show what’s next – people with passion, can-do attitude and a hunger to learn and grow. You have a professional approach, being constructive and finding solutions in the best interest of the business. You also:\n \n\n\n* Have a Bachelor’s degree in computer science, software engineering, or another related field.\n* Proven experience in Java and JavaScript.\n* Previous experience working with AWS.\n* Knowledge of database technologies especially SQL.\n* Practical experience with version control systems like Git.\n* Strong communication skills, with the ability to connect with both technical and non-technical colleagues.\n* Strong analytical skills to effectively process and structure large amounts of information.\n* Are a quick learner and self-starting, showing drive and initiatives supporting business goals.\n* Are a great teammate who supports his team and puts the business objectives first.\n\n\n\n  \n\n\n\n\n\n**Perks & Benefits** \n\n\n\n\n At Worldline, you’ll get the chance to be at the heart of the global payments technology industry and shape how the world pays and gets paid. On top of that, you will also:\n \n\n\n* Health contribution\n* Health check – Every 2:nd year\n* Private Health Care Insurance (EuroAccident)\n* Parental pay and 12 months pension during parental leave\n* Opportunity to hybrid working according to company standard\n* Benefit portal with many great offers, plus more.\n\n\n\n  \n\n\n\n\n\n**Shape the evolution** \n\n\n\n\n We are pushing towards the next frontiers of payments technology, and we look for big thinkers to join our journey. People with passion, can-do attitude and a hunger to learn and grow. Here you’ll work with ambitious colleagues from around the world, take on unique challenges as a team, and make a real impact on the society. And with our empowering culture, strong technology and extensive training opportunities, we help you accelerate your career. Wherever you decide to go. Join our global team of over 18,000 innovators across 40+ countries, and shape a tomorrow that is yours to own.\n \n\n\n\n  \n\n\n\n\n\n**Learn more about life at Worldline at jobs.worldline.com** \n\n\n\n\n  \n\n\n\n\n\n**We are proud to be an Equal Opportunity employer. We do not discriminate based upon race, religion, color, national origin, sex (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender identity, gender expression, age, status as an individual with a disability, or any applicable legally protected characteristics.**","company_url":"https:\/\/fr.linkedin.com\/company\/worldlineglobal","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEDbczIleOyqg\/company-logo_100_100\/company-logo_100_100\/0\/1664896041493\/worldlineglobal_logo?e=2147483647&v=beta&t=9KpmMOB-yDxW3CrNro26W1tsmWxOhK5v7feLtlErhdY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4064904602","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4064904602","job_url_direct":"https:\/\/careers.valtech.com\/jobs\/5143657-backend-developer?utm_source=LinkedInTTEUAPMENA&urlHash=vJLY","title":"Backend Developer","company":"Valtech","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Valtech is looking for a Backend Developer based in Stockholm. Are you passionate about building innovative, scalable solutions\n *,* \n do you have an eye for detail, and do you thrive in collaborative working environment? Are you based in Stockholm and able to work on-site with our clients in the area on a regular basis? Then you might be the person we’re looking for! Keep reading to find out.\n \n\n\n\n We are looking for multiple profiles, both fluent in Swedish, and non-Swedish speaking.\n \n\n\n\n  \n\n\n\n\n\n**A day in the life of a Backend Developer** \n\n\n\n\n Your role as a Backend Developer and a consultant at Valtech will not only entail providing technical expertise but also understanding the business needs of our clients and effectively communicating how our solutions can address their challenges and contribute to their success.\n \n\n\n\n Your responsibilities will encompass every stage of client engagements, from initial discovery to final delivery. This will involve close collaboration with local and regional project teams, both internally at Valtech and alongside our valued clients.\n \n\n\n\n  \n\n\n\n\n\n**In Addition, You Will** \n\n\n\n* Collaborate with cross-functional teams to design, develop, and mantain innovative solutions that meet client requirements\n* Contribute to the continuous improvement of our development processes and methodologies\n* Work with modern development practices, including CI\/CD, containerization (Docker, Kubernetes), and automated testing\n* Help maintain system documentation and participate in project reviews\n* Actively participate in client meetings, workshops, and presentations to ensure alignment and transparency throughout the project lifecycle\n\n\n\n  \n\n\n\n\n\n**You and the role** \n\n\n\n\n You are a developer at mid-to-senior level with at least 5 years of experience in the field of backend-end development. As a person, you are flexible and adaptable to changes, and can see yourself thriving in working in a highly innovative fast-paced start-up like environment.\n \n\n\n\n  \n\n\n\n\n\n**We would love if you have** \n\n\n\n* A relevant technical education or equivalent level of experience within the following areas or similar: computer science, software engineering, application development, backend engineering\n* At least 5 years of professional experience in backend development, ideally in an agile project environment\n* Preferable professional working experience from IT consultancy, digital agency, start-up or similar fast-paced working environment\n* Proven track record of effectively engaging with stakeholders and identifying opportunities to add value to their projects\n* Flexibility to work on-site in and around Stockholm multiple times a week\n\n\n\n  \n\n\n\n\n\n**Your Technical Skills Should Include** \n\n\n\n* Solid knowledge of both Java and .NET\n* Experience working with cloud solutions (Azure, AWS, GCP)\n* Ideally, you are comfortable working with containerized solutions (Kubernetes, Docker)\n* Any experience or interest to work with Kotlin will be considered as a plus but is not required for this role\n* Experience working in agile working environment with tools like Jira and Confluence\n\n\n\n  \n\n\n\n\n\n**What you can expect from us** \n\n\n\n\n Valtech will always be recognized not just for the quality of the work we deliver, but for all the amazing people that make it happen. We don’t just talk about how to get things done; we really do transform by doing. We have an inclusive culture where we share our thoughts and our knowledge, we have fun together, and we care about each other. Our core values, Share, Care, Dare defines our culture and makes Valtech a workplace where you thrive and develop.\n \n\n\n\n Read more about life at Valtech here.\n \n\n\n\n You can read more about our benefits and what we offer here.\n \n\n\n\n  \n\n\n\n\n\n**Join Valtech** \n\n\n\n\n Not only can you help us lead the experience revolution, but you can lead the change. The journey Valtech is on is ambitious and therefore opens doors. The more we grow – the more opportunities there are to take responsibility, implement your creative ideas, and be the innovator and driver to help move us, and our clients, forward.\n \n\n\n\n**Does it excite you to join Valtech on this journey? And would you like to become our next Backend Developer?** \n\n\n\n\n**Then apply today** \n . We cannot wait to hear from you!","company_url":"https:\/\/fr.linkedin.com\/company\/valtech","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFSPsCKDQ-lvQ\/company-logo_100_100\/company-logo_100_100\/0\/1697789289882\/valtech_logo?e=2147483647&v=beta&t=sVjAKV5na8TLAMAdhu7_8zt7h95vjVInUpM06QiteXg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4206032068","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4206032068","job_url_direct":null,"title":"Fullstack utvecklare med erfarenhet av Angular till kund inom elhandel - Castra","company":"Castra","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"Charlotta.Ljung@castra.se","description":"*Vi utmanar de traditionella konsultbolagen och vi kan med stolthet säga att Castra är konsultbranschens mest utvecklande arbetsplats där allt är möjligt. Känns det här som företaget för dig så läs gärna vidare.*\n Om rollen\n   \n\n  \n\n Vi letar efter dig som brinner för att skapa snygga, smarta och användarvänliga lösningar till ett uppdrag hos kund som jobbar med elhandel och balanshantering. Du kommer att arbeta nära produktteamet med att utveckla gränssnitt och funktioner som gör verklig skillnad för våra användare. Rollen passar dig som både gillar att skriva snygg kod och har ett öga för UX och design.\n   \n\n  \n\n Din bakgrund\n   \n\n  \n\n Vi tror att du har:\n   \n\n  \n\n* Minst 5 års erfarenhet av webbutveckling\n* Minst 3 års erfarenhet av Angular\n* Goda kunskaper i TypeScript, Angular och REST API:er\n* Erfarenhet av databaser, t.ex. MySQL\n* Mycket god förståelse för JavaScript\/TypeScript samt god koll på semantisk HTML och CSS\n* Erfarenhet av .Net \/ C#\n\n\n Dina egenskaper\n   \n\n  \n\n För att trivas och lyckas i rollen tror vi att du:\n   \n\n  \n\n* Har ett stort intresse för användarupplevelse och en känsla för design och detaljer\n* Värdesätter hög kodkvalitet och skriver ren, underhållbar och välstrukturerad kod\n* Har god förståelse för webben som plattform — hur webbläsare fungerar och bästa praxis kring säkerhet och prestanda\n* Är van att arbeta med prestandafrågor och vet hur man både hittar och förebygger problem\n* Gillar att vara med och diskutera tekniska lösningar och bidra i beslut kring arkitektur\n* Är en lagspelare med positiv energi och prestigelös inställning\n\n\n**Varför ska du välja oss?**\n Här tror vi på frihet, möjligheter och medbestämmande. Att du som medarbetare ska ha möjlighet att utvecklas och forma ditt arbete utefter dina intressen och prioriteringar i livet. Att alla får vara med och forma och påverka bolaget genom delägarskap, advisory board och projektgrupper. Att det är viktigt att ha ett sammanhang, känna tillhörighet och att man har kollegor som stöttar, utvecklar och tror på en.\n   \n\n  \n\n**Om Castra**\n Castra är en entreprenörsdriven konsultgrupp inom IT, management och systemutveckling. Bolaget ägs gemensamt av medarbetarna och tillsammans bygger vi det företag vi själva vill jobba på.\n   \n\n  \n\n Vår vision är att vi ska vara Sveriges bästa arbetsgivare för konsulter. Att vi blivit certifierade av Great Place to Work® fem år i rad är ett bevis på våra höga mål kring företagskultur. Våra tankar om delaktighet, påverkansmöjligheter och respekt för individens egna val och möjligheter fungerar.\n   \n\n  \n\n Företaget har kontor i Göteborg, Stockholm, Helsingborg, Malmö, Linköping, Norrköping, Örebro och Jönköping. Mer information om Castra-koncernen hittar du på vår hemsida www.castra.se.\n   \n\n  \n\n**Har vi lyckats väcka din nyfikenhet?** \n Sök direkt via länken eller kontakta Charlotta.Ljung@castra.se eller 0728716312","company_url":"https:\/\/se.linkedin.com\/company\/castra-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFMIRyW6p4S0Q\/company-logo_100_100\/company-logo_100_100\/0\/1674656720936\/castra_ab_logo?e=2147483647&v=beta&t=2vANNuLgi7uaxzUyURUVgJCYdpIAUB2bMXVwdnisIr4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4166254824","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4166254824","job_url_direct":"https:\/\/bli.b3.se\/jobs\/5615719-azure-arkitekt?utm_source=LinkedIn&urlHash=rbLr","title":"Azure Arkitekt","company":"B3 Cloud","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Brinner du för att lösa problem och skapa smarta, hållbara molnlösningar? Vill du vara en del av ett gäng som värdesätter både innovation och arbetsglädje? Då kan vi vara din nästa arbetsplats!\n   \n\n  \n\n**Om rollen:**\n Som\n **Azure Cloud Arkitekt** \n hos oss får du en\n **nyckelroll** \n i att hjälpa våra kunder ta nästa steg i sin molnresa. Tillsammans med våra konsulter och utvecklare bygger du\n **hållbara och skalbara molnlösningar** \n – alltid med fokus på innovation, säkerhet och effektivitet.\n   \n\n  \n\n 💬\n **Lyssna och förstå** \n – Du jobbar nära kunderna för att förstå deras behov och översätta dem till smarta lösningar.\n   \n\n  \n\n 🛠️\n **Skapa och implementera** \n – Designa arkitekturer, bygga skalbara miljöer och optimera befintliga system.\n   \n\n  \n\n 🔍\n **Analysera och förbättra** \n – Se till att prestanda, säkerhet och kostnadseffektivitet alltid är på topp.\n   \n\n  \n\n 🤝\n **Samarbeta och dela kunskap** \n – Vi tror på att växa tillsammans! Du blir en del av ett team där vi inspirerar och stöttar varandra.\n   \n\n  \n\n 🎯\n **Sätta strategier** \n – Hjälpa kunder att förstå molnets möjligheter och bygga en långsiktig roadmap.\n   \n\n  \n\n Hos oss får du\n **kombinera teknisk expertis med kreativ problemlösning** \n – och samtidigt ha riktigt kul på jobbet!\n   \n\n  \n\n**Är det här du?** \n 🌱\n   \n\n  \n\n ✔️ Du har minst fyra års erfarenhet som konsult inom molnteknik.\n   \n\n  \n\n ✔️ Du har jobbat med infrastruktur, inom Azure.\n   \n\n  \n\n ✔️ Du gillar att hitta smarta IT-lösningar och har ett öga för helheten.\n   \n\n  \n\n ✔️ Du pratar och skriver flytande svenska, då det krävs i det dagliga arbetet.\n   \n\n  \n\n**Vad vi erbjuder** \n 🎁\n   \n\n  \n\n**Flexibilitet** \n – vi tror på balans mellan jobb och fritid.\n **Kompetensutveckling** \n – utbildningar, certifieringar och en massa mer.\n **Härlig företagskultur** \n – AW:s, konferensresor och roliga aktiviteter.\n   \n\n  \n\n**Inkluderande arbetsmiljö** \n – hos oss är alla välkomna och vi lyfter varandra!\n   \n\n  \n\n**Vem är vi?** \n 🤗\n   \n\n  \n\n Vi är\n **B3 Cloud** \n , ett härligt gäng på cirka 40 molnexperter i Stockholm och Göteborg. Vi är stolta över att vara en av Sveriges bästa arbetsplatser och vi brinner för att skapa innovativa lösningar tillsammans! 💡\n   \n\n  \n\n**Om B3 Consulting Group**\n*B3 Consulting Group är ett expansivt konsultbolag med cirka 1000 medarbetare. Vi brinner för innovation och hjälper Sveriges ledande företag och organisationer att skapa framtidens möjligheter genom digital transformation. B3 finns på* \n tolv orter i Sverige samt i Polen, med huvudkontor i Stockholm. Bolaget grundades 2003, är noterat på Nasdaq Stockholm Small Cap och omsatte 1 141 MSEK 2023.\n   \n\n  \n\n*Vi är stolta över vår prisbelönta företagskultur, där olikheter, erfarenheter och gemensam energi värdesätts. Som ett etiskt och transparent bolag strävar vi efter att ha en positiv påverkan på samhället, människor och miljön. Vi är även engagerade i Women in Tech och initiativ för att stärka AI-utbildning för kvinnor. 2024 utsågs vi till Årets Employer Branding-företag, och vår HR-chef vann titeln Årets HR-chef.*\n 💌\n **Låter det spännande?** \n Hör av dig! Vi ser fram emot att lära känna dig!","company_url":"https:\/\/se.linkedin.com\/company\/b3-cloud","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFqErJ3mIKvsA\/company-logo_100_100\/company-logo_100_100\/0\/1630653817364\/b3_cloud_logo?e=2147483647&v=beta&t=yvyKSBwKlvDqoROV40ensotb--0afWpCtLcfKGi_9uQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4234584943","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4234584943","job_url_direct":null,"title":"UX\/UI Designer Intern","company":"XR Solutions","location":"Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Design, Marketing, and Quality Assurance","company_industry":"Software Development, Manufacturing, and IT System Training and Support","listing_type":null,"emails":null,"description":"**XR Solutions** \n is a technology based company that utilizes machine learning and powerful research-based optimizations to provide practical, reliable and optimizing augmented reality solutions to industrial companies.\n \n\n\n\n We believe that our AR technology can change working methods, the way of thinking and enable new innovative solutions that previously was not achievable in industry and machine operation.\n \n\n\n\n  \n\n\n\n\n\n**Role Overview:** \n\n\n\n\n We are seeking a passionate and dedicated\n **UX\/UI Designer** \n to join our team for an Internship. This is an exciting opportunity for someone looking to gain hands-on experience in Design, Marketing and XR within a fast-paced and supportive environment.\n \n\n\n\n  \n\n\n\n\n\n**You will among other things be work with:** \n\n\n\n\n  \n\n\n\n\n* Be involved in all stages of the design process within projects; from research, workshops, idea generation, concepts to prototypes and delivery of design.\n* Create marketing content and be a part of taking our product to market.\n* Create interaction design through customer journeys, sketches, wireframes and prototypes based on insights.\n* Use creative tools like Figma and other suitable design software in the XR space.\n* Conducting deep interviews and workshops for user research and product testing.\n* Monitor and design the interface for head-mounted XR glasses and how the user should integrate with the software (e.g. Hand movements, eye tracking, etc.)\n\n\n\n  \n\n\n\n\n\n**To succeed in this role, you should have** \n\n\n\n\n  \n\n\n\n\n* Previous of relevant work experience in UX\/UI and\n **XR Design** \n (\n **Meritorious)**\n* An ability to easily communicate and work with others in teams, both with colleagues and customers.\n* A self-propelled working method\n* An ability to choose the tools and methods that best suit each specific situation.\n* A user-focused mindset – a passionate drive for understanding and meeting user needs.\n* Experience with Figma\n* Open mindset to try new working methods and software tools that just launched on the market.\n\n\n\n  \n\n\n\n\n\n**What we offer** \n\n\n\n* Practical experience of e.g. product development in the AR-Space\n* Opportunity to contribute directly to the growth of an exciting Startup\n* Remote work and flex Office spaces\n* Strategic work and planning\n* Be part of a product launch\n\n\n\n  \n\n\n\n\n\n If you’re excited about this opportunity and eager to learn, please send your resume outlining your interest in the position. We look forward to helping you grow your skills and advance your career in Design and marketing.\n \n\n\n\n  \n\n\n\n\n\n This is a unpaid internship initially","company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHeCFw56iRkeQ\/company-logo_100_100\/company-logo_100_100\/0\/1633338980908\/xr_solutions1_logo?e=2147483647&v=beta&t=Sp6Rv1MGRYTqKXD1xlNxk1Ry95mBFlOuB6_Kzq8ZQPQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4145432807","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4145432807","job_url_direct":"https:\/\/careersatagoda.com\/job\/6590179-product-designer-enterprise-products-bangkok-based\/?gh_jid=6590179&gh_src=c465d9c41&urlHash=piGM","title":"Product Designer – Enterprise Products (Bangkok Based)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"****About Agoda****\n Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with a global network of 4.7M hotels and holiday properties worldwide, plus flights, activities, and more . Based in Asia and part of Booking Holdings, our 7,100+ employees representing 95+ nationalities in 27 markets foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enhancing the ability for our customers to experience the world.\n   \n\n  \n\n**Our Purpose –** \n**Bridging the World Through Travel**\n We believe travel allows people to enjoy, learn and experience more of the amazing world we live in. It brings individuals and cultures closer together, fostering empathy, understanding and happiness.\n   \n\n  \n\n We are a skillful, driven and diverse team from across the globe, united by a passion to make an impact. Harnessing our innovative technologies and strong partnerships, we aim to make travel easy and rewarding for everyone.\n   \n\n  \n\n****About Agoda****\n Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with more than 2.5 million accommodations globally. Based in Asia and part of Booking Holdings, our 4,000+ employees representing 90+ nationalities foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enhancing the ability for our customers to experience the world.\n   \n\n  \n\n**The Domain of Enterprise Products**\n Behind the scenes of crafting compelling experiences for our millions of customers, we are diligently designing and optimizing hotel partner management products to cater to complex business scenarios on the B2B front. The enterprise products we develop at Agoda empower internal business users to control and update property information. Simultaneously, we enable over 600,000 properties worldwide to manage their content, pricing, allotments, customer segments, promotions, and market exposure effectively.\n   \n\n  \n\n**Get to Know Our Team:**\n The Design team is a diverse group of product designers and researchers that help to build Agoda’s products from our home office in Bangkok. Being a product-driven company, we constantly partner with product managers and engineers to understand user problems and design workflows, interactions, and visual interfaces. There is always an opportunity for growth here. Focus on your craft to improve or expand your skill set, or step into a managerial role and flex your talents as a designer and driver of team projects. The opportunity and timing are now if you wish to come into a team that’s small enough to be scrappy and hands on, yet big enough to influence change and product strategy. Be a part of Agoda’s Design team and unlock the world for our global community of hotels and travelers.\n   \n\n  \n\n**Experience Requirements & Role Expectations:**\n* 5+ years of full-time experience as a UX\/Interaction designer for digital or web-based products; in-house designer experience highly preferred\n* Has experience of managing multiple stakeholders with agile development process\n* Proficient in creating wireframes, UX design tools and prototyping\n* A strong portfolio of work that demonstrates your design thinking, process, and solutions as it relates to web-based products or mobile applications that with complexities\n* Good communication, presentation, and interpersonal skills in English\n* Worked with enterprise products or B2B domain as a big plus\n\n\n The Enterprise Product Designer is an experienced problem solver for the areas with high complexity. He\/she will work closely with Product stakeholders to collaborate and execute on the product team’s roadmap and milestones.\n   \n\n  \n\n The Enterprise Product Designer also possesses domain knowledge and expertise of the enterprise products or initiatives, to co-create future partner-centric product strategy or roadmap with your stakeholders. He\/she will lead by creating alignment, telling compelling and persuasive stories to illustrate hotel partners’ problems connected with enterprise business journey, clearly articulate design decisions, driving and pushing for optimal UX solutions to stakeholders and influence the enterprise businessfor the longer term visions.\n   \n\n  \n\n**Role Responsibility:**\n* You will deliver hands-on design solutions for moderately complex enterprise business scenarios and well-defined business problems, aligning with property partners’ vision and our business goals\n* You will actively engage in research and collaborate with our researcher to evaluate the impact of proposed solutions, driving improvements and refinements towards achieving desired outcomes in property partner-facing products\n* You will acquire deep domain knowledge in both B2B and B2C aspects of the OTA (Online Travel Agency) business through daily collaboration with product leaders, analyzing research insights, and working closely with product stakeholders\n* You will represent ‘Agoda Design’ by advocating user-centric design principles and engaging with external property partner touchpoints\n* You will collaborate with product stakeholders to drive continuous discovery processes, validating and shaping ideas to experiment with and build upon, thereby influencing enterprise product strategy and roadmap\n\n\n #seattle #sanfrancisco #beijing #newyork #london #bangkok #singapore #chicago #hongkong #singapore #berlin #shanghai #losangeles #boston #austin #toronto #luxembourg #munich #oslo #copenhagen #stockholm #helsinki #brussels #hamburg #stuttgart #taipei #hamburg #stuttgart #dublin #telaviv #sydney #melbourne #perth #vancouver #montreal #prague #paris #dublin #telaviv #milan #rome #tokyo #osaka #amsterdam #moscow #saintpetersburg #frankfurt #shenzhen #istanbul #dubai #kiev #seoul\n   \n\n  \n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy .\n   \n\n  \n\n**Disclaimer**\n We do not accept any terms or conditions, nor do we recognize any agency’s representation of a candidate, from unsolicited third-party or agency submissions. If we receive unsolicited or speculative CVs, we reserve the right to contact and hire the candidate directly without any obligation to pay a recruitment fee.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHibvEtOXS5Aw\/company-logo_100_100\/B56ZZXP.84GcAQ-\/0\/1745220530613\/agoda_logo?e=2147483647&v=beta&t=gA5f5AKZfdAggV7GfxxqGDwYhACMmQeYMTDoV9KRLb0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3754297784","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3754297784","job_url_direct":"https:\/\/careers.redpill-linpro.com\/jobs\/3311688-azurearkitekt?utm_source=LinkedIn&urlHash=3tuO","title":"Azurearkitekt","company":"Redpill Linpro","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"*Redpill Linpro är ledande specialister inom open source och brinner för öppna lösningar, öppna affärsmodeller och ett öppet samhälle. Tillsammans samverkar vi för att uppnå maximal nytta för alla. Hos oss finns några av marknadens främsta experter inom sina specialområden. Vi är omkring 300 anställda och du finner oss i tre länder på sex kontor: Stockholm, Göteborg, Karlstad, Linköping samt i Köpenhamn och Oslo.*\n**Vi är öppna – är du?**\n Är du redo att vara en del av framtidens molnlösningar? Vår verksamhet inom Azure Services växer, och vi söker nu efter fler underbara kollegor som brinner för att utveckla, designa och implementera systemlösningar i Azure!\n   \n\n  \n\n Som Azurearkitekt hos oss får du möjlighet att arbeta med både publika och privata molnlösningar där du kommer att ansvara för att utveckla lösningar på Azure-stacken. Arbetet kommer variera mellan olika plattformarna där integration kommer vara en återkommande del. På Redpill Linpro värdesätter vi samarbete och du kommer att arbeta nära andra kollegor för att göra en verklig skillnad för samhället, tillsammans med våra kunder.\n   \n\n  \n\n För att trivas i rollen känner du dig bekväm med att designa system som tar hänsyn till framtida förändringar. Du tänker proaktivt och har förståelse för att affärsprocesser ska tas hänsyn till innan du ger dig på tekniken. Vidare förstår du skillnaden mellan att jobba ”agilt” och att designa ett \"agilt\" system. Du vill lära dig nya saker och är bekväm med att ifrågasätta dina egna lösningar. Du frågar inte efter en färdig kravspecifikation men är villig att ta fram denna tillsammans med kunden.\n   \n\n  \n\n**Som Azurearkitekt hos oss kommer du att arbeta med:**\n* Ta fram krav tillsammans med kunden\n* Identifiera ”core use-cases” utifrån framtagna krav\n* Ta fram arkitektur på en konceptuell nivå och föreslå dens möjliga realiseringar\n* Ta fram kostnadskalkyler och motivera val av tekniker\n* Serverless teknologier\n* Container lösningar\n* Meddelandebaserade kommunikationsteknologier (ServiceBus, EventHub, etc)\n* Diverse storage lösningar (SQL, Cosmos, Blob etc.)\n* API design och livscykel\n* DevOps\n* C#, .NET, Typescript, Javascript eller Java\n\n\n**Vem är du?**\n För att trivas som konsult hos oss är det viktigt att du har ett stort teknikintresse och en vilja att utveckla dig inom nya områden och ny teknik. Du drivs av problemlösning och delar värderingen att samarbete är det som tar oss framåt.\n   \n\n  \n\n**Utöver detta ser vi att du uppfyller följande:**\n* Har några års erfarenhet av utveckling, arkitektur eller liknande arbete\n* Har goda kunskaper i både svenska och engelska\n* Du har varit med\/ansvarat för kommunikationen med affärssidan för att förstå vad det är för system man bygger och vem man bygger det för\n\n\n**Meriter:**\n* Du har gått kurser som ges av iDesign eller Barry O'Reilly på DF Kompetens.\n* Du är certifierad arkitekt\n* Du har tidigare suttit med konsultarbete eller tagit fram kravställning hos kunder\n\n\n Tveka inte att höra av dig om du vill arbeta med oss. Vi ser fram emot din ansökan!\n   \n\n  \n\n Redpill Linpro is the leading provider of Open Source services and products in the Nordics. We are located in Oslo, Stockholm, Gothenburg, Karlstad Linköping, Copenhagen, Aarhus, and Trondheim with a mission to share knowledge and best practices for a more open society.\n   \n\n  \n\n We are passionate about open solutions, open business models, and an open society where we work together for maximum benefit to everyone. We have got some really skilled co-workers here at Redpill Linpro, particularly within our main areas: API management, development, IT operations, data analytics, customer experience, cloud, DevOps, and automation.\n   \n\n  \n\n**May the Source be with you!**","company_url":"https:\/\/se.linkedin.com\/company\/redpill-linpro","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE8cqkkLA-wfg\/company-logo_100_100\/company-logo_100_100\/0\/1631356094446\/redpill_linpro_logo?e=2147483647&v=beta&t=49vYVKI-NAKiO8hfY8gnwNEO8VJ98UhRUwlqiVl-mRg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4236967763","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4236967763","job_url_direct":"https:\/\/se.talent.com\/redirect?id=56a425aa683e&source=linkedin-premium&utm_source=partner&pos=838&utm_medium=linkedin-premium&puid=3debgdda3aefgddc3deegddbgadffadf3deafdd83dedgadb3ee33deg3ee33ced3cef3cecfed33def3de9gddc3de83deggdd83ded3de83de93def3ee3gdd9&cg=talent&urlHash=BehO","title":"Cloud Architect","company":"Solteq Plc","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"markus.forss@solteq.com","description":"Solteq is a Nordic provider of IT services and software solutions specializing in the digitalization of business and industry-specific software. The key sectors in which we have long term experience include retail, industry, energy and services.\n   \n\n  \n\n Our mission is to simplify the digital world to make a better tomorrow.\n   \n\n  \n\n We are an insightful and dedicated team of experts. We are passionate and humble listeners, driven by the desire for the best customer understanding. We make customer success stories with remarkable experiences and solutions that deliver lasting value.\n   \n\n  \n\n Our over 400 experts, who work in six countries, develop and implement solutions for clients mainly in the Nordic countries.\n   \n\n  \n\n We are constantly looking for new people to join our growing team. Take a look at our open positions and join us in developing remarkable experiences and solutions that deliver lasting value.\n   \n\n  \n\n**Discover More About Who We Are!**\n Are you passionate about designing cutting-edge cloud solutions and ensuring seamless integration between systems? Do you thrive in an environment where you can take ownership of projects, make architectural decisions, and work with the latest cloud technologies?\n   \n\n  \n\n We invite you to join our\n **Cloud and Connectivity team** \n , where you will collaborate with skilled professionals to create\n **highly available, secure, and scalable cloud architectures** \n . Here, you’ll have the opportunity to shape the direction of integration projects and work in an environment that fosters continuous learning and career growth.\n   \n\n  \n\n**What You’ll Do**\n* Design and implement secure, high-availability cloud architectures using Azure, AWS, or Google Cloud\n* Define cloud environments with Infrastructure-as-Code tools such as Bicep, ARM, Terraform, or AWS CDK\n* Work with container technologies and orchestration tools like Kubernetes (AKS, EKS)\n* Collaborate with development and DevOps teams to enhance CI\/CD pipelines and operational models\n* Take a leadership role within project teams to guide cloud strategies and best practices\n* Work in either Finnish or English, both spoken and written\n\n\n**What We’re Looking For**\n* Proven experience in cloud solution design and architecture.\n* Strong expertise in public cloud platforms (Azure, AWS, GCP).\n* Hands-on experience with containerization and orchestration (Docker, Kubernetes).\n* Deep understanding of DevOps models and CI\/CD technologies.\n* Strong leadership and communication skills to drive projects successfully.\n\n\n**Why Join Us?**\n* Competitive salary and benefits.\n* Flexible working environment (remote\/hybrid options).\n* Exciting projects with cutting-edge cloud technologies.\n* Opportunities for career growth and leadership.\n\n\n**Want to be part of our team? Click Apply we'll be in contact!**\n By clicking apply you can choose to attach your LinkedIn profile or CV and application. The choice is yours! Whatever you choose to do please don't hesitate, we will start the recruitment process and interviews immediately.\n   \n\n  \n\n Questions? Please contact Markus Forss for more information by email markus.forss@solteq.com.","company_url":"https:\/\/fi.linkedin.com\/company\/solteq-oyj","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEpDGvB3krR_Q\/company-logo_100_100\/company-logo_100_100\/0\/1634111117661\/solteq_oyj_logo?e=2147483647&v=beta&t=kHHXEGh_699E5eZkb7PQAIPgb51jluQyH3vW_OJCIj0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4040823140","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4040823140","job_url_direct":"https:\/\/fa-ewgu-saasfaprod1.fa.ocs.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/13167\/?utm_medium=jobshare&urlHash=j3d1","title":"Technology\/Climate technology Underwriter","company":"Chubb","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology and Engineering","company_industry":"Insurance","listing_type":null,"emails":"Robin.Roos@chubb.com","description":"Chubb is a world leader in insurance. With operations in 54 countries and territories, Chubb provides commercial and personal property and casualty insurance, personal accident and supplemental health insurance, reinsurance and life insurance to a diverse group of clients. As an underwriting company, we assess, assume and manage risk with insight and discipline. We service and pay our claims fairly and promptly. The company is also defined by its extensive product and service offerings, broad distribution capabilities, exceptional financial strength and local operations globally. Parent company Chubb Limited is listed on the New York Stock Exchange (NYSE: CB) and is a component of the S&P 500 index. Chubb maintains executive offices in Zurich, New York, London, Paris and other locations, and employs approximately 40,000 people worldwide. Additional information can be found at: www.chubb.com .\n \n\n\n\n  \n\n\n\n\n\n In the Nordics we are an organization of 140 employees.\n \n\n\n\n  \n\n\n\n\n\n**The role purpose** \n\n\n\n\n  \n\n\n\n\n\n Chubb is growing and we are looking for a passionate Technology\/Climate technology Underwriter to join our Technology Practice team in the Nordics. In the role as Underwriter, you will focus specifically on Technology and Climate Technology.\n \n\n\n\n  \n\n\n\n\n\n Are you ready for the next step in your career and would you prefer to take it in a fun and professional team at an international, renowned insurer? Then you are in the right place.\n \n\n\n\n  \n\n\n\n\n\n This exciting role can suit an Underwriter who is hungry, motivated, inquisitive and in need of a new challenge. We will consider a similar minded hardworking person who feels ready to take the next step in the career.\n \n\n\n\n  \n\n\n\n\n\n We require someone to develop and assist in underwriting Technology risks. Maintaining and building relationships with our Nordic brokers community with an ambition to write additional new business, which will be key to the success of this role, as well as growing the existing portfolio in line with our agreed growth targets, pricing and retention budget.\n \n\n\n\n  \n\n\n\n\n\n**You make an impact and strengthen our market position by:** \n\n\n\n* Building and maintaining good relationships with brokers.\n* Promoting our capabilities and building of a profitable Technology\/climate technology portfolio.\n* Strong commercial drive, always looking for new opportunities and value service and quality.\n* Ensuring quality control by means of including underwriting and peer reviews.\n* Representing and promoting Chubb to brokers and clients.\n* Delivering strong service to brokers and clients, responding to cross-sell and new business opportunities and monitoring retention.\n* Meeting the portfolio product line objectives of the Northern Zone Technology practice team for each underwriting year.\n\n\n\n  \n\n\n\n\n\n**Profile requirements :** \n\n\n\n* Fundamental understanding of and experience from underwriting processes preferably within Technology and Climate Technology\n* Degree in Engineering, Computer sciences or business administration or technical \/ business experience background with an interest for new technologies.\n* A strong commercial drive and very customer-oriented approach.\n* Experience from client servicing preferably from the insurance industry.\n* Demonstrated skills in building and maintaining client relationships preferably from the insurance industry.\n* Results driven, disciplined and ambitious with ability to work on own initiative.\n* Good communicator and fluent in Swedish (or another Nordic language) and high level of English written as well as spoken.\n\n\n\n  \n\n\n\n\n\n**Why You Want To Work At Chubb** \n\n\n\n* We offer a high-performance work environment in which appreciation and inclusiveness are of paramount importance.\n* As an underwriter at Chubb, no two days are the same. You interact with various stakeholders and actively pursue opportunities. Where you do that? From our office in Stockholm, on location during meetings with clients\/brokers or from your home office.\n* At Chubb, the customer experience is key. With us, insurance is not a static product, but is continuously adapted to the needs of the market.\n* As a Chubb employee, you are part of the world's largest publicly traded property and casualty insurance company, providing solutions to businesses of all sizes.\n* At Chubb, we operate on the basis of trust. You have a high degree of autonomy, flexibility and also access to a multitude of training and development opportunities.\n\n\n\n  \n\n\n\n\n\n If you have any questions, please feel free to contact\n **Robin Roos** \n , Technology Practice Leader for the Northern Zone via:\n ***Tel: + 31 61422 8765 \/ Robin.Roos@chubb.com.***\n\n\n\n\n We look forward to hearing from you.","company_url":"https:\/\/ch.linkedin.com\/company\/chubb","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQE2YE2mCX0nnQ\/company-logo_100_100\/company-logo_100_100\/0\/1630604458478\/chubb_logo?e=2147483647&v=beta&t=eu49t2Fs2e6Y2AKTKkKKcTvSHr_Fd1SlQ5SAiI0vGvE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3831094498","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3831094498","job_url_direct":"https:\/\/bli.b3.se\/jobs\/2968772-integration-consultant?utm_source=LinkedIn&urlHash=BxSj","title":"Integration Consultant","company":"B3 HealthTech","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Hospitals and Health Care","listing_type":null,"emails":"christina.lofgren@b3.se","description":"**Den viktiga digitaliseringen av vården fortsätter att utvecklas och i takt med det växer B3 HealthTech så att det knakar. Vi söker nu erfarna integrationskonsulter som vill bli en del av ett företag som bidrar till att tillgängliggöra och effektivisera det svenska hälso- och sjukvårdsystemet.**\n Vi söker dig som vill arbeta i ett företag med sympatiska värderingar, erfarna kollegor och ett härlig driv. Om du, liksom vi, värnar om en arbetsmiljö där ödmjukhet, prestigelös kunskapsdelning och energi frodas så är detta en unik chans för dig att vara med och bidra till vår starka kultur. Hos oss får du även möjlighet att växa i din yrkesroll och vara med och bidra till samhällsnyttig utveckling varje dag.\n   \n\n  \n\n**Om rollen** \n**:**\n Som konsult hos oss får du chansen att arbeta med intressanta uppdrag hos våra kunder inom både den privata och den offentliga sektorn för att stödja dem i deras digitaliseringsresor. I rollen kan du komma att få arbeta med integration av verksamhetskritiska system inom hälso- och sjukvården, integration av nationella tjänster, utveckling och integration mellan privata vårdaktörer och nationella hälso- och sjukvården och mycket annat.\n   \n\n  \n\n**Ett CV säger inte allt, men vi ser att:**\n* Du har arbetat med systemintegrationer och API:er.\n* Du har goda kunskaper inom Mulesoft, Apache Camel, intersystem eller liknande.\n* Du har erfarenhet från att ha arbetat med integrationslösningar för större organisationer.\n* Du har minst 4 års relevant erfarenhet.\n* Du behärskar svenska och engelska i både tal och skrift.\n\n\n**Det är en bonus om:**\n* Du tidigare har arbetat som konsult.\n* Du har arbetat med Cosmic eller integrationer mot vårdinformationsstöd\n* Arbetat med integrationslösningar mot större datalager.\n* Du har erfarenhet från att ha arbetat med standarder för medicinsk informatik. Som exempelvis FHIR, HL7, OpenEHR eller liknande.\n\n\n**Vi erbjuder**\n* Attraktiv lönemodell.\n* Friskvårdsbidrag och tjänstepension.\n* Goda förutsättningar för flexibla arbetstider\n* Möjligheter att gå relevanta utbildningar och ta attraktiva certifikat.\n* En fantastisk wellness-satning.\n\n\n B3 HealthTech är en del av B3 Consulting Group, ett av Sveriges snabbast växande företag inom IT och management. Således kan vi erbjuda det bästa av två världar - styrkan hos ett stort börsnoterat bolag i kombination med den härliga samhörigheten som ett mindre bolag erbjuder. I och med att vi enbart är 35 medarbetare så hamnar dessutom fokus på dig och dina unika utvecklingsbehov.\n   \n\n  \n\n Vi är stolta över att vi vann priset som ”Årets Karriärföretag” 2022, vilket vi även är nominerade till i år, och kom på tredje plats som Sveriges bästa bolag enligt ”Great Place to Work 2021”. Vi tror att det beror på vår energi, vårt sätt att välkomna olikheter och våra erfarenheter som vi gärna delar med oss av. En central del av energiskapandet är vår unika wellness-satsning Team B3. Vad sägs om 250+ aktiviteter som sträcker sig från Crossfit, Vasa lopp och padelspel till bokklubbar, handarbetescafé och brädspelskvällar. Vi tror att medarbetare som mår bra, presterar bra och vill vara engagerade kollegor och goda medmänniskor.\n   \n\n  \n\n De som jobbar kvar hos oss efter många år pratar om friheten att påverka sina uppdrag, arbetstider och utveckling. De talar även om stoltheten över att vara en del av ett bolag som inte bara levererar förstklassigt resultat till sina kunder utan även tar ansvar för samhället i stort bl.a. genom att vara partner till fina initiativ som Women in Tech, Changers Hub, Pink Programming m.fl.\n   \n\n  \n\n**Låter det som något för dig?**\n Vi vill fortsätta att växa, så ansök till oss idag och följ med på vår resa mot en mer effektiv hälso- och sjukvård. Vi kommer att intervjua kandidater löpande och ber dig därför att skicka in din ansökan redan idag.\n   \n\n  \n\n Vi tar inte emot ansökningar via mail, men har du frågor som rör tjänsten så tveka inte att höra av dig till Christina Löfgren christina.lofgren@b3.se 079-3356532","company_url":"https:\/\/se.linkedin.com\/company\/b3healthtech","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQH4tVgbJ0RIYw\/company-logo_100_100\/company-logo_100_100\/0\/1673873578784?e=2147483647&v=beta&t=d723yTU5NlQT-QJvxI7AkxMNIIzp0fVL8xoNUal4gNM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4145077691","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4145077691","job_url_direct":"https:\/\/jobs.jobvite.com\/leovegas\/job\/oB11ufwR?__jvst=Job+Board&__jvsd=LinkedIn&urlHash=g_EV","title":"Infrastructure Lead","company":"LeoVegas Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Gambling Facilities and Casinos","listing_type":null,"emails":null,"description":"**Description**\n*Position at LeoVegas Group*\n**About The Role**\n Site Reliability Engineering (SRE) is a critical part of our platform strategy. As a leader of the SRE team, you will focus on guiding your team in providing technical expertise and support to our engineering teams to enable them to deliver high-quality software solutions efficiently.\n   \n\n  \n\n Your team will be responsible for providing continuous support to other departments, overcoming major technical hurdles, improving performance , implementing system monitoring and building highly available software.\n   \n\n  \n\n YOU WILL BE RESPONSIBLE FOR:\n   \n\n  \n\n* Providing support and leadership for our SRE team to solve operational challenges.\n* Managing the assignment of tasks for the team according to priorities and capacity.\n* Having a positive attitude and the ability to understand the critical urgency of topics and strong analytical and problem-solving skills.\n* Ensuring non-functional requirements for all applications and tools are met and clearly communicated.\n* Providing counsel to our internal software engineering team and proactively suggesting improvements on how to operate our microservice-based solution.\n* Provide informal feedback on an ongoing basis and formal feedback in the annual performance evaluation process to identify and develop talent.\n* Coaching Payments Product team members in achieving goals and developing necessary skills.\n* Organise team trainings and initiatives.\n* Identify team goals and evaluate team progress.\n\n\n OUR SUCCESSFUL CANDIDATE WILL HAVE THE FOLLOWING:\n   \n\n  \n\n**Essential Skills**\n* Minimum 5 years of software engineering or devops experience.\n* Minimum 2 years of experience as a team lead or manager.\n* Practical experience in using common cloud APIs.\n* Strong knowledge of Linux and shell scripting, as well as higher level protocols and patterns like HTTP\/3, REST, JSON and gRPC.\n* Expertise in systems integration and distributed large scale microservice deployments.\n* Experience in operating and monitoring container workloads and similar technologies.\n* Strong code reading and understanding skills with at least one high level programming language\n\n\n NICE TO HAVES\n   \n\n  \n\n* Experience from the iGaming industry is meriting\n\n\n**Who We Are**\n At the core of LeoVegas Group is Team Leo. Our culture is our foundation and is what enables us to innovate, build, and lead as we trailblaze our way through the igaming industry. We’re a team of over 1800 innovators, initiators, and groundbreakers working in a fast-paced and agile environment across 16 offices worldwide.\n   \n\n  \n\n**Benefits**\n* Hybrid work policy.\n* 4 weeks of Workation (T&C apply).\n* 30 annual vacation days.\n* Occupational Pension.\n* 5,000 SEK wellness contribution annually.\n* Parental Leave Top-Up.\n* Possibility to enroll in a private health care insurance for both you and your partner.\n* 1,500 SEK equipment allowance.\n* Benify - benefits portal with many offers and discounts.\n* We offer a relocation package with accommodation and flights.\n\n\n JOIN US\n   \n\n  \n\n In our pride, we empower our teammates to find their roar and run with their wildest ideas. We don’t wait for things to happen; we pounce and make it happen!\n   \n\n  \n\n Would you be a good fit for the Leo Pride - give us a roar!\n   \n\n  \n\n* As our company working language is English, we’d like to see your CV in English, please\\*\\*","company_url":"https:\/\/se.linkedin.com\/company\/leovegasgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFv2doLANKS7Q\/company-logo_100_100\/company-logo_100_100\/0\/1704352044440\/leovegasgroup_logo?e=2147483647&v=beta&t=uxwDKmPil5Zvwf_KMFgO1Wamc2PNCx9iMBk-sRQIVds","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4208214540","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4208214540","job_url_direct":"https:\/\/us.wd103.myworkdayjobs.com\/tobii_dynavox\/job\/Stockholm\/Head-of-Engineering_JR100611?source=LinkedIn&urlHash=m0cV","title":"Head of Engineering","company":"Tobii Dynavox®","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"executive","job_function":"Engineering and Information Technology","company_industry":"Medical Equipment Manufacturing","listing_type":null,"emails":null,"description":"**Why Join Us?**\n At Tobii Dynavox, we empower people with disabilities to do what they once did or never thought possible. We call this mission Power to Be You. Our assistive communication technology helps our customers express themselves, connect with the world, and pursue independence, whether through everyday activities like ordering food or extraordinary feats like running a company. Working at Tobii Dynavox, you’ll become part of a team that spans the globe, with offices in the US, Sweden, France, the UK, China, and beyond.\n   \n\n  \n\n To learn more about what we make possible, meet some of our customers or take a look at some of our solutions.\n   \n\n  \n\n We’re at an exciting stage in our journey, growing rapidly and expanding our Product & Development team in Stockholm to build a vibrant hub for innovation, product design, and technology. This is a unique opportunity to join a thriving organization where you can help shape the future of assistive communication, defining how we work and delivering impactful solutions for our users.\n   \n\n  \n\n We are building a culture of empowered, collaborative teams who are passionate about helping individuals with disabilities find their voice and connect with the world. Our teams thrive on trust, collaboration, and a positive environment where everyone lead and contributes. We deeply understand the people we serve, empathize with their challenges, and use our expertise to make a real difference.\n   \n\n  \n\n As our\n **Head of Engineering** \n , you will play a vital role in leading and scaling our engineering organization across software, hardware, and cloud. You will partner closely with product and design leaders to deliver inclusive, high-impact solutions that change lives, and be a key force in shaping the future of our technology, teams, and culture.\n   \n\n  \n\n**In this role, you will:**\n* Lead, coach, and grow a team of senior engineering managers and a principal architect, fostering a high-performing, psychologically safe, and inclusive environment.\n* Drive engineering excellence across architecture, scalability, DevOps, code quality, and reliability.\n* Champion collaboration in the Tech\/Product\/Design (TPD) triad, ensuring strong cross-functional alignment and impact.\n* Own and evolve the technical strategy and architectural roadmap to support long-term innovation and business success.\n* Ensure high-quality, on-time delivery across all product lines\n* Help shape and refine the engineering organization’s operating model, workflows, and metrics.\n* Play an active role in talent strategy, hiring, and development to build a diverse, world-class engineering team.\n* Contribute to the broader product and business strategy as a trusted advisor to the Chief Product & Development Officer (CPDO) and Product Development leadership.\n\n\n**What We're Looking For:**\n We are looking for someone who has:\n   \n\n  \n\n* A Master’s degree in Computer Science or a related field.\n* Extensive experience in product development and engineering leadership.\n* A strong track record of building and leading successful product engineering teams.\n* Demonstrated success in hiring and nurturing top engineering talent.\n* Deep knowledge of software development practices and product architecture.\n* Experience aligning technical execution with product and business goals.\n* Excellent communication, collaboration, and stakeholder management skills.\n* Fluency in both English and Swedish.\n* Experience leading organizational transformation is a plus.\n\n\n**You’ll thrive in this role if you:**\n* Are passionate about people, leadership, and purpose-driven product development.\n* Are energized by building and scaling high-impact engineering teams.\n* Have a deep curiosity about users and a desire to create accessible, empowering solutions.\n* Bring a positive, solution-oriented mindset and a strong ability to prioritize and influence.\n* Enjoy working in a fast-paced, collaborative environment where learning and growth are continuous.\n\n\n**Our Values:**\n At Tobii Dynavox, our mission guides what we do, and our values guide us in how we do it. Across the organization, we are committed to being Collaborative, Considerate, Curious and Courageous. We build a trusting environment where every team member prioritizes our customers with empathy and insight. Bold ideas and learning lead to impactful solutions. Driven by curiosity, we continuously challenge the status quo to create meaningful, customer-focused solutions for our customers.\n   \n\n  \n\n**What We Offer:**\n At Tobii Dynavox, we believe in empowering individuals – including our employees - to reach their full potential. Here’s what makes us unique:\n   \n\n  \n\n* Purpose-Driven Work: Join a company that transforms lives by giving a voice to those with communication challenges. Every day, your work makes a meaningful and concrete impact.\n* “Yes, and...” Flexibility: Build a rewarding career AND enjoy time with loved ones. We offer flexible work options so you don’t have to choose between personal and professional goals.\n* Growth and Development: Whether you’re advancing your skills or growing your career, we invest in your future with training, learning opportunities, and internal growth paths.\n* Inclusive and Supportive Culture: Work in a collaborative, caring environment where diversity and individuality are valued. You’ll feel connected to both your team and our global community.\n* A Global Leader with Heart: Be part of an innovative, forward-thinking company that combines experience and cutting-edge solutions with a mission to change lives.","company_url":"https:\/\/se.linkedin.com\/company\/tobiidynavox","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGONQEqI1YgrA\/company-logo_100_100\/company-logo_100_100\/0\/1738008471348\/tobiidynavox_logo?e=2147483647&v=beta&t=64z9pN2IRQ8UDrZH--Hw0-lS2X7Ee6anc5SaKujc4R8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4236971360","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4236971360","job_url_direct":"https:\/\/se.talent.com\/redirect?id=8871931a4658&source=linkedin-premium&utm_source=partner&pos=1375&utm_medium=linkedin-premium&puid=3de8gdd83de9gddf3de7gdddgddffadf3decfdda3debgdd83ee33deg3ee33ced3cef3cecfed33def3de9gddc3de83deggdd83dec3de83dec3dee3ee3gdd9&cg=talent&urlHash=0vIU","title":"Storage & Backup Administrator","company":"Falcon Smart IT (FalconSmartIT)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"rachana@falconsmartit.com","description":"Job Title:\n **Storage & Backup Administrator**\n Job Location:\n **Stockholm, Kista 16440\/ Onsite**\n Job Type: O\n **pen for both, preferably permanent.**\n**Key Responsibilities**\n**Storage and Backup Administrator Job description**\n**Storage Management**\n* Design, implement, and maintain the organization s Storage Area Networks (SAN), Network-Attached Storage (NAS) systems.\n* Monitor and manage storage performance, capacity, and utilization, ensuring efficient and optimal use of resources.\n* Manage storage provisioning, including creating, allocating, and maintaining logical volumes, storage pools, and file systems.\n* Perform storage performance tuning, capacity planning, and troubleshooting to ensure reliable and high-performing storage environments.\n* Maintain and monitor data replication, mirroring, and cloning solutions for high availability and disaster recovery purposes.\n* Manage storage integration with virtualization platforms (e.g., VMware, etc.) and on-premises environments\n\n\n**Backup Management**\n* Design, configure, and maintain backup infrastructure and solutions, ensuring all critical data is backed up in accordance with company policies and regulatory requirements.\n* Develop and manage backup policies and schedules, ensuring timely and reliable backups of all key systems, databases, and files.\n* Utilize backup technologies such as Veeam and EMC Networker\n* Monitor backup jobs for failures, troubleshoot issues, and ensure successful data recovery when necessary.\n* Regularly perform data recovery drills to validate the effectiveness of backup and disaster recovery solutions.\n\n\n**Disaster Recovery & Data Protection**\n* Develop and maintain comprehensive disaster recovery (DR) plans for storage and backup systems, ensuring minimal data loss and quick recovery in the event of an outage.\n* Work closely with other teams to ensure that disaster recovery plans are regularly tested, validated, and updated based on changes to the environment.\n* Implement and manage data retention and archiving policies in accordance with business and regulatory requirements.\n* Ensure that all storage and backup systems comply with security protocols, including encryption, access controls, and auditing.\n\n\n**Monitoring & Reporting**\n* Monitor storage and backup systems for performance, capacity, and potential issues using management tools and dashboards.\n* Generate regular reports on storage usage, backup success rates, data recovery readiness, and performance metrics.\n* Proactively identify storage and backup issues and recommend improvements to increase system reliability and efficiency.\n\n\n**Collaboration & Support**\n* Collaborate with cross-functional teams, including database administrators, application teams, and IT support, to ensure seamless integration of storage and backup systems with other enterprise infrastructure.\n* Provide tier 2\/3 support for storage and backup-related incidents, working quickly to resolve issues and restore services.\n* Document storage and backup configurations, processes, and troubleshooting procedures for reference and audits.\n\n\n**Qualifications**\n Required Skills:\n   \n\n  \n\n* Experience in designing, implementing, and managing enterprise storage systems, including SAN, NAS and cloud storage solutions.\n* Strong understanding of backup technologies e.g., EMC Networker, Veeam, Quantum Tape Library and disaster recovery methodologies.\n* Hands-on experience with storage platforms from vendors such as Dell EMC Unity, Dell EMC Data Domain, NetApp, HPE Primera, 3PAR, Oracle ZFS and IBM.\n* Proficiency in managing storage in virtualized environments (e.g., VMware vSphere, Aria, VMware Cloud Directory\n* Knowledge of data replication, mirroring, and snapshot technologies for business continuity.\n* Familiarity with RAID levels, block storage, object storage, and file system concepts.\n* Strong troubleshooting skills for both storage and backup systems.\n\n\n**Preferred Skills**\n* Knowledge of scripting for automation (PowerShell, Python, Bash).\n* Storage-related certifications such as NetApp Certified Data Administrator (NCDA), Dell EMC Proven Professional.\n* Familiarity with networking concepts and data center infrastructure.\n* ITIL certification for understanding service management best practices.\n\n\n**Education And Experience**\n* Bachelor s degree in information technology, Computer Science, or a related field.\n* 10+ years of experience managing enterprise storage and backup solutions.\n* Certifications in storage management and backup technologies are a plus.\n\n\n**Additional Competencies**\n* Strong analytical and problem-solving skills.\n* Excellent communication and collaboration skills for working across teams and departments.\n* Ability to work independently and manage multiple projects or tasks simultaneously.\n* Attention to detail and a commitment to maintaining the integrity and security of critical data.\n\n\n**Regards,**\n Rachana\n   \n\n  \n\n rachana@falconsmartit.com","company_url":"https:\/\/uk.linkedin.com\/company\/falconsmartit","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFs181Tff7n_A\/company-logo_100_100\/company-logo_100_100\/0\/1630553808876\/falconsmartit_logo?e=2147483647&v=beta&t=ULyoJp_2kyWxvfizYCLHfk406AzFV006_E9-B_fy85c","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4233264557","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4233264557","job_url_direct":null,"title":"Business Controller","company":"Foxway Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Finance","company_industry":"Computers and Electronics Manufacturing","listing_type":null,"emails":null,"description":"**Business Controller – Foxway Group** \n\n\n\n\n  \n\n\n\n\n\n**Drive business performance in one of Europe’s most dynamic circular tech scale-ups.** \n\n\n\n\n  \n\n\n\n\n\n*Foxway Group is a leading European provider of circular tech solutions, helping organizations improve their IT sustainability by increasing circularity across the value chain. Since partnering with Nordic Capital in 2023, Foxway is scaling fast – aiming to become a global leader in circular tech.* \n\n\n\n\n  \n\n\n\n\n\n*We are now recruiting a commercially minded Business Controller to join the finance team within CWS – Circular Workspace, one of Foxway’s core business units. In this role, you’ll work closely with sales, operations, and leadership to drive insights, improve performance, and contribute to the strategic direction of the business. You report directly to the CFO of Foxway CWS.* \n\n\n\n\n  \n\n\n\n\n\n**What you'll do** \n\n\n\n* Develop and improve sales KPIs – including pipeline, win rates, and deal sizes – and build forecasting models to support proactive decisions and identify growth opportunities.\n* Collaborate with the sales team to optimize commercial terms, drive profitability in the DaaS offering, and implement a sharper KPI structure.\n* Monitor and challenge operational performance – backlog, SLA, capacity – and drive short-term actions to unlock revenue.\n* Turn data into narrative – help decision-makers understand the “why” behind the numbers through clear dashboards, storytelling, and strategic insights.\n* Lead and facilitate cross-functional business reviews, aligning finance with operations and commercial stakeholders.\n* Contribute to planning and forecasting processes and support the FP&A agenda across the group.\n\n\n\n  \n\n\n\n\n\n**Who you are** \n\n\n\n* You hold an MSc or BSc in Finance, Business, or a related field, and bring at least seven years of experience—starting in M&A or Transaction Services, followed by a few years in FP&A or business controlling.\n* You are fluent in business intelligence – especially Power BI – and comfortable building tools, not just using them.\n* You’re commercially driven and thrive in close collaboration with sales teams.\n* You communicate clearly and persuasively – both in slides and in meetings.\n* You're hands-on, curious, and like to turn complexity into clarity.\n\n\n\n  \n\n\n\n\n\n We believe the ideal candidate is a curious, energetic problem-solver with a strong financial mindset, eager to make a difference and grow with the company. They will thrive in taking responsibility and working independently.","company_url":"https:\/\/se.linkedin.com\/company\/foxwaygroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQF3bTN3ZaNuQg\/company-logo_100_100\/company-logo_100_100\/0\/1630631748103\/foxwaygroup_logo?e=2147483647&v=beta&t=Yfteo75c01WybbehCFJLSeQEohySsGiVzldTTxry-vE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4236974162","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4236974162","job_url_direct":"https:\/\/se.talent.com\/redirect?id=718bc4371310&source=linkedin-premium&utm_source=partner&pos=1122&utm_medium=linkedin-premium&puid=3de9gddf3de8gade3aedgddcgdddfdd93deffddd3defgddg3ee33deg3ee33ced3cef3cecfed33def3de9gddc3de83deggdd83dec3ded3deb3ded3ee3gdd9&cg=talent&urlHash=iYnx","title":"Enterprise Account Executive |","company":"FRENDS","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Manufacturing","listing_type":null,"emails":null,"description":"Easy, Fast, Transparent – That’s the Frends Integration Experience.\n   \n\n  \n\n We started with a small idea that’s grown into a big mission: making integrations so simple, you’ll wonder why they were ever a hassle. With over 35 years of experience, we’ve helped businesses around the world get their integrations, processes, and business flowing smoothly.\n   \n\n  \n\n Strong team spirit as well as trust, freedom and flexibility are the cornerstones of our culture. Top workmates coupled with challenging and versatile projects with a powerful platform which enables digitalization and process automation – this is Frendszone.\n   \n\n  \n\n**Frends** \n is recognized in the\n **Gartner** \n*®* \n**Magic Quadrant™** \n for Integration Platform as a Service, Worldwide. Frends is also awarded in\n **G2 review** \n with the \"Momentum Leader (API Management),\" \"Best Usability,\" \"Easiest to Use & Admin,\" \"Highest User Adoption,\" \"Most Implementable,\" \"Fastest Implementation,\" and \"Fastest Time to Value\" badges in 2025. Our customers give us 4.7 out of 5 stars on Gartner Peer Insights.\n   \n\n  \n\n frends.com\n   \n\n  \n\n At Frends iPaaS, we are dedicated to redefining the future of integrations and automatization. Our mission is to make integrations fast, easy, and transparent.\n   \n\n  \n\n Frends is expanding its presence in Sweden, and we’re looking for\n **top-performing, target-driven enterprise sales professional** \n to join our growing team.\n   \n\n  \n\n**In this role,** \n your primary responsibility is to create new enterprise customers for our integration platform, Frends eiPaaS. We promise you full support from Frends sales organization and technical experts. At Frends, we have a low hierarchy and little bureaucracy, and we trust our people and give them space to operate. Of course, we expect results.\n   \n\n  \n\n If you enjoy working with a Nordic iPaaS leader and global challenger, a niche area to focus on technically, high speed, and growth with great people and a low hierarchy culture, this opportunity could be great for you!\n   \n\n  \n\n**Frends iPaaS is** \n a modern European, low-code integration platform. Frends solves the digitalization challenges of both global and smaller customers and in both private and public sectors in various industries.\n **Frends** \n is recognized 3rd year in the\n **Gartner** \n*®* \n**Magic Quadrant™** \n for Integration Platform as a Service, Worldwide. Frends is also awarded in\n **G2 review** \n with the \"Momentum Leader (API Management),\" \"Best Usability,\" \"Easiest to Use & Admin,\" \"Highest User Adoption,\" \"Most Implementable,\" \"Fastest Implementation,\" and \"Fastest Time to Value\" badges in 2025. Our customers give us 4.7 out of 5 stars on Gartner Peer Insights.\n   \n\n  \n\n**About The Role**\n**As an Enterprise** \n**Account Executive, you will** \n focus on new enterprise business acquisition. Your responsibility is to drive new customer growth by managing the full sales cycle—from prospecting to closing high-value enterprise deals.\n   \n\n  \n\n You will be at the forefront of our continued expansion in Sweden, working with a proven product, strong customer references, and an experienced team, including technical solution architects, to help you succeed.\n   \n\n  \n\n What You Will Be Doing\n   \n\n  \n\n ✔\n **Own the full sales cycle** \n – from prospecting to closing, driving new customer acquisition\n   \n\n  \n\n ✔\n **Expand our footprint in Sweden** \n – Work strategically to grow our presence and maximize revenue potential\n   \n\n  \n\n ✔\n **Close high-value deals** \n – Engage with CTOs, CIOs, and IT leaders to build strong business cases\n   \n\n  \n\n ✔\n **Develop and execute a winning sales strategy** \n – Create a clear territory plan and exceed revenue targets\n   \n\n  \n\n ✔\n **Leverage top-tier SaaS sales methodologies** \n – Apply MEDDIC, Challenger, and value-based selling to drive deal success\n   \n\n  \n\n ✔\n **Collaborate with Pre-Sales** \n – Work with technical experts to deliver the best possible solutions for customers\n   \n\n  \n\n**What it´s like to sell Frends?** \n You can read Frends Senior Account Executive thoughts from our blog.\n   \n\n  \n\n Why Join Frends Now?\n   \n\n  \n\n* Be Part of a Strong, Scaling Team: Sweden is already established, and we are growing further\n* Make an Impact: Affect Frends' growth in Sweden, shaping success in this strategic region\n* Career Growth: Take on a critical role with continuous learning in a fast-growing company\n* Nordic Leader, Global Challenger: Join one of the Nordics' top integration technology organizations with its own platform, Frends, a well-established product with strong demand\n* Thriving Integration Field: Join a vital and growing field of integrations where your skills make a difference—integrations keep the world spinning\n* Pre-Sales Support: Collaborate with presales and other experts to craft the best solutions for diverse use cases\n* Work Flexibly: Enjoy modern, flexible working times and hybrid remote work\n* Competitive Compensation: Earn a fixed salary with performance-based incentives\n\n\n**Read from our fresh blog why talents choose Frends and why Frendszies stay with us.**\n What You Bring\n   \n\n  \n\n ✅\n **Strong B2B SaaS \/ Software solution sales expertise** \n – with a 5+ year track record of success in Saas\/PaaS new business acquisition, you know how to sell value, navigate complex sales cycles, and influence key\n **Enterprise IT decision-makers**\n ✅\n **Ability to navigate enterprise organizations,** \n identifying key stakeholders and building a strong sales pipeline\n   \n\n  \n\n ✅\n **Ability to build pipeline & close deals** \n – You take full ownership of your territory and prospecting strategy\n   \n\n  \n\n ✅\n **Knowledge & curiosity towards technical solutions** \n – understanding of integration technology, familiarity with SaaS\/PaaS solutions, ideally also iPaaS\n   \n\n  \n\n ✅\n **Fluent in high-impact SaaS sales methodologies** \n – Familiarity with MEDDIC, SPIN, Challenger Sales, or similar\n   \n\n  \n\n ✅\n **Great** \n**communication & negotiation skills** \n – You can confidently handle high-stakes sales conversations and adept at identifying and utilizing internal resources to support your sales cycle\n   \n\n  \n\n**✅ Superb listening skills** \n – You must understand and empathize with our customers\/prospects' pain points with a solution and value-based mindset\n   \n\n  \n\n**Location & Language:** \n**The role requires fluent\/native Swedish and professional English** \n (both verbally and in writing), as well as\n **living in Sweden with a work permit.** \n We support hybrid work mode but also require visiting our Stockholm office in Katarinavägen on a weekly basis. Occasionally, traveling is needed to meet customers and teams and attend events.\n   \n\n  \n\n ⭐ Interested in joining us?  Apply now!\n   \n\n  \n\n If you want to impact and join our growth journey, please contact us and tell us more about yourself!\n   \n\n  \n\n**Additional Information**\n* The start is flexible according to your situation, and we offer a permanent, full-time position.\n* The position will be filled as soon as the right person is found.\n* You will be reporting to the Regional Director, Sweden.\n* Our recruitment process includes around three discussions with a case presentation included. To ensure a smooth and informative process, you will meet at least our People Integrator, Regional Director, Sweden, and CRO. Reference checks are also included.\n* Please note that we accept applications for this position only through our career website.","company_url":"https:\/\/www.linkedin.com\/company\/republic-of-frends-europe","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFbxW9AJRIfjg\/company-logo_100_100\/company-logo_100_100\/0\/1630527467136\/republic_of_frends_europe_logo?e=2147483647&v=beta&t=iOtKdAP5eXBlbUqDwsU-rDKs7yu5wZzdmK6hueoeOy0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4190408616","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4190408616","job_url_direct":"https:\/\/jobs.jobvite.com\/leovegas\/job\/o0oFvfwi?__jvst=Job+Board&__jvsd=LinkedIn&urlHash=3XfE","title":"Senior Backend Engineer - Sports","company":"LeoVegas Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Gambling Facilities and Casinos","listing_type":null,"emails":null,"description":"**Description**\n*Position at LeoVegas Group*\n**About The Role**\n We are looking for a Backend Engineer in our Sportsbook domain.\n   \n\n  \n\n In this role you will be an integral part of our team, contributing to the development and maintenance of our robust and scalable technology stack.\n   \n\n  \n\n Working with the latest technologies, you will help build and enhance our cloud-based platforms, ensuring they are distributed, scalable, and fault-tolerant to meet the specific demands in the betting market and our rapidly growing user base.\n   \n\n  \n\n This role offers an exciting opportunity for you who are passionate about technology, enjoy working in a fast-paced environment, and are committed to delivering exceptional results. If you are someone who thrives on challenges, values teamwork, and is eager to make a meaningful impact, we want to hear from you!\n   \n\n  \n\n YOU WILL BE RESPONSIBLE FOR:\n   \n\n  \n\n* Developing, designing, and refactoring microservices.\n* Conducting code reviews and providing mentorship to team members.\n* Integrating new products and building internal services to support our ecosystem.\n* Taking ownership of problem-solving, collaborating with other teams when necessary.\n\n\n OUR SUCCESSFUL CANDIDATE WILL HAVE:\n   \n\n  \n\n ESSENTIAl SKILLS:\n   \n\n  \n\n* You have experience with common Java frameworks such as Spring and JPA\n* Experience with Kotlin\n* Demonstrated ability to build services from scratch.\n* You’re no stranger to working with relational databases such as MySQL\n* You have experience in building scalable and fault-tolerant systems and are familiar with microservice architectures\n\n\n NICE TO HAVES:\n   \n\n  \n\n* Familiarity with additional technologies such as Akka, Hazelcast, Elasticsearch, Kafka, RabbitMQ, Consul, Google Cloud Platform, and BigQuery.\n\n\n WHO ARE WE?\n   \n\n  \n\n At the core of LeoVegas Group, is Team Leo. Our culture is our foundation and is what enables us to innovate, build, and lead as we trailblaze our way through the igaming industry. We’re a team of over 1400 innovators, initiators, and groundbreakers working in a fast-paced and agile environment across 11 offices world-wide.\n   \n\n  \n\n**Benefits**\n* Hybrid work policy\n* 4 weeks of Workation (T&C apply)\n* 30 annual vacation days\n* Occupational Pension\n* 5,000 SEK wellness contribution annually\n* Parental Leave Top-Up\n* Possibility to enroll in a private health care insurance for both you and your partner\n* 1,500 SEK equipment allowance\n* Benify - benefits portal with many offers and discounts\n* We offer a relocation package with accommodation and flights.\n\n\n JOIN US!\n   \n\n  \n\n In our pride, we like to empower our teammates to find their roar and run with their wildest ideas. We don’t wait around for things to happen, we pounce and make it happen!\n   \n\n  \n\n If you think you would be a good fit for the Leo pride - give us a roar!\n   \n\n  \n\n \\*\\*As our company working language is English we’d like to see your CV in English please\\*\\*","company_url":"https:\/\/se.linkedin.com\/company\/leovegasgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFv2doLANKS7Q\/company-logo_100_100\/company-logo_100_100\/0\/1704352044440\/leovegasgroup_logo?e=2147483647&v=beta&t=uxwDKmPil5Zvwf_KMFgO1Wamc2PNCx9iMBk-sRQIVds","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4145601487","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4145601487","job_url_direct":"https:\/\/job-boards.eu.greenhouse.io\/rtbhouse\/jobs\/4529472101&urlHash=IiLJ","title":"Senior Sales Manager- Nordics","company":"RTB House","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"Location: Sweden\n   \n\n  \n\n**We Are**\n RTB House is a global company that provides state-of-the-art marketing technologies for top brands and agencies worldwide. Its proprietary ad-buying engine is the first in the world to be power entirely by Deep Learning algorithms, enabling advertisers to generate outstanding results and reach their goals at every stage of the funnel.\n   \n\n  \n\n Our team in the Nordics consists of 15 people and is an integral part of our company’s global presence. We combine local expertise with our broader company vision. We embrace a \"remote-first\" approach, allowing our team members the flexibility to work remotely most of the time. However, to maintain a strong team dynamic and allow for valuable in-person interactions, we aim to meet regularly in our office in central Stockholm.\n   \n\n  \n\n The sales department in the Nordics is crucial in driving our company's success, working collaboratively to deliver top-notch digital advertising solutions with professionalism, integrity, and passion to boost our clients's businesses.\n   \n\n  \n\n**Why RTB House?**\n If you are looking for a place where you can manage the entire sales cycle from prospecting to closing while working with major brands, handling senior client interactions, and participating in key industry events to contribute to the strategic market positioning in the Nordics, then RTB House might be the right fit for you.\n   \n\n  \n\n**You Will**\n* Handle the entire sales cycle from prospecting to closing to generate sales with some of the biggest e-commerce brands in the region;\n* Directly engage with Directors and senior decision-makers on the client side;\n* Collaborate with technical and account management teams to ensure campaign success;\n* Contribute to strategy and growth as a digital market leader in the Nordic region;\n* Develop strategies to meet client needs and acquire new business while reporting on sales process status for potential new customers;\n* Maintain and elevate client relationships at all business levels;\n* Participate in major industry events.\n\n\n**Desired Experience**\n* Years of seasoned experience in direct B2B sales in digital marketing or advertising, with demonstrated success in selling high-ticket, complex solutions to e-commerce and marketing teams at large corporations with a consultative selling approach;\n* Extensive knowledge of e-commerce and online advertising, ideally paired with an existing network of key contacts and decision-makers in the industry;\n* Demonstrated ability to forecast sales, build sales plans, and translate customer needs into profitable solutions while consistently hitting KPIs in mid to longer-term sales cycles;\n* Strong analytical skills, self-motivation, entrepreneurial mindset, and positive achiever attitude;\n* Excellent communication and presentation skills in Swedish and English (C1 or above), other Scandinavian languages are a plus;\n* Recognized as a thought leader in online advertising, e-commerce and\/or performance marketing industries, capable of building a vision with prospects and establishing effective relationships with key stakeholders up to C-level.\n\n\n**We Offer**\n* We prioritize flexible working arrangements in a hybrid set-up where you can decide for yourself if you want to regularly mingle with colleagues in our downtown Stockholm office near T-Centralen, work from the comfort of your home, or even work abroad from anywhere in the world for up to two months each year;\n* We offer a top-of-the-market compensation package, consisting of an above-market-average base and an attractive bonus scheme;\n* We provide a pension plan and accident insurance to support your future and well-being;\n* You’re starting out with 28 vacation days - that can turn into 30 days after a 2-year tenure;\n* You will have a structured and interactive onboarding, accompanied by a supporting team member assigned to guide you during your orientation phase to make sure you’re settling in with ease;\n* An international working environment that inspires you and enables you to develop projects as part of a highly qualified cross-functional team;\n* We care about your development and help you continuously grow your career with us as part of your personalized development plan - supported by a yearly training budget and subsidized language course.\n\n\n**Apply now!**\n You don't need to tick every box to apply. If you are passionate about digital marketing, send us your CV, and we'll review it.","company_url":"https:\/\/pl.linkedin.com\/company\/rtb-house","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQF0C1tI-jq-rQ\/company-logo_100_100\/company-logo_100_100\/0\/1725612424069\/rtb_house_logo?e=2147483647&v=beta&t=ks6v-jyOPaXJceQkgQtM0OB8kVayOcvvmYMJINFuDRs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4190479803","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4190479803","job_url_direct":"https:\/\/job-boards.eu.greenhouse.io\/mentimeter\/jobs\/4561828101?gh_src=3d5665c2teu&urlHash=c8Yc","title":"Revenue Operations Manager","company":"Mentimeter","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Mentimeter is an engagement tool with a clear goal in mind. To turn presentations into conversations. Through real-time interactivity and clear visualizations, we get people to participate, engage and become more productive. Transforming all those passive meetings, airless classrooms and drawn out trainings into valuable and memorable moments.\n   \n\n  \n\n We truly believe that you achieve the best results by doing things together. And that successful leaders need to adopt a curious and collaborative mindset in order to get there. So with you at Mentimeter, you’ll be a big part of the ambition to help over 1 billion people listen, learn and work better together.\n   \n\n  \n\n We’re looking for a\n **Revenue Operations Manager** \n to help us design, optimize, and scale how we track and drive revenue at Mentimeter. Sitting at the intersection of marketing, data, and operations, this role will own the development and implementation of revenue attribution models, build scalable customer journey tracking systems, and enable data-driven marketing strategies.\n   \n\n  \n\n You’ll apply a practical technical skillset to accelerate progress—configuring tools, connecting data sources, and leveraging automation or AI where it adds value. You’ll use data to uncover insights, identify bottlenecks, and support smarter decision-making across the funnel. You should understand how systems interact and can collaborate confidently with technical teams to make things happen. You’re a curious, structured thinker with a commercial mindset who can turn ambiguity into action.\n   \n\n  \n\n**Key Responsibilities**\n* Revenue Attribution & Measurement\n* Build and continuously improve attribution models that track the full B2B customer journey across touchpoints.\n* Ensure accuracy and completeness in tracking marketing influence on pipeline and revenue.\n* Journey Design & Optimization\n* Collaborate with marketing and sales teams to map end-to-end customer journeys and implement tracking logic aligned with business objectives.\n* Use data insights to refine campaigns, channels, and handoff points.\n* Systems & Tools Management\n* Oversee integration and performance of tools such as Salesforce, Braze, 6sense, and Looker.\n* Identify system gaps or data issues that impact attribution accuracy or marketing insight.\n* Lead platform optimization and workflow automation efforts to reduce manual work.\n* Data Collaboration & Insights\n* Partner with Revenue Analytics and Data teams to ensure clean, consistent data across platforms.\n* Develop dashboards and reporting structures to surface actionable performance insights for marketing and sales.\n* Cross-functional Project Leadership\n* Scope technical requirements and coordinate implementation of attribution-related projects.\n* Established as a revenue craft expert to stakeholders across marketing, sales, and data functions. Advocate for systems thinking and measurable outcomes in campaign planning and GTM execution.\n* Evaluation & Innovation\n* Evaluate emerging tools and technologies that improve how we attribute revenue and understand buyer behavior.\n* Recommend solutions that enhance visibility and decision-making across the funnel.\n\n\n**What Success Looks Like**\n Ultimately, success is about enabling our commercial teams to make more money. You will do that by working with:\n   \n\n  \n\n* Attribution Models: Full-funnel attribution model live and used consistently by stakeholders.\n* Scalable Infrastructure: Systems and workflows that support high-quality, real-time reporting without manual workarounds.\n* Insight-Driven Culture: Regularly shipping dashboards and recommendations that influence marketing strategy and budget allocation.\n* Cross-Team Alignment: Marketing, Sales, and Analytics are synced on data definitions, campaign tracking, and funnel measurement.\n* Innovation: Our revenue teams adopt and leverage modern tools that 10x how we go to market.\n\n\n**What We're Looking For**\n* 5+ years in Revenue Operations, Marketing Operations, Technical Management Consultant or a similar role, preferably at a SaaS or product-led company.\n* Strong understanding of B2B buyer journeys, multi-touch attribution model and how to design tracking frameworks to reflect them.\n* Familiarity with revenue tools like Salesforce, Braze, Looker, 6sense, Hightouch, or similar.\n* Ability to scope and manage cross-functional technical projects involving marketing, data, and engineering.\n* Analytical mindset with a focus on business outcomes over vanity metrics.\n* Comfortable navigating ambiguity and connecting dots across teams and tools.\n\n\n***Examples of what we think the ideal profile has experience of***\n*Operations at a start-up \/scale up\n   \n\n  \n\n Management consulting but with a technical flair either from university education, technical projects or other\n   \n\n  \n\n Technical roles like data \/ software architect, data engineer, etc. but with business school background or experience in commercial roles or strategy*\n**Why This Role Matters**\n*You’ll play a pivotal role in ensuring that Mentimeter’s marketing and revenue strategies are powered by\n **clarity, precision, and smart systems** \n . Your work will help us move from gut feel to data-informed action — accelerating our growth while reducing complexity.*\n**Apply today with your CV in English to join our Revenue Operations team at Mentimeter!**\n At Mentimeter where we currently boast over 50+ different nationalities, you'll be part of a culture that values creativity, innovation, and inclusivity. We believe in supporting our team members' growth and offering them the platform to excel. If you're eager to contribute to our mission and make a significant impact, we'd love to hear from you.\n   \n\n  \n\n Not sure you meet 100% of our requirements?\n   \n\n  \n\n Apply anyway and let us know why you would enjoy working on this particular role at Mentimeter!\n   \n\n  \n\n Please note that this role will have its base in our\n **Stockholm** \n**office** \n and is primarily an\n **onsite** \n position with the possibility to work from home up to twice per week.\n   \n\n  \n\n Learn more here about Our Ways of Working - Guiding Principles.\n   \n\n  \n\n**What Mentimeter Can Offer**\n At Mentimeter we can offer a diverse and inclusive work environment supported by smart and driven colleagues. We believe in continuous professional development for all of our colleagues and therefore offer access to a leadership program (including external personal coach) and relevant education to ensure that we continue to be state-of-the-art when it comes to innovating and building Mentimeter. Your place will be in a growing company with lots of career opportunities, working on a beloved product used by more than 300 million people. It’s not all about work though, we also offer a very healthy view on work-life balance.\n   \n\n  \n\n All of this comes attached with a competitive compensation and benefits package, including pension contributions. Learn more about our benefits by visiting our Benefits & Perks page\n   \n\n  \n\n**Culture at Mentimeter**\n At Mentimeter we believe in giving everyone a voice - regardless of who you are. So we build a platform that does just that. Our platform is not only our product but also our organization. A platform where people feel safe, where differences are embraced, a place where you can have fun. We strongly encourage applicants who are people of color, LGBTQ+, women, people with disabilities, and\/or formerly incarcerated people, and a college degree is not strictly required. In order to give everyone a voice, we need to be as diverse as our users.\n   \n\n  \n\n Learn more about our culture by visiting our Culture page.\n   \n\n  \n\n Review our Privacy Policy for more information.","company_url":"https:\/\/se.linkedin.com\/company\/mentimeter","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEUVjnirG3B-w\/company-logo_100_100\/B56ZUjdju7GQAQ-\/0\/1740056706530\/mentimeter_logo?e=2147483647&v=beta&t=fy5ibQx-tPCWjidbNoyMsr3mQPtso9Fyxa7wPI1j4sQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4207899223","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4207899223","job_url_direct":"https:\/\/jobs.wiseit.se\/jobs\/5807593-it-tekniker-pa-rco-group&urlHash=MxG2","title":"IT-tekniker på RCO Group","company":"Wise IT","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":"sandra.ahs@wiseit.se","description":"*Öppenhet är en bärande del av vår kultur – vi vet att den skapar en grogrund för utveckling. Genom öppenhet utvecklas både våra medarbetare och vi som bolag, det är bränslet för vår gemensamma resa in i din, vår och samhällets framtid. Att jobba hos RCO innebär att du är med och driver skiftet mot ett öppnare, tryggare och mer hållbart samhälle. Missa inte chansen – ansök redan idag!*\n**Din vardag:**\n Som IT-tekniker på RCO Group hanterar du intern IT-support, drift och utveckling av vår IT-miljö, där du stöttar våra cirka 230 användare. Du arbetar i en bred roll inom en liten IT-avdelning med korta beslutsvägar, vilket ger dig stora möjligheter att påverka både tekniska lösningar och arbetssätt.\n   \n\n  \n\n I din roll kommer du att:\n   \n\n  \n\n* Hantera och lösa inkommande incidenter och serviceförfrågningar via vårt ärendehanteringssystem\n* Kommunicera och vägleda användare på ett pedagogiskt sätt\n* Underhålla, felsöka och installera klienter, applikationer, servrar och nätverk\n* Driva och följa upp IT-relaterade ärenden i dialog med externa konsulter och leverantörer\n* Skapa och uppdatera dokumentation, instruktioner och guider för både IT-avdelningen och användare\n* Aktivt identifiera och genomföra förbättringar inom IT-miljön och våra arbetssätt\n\n\n Du arbetar från vårt huvudkontor i Frösunda, Solna, och rapporterar direkt till CIO.\n   \n\n  \n\n**Vem är du?**\n Vi söker dig som har en gedigen bakgrund inom IT och som trivs i en roll där du får ta ansvar och arbeta självständigt. Du har en god problemlösningsförmåga och ser möjligheter snarare än hinder. Vidare har du lätt att anpassa din kommunikation efter mottagaren och har en naturlig fallenhet för att skapa goda relationer.\n   \n\n  \n\n Vi tror att du:\n   \n\n  \n\n* Har minst 5 års arbetslivserfarenhet av drift och underhåll av interna IT-miljöer\n* Har erfarenhet av Active Directory, Microsoft Entra ID, Microsoft 365, Microsoft Intune, Windows Server och VMware\n* Har arbetat med kravställning mot externa leverantörer och konsulter\n* Kommunicerar obehindrat på svenska och engelska i både tal och skrift\n\n\n Meriterande erfarenheter:\n   \n\n  \n\n* Tidigare arbete som IT-konsult med insyn i flera olika IT-miljöer\n* Erfarenhet av PowerShell, Cisco Meraki och Linux\n* Kunskap om IT-säkerhet och standarder som ISO 27001\n\n\n RCO Group befinner sig på en spännande resa. Vi erbjuder dig bra förutsättningar för din utveckling – när du utvecklas, utvecklas vi. Självklart erbjuder vi också förmåner som bland annat tjänstepension, kollektivavtal, friskvårdsbidrag och friskvårdstimme. Tjänsten är placerad på vårt huvudkontor i Frösunda, Solna.\n   \n\n  \n\n**Hur är det att jobba på RCO Group?**\n På RCO Group har vi en arbetskultur som präglas av öppenhet. För oss är det viktigt med en trygg och schysst stämning där vi litar på varandra för det är så vi skapar en grogrund för utveckling. Vi jobbar utifrån fyra värderingar:\n   \n\n  \n\n* Vi omfamnar morgondagen\n* Vi bygger tillit\n* Vi agerar smart\n* Vi växer tillsammans\n\n\n Läs mer om oss på https:\/\/www.rco.se\/om-rco-security\/rco-group\n   \n\n  \n\n**Hur ansöker jag?**\n I den här rekryteringen samarbetar RCO Group med Wise IT. Vill du veta mer om jobbet, kontakta ansvarig rekryteringskonsult, Sandra Åhs på sandra.ahs@wiseit.se\n   \n\n  \n\n Wise IT kan tyvärr inte ta emot ansökningar via mail, då vi värnar om din personliga integritet. Du kan läsa mer om hur vi behandlar personuppgifter enligt GDPR i Wise Group-koncernens policy för behandling av personuppgifter.\n   \n\n  \n\n Urval sker löpande. I och med verksamhetens karaktär genomför vi som en del av vår rekryteringsprocess bakgrundskontroller. Innan en bakgrundskontroll kommer du ombedjas ge ditt samtycke.\n   \n\n  \n\n Välkommen med din ansökan!\n   \n\n  \n\n**Öppna för ett större sammanhang**\n Att vara en del av RCO innebär att du är en del av ett större sammanhang. I RCO Group ingår RCO Security, Nimly och Swedlock. Gemensamt för bolagen i gruppen är att vi utvecklar, tillverkar och säljer tjänster och produkter inom lås- och säkerhetssystem. Tillsammans täcker vi upp de flesta av marknadens behov – från det privata hemmet till offentlig sektor och företag i alla branscher. På RCO har vi en kultur som präglas av öppenhet inför idéer, människor, ny teknik och olika perspektiv. Vi är certifierade Great Place to Work® och sedan 2022 anslutna till FN:s initiativ UN Global Compact.\n   \n\n  \n\n Tillsammans är vi i RCO Group cirka 230 medarbetare, vi omsätter drygt 600 miljoner kronor och är aktiva i tre länder (Sverige Norge och Finland). RCO Group ägs av Novax som ingår i familjeföretaget Axel Johnson AB.","company_url":"https:\/\/se.linkedin.com\/company\/wise-it","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQFChwxv1zHbRg\/company-logo_100_100\/company-logo_100_100\/0\/1631334054837?e=2147483647&v=beta&t=WeRAxZjQw0jC73Ey7TAoxRiBsfe4kintW1kTxi5AQW0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4169553901","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4169553901","job_url_direct":null,"title":"Marketing Manager - Nordics","company":"Global Relay","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Marketing and Sales","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Who we are:**\n For over 20 years, Global Relay has set the standard in enterprise information archiving with industry-leading cloud archiving, surveillance, eDiscovery, and analytics solutions. We securely capture and preserve the communications data of the world’s most highly regulated firms, giving them greater visibility and control over their information and ensuring compliance with stringent regulations.\n   \n\n  \n\n Though we offer competitive compensation and benefits and all the other perks one would expect from an established company, we are not your typical technology company. Global Relay is a career-building company. A place for big ideas. New challenges. Groundbreaking innovation. It’s a place where you can genuinely make an impact – and be recognized for it.\n   \n\n  \n\n We believe great businesses thrive on diversity, inclusion, and the contributions of all employees. To that end, we recruit candidates from different backgrounds and foster a work environment that encourages employees to collaborate and learn from each other, completely free of barriers.\n   \n\n  \n\n We encourage you to apply if your qualifications and experience are a good fit for any of our openings.\n   \n\n  \n\n**Your role:**\n The Marketing Manager - Nordics will play a critical role in developing and executing Global Relay’s marketing strategy in Sweden and across the Nordic region. The successful candidate will be responsible for building brand awareness, creating engaging content, and driving market entry initiatives.\n   \n\n  \n\n The ideal candidate will be a native Swedish speaker, fluent in English, with a strong background in marketing, particularly in B2B, technology, and\/or the financial services sector. We are looking for someone with a can-do attitude and a willing to roll up their sleeves: the Stockholm office is a new venture for Global Relay, and you will be instrumental in helping build its success.\n   \n\n  \n\n**Your responsibilities:**\n* Working closely with the global Marketing team, develop and execute a go-to-market strategy to establish Global Relay’s brand and product offering in the Nordics\n* Plan and implement marketing campaigns to drive brand awareness, lead generation, and customer engagement\n* Conduct market research to identify target market, sentiment, competitors, and opportunities in the region\n* Assist in the ideation and management of internal events based out of our newly-opened Stockholm office\n* Create compelling and localized marketing content, including blogs, case studies, and campaigns (in both Swedish and English)\n* Understand Global Relay’s strategic and brand objectives and create a marketing plan to meet them\n* Ensure all content aligns with Global Relay’s brand and resonates with the target audience\n* Work collaboratively with the Nordics-based sales team to assist in the creation of execution of sales initiatives, where necessary\n* Assist in the ideation and management of internal events based out of our newly opened Stockholm office\n\n\n**About you:** \n  \n\n  \n\n  \n\n* Demonstrable experience of building or to contributing to successful marketing campaigns\n* An understanding of marketing strategy and the various mediums that inform such a strategy (digital marketing, content marketing, product marketing, etc)\n* A good knowledge of Swedish\/Nordic B2B practices, ideally in FinServ or new technologies as well as experience in developing brands to meet Nordic sentiment\n* The ability to work collaboratively with a global team (on Zoom, IM, etc.) to see a project through from inception to fruition\n* Excellent people skills and the experience to manage the expectations of key stakeholders of varying levels of seniority\n* A willing to roll up their sleeves and get stuck in to with projects, particularly the running and management of events while the team grows\n* A clear aptitude for organization and project management skills to assist with the running of marketing initiatives – from campaigns to events\n* Experience in writing or creating content in various mediums, from emails to blogs\n* Other useful experience includes:\n+ Experience in using CMS systems (WordPress)\n+ Demandbase\n+ Content reporting tools (Google Analytics, Looker Studio)\n\n\n**What you can expect:**\n At Global Relay, there’s no ceiling to what you can achieve. It’s the land of opportunity for the energetic, the intelligent, the driven. You’ll receive the mentoring, coaching, and support you need to reach your career goals. You’ll be part of a culture that breeds creativity and rewards perseverance and hard work. And you’ll be working alongside smart, talented individuals from diverse backgrounds, with complementary knowledge and skills.\n   \n\n  \n\n Global Relay is an equal-opportunity employer committed to diversity, equity, and inclusion.\n   \n\n  \n\n We seek to ensure reasonable adjustments, accommodations, and personal time are tailored to meet the unique needs of every individual.\n   \n\n  \n\n We understand flexible work arrangements are important, and we encourage that in our work culture. Whether it’s flexibility around work hours, workstyle, or lifestyle, we want to ensure our employees have a healthy work\/life balance. We support and value a hybrid work model that blends collaboration with the team in the office and focus time from the comfort of your home.\n   \n\n  \n\n To learn more about our business, culture, and community involvement, visit www.globalrelay.com.","company_url":"https:\/\/ca.linkedin.com\/company\/global-relay","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFsMvdLVhagkg\/company-logo_100_100\/company-logo_100_100\/0\/1692694075900\/global_relay_logo?e=2147483647&v=beta&t=EByte3xguFyNsS8fu7gotHQUXu7f_pTiKbPFodEVWxg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4018501706","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4018501706","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/242754-pwc-sverige-experienced-advisor-global-compliance-services\/?utm_source=linkedin&urlHash=XvVa","title":"Experienced advisor | Global Compliance Services","company":"PwC Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Finance and Sales","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"Are you ready to take the next step in your career? Do you have a solid understanding of, and a passion for, creating value through accounting and financial reporting? Would you love to work in a community of solvers together with some of Sweden's top advisors and specialists? Come and join us at PwC!\n   \n\n  \n\n**Become a part of PwC's Financial Reporting's Global Compliance Service**\n We are looking for an experienced advisor to join our team of Financial Reporting’s Global Compliance Services (GCS) practice. The position is a role as an engagement manager within our group that specialises in supporting global clients with their Swedish subsidiaries’ statutory accounting obligations (including their annual reports). Acting as an engagement manager means being responsible for supporting the engagement members and reviewing their work.\n   \n\n  \n\n The GCS practice blends our combination of practical and technical subject matter expertise in preparing statutory Swedish financial statements for our clients. We also help with Group to Swedish GAAP reconciliations as well as proactively supporting throughout our clients’ audit processes. Our multinational clients range from global leaders to mid-tier and smaller groups across a wide range of industry sectors.\n   \n\n  \n\n***In your role as engagement manager, your primary responsibilities will include:***\n  \n\n  \n\n* Up-front scoping and engagement planning\n* Ensure engagement compliance with PwC risk management policies\n* Reviewing Swedish statutory reports (including data collection) and GAAP analyses in order to ensure compliance with local laws\/regulations\n* Having frequent interaction and coordinate with clients and the PwC network\n* Identifying opportunities to further support our clients with related PwC services and helping clients to manage their accounting risks\n* Organising, monitoring and managing projects to ensure on-time and on-budget delivery\n* Work with leadership on:\n+ Overall project statuses\n+ Budget compliance\/management\n+ Participating in proposals for potential new clients\n\n\n ,\n   \n\n  \n\n***Your profile***\n We’re looking for someone who has hands-on experience from accounting and Swedish financial reporting (both K3 and K2), as well as understanding of finance reporting processes. You are able to plan, execute and prioritise projects where the scope of the project and time plan may change several times. You have high social skills and appreciate a role where international relationship building and trust are central.\n   \n\n  \n\n***To succeed in this role, we expect you to have:***\n* Bachelor’s degree in Economics\n* Proficiency in spoken and written English and Swedish\n* Approx. 4-5 year previous experience from hands-on working with Swedish GAAP\n* Experience of preparing and\/or reviewing financial reports in accordance with Swedish GAAP\n* Demonstrated ability to drive and coordinate projects\n* Great skills of Microsoft Excel\n\n\n**It’s An Advantage If You Have** \n  \n\n  \n\n* Previous experience from working on a larger international accounting firm\n* Previous experience from working in an international network setting (e.g. to work across borders and cultures)\n* Previous experience from working with IFRS and\/or US GAAP\n* Great skills in:\n+ G Suite and\/or MS Office\n+ Capego\n\n\n**It Is a Significant Advantage If You Have**\n* Previous experience from working with financial reporting outsourcing projects for international clients\n* Previous experience working within the Financial Reporting module of Workiva\n\n\n**What We Offer You**\n A career in Financial Reporting’s GCS practice will provide you with the opportunity to, together with some of Sweden's top advisors and specialists, deliver value to clients by supporting their accounting function and helping them solve practical problems. PwC's unique offering to our clients is that we function as a one-stop shop, bringing e.g. accounting, financial reporting, compliance, valuation and tax expertise to the table in one go.\n   \n\n  \n\n**Does it all sound good to you? We’re looking forward to your application!**\n**Please Submit a Complete Application Including**\n* CV\n* Cover letter where you describe what motivates you in this field\n\n\n Your application can be written in either Swedish or English. Since we are continuously reviewing the applications please apply as soon as possible.\n   \n\n  \n\n Read more about who we are, and how we are safeguarding inclusion and diversity through our recruiting at www.pwc.se\/karriar.\n   \n\n  \n\n Do you have any questions regarding the recruitment process please contact the responsible recruiter down below.\n   \n\n  \n\n**Recruitment process** \n*We believe in the strength of having a recruitment process that applies to everyone. As part of the selection, we use psychometric tests to ensure an objective, unbiased, and fair selection.*\n*We value the personal meeting to understand the value you can bring to PwC and what we can offer you. The interview process usually consists of multiple stages and various types of interviews. During the interview with the business, you will have the opportunity to meet with the relevant team to discuss the role. When meeting with HR, you will have a competency-based interview where we examine the personality test you completed before the interview.*","company_url":"https:\/\/se.linkedin.com\/company\/pwc-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE_NOj2U2CBnw\/company-logo_100_100\/B4DZaB3NDwH4AU-\/0\/1745935454896\/pwc_sweden_logo?e=2147483647&v=beta&t=af-VjWZPAWMvg-Yukvz57A15Shn7uQssVD6B2WhxjUc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4206644233","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4206644233","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Data-Engineer-151-38\/1164118401\/&urlHash=e2El","title":"Data Engineer","company":"Scania Group","location":"Södertälje, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Motor Vehicle Manufacturing","listing_type":null,"emails":null,"description":"Scania is undergoing a transformation from being a leading supplier of trucks, buses, and engines to providing complete and sustainable transport solutions. Together with TRATON and our sister brands MAN, Volkswagen Truck & Bus, and International, we are working to shape the future of mobility with innovative and environmentally conscious solutions. Our values – customer first, respect, team spirit, responsibility, and elimination of waste – are at the heart of everything we do. Together, we are at the forefront of creating a sustainable future.\n   \n\n  \n\n**Role Summary**\n Our department plays an important role in Scania’s data strategy to deliver top analytical solutions. We enable and enhance data to empower our employees to perform at their best by providing excellent solutions that increase and secure the right decisions to reach and exceed business goals.\n   \n\n  \n\n You will be a part of a Squad consisting of Data Engineers and a Service Delivery Manager working towards the People and Culture business area. You will be part of a like-minded team that has a passion for working with BI solutions, and together you will create data solutions that bring value to our customers. You will also be involved and contribute to the Centers of Excellence (CoEs) in the organization. We work closely with the business (Business & IT as One) and with various stakeholder groups to gather and document reporting requirements to meet business needs.\n   \n\n  \n\n We use scrum methodologies and sprints to follow up our work. Together with the squad, you will be developing high-quality BI solutions. You will develop new data products and work with our existing portfolio as well as documentation and performance adjustments. Our technical platforms are in the cloud and on-premises. The cloud setup is in AWS with Snowflake as a data warehouse, Matillion as our ETL\/ELT tool, and PowerBI as a visualization tool. Our legacy on-premises platform with the Scania common data warehouse is Oracle-based with Oracle 19C and Oracle Data Integrator. We are in a transition phase to move away from on-premises into our highly capable cloud platform.\n   \n\n  \n\n**Who You Are**\n* 4+ years of experience with DW development and support\n* 2+ years of experience with cloud technologies, preferably AWS\/Snowflake\n* Deep knowledge of dimensional modeling, data access, and data storage\n* Advanced SQL knowledge and experience working with relational databases\n* Working experience with both low-code and high-code environments for ETL\n* Knowledge of PowerBI in Cloud, Tabular Editor, and other BI\/DW tools is meriting\n* Basic understanding of git branching, and the ability to push and pull code to and from a git repository\n* Strong English language skills\n* Good knowledge of requirements collection for reporting applications\n\n\n**These skills are a bonus but not a must:**\n* Experience in people and culture domains, procurement, or finance\n* Experience and enjoyment of agile methods and DevOps to deliver value continuously\n* An academic degree in computer science or equivalent\n\n\n We hope that you are someone that adds energy to the group and push the team to reach new levels. You take responsibility for your own and the team’s development and are happy to drive improvements within both processes and tools. You are a team player who dares to take initiative and easily adapts to different situations and work conditions. You communicate fluently in English and have the ability to connect with users and their representatives, understanding requirements and analyzing data. You meet users’ expectations and bring clarity to unclear requirements through dialogue. Additionally, a person who enjoys having fun with colleagues is much appreciated!\n   \n\n  \n\n**Scania Offers**\n We offer a dynamic, flexible workplace with hybrid work options, including Scania Sergel and Midway hubs. With a structured development plan and courses, Scania supports your career growth both locally and internationally.\n   \n\n  \n\n Benefits include training at our health center Gröndal or wellness allowance, result bonus, flexible hours, and company car leasing. Scania also hosts events for employees and their families, and Stockholm residents enjoy direct access to Södertälje via Scania Job express buses.\n   \n\n  \n\n**Application**\n Your application should include a CV and any relevant certificates. We welcome all applicants and strive for diversity in our recruitment processes.\n   \n\n  \n\n Apply as soon as possible, no later than 2025-05-04 Screening will take place on an ongoing basis during the application period. Logical and personality tests may be used as part of the selection process, and a background check may be required for this role.\n   \n\n  \n\n**We look forward to your application!**","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=v2f945TWghdMCDvRt9P44DtfEO_k_CZd74M2K3jXPSY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4237312352","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4237312352","job_url_direct":"https:\/\/alliance.wd3.myworkdayjobs.com\/en-US\/nissanjobs\/job\/training-coordinator-swe_r00186822-1?source=LinkedIn&urlHash=cB5M","title":"Training Coordinator SWE","company":"Nissan Motor Corporation","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Human Resources","company_industry":"Motor Vehicle Manufacturing","listing_type":null,"emails":null,"description":"At Nissan, we're not just building cars, we're revolutionizing mobility. We believe that every individual possesses a unique set of skills and passions that can be harnessed to drive innovation and shape the future of the automotive industry. Our global impact is fueled by dedicated minds, crafting and delivering innovation since 1933. For over 90 years, our core belief in doing what others don't has driven innovation and excitement for our customers, shaping Nissan into the business it is today. We are not just a company - we're a movement, pushing boundaries and embracing the spirit of \"Defy Ordinary\".\n   \n\n  \n\n We are now looking for a\n **Training Coordinator** \n to join Nissan's eNEST business division (Netherlands, Belgium, Norway, Denmark, Sweden) at our Sweden office.\n   \n\n  \n\n**How can you contribute and have an impact?**\n* Coordinate product, process, skills, SMIT & technical training related matters\n* Support RBU teams in production, localization and execution of all training related material and activities, vehicles & aftersales\n* Liaise with RBU training department to ensure consistency of training administration and development\n* Act as key local liaison regarding training in Sweden\n* Act as Nissan Sweden training interface with training back-office\n* Coordinate the Learning Management System for Sweden\/Norway\/Denmark\n* Local coordination of training software and calendars\n* Manage agent network communication processes regarding training\n* Support internal brand & product related training\n* Maintain NSSW (Nissan Sales and Service Way) aligned with real life\n* Coordinate training vehicle fleet in local market\n* Coordinate agent training related payments and reporting\n* Coordinate proof-reading and validation, as well as updating of training material\n* Provide local training forecast and reporting\n* Coordinate business relations with local training providers\n\n\n**What are we looking for:**\n* Minimum of 3 years of professional experience, preferably within the automotive industry\n* Experience within an international, matrix organization is highly advantageous\n* Higher education at the Bachelor's level in business, education, or equivalent\n* Experience in a similar training role is a strength\n* Structured, organized, and hands-on approach to work\n* Initiative and ownership of one's area of work\n* Ability to work in a dynamic environment\n* Readiness to speak in front of an audience\n* Ability to work under pressure\n* Flexible and open mindset\n* Good IT skills; experience with learning management systems is an advantage\n* Fluency in Swedish and English is a must both verbal and written\n\n\n Nissan believes the power comes from the inside, the diversity and well-being of its employees is key to success. People are our most valuable assets, and diversity and inclusion are the key to maximizing the power of each individual member of our team. Nissan is committed to be a truly diverse, equitable, and inclusive company that empowers everyone to bring their best, most authentic selves to work. Respecting each person, their opinions and value is when we can drive innovations that make a difference.\n   \n\n  \n\n Our future vision and ambition is \"Together We Empower Mobility and Beyond\" for a cleaner, safer and more inclusive world.\n   \n\n  \n\n Kista Sweden","company_url":"https:\/\/jp.linkedin.com\/company\/nissan-motor-corporation","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQG9AS7VlhF_rw\/company-logo_100_100\/company-logo_100_100\/0\/1672560394038\/nissan_motor_corporation_logo?e=2147483647&v=beta&t=xWIIhXuDHXbZjjQu_cgJqXQiELNu4MfITAQ1CTbpe54","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4182798869","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4182798869","job_url_direct":"https:\/\/jobs.silkroad.com\/Kofax\/careers\/jobs\/221633&urlHash=smfK","title":"Sr. Sales Engineer","company":"Tungsten Automation","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Software Development","listing_type":null,"emails":null,"description":"The Sr. Sales Engineer provides pre-sales technical support for all Tungsten Automation products and associated applications. While assigned to a geographic area, Sr. Sales Engineers also collaborate with and backup peers from across the country to provide efficient pre-sales support nationwide.\n   \n\n  \n\n**The Sr. Sales Engineer Is Responsible For**\n* Preparing standard and custom demonstrations for Tungsten Automation Account Managers and resellers\n* The handling of all pre-sales technical issues professionally and efficiently\n* Maintaining in-depth knowledge of Tungsten Automation products\n* Maintaining a working knowledge of content repositories\n* Maintaining a working knowledge of workflow systems\n* Ensuring an understanding of key verticals which may include Financial Services, Insurance, Manufacturing, Logistics, Healthcare among others\n* Understanding Tungsten Automation's role in supporting business processes, including process assessments, solution development as well as current and future requirements.\n* Responding to technical questions in RFI\/P\/Qs\n* Sharing “Best Practices” with other SEs\n* Creating and distributing reusable assets for the greater Tungsten Automation community (SEs, AEs, Partners, Marketing etc.). These may include demonstrations, presentations, training materials, whitepapers etc. that speak to thought leadership\n* Providing feedback to Product Development regarding new features, improving product performance, and eliminating bugs in the product\n* Preparing Tungsten Automation Professional Services for efficient installations – professionally managing the transition from pre-sales to post-sales and staying appropriately involved as the implementation progresses\n* Preparing resellers on the technical aspects of selling Tungsten Automation solutions practices and procedures\n* Serving as a point of contact for resellers on technical issues\n* Responding to resellers requests for pre-sale technical support\n\n\n**Required Skills**\n Performance is measured by the revenue produced in Tungsten Automation software sales, professional services, and other measurable performance such as: demonstrations, overall sales support, communications, team building, Internal asset contribution and technical leadership. Measurable performance also includes the individuals willingness to:\n   \n\n  \n\n* Seek and successfully completes special assignments that enable continued development of his\/her technical and\/or other job-related skills and abilities\n* Regularly go out of his\/her way to assist others in the team or department\n* Demonstrate openness to feedback and constructive criticism\n* Through openness and a flexible style of working with others, help to foster an environment of innovation and creativity\n* Assist in maintaining a professional customer environment with positive customer satisfaction\n* Make a concerted effort to stay abreast of technological advances and Tungsten Automation's industry overall\n\n\n All Tungsten Automation Sr. Sales Engineers regardless of title or level must possess the following skills and knowledge:\n   \n\n  \n\n* Communications\/Listening Skills\n\n\n (Internal & external) – including but not limited to professional writing, problem escalation, and good analysis skills as outlined below.\n   \n\n  \n\n* Analysis\/Discovery (ROI) -\n\n\n Ability to plan for and conduct an Interview with the prospect and\/or customer to determine the true business requirements to help build a valid Return on Investment (ROI).\n   \n\n  \n\n* Project Management\n\n\n Critical path analysis to do risk assessment, problem decomposition and resource estimation. Not a concentrated focus on the tools available to manage projects but a working knowledge of the concepts and how they apply in sales situations i.e. knowledge of the theory, not the mechanics.\n   \n\n  \n\n* Sales & Presentation Skills\n\n\n Professional presentation skills and experience in team selling, solution selling methodologies, and an understanding of and ability to utilize the Tungsten Automation Sales Process\n   \n\n  \n\n* Time Management\n\n\n Ability to manage projects including preparation for presentations and demonstrations, training, scheduling, and reporting, and expense processing. This is critical to the success of the sales opportunities as the Sr. Sales Engineer will be required to manage multiple sales campaigns at any given time.\n   \n\n  \n\n* Industry\/General Technology Knowledge\n\n\n A\n ***high level understanding***\n of basic networking and operating system concepts, Visual Basic development \/ scripting – Ability to develop, test and deploy custom VB\/VBA scripts, Java and JavaScript, Industry specific business pain points with active paper processing, storage, and retrieval, and an understanding of J2EE, XML, .NET, OCR, ICR and their use in business processing.\n   \n\n  \n\n* Tungsten Automation Technology Knowledge\n\n\n A High Level Understanding Of Each Of The Suites That Constitute The Tungsten Automation Product Line And The Ability To Fit The Pieces Together Into The Whole Strategy - By Stating The Requirement For ‘a High Level Understanding’, It Is Defined As The Ability To\n   \n\n  \n\n* Position the Tungsten Automation Solution\n* Understand the components that make each the solution and why\n* Define target markets\n* Explain the business value\/value proposition\n* Describe sample use cases\n* Describe reference customers\n* Position and differentiate each solution from the other Tungsten Automation technologies\n* Identify and Qualify potential opportunities\n* Understand the applicability of the technology i.e. where the solution is a good fit and where it is a bad fit\n* Deliver high-level presentation and associated conceptual demonstration\n* Understanding of the underlying technology concepts.\n* Differentiate new product from current product\n* General Architecture – understanding of how all of the components fit together technically as well as how they integrate and work with external technologies. This includes an understanding of:\n* Foundation technologies including but not limited to XML, IIS, .NET, OCR, ICR, Web Services, Cloud, AI & Machine Learning\n* Tungsten Automation Networking Constraints\n* Tungsten Automation Components and Services, with a particular focus on Invoice Automation (purchase to pay, e-Invoicing, accounts payable automation).\n\n\n**Required Experience**\n The qualified applicant must demonstrate knowledge of the roles, responsibilities, processes, tools and techniques used by pre-sales technical support and sales departments, and have excellent people skills, communication and negotiation skills along with the ability to perform professional presentations, and extensive, up-to-date technical knowledge in document management and digital processing.\n   \n\n  \n\n**Qualifications Include**\n* 7-10 years’ experience supporting a solution sales team in the pre-sales technical role\n* Experience leading complex, technical, enterprise solution-based opportunities through the opportunity sales step to successful close\n* Bachelor’s degree in information systems, computer science, information technology or a related discipline, or equivalent years of experience.\n* Professional presentation experience\n* Publishing of white papers, blogs, thought leadership assets\n* Business analysis at both the IT and LOB level, including the ability to document the analysis in a useable, shareable format\n* Experience working with various partners\/channel organization\n* Ability to travel 50%\n* Knowledge and experience with e-Invoicing and\/or accounts payable automation solutions\n* Experience in business process management\/software industry is a plus.\n* A Fundamentals Level of understanding around Cloud, Cloud Services, AI, Machine Learning, and deploying Enterprise Software on the Cloud is highly desirable.\n\n\n***Tungsten Automation is an Equal Opportunity Employer M\/F\/Disability\/Vets***","company_url":"https:\/\/www.linkedin.com\/company\/tungstenautomation","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQFXitkEWxqXag\/company-logo_100_100\/company-logo_100_100\/0\/1705416011320\/tungstenautomation_logo?e=2147483647&v=beta&t=8LudScoW14ewykcZeDySPONalVBPOCvFSKmIV9ZHoQw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4237332900","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4237332900","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I005\/333\/apply?site=2&lang=SE&validator=a75fbd88f1b2a3a49de2af9c8b7bc228&job_id=43654&urlHash=iW4T","title":"Handläggare till Genomförandeavdelningen, Rikshemvärnsstaben","company":"Swedish Armed Forces","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Management and Manufacturing","company_industry":"Armed Forces","listing_type":null,"emails":null,"description":"I rollen som Handläggare får växla mellan långsiktig planering och att fokusera på samt fatta beslut i operativa sakfrågor och du får vara med på en spännande resa då Försvarsmakten växer. Som anställd hos oss blir du en viktig del av Sveriges försvar. Tänk om du kunde gå till jobbet och bidra till en säkrare framtid? Välkommen med din ansökan!\n   \n\n  \n\n**Huvudsakliga arbetsuppgifter**\n Rollen som Handläggare innebär analys och arbete med bland annat Försvarsmaktens strategiska planeringsdokument, stridskraftens Hemvärnets strategiska och operativa planeringsdokument. Samverkan med övriga avdelningar på rikshemvärnsstaben avseende utgivande av stridskraftens genomförande plan, stridskraftens samordningsdirektiv m.m.. Samverkan med rikshemvärnsstabens direkt rapporterande chefer, Hemvärnets stridsskola och samtliga militärregion staber och med olika militära förband, myndigheter och organisationer. Samverkan med övriga delar av Försvarsstaben och försvarsgrenar samt stridskrafter.\n   \n\n  \n\n**KRAV**\n**Kvalifikationer**\n* Akademisk examen som personalvetare, alternativt motsvarande utbildning tillsammans med arbetslivserfarenhet som av arbetsgivaren bedömer som likvärdig\n* Aktuell och relevant flerårig arbetslivserfarenhet av arbete med breda administrativa och\/planeringsrelaterade arbetsuppgifter\n* God förmåga att uttrycka dig väl i svenska såväl som engelska i både tal och skrift\n* Goda kunskaper avseende Microsoft Office\n* B-körkort\n\n\n**Personliga egenskaper**\n Vi söker dig som är kommunikativ, värdesätter ett bra samarbetsklimat och har en mycket god samarbetsförmåga. Vi ser att du har god social kompetens och god förmåga att utveckla och vidmakthålla kontakter med representanter för myndigheter och organisationer. Du arbetar alltid strukturerat och noggrant. Du har en god strategisk och analytisk förmåga och du är lösningsorienterad. Du lämnar ingenting åt slumpen och ser alltid till att ha god kontroll över dina uppgifter. Du har också mycket god förmåga att arbeta självständigt och god förmåga att planera, genomföra och slutföra projekt. Du är noggrann och resultatinriktad då du förväntas ingå i tillfälliga arbetsgrupper. Du har gott omdöme, hög personlig integritet, är säkerhetsmedveten och förmåga att skapa och bibehålla förtroende. Stor vikt kommer att läggas stor vid personliga egenskaper.\n   \n\n  \n\n*För att myndighetens uppdrag ska vara framgångsrikt förutsätts att alla medarbetare uppträder enligt den värdegrund som finns. Försvarsmaktens värdegrund slår vakt om alla människors lika värde, rättvisa och jämlikhet och främjar demokrati och mänskliga rättigheter.*\n**Meriter**\n* Relevant erfarenhet från Försvarsmakten och förståelse för militär struktur och stabsarbete\n* Relevant erfarenhet av samverkan mellan myndigheter och inom Försvarsmakten\n* Relevant erfarenhet av genomförandeplanering och produktionsledning inom Försvarsmakten\n* Goda kunskaper i försvarsmaktens IT-system PRIO, VIDAR, SWECCIS, ISUS mfl.\n* Relevant erfarenhet av planerings- eller samordningsarbete inom offentlig verksamhet\n* Utbildad på Försvarsmaktens signalskyddsmateriel\n* Relevant arbetslivserfarenhet inom militär stab\n\n\n**Övrigt**\n Anställningsform: Tillsvidare. 6 månaders provanställning tillämpas på dig som inte är anställd i Försvarsmakten.\n   \n\n  \n\n Placering: Befattningen är placerad vid Rikshemvärnsstaben.\n   \n\n  \n\n Tillträde: snarast.\n   \n\n  \n\n Upplysning om tjänsten: Rekryterande chef Anders Carne 073- 049 75 16.\n   \n\n  \n\n**Fackliga företrädare** \n . Samtliga nås via Försvarsmaktens växel: 08 – 788 75 00.\n   \n\n  \n\n Stefan Ungerth (SACO)\n   \n\n  \n\n Monika Danielsson (SEKO)\n   \n\n  \n\n Kjell Tetzlaff (Försvarsförbundet OFR\/S)\n   \n\n  \n\n Arne Nilsson (Officersförbundet, OFR\/O)\n   \n\n  \n\n**Ansökan**\n Välkommen med din ansökan senast 13 juni 2025. Din ansökan bör innehålla CV samt ansökningsbrev där du motiverar varför du är lämpad för denna befattning.\n   \n\n  \n\n**Ansökningar till denna befattning kommer endast tas emot via Försvarsmaktens webbplats.** \n -------------------------------------------------------- Information om Försvarsmakten och det rekryterande förbandet: Hemvärnet är en del av Försvarsmaktens insatsorganisation och i stark tillväxt. Hemvärnet verkar i fred, kris och krig och som krigsförband är dess huvuduppgift att skydda, bevaka, ytövervaka samt stödja samhället. På många sätt är Hemvärnet en nationell stomme för försvaret och skyddet av Sverige. Antalet fast anställda ska vara ca 800 och de frivilliga i hemvärnsförbanden ska vara ca 25 000. Rikshemvärnsstaben är rikshemvärnschefens centrala stab för att leda och inrikta förbandsproduktionen av stridskraften hemvärnet. Rikshemvärnschefen ansvarar för att utveckla och vidmakthålla stridskraften hemvärnet som består av fyra militärregioner med staber, utbildningsgrupper, territoriella förband och hemvärnsförband, Hemvärnets stridsskola HvSS samt musikkårer. En anställning hos oss innebär placering i säkerhetsklass. Säkerhetsprövning med registerkontroll kommer att genomföras före anställning enligt 3 kap i säkerhetsskyddslagen. Med anställning följer en skyldighet att krigsplaceras. I anställningen ingår även en skyldighet att tjänstgöra utomlands. Innebörden av detta varierar beroende på typ av befattning. Till ansökan om anställning ska CV och personligt brev bifogas. Om du går vidare i anställningsprocessen ska alltid vidimerade kopior av betyg och intyg uppvisas. Samtal från externa rekryteringsföretag och säljare undanbedes","company_url":"https:\/\/se.linkedin.com\/company\/forsvarsmakten","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHxUWLGr745hw\/company-logo_100_100\/B4DZafRlsAG8AQ-\/0\/1746428910693\/forsvarsmakten_logo?e=2147483647&v=beta&t=u_iZYkp0_UK5fXLB6S-ozY78qPNzkRV7AgdLV1qjhqc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4208225590","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4208225590","job_url_direct":"https:\/\/careers.embark-studios.com\/jobs\/5807031-customer-support-operator-games&urlHash=e6_b","title":"Customer Support Operator - Games","company":"Embark Studios","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Computer Games and Software Development","listing_type":null,"emails":null,"description":"As a Customer Support Operator at Embark, you will be overseeing the daily operational work of our outsourced support team and keep up to date with the information for our game(s). You’ll work closely with our agents and help design player-centric solutions to problems large and small.\n   \n\n  \n\n You won’t be sitting and answering player questions nor get scared by a loudly ringing phone; instead you'll be helping to support our team of agents and working on keeping the flow of information open and efficient by providing daily support in customer case management, make sure relevant information is being shared and finding solutions to complex customer support cases.\n   \n\n  \n\n In order to succeed in this role, you know how to handle last minute changes, don't fear administrative work and will partake in cross-team meetings while maintaining our tools and projects.\n   \n\n  \n\n**Who are you?**\n You have a passion for player-centricity and service. Experienced in Customer Support —meritorious if it's from the games industry — you are serviceminded, empathetic, and business-minded. You know and love the game and you understand that our players are passionate and important. You advocate for players internally and ensure that they are well taken care of in every way possible. You are patient and kind, an eternal problem solver, and a champion for our players. Oh, and you thrive in the absolute chaos of a live service game! Sound like you? Please apply!\n   \n\n  \n\n**Example Of Responsibilities**\n* Support our agents in their daily operational work by resolving escalated issues\n* Keep internal and external documentation up to date\n* Investigate and report bugs\n* Cooperate with all other departments in the company to keep a steady flow of information\n* Possibility to drive own projects\n\n\n**We would love if you have**\n* A native-level command of English\n* Ability to demonstrate effective written communication to assist all audience and skill level\n* You are social and like to have contact with many people in the company\n* Experience in customer support, particularly within the gaming industry\n* Experience and enthusiasm for gaming\n* A versatile working style\n\n\n At Embark we offer competitive salaries, passionate colleagues to share knowledge with and much more, but most of all we invite you to take part of a journey into the unknown, to build creative, surprising and beautiful experiences together.\n   \n\n  \n\n We welcome game makers of all sex, class, colour, age, gender identity, education, religion, opinion, culture, nation of origin, language, sexual orientation, shape, size, and ability.\n   \n\n  \n\n Did we leave anyone out? Well, we welcome you, too! We think that the gaming industry is made better when everyone has a seat at the table.\n   \n\n  \n\n Be yourself at Embark and make games while doing so. Please apply with confidence. We can’t wait to hear from you (in English)!\n   \n\n  \n\n**Please note, for this role we are only considering candidates already residing in Sweden.**","company_url":"https:\/\/se.linkedin.com\/company\/embark-studios-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHA7a5ydC15dg\/company-logo_100_100\/company-logo_100_100\/0\/1710146003114\/embark_studios_ab_logo?e=2147483647&v=beta&t=FG_iWZMoegt50SQGNpiiE7mCZA_xhkueYRz1PYbt0dc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4174972113","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4174972113","job_url_direct":"https:\/\/fa-ewgu-saasfaprod1.fa.ocs.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/18215\/?utm_medium=jobshare&urlHash=RMfZ","title":"Underwriting Service Coordinator","company":"Chubb","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Other","company_industry":"Insurance","listing_type":null,"emails":null,"description":"**Job Description**\n**Underwriting Service Coordinator**\n Chubb is a world leader in insurance. With operations in 54 countries and territories, Chubb provides commercial and personal property and casualty insurance, personal accident and supplemental health insurance, reinsurance and life insurance to a diverse group of clients. As an underwriting company, we assess, assume and manage risk with insight and discipline. We service and pay our claims fairly and promptly.\n   \n\n  \n\n The company is also defined by its extensive product and service offerings, broad distribution capabilities, exceptional financial strength and local operations globally. Parent company Chubb Limited is listed on the New York Stock Exchange (NYSE: CB) and is a component of the S&P 500 index. Chubb maintains executive offices in Zurich, New York, London, Paris and other locations, and employs approximately 40,000 people worldwide. Additional information can be found at: www.chubb.com .\n   \n\n  \n\n In the Nordics we are an organization of 140 employees.\n   \n\n  \n\n Are you looking for a\n **customer centric role** \n in the world of\n **financial services** \n ? Do you excel in taking ownership, thinking outside of the box and putting the customer at the heart of what you do?\n   \n\n  \n\n Then this role could be the opportunity for you.\n   \n\n  \n\n As an Underwriting Service Coordinator, you will get to work within an international and dynamic environment within our Commercial Lines division in EMEA. You will proactively support underwriting teams by delivering high quality customer service, taking ownership of operational functions and service aspects, coordinating with a variety of different functions and teams, allowing underwriters to focus on production and underwriting\n   \n\n  \n\n The Underwriting Service Coordinator is responsible for supporting the end-to-end lifecycle of producing and issuing an insurance policy for our customers, along with any associated problem solving.\n   \n\n  \n\n For some parts you will be working with underwriters to create accurate and practical instructions for supporting teams to process information, for others you will be performing the processing yourself. This could include new business customers just joining us, renewal customers staying with us for another year, or it could be changes customers would like to make during the term of their insurance. All are to be approached and performed with the customer at the heart; wanting to ensure your work is correct when the customer needs it and to the agreed Chubb service standards.\n   \n\n  \n\n**Key Responsibilities**\n* Manage a portfolio of Domestic and Multinational accounts performing account administration and Multinational program implementation tasks. In conjunction to supporting our underwriters by providing them with underwriting, regulatory, and compliance information and or advice on program structures as well as preparing instructions for the processing and issuance of new business, renewals and endorsements, invoices, and documentation. All within the required time frames, and to the required quality standard applying right first-time principle\n* Be a focal point for internal colleagues, working closely with Segment leaders, Line Managers, Underwriters, and our Service centres to deliver agreed client service standards, troubleshoot and solve any issues affecting the customer.\n* Be a focal point for Broker administration queries with regards to local market practice, our market and service offering as well as regulatory \/ tax queries. In addition to supporting the timely resolution of credit control queries\n* Assist where required with ongoing Projects that are identified throughout a given year for improvement to Line or Operations, being an expert on the process, a tester or helping others understand where opportunities for improvement in the process may be.\n* Pro-actively hunt for opportunities of improving the customers’ experience and perform ad hoc associated work requests for your role\n\n\n**Qualifications**\n**Required profile :**\n**Experience**\n* Experience of servicing multinational insurance programmes or servicing master policies (understanding of premium allocation, how policy is issued and booked) or\n* Working experience of at least 2 lines of business in insurance\n* Experience on client facing roles in the insurance industry, including client meeting, presentations\n* Practice of underwriting process and reinsurance process\n* Proficient in MS office tools\n\n\n**Qualifications**\n* Insurance Certification\n* University Degree\n\n\n**Languages**\n* Local Language\n* Fluent English\n* A foreign language would be an advantage.\n* Seniority Level\n+ Customer Service","company_url":"https:\/\/ch.linkedin.com\/company\/chubb","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQE2YE2mCX0nnQ\/company-logo_100_100\/company-logo_100_100\/0\/1630604458478\/chubb_logo?e=2147483647&v=beta&t=eu49t2Fs2e6Y2AKTKkKKcTvSHr_Fd1SlQ5SAiI0vGvE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4207847313","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4207847313","job_url_direct":"https:\/\/jobs.jobvite.com\/leovegas\/job\/omwPvfwW?__jvst=Job+Board&__jvsd=LinkedIn&urlHash=38DK","title":"Senior JavaScript Engineer - Operational Systems","company":"LeoVegas Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Gambling Facilities and Casinos","listing_type":null,"emails":null,"description":"**Description**\n*Position at LeoVegas Group*\n**About The Role**\n Ready to build the technology that fuels our company's success behind the scenes? As a Senior JavaScript Engineer on our Operational Systems team, you'll play a key role in crafting a high impact platform using a modern tech stack: React, Node, GraphQL, and more. You'll collaborate closely with a talented team of designers and product experts to deliver intuitive, customer-centric products. This is a chance to join a highly collaborative team where you'll work closely with designers, product managers, and other engineers to deliver exceptional results.\n   \n\n  \n\n YOU WILL BE RESPONSIBLE FOR:\n   \n\n  \n\n* Implement modern, component-driven architecture using technologies such as React, Node, GraphQL, JSS, Jest, Relay, and TypeScript.\n* Collaborate closely with designers and product to build intuitive, customer-centric products.\n* Proactively identify architectural improvements and implement innovative solutions.\n* Actively contribute to team discussions, task creation, and delivery in a self-organized, agile environment.\n* Participate in peer reviews, knowledge sharing, and mentoring less senior developers to build a strong engineering culture.\n\n\n OUR SUCCESSFUL CANDIDATE WILL HAVE THE FOLLOWING:\n   \n\n  \n\n**Essential Skills**\n* 5+ years in developing modern Web applications\n* You know JavaScript\/TypeScript and React very well\n* You have worked with GraphQL\n* You can work in a highly collaborative and agile team\n* You are used to write Unit Tests\n\n\n NICE TO HAVES\n   \n\n  \n\n* You have worked with Relay\n* You are familiar with and value Clean Code and Design patterns\n\n\n**Who We Are**\n At the core of LeoVegas Group is Team Leo. Our culture is our foundation and is what enables us to innovate, build, and lead as we trailblaze our way through the igaming industry. We’re a team of over 1800 innovators, initiators, and groundbreakers working in a fast-paced and agile environment across 16 offices worldwide.\n   \n\n  \n\n**Benefits**\n* Hybrid work policy\n* 4 weeks of Workation (T&C apply)\n* 30 annual vacation days\n* Occupational Pension\n* 5,000 SEK wellness contribution annually\n* Parental Leave Top-Up\n* Possibility to enroll in a private health care insurance for both you and your partner\n* 1,500 SEK equipment allowance\n* Benify - benefits portal with many offers and discounts\n* We offer a relocation package with accommodation and flights.\n\n\n JOIN US!\n   \n\n  \n\n In our pride, we empower our teammates to find their roar and run with their wildest ideas. We don’t wait for things to happen; we pounce and make it happen!\n   \n\n  \n\n Would you be a good fit for the Leo Pride - give us a roar!\n   \n\n  \n\n \\*\\*As our company working language is English, we’d like to see your CV in English, please\\*\\*","company_url":"https:\/\/se.linkedin.com\/company\/leovegasgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFv2doLANKS7Q\/company-logo_100_100\/company-logo_100_100\/0\/1704352044440\/leovegasgroup_logo?e=2147483647&v=beta&t=uxwDKmPil5Zvwf_KMFgO1Wamc2PNCx9iMBk-sRQIVds","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4207787139","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4207787139","job_url_direct":"https:\/\/kantar.wd3.myworkdayjobs.com\/KANTARMEDIA\/job\/Stockholm-Vasagatan\/Senior-DevOps-Engineer_R093706?source=LinkedIn&urlHash=MyG0","title":"Senior DevOps Engineer","company":"Kantar Media","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Marketing Services","listing_type":null,"emails":"maria.bonal@kantar.com","description":"Media help partners understand the changing advertising landscape. Specialising in audience measurement, consumer targeting and in-depth intelligence into paid, owned and earned media, their global coverage and local expertise enable better understanding of media audiences and their relationships with brands.\n   \n\n  \n\n Kantar Media is a wholly owned but operationally independent part of the Kantar Group.\n   \n\n  \n\n**Job Details**\n As people increasingly move across channels and platforms, Kantar Media’s data and audience measurement, targeting, analytics and advertising intelligence services unlock insights to inform powerful decision-making.\n   \n\n  \n\n Working with panel and first-party data in over 80 countries, we have the world’s fastest growing cross-media measurement footprint, underpinned by versatility, scale, technology and expertise, to drive long-term business growth for our clients and partners.\n   \n\n  \n\n Our versatility, scale, technology, and expertise enable our 5000 people across Latin America, Europe, the Middle East, Asia Pacific, North America, and Africa to understand audiences and help the world’s leading organisations succeed and grow\n   \n\n  \n\n**Location: Stockholm , Vasagatan**\n**Role Description**\n Excitingly Kantar Media has partnered with the MMS to build a new Cross-Media Measurement panel in Sweden, that will be one of the first of its kind in the world. We are looking for forward-thinking, diverse, and client-focused individuals to join our team and make this audience measurement panel a success for MMS and Kantar Media.\n   \n\n  \n\n We have a vacancy for a DevOps Engineer to maintain our cloud-based systems and ensure the daily delivery of data. You will supervise and maintain daily data production operations. The systems are hosted on Azure containers and uses a range of frameworks, software, databases, and API layers.\n   \n\n  \n\n**Tasks & Responsibilities**\n As a DevOps\/Site Reliability Engineer, you will ensure that the systems for producing audience data run efficiently, which will produce daily data to the Media Industry, according to the contracts and SLA’s. You will be included in exciting and large project that will be set up from scratch. Therefore, we are looking for professionals that is eager to help building this project. Using innovative tooling in an international, data driven organization.\n   \n\n  \n\n* Manage and maintain Azure resources using Terraform scripts to host mostly internally developed custom software.\n* Deploy systems using Helm charts, .yaml files, and Azure Pipelines to automate processes.\n* Utilize Zabbix for monitoring cloud-based interconnected systems running 24\/7, including Kubernetes, Hive, Elasticsearch, Kibana, RabbitMQ, Docker, and Azure Blob Storage.\n* Perform routine housekeeping tasks such as backups, monitoring SSL certificates, and managing SAS tokens.\n* Ensure systems comply with Kantar security and disaster recovery standards and client requirements.\n* Collaborate with the Central Cloud Architecture and Support team to learn best practices and report any issues.\n\n\n**Required**\n* Strong understanding of Azure DevOps flow from both application and infrastructure perspectives.\n* Experience in cloud management, diagnostics, and monitoring with Zabbix or similar tools.\n* Proficiency with Azure Services and Resources such as VMs, NSGs, VNets, Application Gateways, Firewalls, and AKS.\n* Experience with containers (Kubernetes\/Elastic Container Service).\n* Solid knowledge of version control and branching strategies.\n* Expertise in CI\/CD tools (Terraform deployment, pipeline creation, and troubleshooting).\n* Strong Linux\/Unix experience and troubleshooting skills.\n* Network-level infrastructure knowledge, including security best practices.\n* Good to Have Skills:\n* Experience with Azure PaaS Cloud and Hive.\n* Oracle and SQL Server administration and some SQL experience.\n* Understanding of web core technologies (network, websites, video streaming, browsers) and TV and broadcast delivery.\n* Experience with Agile delivery methodologies (e.g., Scrum or Kanban) as part of a team.\n\n\n At Kantar Media we have an integrated way of rewarding our people based around a simple, clear and consistent set of principles. Our approach helps to ensure we are market competitive and to support a pay for performance culture, where your reward and career progression opportunities are linked to what you deliver.\n   \n\n  \n\n We go beyond the obvious, using intelligence, passion, and creativity to inspire new thinking and shape the world we live in. Apply for a career that’s out of the ordinary and join us.\n   \n\n  \n\n We want to create an equality of opportunity in a fair and supportive working environment where people feel included, accepted, and are allowed to flourish in a space where their mental health and wellbeing is taken into consideration. We want to create a more diverse community to expand our talent pool, be locally representative, drive diversity of thinking and better commercial outcomes.\n   \n\n  \n\n At Kantar Media, the diversity of our employees provides a richer environment for our employees and broader depth and breadth of thinking for our clients. Kantar is committed to inclusion and diversity; therefore, we welcome applications from all sections of society and do not discriminate based on age, race, religion, gender, pregnancy, sexual orientation, gender identity, disability, marital status, or any other legally protected characteristics.\n   \n\n  \n\n Interested? Apply today or get in contact with maria.bonal@kantar.com to learn more.\n   \n\n  \n\n**Country**\n Sweden\n   \n\n  \n\n**Why join Kantar?**\n We pride ourselves on understanding people, and what makes us think and act the way we do.\n   \n\n  \n\n And because we know people, we like to make sure our own people are being looked after as well. Equality of opportunity for everyone is our highest priority and we support our colleagues to work in a way that supports their health and wellbeing. While we encourage teams to spend part of their working week in the office, we understand no one size fits all; our approach is flexible to ensure everybody feels included, accepted, and that we can win together. We’re dedicated to creating an inclusive culture and value the diversity of our people, clients, suppliers and communities, and we encourage applications from all backgrounds and sections of society. Even if you feel like you’re not an exact match, we’d love to receive your application and talk to you about this job or others at Kantar.","company_url":"https:\/\/uk.linkedin.com\/company\/kantar-media","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEt8vyEuV0OTg\/company-logo_100_100\/company-logo_100_100\/0\/1720017687618\/kantar_media_logo?e=2147483647&v=beta&t=QenhN0XjZpPKD7hBEybsW3fSDQwPus8D20B8hDnLcLs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4235019692","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4235019692","job_url_direct":"https:\/\/globalcareers-msci.icims.com\/jobs\/2057\/senior-engineer\/job?mode=job&iis=Job+Posting&iisn=LinkedIn&urlHash=V7U4","title":"Senior Engineer","company":"MSCI Private Assets","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Financial Services","listing_type":null,"emails":"Disability.Assistance@msci.com","description":"Team delivers functionality to a varsity of tools used by the real estate market around the world.\n   \n\n  \n\n* Collaborate with cross-functional teams to define, design, and implement new features and enhancements that meet business requirements and align with the technical architecture\n* Develop and support scalable, applications and systems and serve features for the property- and index market on our web and API products\n* Closely collaborate with partners across product and design, engineering, and business teams to drive innovations that improve our customers’ experience\n* Follow software-development best practices including test-driven development, contributing to documentation, feature flagging, etc\n* Help to maintain and improve existing pipelines\n* Collaborate with DevOps to plan resources and continuously optimize the infrastructure and configuration of our data pipelines to ensure a healthy and high-performance production deployments\n* Performing any other tasks as assigned by line manager\n* Performing any other tasks as assigned by line manager\n* Bachelors degree in Computer Science, or a related field\n* 5+ years of relevant back-end programming experience using languages such as .Net, Python or Node.js\n* Solid comprehension of common design patterns, algorithms, and data structures\n* Solid understanding of distributed systems\n* Working knowledge of containerization\n* Excellent communication and presentation skills\n* Experience with event-driven processing within a microservices oriented architecture\n* Knowledge of Test Driven Development, Refactoring, Clean Code and Clean Architecture\n* Experience working in an Agile software development organization\n\n\n**What We Offer You**\n* Transparent compensation schemes and comprehensive employee benefits, tailored to your location, ensuring your financial security, health, and overall wellbeing.\n* Flexible working arrangements, advanced technology, and collaborative workspaces.\n* A culture of high performance and innovation where we experiment with new ideas and take responsibility for achieving results.\n* A global network of talented colleagues, who inspire, support, and share their expertise to innovate and deliver for our clients.\n* Global Orientation program to kickstart your journey, followed by access to our Learning@MSCI platform, LinkedIn Learning Pro and tailored learning opportunities for ongoing skills development.\n* Multi-directional career paths that offer professional growth and development through new challenges, internal mobility and expanded roles.\n* We actively nurture an environment that builds a sense of inclusion belonging and connection, including eight Employee Resource Groups. All Abilities, Asian Support Network, Black Leadership Network, Climate Action Network, Hola! MSCI, Pride & Allies, Women in Tech, and Women’s Leadership Forum.\n\n\n At MSCI we are passionate about what we do, and we are inspired by our purpose - to power better investment decisions. You’ll be part of an industry-leading network of creative, curious, and entrepreneurial pioneers. This is a space where you can challenge yourself, set new standards and perform beyond expectations for yourself, our clients, and our industry.\n   \n\n  \n\n MSCI is a leading provider of critical decision support tools and services for the global investment community. With over 50 years of expertise in research, data, and technology, we power better investment decisions by enabling clients to understand and analyze key drivers of risk and return and confidently build more effective portfolios. We create industry-leading research-enhanced solutions that clients use to gain insight into and improve transparency across the investment process.\n   \n\n  \n\n MSCI Inc. is an equal opportunity employer. It is the policy of the firm to ensure equal employment opportunity without discrimination or harassment on the basis of race, color, religion, creed, age, sex, gender, gender identity, sexual orientation, national origin, citizenship, disability, marital and civil partnership\/union status, pregnancy (including unlawful discrimination on the basis of a legally protected parental leave), veteran status, or any other characteristic protected by law. MSCI is also committed to working with and providing reasonable accommodations to individuals with disabilities. If you are an individual with a disability and would like to request a reasonable accommodation for any part of the application process, please email Disability.Assistance@msci.com and indicate the specifics of the assistance needed. Please note, this e-mail is intended only for individuals who are requesting a reasonable workplace accommodation; it is not intended for other inquiries.\n   \n\n  \n\n**To all recruitment agencies**\n MSCI does not accept unsolicited CVs\/Resumes. Please do not forward CVs\/Resumes to any MSCI employee, location, or website. MSCI is not responsible for any fees related to unsolicited CVs\/Resumes.\n   \n\n  \n\n**Note on recruitment scams**\n We are aware of recruitment scams where fraudsters impersonating MSCI personnel may try and elicit personal information from job seekers. Read our full note on careers.msci.com","company_url":"https:\/\/www.linkedin.com\/showcase\/msci-private-assets\/","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHRBQYwbQnLrg\/company-logo_100_100\/company-logo_100_100\/0\/1719850414189\/msci_real_assets_logo?e=2147483647&v=beta&t=kV69dt6h7HFmEED45MVyL9QMjBJa-scXb5cpzdvo3kg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4166261189","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4166261189","job_url_direct":"https:\/\/bli.b3.se\/jobs\/5617574-windows-server?utm_source=LinkedIn&urlHash=zwFo","title":"Windows server","company":"B3 Cloud","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Är du en duktig på Windows Server och brinner för att optimera IT-miljöer? Vill du vara en del av ett team som värdesätter gemenskap, enkelhet och entreprenörskap? Då kan B3 Cloud vara din nästa arbetsplats!\n   \n\n  \n\n**Om rollen – Din möjlighet att göra skillnad i spännande projekt!**\n Som\n **Windows Server-konsult** \n hos oss kommer du att:\n   \n\n  \n\n* Delta aktivt i olika projekt där du förbättrar, utvecklar och underhåller våra kunders IT-infrastruktur.\n* Vägleda kunder i teknikval och implementera ny teknik för att möta deras behov.\n* Arbeta med design och implementering av större servermiljöer.\n* Använda dina kunskaper inom scripting, Active Directory, VMware och Backup för att optimera system.\n* Bidra med din förståelse för säkerhetsaspekter och hålla dig uppdaterad inom området.\n\n\n**Vi söker dig som… 🌟**\n* Har minst 5 års erfarenhet att arbeta med Windows Server som konsult.\n* Är skicklig på att designa och implementera omfattande servermiljöer.\n* Har erfarenhet av scripting, Active Directory, VMware och Backup.\n* Är lösningsorienterad och tar initiativ för att förbättra och utveckla processer.\n* Värdesätter en arbetsmiljö präglad av gemenskap, enkelhet och entreprenörskap.\n\n\n Extra meriterande är om du har kunskaper inom\n **System Centers ekosystem** \n , inklusive SCOM, SCSM, Intune och Orchestrator, och förstår hur dessa samverkar ur ett service management-perspektiv.\n   \n\n  \n\n**Vad vi erbjuder 🎁**\n* En inkluderande och energifylld företagskultur där vi värdesätter olikheter och erfarenheter.\n* Möjligheter till kompetensutveckling och att hålla dig i framkant inom ditt expertisområde.\n* Flexibilitet och frihet att påverka dina uppdrag, arbetstider och utveckling.\n* Regelbundna wellness-aktiviteter som yoga, simning, musikquiz och föreläsningar om mental hälsa.\n\n\n**Vem är vi?**\n Vi är\n **B3 Cloud** \n , en del av B3 Consulting Group – ett av Sveriges ledande konsultbolag. Vi hjälper våra kunder att bygga framtidens IT-miljöer genom modern molnteknik och cybersäkerhet. Vi är ett\n **team på cirka 40 experter inom moln och säkerhet** \n , och vi älskar att samarbeta, utvecklas och lösa komplexa utmaningar tillsammans! 💡\n   \n\n  \n\n**Om B3 Consulting Group**\n*B3 Consulting Group är ett expansivt konsultbolag med cirka 1000 medarbetare. Vi brinner för innovation och hjälper Sveriges ledande företag och organisationer att skapa framtidens möjligheter genom digital transformation. B3 finns på* \n tolv orter i Sverige samt i Polen, med huvudkontor i Stockholm. Bolaget grundades 2003, är noterat på Nasdaq Stockholm Small Cap och omsatte 1 141 MSEK 2023.\n   \n\n  \n\n*Vi är stolta över vår prisbelönta företagskultur, där olikheter, erfarenheter och gemensam energi värdesätts. Som ett etiskt och transparent bolag strävar vi efter att ha en positiv påverkan på samhället, människor och miljön. Vi är även engagerade i Women in Tech och initiativ för att stärka AI-utbildning för kvinnor. 2024 utsågs vi till Årets Employer Branding-företag, och vår HR-chef vann titeln Årets HR-chef.*\n 💌\n **Låter det spännande?** \n Hör av dig! Vi ser fram emot att lära känna dig!","company_url":"https:\/\/se.linkedin.com\/company\/b3-cloud","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFqErJ3mIKvsA\/company-logo_100_100\/company-logo_100_100\/0\/1630653817364\/b3_cloud_logo?e=2147483647&v=beta&t=yvyKSBwKlvDqoROV40ensotb--0afWpCtLcfKGi_9uQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4207771245","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4207771245","job_url_direct":"https:\/\/fa-extu-saasfaprod1.fa.ocs.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/205\/?utm_medium=jobboard&utm_source=linkedin&urlHash=fDhm","title":"Sales Development Representative","company":"Akamai Technologies","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Job Description**\n**Would you like to work in a dynamic sales-growth role?**\n**Do you enjoy facilitating the early stages of sales cycles?**\n**Join our exciting sales development team**\n Our Sales Development Team partners with Akamai's sales and marketing teams to guide the early stages of the sales cycle. SDR's primarily assist with new customer acquisition by generating qualified pipeline that converts to booked deals,\n   \n\n  \n\n**Become a trusted advisor to customers**\n Be responsible for generating qualified sales opportunities. Through combination of outbound prospecting, marketing lead follow up, monitoring inbound chat and telephony solutions. Using a mix of phone, email and social strategies. This role is focused on generating pipeline in Scandinavia.\n   \n\n  \n\n As a Sales Development Representative, you will be responsible for:\n   \n\n  \n\n* Identifying, prospecting and penetrating prospect and customer accounts to achieve opportunity and pipeline targets.\n* Setting qualified introductory meetings for aligned account executives while nurturing early stage pipeline.\n* Collaborating with sales and marketing colleagues in region to optimize demand generation and pipeline development.\n* Leveraging industry-leading tools, including Salesforce, Salesloft, Drift, LinkedIn and more to maximize productivity.\n\n\n**Do What You Love**\n To be successful in this role you will:\n   \n\n  \n\n* Have entry- level related industry work experience or be able to demonstrate relevant, equivalent sales experience.\n* Have experience identifying business needs through information-gathering to pre-qualify opportunities.\n* Be comfortable speaking with decision makers, including C-level via various mediums (social, email, phone and video).\n* Have experience with Microsoft Office, Salesforce, and Salesloft or similar sales productivity tools.\n* Enjoy working in a diverse team with a desire to grow in the organisation.\n* Have deep verbal and written communications skills; fluent in Swedish and English\n\n\n**Work in a way that works for you**\n FlexBase, Akamai's Global Flexible Working Program, is based on the principles that are helping us create the best workplace in the world. When our colleagues said that flexible working was important to them, we listened. We also know flexible working is important to many of the incredible people considering joining Akamai. FlexBase, gives 95% of employees the choice to work from their home, their office, or both (in the country advertised). This permanent workplace flexibility program is consistent and fair globally, to help us find incredible talent, virtually anywhere. We are happy to discuss working options for this role and encourage you to speak with your recruiter in more detail when you apply.\n   \n\n  \n\n Learn what makes Akamai a great place to work\n   \n\n  \n\n Connect with us on social and see what life at Akamai is like!\n   \n\n  \n\n**We power and protect life online, by solving the toughest challenges, together.**\n At Akamai, we're curious, innovative, collaborative and tenacious. We celebrate diversity of thought and we hold an unwavering belief that we can make a meaningful difference. Our teams use their global perspectives to put customers at the forefront of everything they do, so if you are people-centric, you'll thrive here.\n   \n\n  \n\n**Working for you**\n**Benefits**\n At Akamai, we will provide you with opportunities to grow, flourish, and achieve great things. Our benefit options are designed to meet your individual needs for today and in the future. We provide benefits surrounding all aspects of your life:\n   \n\n  \n\n* Your health\n* Your finances\n* Your family\n* Your time at work\n* Your time pursuing other endeavors\n\n\n Our benefit plan options are designed to meet your individual needs and budget, both today and in the future.\n   \n\n  \n\n**About Us**\n Akamai powers and protects life online. Leading companies worldwide choose Akamai to build, deliver, and secure their digital experiences helping billions of people live, work, and play every day. With the world's most distributed compute platform from cloud to edge we make it easy for customers to develop and run applications, while we keep experiences closer to users and threats farther away.\n   \n\n  \n\n**Join us**\n Are you seeking an opportunity to make a real difference in a company with a global reach and exciting services and clients? Come join us and grow with a team of people who will energize and inspire you!","company_url":"https:\/\/www.linkedin.com\/company\/akamai-technologies","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQH0GWKi72Rndw\/company-logo_100_100\/company-logo_100_100\/0\/1630551559761\/akamai_technologies_logo?e=2147483647&v=beta&t=_OwQYjJ5ZC3577LQFkO9-LfeGCiPbP4iN-K9WtAf6Ew","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4208738086","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4208738086","job_url_direct":"https:\/\/ad.doubleclick.net\/ddm\/clk\/557813600;367297881;v?https:\/\/jobs.dell.com\/job\/-\/-\/375\/79936273008?source=rd_linkedin_job_posting&utm_source=linkedin.com&utm_medium=job_posting&utm_campaign=EMEA&utm_content=social_media&utm_term=367297881&ss=paid&urlHash=LRcP","title":"Account Executive - Enterprise Sales","company":"Dell Technologies","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales","company_industry":"Computer Hardware Manufacturing, Software Development, and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Account Executive, Direct Sales**\n From developing brand new accounts to driving expansion across existing accounts, our Direct Sales team transforms opportunity into action every day. Whether focusing on a geographical area, product line, industry, channel or market segment, their goal is the same: to develop relationships with the end-users of the organization and generate meaningful sales. They are the direct line between our ground-breaking portfolio of product solutions and the desks of satisfied customers.\n   \n\n  \n\n Join us to do the best work of your career and make a profound social impact as an Account Executive, Enterprise Sales on our Direct Commercial Sales Team in Stockholm.\n   \n\n  \n\n**What You’ll Achieve**\n As an Account Executive, you will develop new accounts or expand existing accounts within an established geographic territory or product line, building strong customer relationships in the field while ensuring a great customer experience for all.\n   \n\n  \n\n**You will:**\n* Manage and support territory and accounts, including account planning, sales forecasting and facilitating organizational alignment in cross-functional virtual teams\n* Understand customers’ business and solution requirements to ensure satisfaction with our solutions\n* Identify business trends and leverage strengths of the sales team to create a differentiated offering while positioning ourselves to capture business\n* Provide direction, support and coaching to internal teams\n* Grow the territory or account base to attain financial objectives\n\n\n**Take the first step towards your dream career**\n Every Dell Technologies team member brings something unique to the table. Here’s what we are looking for with this role:\n   \n\n  \n\n**Essential Requirements**\n* 10+ years of related experience in a relationship selling role\n* Ability to leverage other teams, such as the internal sales force, pre-sales, services consultants, product managers and finance\n* Aptitude for understanding how technology products and solutions solve business problems\n* Strong communication, collaboration, negotiation and executive presentation skills and ability to provide insight and thought leadership to senior level executives\n* Fluency in Swedish language is a requirement\n\n\n**Desirable Requirements**\n* Bachelor’s degree\n\n\n**Who We Are**\n We believe that each of us has the power to make an impact. That’s why we put our team members at the center of everything we do. If you’re looking for an opportunity to grow your career with some of the best minds and most advanced tech in the industry, we’re looking for you.\n   \n\n  \n\n Dell Technologies is a unique family of businesses that helps individuals and organizations transform how they work, live and play. Join us to build a future that works for everyone because Progress Takes All of Us.\n   \n\n  \n\n Dell Technologies is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. Read the full Equal Employment Opportunity Policy here.\n   \n\n  \n\n**Job ID:** \n R265030Job Function: Outside Sales","company_url":"https:\/\/www.linkedin.com\/company\/delltechnologies","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF0hQrvoqdRNw\/company-logo_100_100\/company-logo_100_100\/0\/1725894960637\/delltechnologies_logo?e=2147483647&v=beta&t=t3FboSeb340NLTi76bvejVOPP6amOYgze8b_Yojnjog","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4189460710","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4189460710","job_url_direct":"https:\/\/trimblecareers.trimble.com\/careers\/job\/171826458960?microsite=trimble.com&domain=trimble.com&src=LinkedIN&urlHash=A94P","title":"Manufacturing Engineer Electronics","company":"Trimble Inc.","location":"Danderyd, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Your Job Title:** \n Manufacturing Engineer Electronics\n   \n\n  \n\n**Job Location:** \n Sweden - Danderyd (on-site)\n   \n\n  \n\n****Purpose:****\n As a Manufacturing Engineer Electronics, you will play a crucial role in supporting our production lines and technicians. You will be responsible for ESD management, component fault analysis and repair, and overseeing the test run process. Your expertise will be vital in maintaining high standards of quality and efficiency in our production of electro-optical measurement systems for surveying, construction, and civil engineering. Your extensive knowledge and experience within electronics will be crucial in this role.\n   \n\n  \n\n**Key Responsibilities**\n* Provide technical support to production to ensure delivery reliability;\n* Analyze and address deviations in products and equipment;\n* Monitor and improve ergonomics in production;\n* Drive process improvements and implement enhanced working methods;\n* Identify, develop and plan preventive activities;\n* Statistically monitor, measure, and analyze process quality;\n* Maintain and calibrate production equipment;\n* Maintain and update calibration and work instructions;\n* Introduce change order processes and test series in production;\n* Ensure quality information is disseminated to relevant managers;\n* Participate in production and equipment reviews during the development process;\n* Educate production personnel on equipment and methods;\n* Analyze and resolve Defect Product Returns (DPRs);\n* Support other departments with tests and investigations;\n* Lead projects related to production equipment development.\n\n\n**Competence Requirements**\n* Extensive expertise in electronics, complemented by broad competence in areas such as mechanics, optics, production technology, project management, or quality work;\n* Proficiency in MS Office and Google programs;\n* Excellent knowledge of Swedish and English;\n* Strong communication skills;\n* Experience from CAD programs is an advantage.\n\n\n****Why Join Us?****\n At Trimble Inc. we value innovation, collaboration, and continuous improvement. You will have the opportunity to work on exciting projects, lead initiatives, and contribute to the success of our production processes. We offer a supportive work environment, professional development opportunities, and a chance to make a real impact.\n   \n\n  \n\n Join us and be a part of our journey towards excellence in manufacturing!\n   \n\n  \n\n**About Trimble**\n Dedicated to the world’s tomorrow, Trimble is a technology company delivering solutions that enable our customers to work in new ways to measure, build, grow and move goods for a better quality of life. Core technologies in positioning, modelling, connectivity and data analytics connect the digital and physical worlds to improve productivity, quality, safety, transparency and sustainability. From purpose-built products and enterprise lifecycle solutions to industry cloud services, Trimble is transforming critical industries such as construction, geospatial, agriculture and transportation to power an interconnected world of work. For more information about Trimble (NASDAQ: TRMB), visit:\n **www.trimble.com**\n**Trimble’s Inclusiveness Commitment**\n We believe in celebrating our differences. That is why our diversity is our strength. To us, that means actively participating in opportunities to be inclusive. Diversity, Equity, and Inclusion have guided our current success while also moving our desire to improve. We actively seek to add members to our community who represent our customers and the places we live and work.\n   \n\n  \n\n We have programs in place to make sure our people are seen, heard, and welcomed and most importantly that they know they belong, no matter who they are or where they are coming from.\n   \n\n  \n\n**Trimble’s Privacy Policy**","company_url":"https:\/\/www.linkedin.com\/company\/trimble","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHM4R2dJDTWcQ\/company-logo_100_100\/B56Zat13QIHUAQ-\/0\/1746673300891\/trimble_logo?e=2147483647&v=beta&t=4vNYuqWRjZf4hQeBvTaGa0MWB36ZLJBxOQuLDwv5KpQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4188450359","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4188450359","job_url_direct":"https:\/\/career.ving.se\/jobs\/5506381-fullstackutvecklare-c-react?utm_source=LinkedIn&urlHash=-BZR","title":"Fullstackutvecklare C#\/React","company":"Ving Sverige","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Travel Arrangements","listing_type":null,"emails":"susanne.almqvist@nltg.com","description":"****Vill du arbeta i ett fantastiskt team som jobbar nära verksamheten för att bygga plattformen som möjliggör att våra kunder får den bästa digitala upplevelsen när de ska boka och åka på resor!****\n**Om tjänsten**\n Vi söker en fullstackutvecklare till vårt Fundamentals team. Teamet ansvar för plattformen som ligger till grund för våra kundkanaler (webbar och appar). Vi har ambitionen att ligga i framkant och jobba med modern teknik.\n   \n\n  \n\n Teamen ansvarar för hela kedjan från kravförståelse, utveckling, deploy till förvaltning och support. Vi jobbar agilt med continuous delivery. Det viktigaste för oss är inte bara vilka tekniker du kan idag utan din inställning, nyfikenhet och viljan att lära nytt och bidra till vår vidareutveckling och kultur. I teamet arbetar vi idag med en del par-\/mobbprogrammering och nära verksamheten med snabba feedbackloppar för ständig förbättring.\n   \n\n  \n\n Vi är 13 utvecklingsteam på vår IT-avdelning och vi utvecklar våra system i Microsoft miljö med moderna tekniker, ramverk och verktyg såsom .NET Core, C#, Node, Azure, React, JavaScript, Typescript, MS-SQL, Redis, Visual Studio, etc. Vi lägger stor vikt vid dina personliga egenskaper då vi ser att en bra teamdynamik är en förutsättning för våra leveranser.\n   \n\n  \n\n****Vem vi söker****\n Till Ving söker vi nu en engagerad och leveransfokuserad fullstackutvecklare.\n   \n\n  \n\n**Vi önskar att du uppfyller följande punkter:**\n* 7+ års erfarenhet av systemutveckling inom C#.Net, Node.\n* Erfarenhet av React\n* Relevant högskole- eller universitetsutbildning.\n* Flytande svenska i tal och skrift.\n\n\n**Det är meriterande om du även har erfarenhet av:**\n* CMS (Umbraco)\n* Headless\n* Molnbaserade tjänster (gärna Azure)\n* DevOps\n* Par-\/Mobbprogrammering\n\n\n Vi söker dig som är en teamspelare som värdesätter samarbete och aktivt bidrar till teamets framgång. Vi lägger stor vikt vid dina personliga egenskaper då vi ser att en bra teamdynamik är en förutsättning för våra leveranser.\n   \n\n  \n\n****Vi erbjuder****\n Vi erbjuder en spännande och utvecklande miljö där du får möjlighet till en intern karriär. Du får en omväxlande vardag tillsammans med härliga kollegor - vi arbetar i nära samarbete mellan de nordiska länderna för att ge våra gäster de bästa veckorna på året. Vi har bra reseförmåner och dessutom ett högt medarbetarengagemang som år efter år visar sig i vår interna medarbetarundersökning. Vi älskar vårt jobb och välkomnar dig ombord på vår resa i Nordic Leisure Travel Group!\n   \n\n  \n\n****Övrigt****\n Tjänsten är en heltidstjänst och placerad på Vings fina huvudkontor på Kungsholmen i Stockholm. Det är möjligt med distansarbete upp till 2 dagar per vecka när det passar med teamet\/arbetet. Arbetsspråk är svenska. Intervjuer kommer ske löpande så skicka din ansökan idag!\n   \n\n  \n\n Har du frågor kring tjänsten är du välkommen att kontakta Susanne Almqvist på susanne.almqvist@nltg.com eller på telefon 070-951 34 32.\n   \n\n  \n\n**I denna rekrytering använder vi oss av tester från Alva Labs – ett logiskt problemlösningstest och ett personlighetstest. Testerna utgår från vedertagen forskning och ger oss möjlighet att på ett opartiskt sätt bedöma dina styrkor och eventuella utmaningar i relation till aktuell tjänst. Under rekryteringsprocessen kommer du att få testerna skickade till dig med mer information, är du nyfiken redan nu kan du läsa mer om dem hos** \n**Alva Labs** \n**.**\n Varmt välkommen med din ansökan!\n   \n\n  \n\n**🏄‍♂️ Kul på jobbet**\n**🤝 Tjänstepension**\n**🌎 Reseförmåner**\n**🦉 Utveckling och lärande**\n**💗 Well-being**\n**💼 Hybrid arbetsplats**\n Läs mer om vad vi erbjuder här\n   \n\n  \n\n Ving ingår i den nordiska resekoncernenNordic Leisure Travel Group.\n   \n\n  \n\n I gruppen ingår researrangörerna Ving Sverige, Ving Norge, Globetrotter, Spies i Danmark, Tjäreborg i Finland, flygbolaget Sunclass Airlines samt våra egna hotellkoncept Sunwing Family Resorts, Ocean Beach Club och Sunprime Hotels. Gruppen säljer ett normalt år runt 1 500 000 resor i de nordiska länderna.\n   \n\n  \n\n Arbetsområde\n   \n\n  \n\n IT\n   \n\n  \n\n Roll: Development\n   \n\n  \n\n Platser: Stockholm\n   \n\n  \n\n Distansarbete: Hybridarbete\n   \n\n  \n\n Anställningsform: Heltid\n   \n\n  \n\n Sista ansökningsdag: 3 mars 2025","company_url":"https:\/\/se.linkedin.com\/company\/ving-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHld9sfZaoIVA\/company-logo_100_100\/company-logo_100_100\/0\/1630575692756\/ving_sverige_logo?e=2147483647&v=beta&t=aLKHs1BcK-DAW2AdXuxyfcTo2utcX-bznLano6HkoLc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4187006406","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4187006406","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/282871-skandia-data-engineer\/?utm_source=linkedin&urlHash=6bbW","title":"Data Engineer","company":"Skandia","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Insurance","listing_type":null,"emails":"markus.lundholm@skandia.se, harald.brehmer@skandia.se","description":"Vill du vara med och utveckla Skandiabankens Data Warehouse och forma framtidens datadrivna lösningar? Vi söker en Data Engineer som vill arbeta i ett engagerat team där samarbete, framdrift och lärande står i centrum. Här får du möjligheten att driva utvecklingen med en avancerad datahantering i en Microsoft-miljö. Låter det som något för dig? Ansök då rollen redan idag!\n   \n\n  \n\n**Att jobba som Data Engineer**\n Som Data Engineer på Skandiabanken kommer du att vara en central del av vårt team som utvecklar vårt nya Data Warehouse. Arbetet består av att lyfta lösningen till en ny bankgemensam dataplattform on-prem och förbereder för en framtida molnförflyttning. Likväl kommer du vara med att underhålla och drifta befintlig lösning. Du kommer att bygga och optimera data pipelines samt säkerställa att vår datahantering är både effektiv och säker. Rollen innebär att du kommer få jobba tätt tillsammans med verksamheten för att tillmötesgå deras behov. Du förväntas att även coacha och utbilda juniora kollegor.\n   \n\n  \n\n Teamet består idag av Data Engineers, Produktägare och Lösningsarkitekt, där alla sitter på kontoret vid Lindhagensgatan 86 i Stockholm. Vi som team kännetecknas av en hög framdrift där stor vikt läggs vid samarbete för att lyckas. Vi lär av varandra genom kontinuerliga workshops och uppmuntrar en kultur där vi vågar lyfta idéer, litar på varandra och utvecklas tillsammans. Vi är ett agilt team som jobbar enligt SAFe metoden.\n   \n\n  \n\n Vi arbetar hybrid, vilket innebär arbete på kontoret varvat med distansarbete. I rollen kommer du att rapportera till vår gruppchef inom Data & Analytics inom Skandiabanken.\n   \n\n  \n\n ,\n   \n\n  \n\n**För att lyckas i rollen**\n Vi ser att du som person är stöttande, samarbetsvillig och trivs i en miljö där teamwork står i centrum. Du har ett driv och målmedvetenhet att utveckla både dig själv och andra. För att lyckas så är det naturligt att vara kommunikativ och ha en tillit till varandra för att bygga ett starkt team.\n   \n\n  \n\n Du har mångårig erfarenhet inom Data Warehouse-utveckling i en on-prem Microsoft-miljö. Dessutom har du har god förståelse och kunskap inom datamodellering och ETL-utveckling. Rollen kräver att du kan svenska flytande både i tal och skrift.\n   \n\n  \n\n Det är meriterande men ingen nödvändighet om du har arbetat med Data Vault och har erfarenhet av DWA-verktyg.\n   \n\n  \n\n**Vad händer nu?**\n Vi jobbar med löpande urval så tveka inte att skicka in din ansökan redan idag. I ansökan kommer vi att ställa ett antal urvalsfrågor som ligger till grund för urvalet.\n   \n\n  \n\n För att göra rekryteringsprocessen så rättvis och objektiv som möjligt kommer det att ingå intervjuer, tester via Alva Labs, bakgrundskontroll samt digital referenstagning.\n   \n\n  \n\n Om du har frågor kring rollen vänligen ta kontakt med rekryterande chef Markus Lundholm på markus.lundholm@skandia.se.\n   \n\n  \n\n Om du har frågor kopplat till rekryteringsprocessen maila harald.brehmer@skandia.se.\n   \n\n  \n\n Vi ser fram emot din ansökan!\n   \n\n  \n\n**Mer om Banken**\n Vi har varit pionjärer inom digital bankverksamhet sedan starten 1994, som Sveriges första helt digitala bank. Med en passion för innovation och kundfokus har vi vuxit till att erbjuda ett brett utbud av produkter och tjänster inom områdena Låna, Spara och Betala – med särskilt fokus på bolån.\n   \n\n  \n\n Vår verksamhet är fördelad mellan Stockholm och Linköping. I Stockholm finns majoriteten av vår verksamhet, medan vår kundservice har sitt hjärta i Linköping. Tillsammans är vi cirka 270 medarbetare anställda på banken som varje dag skapar smarta lösningar för våra kunder.\n   \n\n  \n\n Vårt erbjudande inkluderar:\n   \n\n  \n\n* Låna: Transparenta och attraktivt prissatta bolån\n* Spara: Sparande i fonder och aktier samt på sparkonto\n* Betala: Lönekonto samt smidiga kort- och betalningstjänster. Vi tror på att människor som utvecklas, presterar och mår bra är nyckeln till framgång. Hos oss är kompetensutveckling och lärande självklara delar av vardagen – framåt tillsammans!","company_url":"https:\/\/se.linkedin.com\/company\/skandia","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEs060J8i-8tQ\/company-logo_100_100\/company-logo_100_100\/0\/1630563205936\/skandia_logo?e=2147483647&v=beta&t=4qAvHAKdEJeJemdOmYtZSVH2_elseCBt6e3t2-etCRU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3792158160","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3792158160","job_url_direct":"https:\/\/cgi.njoyn.com\/corp\/xweb\/xweb.asp?clid=21001&page=jobdetails&jobid=J1223-1474&BRID=1099356&SBDID=943&urlHash=dRk9","title":"Javautvecklare till agilt utvecklingsteam - CGI Public & Defense","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"lena.lundgren@cgi.com","description":"Beskrivning av tjänsten\n   \n\n  \n\n Vill du använda din kompetens för att göra verklig skillnad i samhället? Vi söker en erfaren Javautvecklare till ett agilt team i Stockholm hos en av våra kunder inom offentlig sektor.\n   \n\n  \n\n Här blir du en del av ett drivet team på cirka 10 personer som tillsammans arbetar i ett stort projekt med både nyutveckling, förvaltning och arkitektur. Vi jobbar agilt, vi tar ansvar för våra lösningar och vi har kul på vägen.\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n Som systemutvecklare arbetar du med att designa och implementera nya programvarulösningar utifrån funktionella och icke-funktionella krav. Du kommer att på en kodnära nivå designa, dokumentera och säkerställa kvalitet i de tekniska lösningarna.\n   \n\n  \n\n Du arbetar i agila team, men ska också kunna arbeta självständigt och driva egna utvecklingsinsatser, felsökning och föreslå förbättringsåtgärder. Du förväntas utveckla och göra lösningsförslag både i frontend och backend.\n   \n\n  \n\n Du förväntas i din roll vara självgående men också en lagspelare. Du är nyfiken och tycker det är roligt att skapa förutsättningar för att teamet ska ta sig framåt.\n   \n\n  \n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n Du har minst fem års erfarenhet av javautveckling, främst inom JEE där springboot har varit centralt i utvecklingen. Du kanske också har arbetat som lösningsarkitekt och brinner för effektiva lösningar inom systemutveckling.\n   \n\n  \n\n De senaste åren tror vi att du har arbetat främst med javautveckling men också front-end, med verktyg som till exempel angular\/react. Du har erfarenhet av nyutvecklingsprojekt, openshift\/kubernetes och är en fena på komplexa integrationer, kö-hantering och releationsdatabaser.\n   \n\n  \n\n För den här tjänsten tillkommer även säkerhetsprövning och krav på svenskt medborgarskap. Vidare talar du svenska och engelska obehindrat, både skriftligt och muntligt.\n   \n\n  \n\n Vi ser fram emot din ansökan! Vill du veta mer om tjänsten är du välkommen att höra av dig till rekryterande konsultchef Lena Lundgren på lena.lundgren@cgi.com\n   \n\n  \n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4143267771","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4143267771","job_url_direct":"https:\/\/career.hiq.se\/jobs\/5484685-tech-lead-till-projekt-inom-energisektorn&urlHash=5P6j","title":"Tech Lead till projekt inom energisektorn","company":"HiQ","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Vill du vara en del av en stor teamleverans till en av HiQs viktigaste kunder? Nu söker vi en erfaren Tech Lead som vill jobba med avancerad teknik och forma framtidens energilösningar!\n   \n\n  \n\n Vi är i uppstarten av ett långsiktigt nyutvecklingsprojekt från grunden där vi bidrar till att forma framtidens energilösningar. Vi söker därför en erfaren Tech Lead som vill arbeta i ett HiQ team med utveckling av samhällskritisk infrastruktur. För att lyckas i rollen har du förmågan att skapa engagemang och drivs av att bygga team som levererar värde och resultat.\n   \n\n  \n\n Som en av oss på HiQ får du inte bara möjlighet att jobba med kompetenta kollegor och utvecklade uppdrag, du får även ett kontor med stark teamanda, fantastisk utsikt över Slussen och en roll där du får diskutera och lösa komplexa situationer tillsammans med dina kollegor.\n   \n\n  \n\n**Vi söker dig som har:**\n* Ingenjörsexamen inom datateknik, teknisk fysik, elektroteknik eller motsvarande\n* 6 års arbetslivserfarenhet varav några år i en ledande roll\n* 3 års erfarenhet av Javautveckling\n* Agila metoder\n* Svenskt medborgarskap och är flytande i svenska och engelska\n\n\n**Meriterande:**\n* Tidigare arbetslivserfarenhet inom offentlig sektor\n* Erfarenhet av Kafka, Kubernetes, Spring Boot, Angular, React\n* Har arbetat med Microservicearkitektur\n\n\n**Varför** \n**HiQ?**\n HiQ är utan tvekan ett av Sveriges mest tekniktunga och spännande konsultbolag med kunder inom en rad olika branscher. Som konsult hos oss får du möjlighet att arbeta med ett brett utbud av spännande uppdrag hos välkända företag.\n   \n\n  \n\n För oss är din utveckling i fokus, oavsett om du bara har jobbat några år eller om du är senior. Förutom utvecklingen du får i ditt uppdrag har du även möjlighet att lära dig t.ex. nya tekniker då vi också jobbar mycket med det kollegiala lärandet internt. Det gör vi främst genom våra kompetensgrupper men också genom våra interna kurser.\n   \n\n  \n\n På HiQ arbetar personer med rätt attityd och rätt kompetens – det gör oss till ett smart, men också väldigt roligt gäng. Brinner du också för att förenkla och förbättra människors vardag genom digitala lösningar? Tveka då inte att skicka in din ansökan redan i dag!","company_url":"https:\/\/se.linkedin.com\/company\/hiq","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFh0KySmx3Tag\/company-logo_100_100\/company-logo_100_100\/0\/1726734715519\/hiq_logo?e=2147483647&v=beta&t=ke0OHhw_BHF6_fp2DGKKb6Mz1USLsrcI4FSYAFK_Aq8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]