[{"id":"592bd83714dd64fa","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=592bd83714dd64fa","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29351195","title":"ServiceNow Business Analayst utvecklare","company":"NXT Interim Stockholm AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1735344000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"ServiceNow Business Analyst utvecklare\n  \nVi letar efter Business Analyst \/ utvecklare med stort driv och engagemang som vill vara med och vidareutveckla vår kunds ServiceNow. Plattformen används av över 20 000 medarbetare och deras gemensamma mål är att skapa värdefulla och enkla interaktioner för alla dessa användare. Deras förvaltning består av olika team baserat på produktareor där Utvecklare, Business Analysts, UX designers, Service Managers och Service Owner ingår.\n  \nDetta är ett projekt som pågår under perioden 02\/01\/2025 - 10\/31\/2025, med möjlighet till förlängning.\n  \nDu behöver vara svensk medborgare och innan start genomgå en säkerhetsprövning.\n  \n  \n\n**Några av arbetsuppgifterna:**  \n\n* Skapa och förvalta Business rules, Client script, Script includes, ACL, Integrationer\n* Utveckla flöden i olika delar av ServiceNow\n* Analysera krav och omsätta till tekniska specifikationer\n* Delta i workshops och dialoger med verksamhet\/kund\n\n\nExempel på Produkter\/areor som man kommer kunna komma i kontakt och jobba med är App Engine (uppskapande av customappar, ServiceNow Studio etc), Platform (Performance Analytics, CMDB, Instance health etc) och SPM\/APM\n  \nDu kan arbeta från från Linköping eller Stockholm, och efter överenskommelse delvis på distans.\n  \n  \n\n**För att lyckas i detta uppdrag:**  \n\nDu kommer att utmanas av komplexa frågeställningar och förväntas samarbeta och skapa värdefull utveckling för vår kunds organisation.\n  \nDå vår kund arbetar agilt är det viktigt att man trivs med det arbetssättet, tar egna initiativ och är hjälpsam och serviceminded. Att ha ett analytiskt sinne, samt vara naturligt nyfiken på teknik och inneha förmågan att arbeta både med detaljer och ett helhetsperspektiv värdesätts.\n  \n  \n\n**Skallkrav:**  \n\nRelevant akademisk utbildning eller motsvarande erfarenhet\n  \nGedigen erfarenhet av utveckling i ServiceNow\n  \nJavascript\n  \nErfarenhet av att utveckla och automatisera flöden\/processer i ServiceNow\n  \nHaft workshops och dialog med verksamhet\/kund\n  \nArbetat med förvaltning, felsökning och incidenthantering\n  \nSvensk medborgare\n  \n  \n\nMeriterande\n  \n* Har erfarenhet med arbete av On-prem \/ Self-hosted\n* Genomfört uppgradering av ServiceNow\n* Implementerat ServiceNow eller någon av dess moduler.\n* Har erfarenhet från arbete med Camunda, Docusign, Blue Prims eller andra produkter som används vid automatisering av flöden\n\n\n**Relevanta certifieringar kan också vara positivt. (exempelvis:** Certified System Administrator (CSA), Certified System Administrator (CSA), Certified Application Developer (CAD), Certified Implementation Specialist, Human Resources (CIS HR), Certified Implementation Specialist , TSM (CIS ITSM))\n  \n  \n\nLåter detta som en intressant roll?\n  \nSök redan i dag så berättar vi mer. Vi behöver en ansökan, inkluderat CV, på svenska, som matchar vår kunds önskemål. Urval och intervjuer sker löpande så vänta inte med din ansökan då anbudstiden är kort.\n  \n  \n\nNXT Interim och NXT Rekrytering är ett nischat och innovativt företag som är verksamma inom konsult och rekryterings branschen. Vi är verksamma inom HR, IT, Ekonomi, Sälj och Marknad och har 20 års erfarenhet i branschen. Vi erbjuder våra konsulter bl a sjukförsäkring, remote-arbetsplatser och flera andra förmåner som förgyller deras vardag.","company_url":"https:\/\/se.indeed.com\/cmp\/Nxt-Interim-Stockholm-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"9e39abb3c5b06a43","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=9e39abb3c5b06a43","job_url_direct":"https:\/\/careers.xensam.com\/jobs\/5382683-c-developer","title":"C++ Developer","company":"Xensam","location":"Solna, AB, SE","job_type":null,"date_posted":1735257600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Xensam: SAM Disrupters**  \n\nXensam is the leading provider of AI-powered, cloud-hosted Software Asset Management technology. We’re looking for key players to join us as we scale our impact and build the Xensam team together. We take our culture seriously and strive to maintain the excellence, energy & enthusiasm that flows through the organization today.\n\n\nWe look for candidates who are passionate about what they do and ready to work the Xensam way. We know that experience counts, but we also know that it’s you, the person behind the experience, that makes it count.\n\n**About the role**  \n\nAs our C++ Developer at Xensam, you will design and build high-quality software solutions, leveraging modern C++ standards and best practices. You will work with our hardware and software inventory agent and have the opportunity to work on cross-platform development, optimize performance, and contribute to projects that drive impactful results.\n\n\nThis role is expected to grow into a tech lead position, offering the opportunity to guide technical decisions, mentor team members, and play a central role in shaping impactful software solutions.\n\n\n**Responsibilities**  \n\nYou will develop, debug, test, and optimize software using modern C++ standards (C++11\/14\/17\/20). You will also work with templates, STL, multi-threading, memory management, and object-oriented programming principles. Some of the other responsibilities that this role will include:\n\n* Design and implement efficient solutions to complex technical challenges using robust data structures and algorithms.\n* Contribute to cross-platform software development for Windows, Linux, and macOS.\n* Develop Windows Services and work with technologies like WMI and WinAPI, if applicable.\n* Collaborate using version control systems (e.g., Git) and build systems\/tooling (e.g., CMake, MSBuild, Wix Toolset).\n* Contributing to CI\/CD pipelines, debugging, and profiling processes.\n\n**Qualifications**\n\n* Preferably a degree in Computer Science or a related field.\n* Strong knowledge of modern C++ standards (C++11\/14\/17\/20) and programming concepts.\n* Proficiency in data structures, algorithms, computational complexity, and efficient solution design.\n* 3-5 years of experience in software development, debugging, testing, and optimization.\n* Familiarity with cross-platform development for Windows, Linux, and macOS.\n* Preferably experienced in Windows Services development, WMI, and WinAPI.\n* Hands-on experience with Git, build systems\/tooling (e.g., CMake, MSBuild), and CI\/CD pipelines.\n* Knowledge of Agile methodologies and experience working within Agile teams.\n* Strong communication and teamwork skills, with a willingness to collaborate and support others.\n* Strong proficiency in written and spoken English and preferably Swedish.\n\n**What you get**\n\n* A dynamic position embracing \"freedom under responsibility\".\n* Three days in-office (with remote work on Mondays and Fridays).\n* Free access to beverages, snacks, gym facilities, on-site massage, shuffleboard, and other games.\n* If sales targets are met, all employees enjoy an annual destination trip.\n* Join an ambitious and diverse team, and work with cutting-edge technology in the fastest-growing SAM software on the market.\n* An opportunity to shape your career growth while contributing to the company’s success.\n\n\nAt Xensam, our core values define our culture:\n\n**Rebellious**: We encourage a spirit of freedom and initiative within responsibility.\n\n**Humane**: We foster a caring, inclusive environment that values diversity and respects individuality.\n\n**Harmonious**: We promote work-life balance, creating a pleasant, supportive workplace.\n\n\n\nJoin Xensam for a balanced, collaborative, and growth-focused work environment. If you're a team player ready to thrive, **APPLY now!**\n\n  \n\nAs part of our recruitment process, we conduct background checks on final candidates to fulfill our commitments to customers and ensure a safe work environment.","company_url":"https:\/\/se.indeed.com\/cmp\/Xensam","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"c1057b33f42668e4","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c1057b33f42668e4","job_url_direct":"https:\/\/careers.xensam.com\/jobs\/5382650-ai-developer","title":"AI Developer","company":"Xensam","location":"Solna, AB, SE","job_type":null,"date_posted":1735257600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Xensam: SAM Disrupters**  \n\nXensam is the leading provider of AI-powered, cloud-hosted Software Asset Management technology. We’re looking for key players to join us as we scale our impact and build the Xensam team together. We take our culture seriously and strive to maintain the excellence, energy & enthusiasm that flows through the organization today.\n\n\nWe look for candidates who are passionate about what they do and ready to work the Xensam way. We know that experience counts, but we also know that it’s you, the person behind the experience, that makes it count.\n\n**About the role**  \n\nWe at Xensam are seeking an innovative and skilled AI Developer to join our dynamic team. This role is ideal for someone with a passion for cutting-edge machine learning and artificial intelligence technologies.\n\n\nAs our AI Developer, you will be instrumental in designing, implementing, and deploying advanced AI models, with a strong focus on LLM and NLP.\n\n **Responsibilities**  \n\nYou will develop and fine-tune AI models, including supervised, unsupervised, and reinforcement learning techniques. You will also design and implement LLM and NLP models, employing techniques like LoRA and adapters for optimal performance. Other responsibilities that you will have:\n\n* Preprocess and engineer features for large-scale datasets, ensuring readiness for model training.\n* Deploy ML models to production using MLOps practices, containerization tools (e.g., Docker), and cloud platforms (e.g., AWS, Azure, GCP).\n* Utilize frameworks such as TensorFlow and PyTorch for neural network and ML model development.\n* Optimize and evaluate model performance, implementing tuning strategies to improve results.\n* Collaborate with multiple teams using Git, CI\/CD pipelines, and Agile methodologies to deliver high-quality solutions.\n\n**Qualifications**\n\n* Bachelor’s or higher degree in Computer Science, Data Science, Mathematics, or a related field.\n* Strong understanding of data structures, algorithms, and statistical methods.\n* Proficiency in Python, with experience in NN and ML frameworks like TensorFlow and PyTorch.\n* Experience in deploying machine learning models into production environments using MLOps best practices.\n* Familiarity with containerization tools (e.g., Docker) and cloud platforms (e.g., AWS, Azure, GCP).\n* Expertise in preprocessing large datasets and performing feature engineering for LLM training.\n* Experience in training and fine-tuning LLMs and NLP models.\n* Familiarity with Git, CI\/CD pipelines, and effective collaboration within multidisciplinary teams, communicating technical concepts clearly.\n* Familiarity with Agile methodologies and experience working in an Agile team.\n* Strong proficiency in written and spoken English and preferably Swedish.\n\n**What you get**\n\n* A dynamic position embracing \"freedom under responsibility\".\n* Three days in-office (with remote work on Mondays and Fridays).\n* Free access to beverages, snacks, gym facilities, on-site massage, shuffleboard, and other games.\n* If sales targets are met, all employees enjoy an annual destination trip.\n* Join an ambitious and diverse team, and work with cutting-edge technology in the fastest-growing SAM software on the market.\n* An opportunity to shape your career growth while contributing to the company’s success.\n\n\nAt Xensam, our core values define our culture:\n\n**Rebellious**: We encourage a spirit of freedom and initiative within responsibility.\n\n**Humane**: We foster a caring, inclusive environment that values diversity and respects individuality.\n\n**Harmonious**: We promote work-life balance, creating a pleasant, supportive workplace.\n\n\n\nJoin Xensam for a balanced, collaborative, and growth-focused work environment. If you're a team player ready to thrive, **APPLY now!**\n\n  \n\nAs part of our recruitment process, we conduct background checks on final candidates to fulfill our commitments to customers and ensure a safe work environment.","company_url":"https:\/\/se.indeed.com\/cmp\/Xensam","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e94f3c2ee6a53b3a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e94f3c2ee6a53b3a","job_url_direct":"https:\/\/jobs.opera.com\/jobs\/5383444-ios-developer","title":"iOS Developer","company":"Opera Software","location":"Göteborg, O, SE","job_type":null,"date_posted":1735257600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Location:** *Gothenburg*\n\n **About the job**\n\n*We are looking for an* ***iOS Developer*** *who will be a member of a collaborative and dynamic team. You will be working with Swift and iOS. As a small team we expect you to be able to shoulder a lot of responsibility and work closely with your teammates as well as manage independently when needed.*\n\n**Role & Responsibilities:**\n\n* Develop, innovate, design and deliver new features and product versions.\n* Participate and contribute in all parts of the software development lifecycle.\n* Adapt to and learn new technologies.\n* Prioritize what is relevant and important.\n* Be a core team player, share knowledge, help and support your fellow colleagues\n\n\n**Job Requirements:**\n\n* Strong Swift skills\n* Experience with iOS applications development and web technology\n* BS or MS in Computer Science or equivalent experience\n* Strong knowledge about algorithms, data structures and databases\n* Ability to write high quality and maintainable code\n* Fluency in English, both written and spoken, and good communication skills\n\n**It would be huge advantage if you have:**\n\n  \n\n* Experience with web development and javascript\n* Experience working with UIKit, Core Data, Carthage and Fastlane\n* Knowledge of analytics tools such as Firebase, Appsflyer, etc.\n* Knowledge of web security\n\n  \n\n**What’s on Offer:**\n\n  \n\n* Flat organizational structure with short decision-making processes that boost your creativity and drive\n* A team of experienced and supportive individuals that fosters a friendly work atmosphere\n* Professional skill development\n* A diverse and inclusive workplace\n* Smart working technology\n* \n\n**Interested?**\n\n\nWe are actively reviewing applications, so apply now! We are looking forward to hearing from you.","company_url":"https:\/\/se.indeed.com\/cmp\/Opera-Software-3","company_url_direct":"http:\/\/opera.com","company_addresses":"Vitaminveien 4\r\n0485, Oslo","company_num_employees":"501 to 1,000","company_revenue":null,"company_description":"Building on over 20 years of innovation, starting with our browser products, we are increasingly leveraging our brand as well as our massive and highly active user base in order to expand our offering","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/386b4b70da96bbb031e18851367c561b","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4018170773","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4018170773","job_url_direct":"https:\/\/nexergroup.teamtailor.com\/jobs\/4939934-utvecklare-inom-testsystem&urlHash=X4IY","title":"Utvecklare inom testsystem","company":"Nexer Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Nexer är på en spännande tillväxtresa, och vi vill ha med dig!\n   \n\n  \n\n Vi söker konsulter som vill utvecklas tillsammans med oss och vara med och bygga upp vårt område inom försvarsindustrin. Vi hoppas att du brinner för en bransch där teknologisk innovation inte bara driver framsteg, utan också spelar en avgörande roll i att skydda och stärka samhället. Som Utvecklare inom testsystem kommer du att spela en nyckelroll i att möta våra kunders ökade behov inom området.\n   \n\n  \n\n**Vi erbjuder dig**\n* Trygga anställningsvillkor och en fast månadslön\n* Goda utvecklingsmöjligheter, både som konsult och i teamet.\n* Stor variation på uppdrag\n* En familjär atmosfär och teambuildingaktiviteter med dina Nexer-kollegor\n\n\n**Vi söker dig som har**\n* Högskole-eller civilingenjörsexamen inom data, inbyggda system, elektroteknik eller motsvarande\n* Erfarenhet från elektronikutveckling eller -produktion\n* Goda kunskaper att utveckla testutrustningar för elektronikprodukter, inklusive kretskort.\n* Kunskaper kring Mentor Graphics utvecklingsmiljö\n* Flytande kunskaper i svenska och engelska, skriftligt och muntligt\n\n\n**Ansökan**\n Varmt välkommen med din ansökan!\n   \n\n  \n\n Vi söker till flera orter: Järfälla, Karlskoga, Arboga, Linköping, Göteborg\n   \n\n  \n\n***Om Nexer Group**\n Nexer Group är Sveriges största privatägda teknikföretag med över 2800 anställda i 15 länder. Jobbar du på Nexer får du en modig och entreprenörsdriven arbetsgivare. Vi är stolta över att leda den digitala revolutionen och vara i teknikens framkant, alltid med ett agilt och framåtlutat förhållningssätt. Här får du unika möjligheter att drömma stort, agera smart och utvecklas. Vi är ett familjeägt bolag med långsiktiga strategier, vilket innebär att du är nära de som fattar beslut och kan vara med och påverka. Dessutom har vi roligt på jobbet!*","company_url":"https:\/\/se.linkedin.com\/company\/nexer-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHyAfaO217dng\/company-logo_100_100\/company-logo_100_100\/0\/1688377751150\/nexer_group_logo?e=2147483647&v=beta&t=7Xs-TMwjMOwJDbVRiWWYCfP9ctRbuBI7hjINMQQ0upc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4110672118","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4110672118","job_url_direct":"https:\/\/careers.daikin.eu\/DASW\/job\/Solna-S%C3%A4ljare-V%C3%A4xj%C3%B6Ljungby-Stoc\/1065518701\/&urlHash=tPy_","title":"Säljare Växjö\/Ljungby","company":"Daikin Qatar","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Industrial Machinery Manufacturing","listing_type":null,"emails":"sewit.mikael@daikin.se","description":"Daikin grundades 1924 i Japan och är idag en världsledande, utvecklare, producent och leverantör av HVAC-R-lösningar (värme, ventilation, luftkonditionering och kylning), inklusive värmepumpar och kylteknik. Vi tror inte på att bara följa de trender som redan finns på marknaden. Vi tror på att våga vara marknadsledande och ständigt skapa nya, innovativa lösningar för att möta våra kunders behov på bästa sätt.\n   \n\n  \n\n Jobbar du idag med försäljning mot installatörsledet inom kyla, värme eller ventilation. Är du driven, gillar du att skapa långsiktiga relationer och att nå uppsatta mål? Då kan det vara dig vi söker!\n   \n\n  \n\n**Om tjänsten**\n Nu söker vi en ny kollega som kommer att arbeta som säljare i området mitten av Södra Sverige. Vi är idag totalt 8 säljare men behöver utöka med ytterligare en distriktsansvarig person. Då tjänsten ofta utgår från hemmet så är vi i viss mån flexibla med vart du bor inom ovan nämnda områden.\n   \n\n  \n\n**Dina Arbetsuppgifter Kommer Framförallt Innebära**\n* Hög närvaro som innebär dagliga personliga besök hos våra installatörskunder\n* Du kommer att ansvara för att etablera och utveckla nya kundrelationer, ett nytt kundsegment för oss är VVS\/rörmokare\n* Du jobbar mot individuella mål som utformas tillsammans med försäljningschefen\n* Medverkar vid sälj- och marknadsaktiviteter\n\n\n Som säljare på Daikin har du flexibilitet att planera och styra dina dagar ute hos kunderna. Vi erbjuder dig ett spännande arbete med stor potential till nya affärer. Du kommer få vara med i en spännande utvecklingsfas. Då tjänsten innebär en hel del resor ingår givetvis bil i denna tjänst.\n   \n\n  \n\n**Som Person Är Du**\n* Självgående och gillar att resa, arbetet utförs till stor del på resande fot\n* En som bibehåller och bygger kundrelationer\n* Affärsmässig med ett professionellt förhållningssätt.\n* Van att jobba mot uppsatta personliga mål men även mot företagets strategiska mål\n* Har ett starkt eget driv och ett stort engagemang\n* Delar med dig av egna erfarenheter till säljteamet och övriga kollegor\n* Du behöver kunna sätta dig in i kundens behov och finna lösningar\n* Ha en positiv samt öppen och ödmjuk personlighet\n* Du gillar det personliga mötet och rör dig obehindrat i kontakten med nya människor\n* Vidare är du social till naturen\n\n\n**Krav**\n* Utbildning, gymnasienivå , men gärna även högre utbildning som t.ex. företagsekonomi, marknadsföring eller liknade.\n* Du skall ha en stark egen vilja att göra affärer och att vilja lyckas, kunna arbeta strukturerat med förmåga att arbeta systematiskt och planera din tid.\n* Tidigare erfarenhet av teknisk försäljning och B2B försäljning\n* Jobbat mot installatörsledet\n* Datorvana, MS 365, CRM-system för att nämna några\n* Merit om du bor i Växjö\/Ljungby\/Kalmar\n\n\n**Att jobba på Daikin**\n Vi tillhandahåller regelbundna vidareutbildningar för att du som medarbetare ska få rätt kompetens. Dessa hålls både i Sverige och utomlands och ger dig goda möjligheter att utvecklas i din yrkesroll. Självklart tar du eget ansvar för vad du behöver utbilda dig inom.\n   \n\n  \n\n Vi erbjuder dessutom goda förmåner såsom sex veckors semester, friskvårdsbidrag 5000 kr\/år och bra pensionsavtal. Vi arbetar 37 timmar\/vecka.Daikin är en trygg arbetsgivare och hos oss får du möjligheten att sälja och representera högkvalitativa produkter.\n   \n\n  \n\n**Ansökan**\n Låter det intressant och stämmer beskrivningen in på dig? Ansök idag!\n   \n\n  \n\n Fundering? Du är välkommen att kontakta Sewit Mikael HR på mailen:sewit.mikael@daikin.se\n   \n\n  \n\n Tel: +46(0)10 722 24 76.\n   \n\n  \n\n Intervjuer och urval sker löpande och tjänsten kan komma att tillsättas innan ansökningstiden har gått ut. Skicka därför in din ansökan så snart som möjligt.\n   \n\n  \n\n*Varmt välkommen med din ansökan!*\n Daikin Europe är ett dotterbolag till Daikin Industries Ltd. och den ledande leverantören av värme-, kyl-, ventilations-, luftrenings- och kylteknik. Företaget designar, tillverkar och marknadsför en bred portfölj av utrustning samt skräddarsydda lösningar för bostäder, kommersiella och industriella ändamål i Europa, Mellanöstern och Afrika (EMEA). Hittills har Daikin EMEA över 12 000 anställda i mer än 59 konsoliderade dotterbolag. Det har 12 stora tillverkningsanläggningar baserade i Belgien, Tjeckien, Tyskland, Italien, Spanien, Turkiet, Österrike och Storbritannien. Vårt mål är att driva hållbara och effektiva lösningar som skapar ett bra klimat för kommande generationer. Och allt detta kan bara uppnås på grund av vårt folk. Vi tror att våra anställda är hjärtat i vårt företag och att högkvalitativa lösningar levereras av begåvade individer i en bra arbetsmiljö. Som ett resultat lever vi i en unik miljö baserad på vårt människocentrerade tillvägagångssätt, där vi värdesätter varje persons unikhet och där vi verkligen tror på människors obegränsade potential. We believe: Good climate starts with people.","company_url":"https:\/\/qa.linkedin.com\/company\/daikin-qatar","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEDJ0vqerWw5A\/company-logo_100_100\/company-logo_100_100\/0\/1630614292769?e=2147483647&v=beta&t=6K-48XLqp07xwnLcz2-rmkZc37GP5ix1qgz_3Oos-L8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"17e5d09001f5e365","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=17e5d09001f5e365","job_url_direct":"https:\/\/cambio.teamtailor.com\/jobs\/5221780-frontend-software-architect-within-ehealth","title":"Frontend Software Architect within eHealth","company":"Cambio","location":"Linköping, E, SE","job_type":"fulltime","date_posted":1731974400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"*Cambio is one of the Nordics' leading suppliers in eHealth with a comprehensive offering for the entire health and care chain. Our eHealth solutions support healthcare professionals in their daily work and offer patients safer and more easily accessible care. We are proud to be an important part of Swedish health and social care. We are growing continuously and now have about 1000 employees in several countries.*\n\n  \n\n**The position**  \n\nAs a Software Architect, you will join our new development team within the e-health domain. The team will be a part of our organization responsible for developing our new platform built upon open standards that will serve the future of eHealth. The platform is designed to support enhanced data accessibility, innovation, and interoperability at scale.\n\n\nIn this position, you will enter an early stage of the development process and work with complex information systems designed for innovation and interoperability. We work with information systems that have very high requirements to scale which means you will fundamentally change how open platforms of the future will play a role in healthcare and welfare improvement.\n\n\nA key part of Cambio Platform is to be able to share the development and management of clinical concepts and their surrounding artifacts such as apps, forms, terminologies, and openEHR archetypes and templates. Your team will enable us and our customers to accelerate, and streamline collaboration and development of apps and informatics within Cambio Platform and the wider eHealth ecosystem. As a Software Architect, you are a hands-on technical person with strong technical leadership qualities. You will have the opportunity to work on cutting-edge solutions and influence the product and the team from the beginning.\n\n**Responsibilities**\n\n* Design and develop frontend architectures for scalable eHealth applications, ensuring compliance with openEHR and FHIR standards.\n* Collaborate with backend developers, UX\/UI designers, and product teams to deliver seamless and user-friendly healthcare applications.\n* Drive the adoption of best practices in front-end development, including performance optimization, security, and maintainability.\n* Stay current with industry trends, tools, and technologies to ensure our solutions remain innovative and competitive.\n* Work closely with stakeholders to translate business needs into technical solutions, balancing short-term requirements with long-term architectural goals.\n\n\nAt Cambio, we encourage taking initiatives that contribute to the development of the company and ourselves. For us, it is important that you should have the opportunity to grow, both as a person and as an employee. Our culture is described through the words “Trust”, “Care” and “Together” which permeate everything we do.\n\n **About you**  \n\nWe are searching for a passionate frontend focused Software Architect to join our new development team within the eHealth domain.  \n\n  \n\n**Requirements**\n\n* Deep understanding of Typescript and React.\n* Deep understanding of State Management Frameworks such as Redux, Saga.\n* Proven experience in front-end performance optimization techniques (e.g., lazy loading, code splitting, caching).\n* Familiarity with responsive web design and development, including mobile-first approaches.\n* Familiarity with DevOps practices.\n* Familiarity with tools like Docker and Kubernetes.\n* Excellent communication skills in English\n\n  \n\n**It’s a bonus if you have*** Experience in the eHealth domain and knowledge of Open EHR, FHIR or SNOMED CT it is a bonus\n* Understanding of UX\/UI principles, with experience collaborating with designers on user-centric solutions.\n* Experience deploying and managing frontend applications in cloud environments such as AWS, Azure, or Google Cloud.\n* Communication skills in Swedish\n\n **What we offer**  \n\nA dynamic and stimulating work environment where you will have the opportunity to work on exciting projects with a talented team of professionals. You will be part of a company that is committed to excellence and innovation in the eHealth industry.\n\n\nAs a Senior Software Architect, you will be one of the first members of this new development team, which means you will have a fundamental influence on the product and the team from the very beginning. You will have the opportunity to shape the future of e-health with an open platform that is set to revolutionize the industry.\n\n **Place of employment**: Linköping\n\n\nAt Cambio we value a healthy work-life balance, and to encourage that we apply a hybrid working-model. Together with your team you decide which days you work at the office. On the remaining days you can work remotely from home, but you are always more than welcome to work at the office too.\n\n**Scope**: Full time\n\n**Form of employment:** Permanent employment, 6 months trial period\n\n\n**Other:** We screen the applications and hold interviews continuously so please send your application as soon as possible via the link.\n\n\nWe encourage and eagerly welcome all applications, but we will only consider candidates who are located and have the legal right to work in **Sweden.** We will ask for verification during the process.\n\n\n**We look forward to receiving your application!**\n\n\nRead more about us **here!**\n\n\nAre you interested in Cambio but you don’t feel that this position is the perfect match? Check out our other open positions at the career site **here!**","company_url":"https:\/\/se.indeed.com\/cmp\/Cambio-1","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4092140693","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4092140693","job_url_direct":"https:\/\/job-boards.eu.greenhouse.io\/mentimeter\/jobs\/4474887101?gh_src=3d5665c2teu&urlHash=QBs_","title":"CPO","company":"Mentimeter","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"executive","job_function":"Product Management and Marketing","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Mentimeter is an engagement tool with a clear goal in mind. To turn presentations into conversations. Through real-time interactivity and clear visualizations, we get people to participate, engage and become more productive. Transforming all those passive meetings, airless classrooms and drawn out trainings into valuable and memorable moments.\n   \n\n  \n\n We truly believe that you achieve the best results by doing things together. And that successful leaders need to adopt a curious and collaborative mindset in order to get there. So with you at Mentimeter, you’ll be a big part of the ambition to help over 1 billion people listen, learn and work better together.\n   \n\n  \n\n As\n **Chief Product Officer (CPO)** \n , you will play a pivotal role in shaping our product vision, driving innovation, and leading the Product Department through an exciting period of growth. Your responsibility together with the management team is to continue keeping Menti an innovate and fast growing company, ensuring we unlock the power of together for over 1 billion people. You will report to the CEO, be part of the Menti management team as well as lead the Product Department management team.\n   \n\n  \n\n**Responsibilities**\n**Strategic Leadership**\n* Define and communicate the overarching product vision and strategy to align with company goals and market opportunities.\n* Stay ahead of market trends, customer needs, and technological advancements to drive product innovation.\n* Work closely with the Mentimeter Management Team, including the Revenue Trio (CPO, CMO, CSO), to align product strategy with business and revenue objectives.\n* Lead Mentimeter's transformation into a multi-product company, including customer understanding, market opportunities, and execution capability.\n\n\n**Product Department Leadership**\n* Lead, mentor, and inspire the Product Department Management Team to create a culture of collaboration, openness, innovation, and continuous improvement.\n* Develop and execute a talent strategy to attract, retain, and grow top talent across Engineering, Product Management, and Design.\n* Ensure seamless cross-functional collaboration between departments, particularly with Marketing and Sales.\n\n\n**Product Development and Execution**\n* Oversee the full product lifecycle, from ideation to launch and optimization, ensuring high-quality and timely delivery.\n* Prioritize product initiatives based on strategic importance, customer impact, and ROI.\n* Implement and refine processes to enhance efficiency, speed, and quality in product development.\n* Be decisive and effective in decision-making and execution.\n\n\n**Revenue Responsibility, Performance Management, and Metrics**\n* Drive revenue growth for Self-Service and support Enterprise revenue in collaboration with the Chief Sales Officer.\n* Define, track, and improve product performance metrics to measure success and identify opportunities.\n* Align product efforts with key metrics for the customer journey, such as PQL and PQA.\n* Regularly report on product performance to the executive team and board, providing insights and recommendations for growth.\n* Foster a culture of data-driven decision-making within the Product Department.\n\n\n**Customer and Market Focus**\n* Advocate for customer needs throughout the product development process, ensuring that feedback informs product decisions.\n* Lead efforts to gather and analyze market data, customer insights, and competitive intelligence to inform strategy.\n* Collaborate with Sales, Marketing, and Customer Success teams to ensure product-market fit and strong go-to-market strategies.\n\n\n**Technology and Design Excellence**\n* Promote best practices in software engineering, UX\/UI design, research, and agile methodologies within the Product Department Leadership Team.\n* Ensure scalable, user-friendly, and robust products through technical excellence.\n\n\n**Qualifications**\n* Proven experience in leading product teams as a CPO, VP of Product, or similar role in a B2B SaaS environment (10+ years).\n* Demonstrated ability to build and scale products, from concept to execution, driving growth and revenue.\n* Skilled in leading in high-complexity environments, managing ambiguity, and empowering teams to innovate and adapt.\n* Strong expertise in at least one craft: Engineering, Product Management, or Design.\n* Technically curious and interested in AI-driven product development.\n* Exceptional leadership, communication, and interpersonal skills, with the ability to inspire and influence across all levels of the organization.\n* Proven ability to hire, develop, and retain top talent, building a culture of engagement and high performance.\n* Deep understanding of the SaaS business model, enterprise customer needs, and technology trends.\n* A passion for innovation and delivering exceptional user experiences.\n\n\n**What you will have to support you in your responsibilities:**\n* You will be part of Menti Management team that together has the responsibility to make Menti successful\n* You will be part of Product Department Management Team where you will decide on which roles you need, to be a successful CPO\n* A product department (engineers, designers and product managers) consisting of ca 120 brilliant people (with ca 50% in Engineering) & Product Data & Analytics consisting of 6 people\n\n\n**What Mentimeter Can Offer**\n At Mentimeter we can offer a diverse and inclusive work environment supported by smart and driven colleagues. We believe in continuous professional development for all of our colleagues and therefore offer access to a leadership program (including external personal coach) and relevant education to ensure that we continue to be state-of-the-art when it comes to innovating and building Mentimeter. Your place will be in a growing company with lots of career opportunities, working on a beloved product used by more than 300 million people. It’s not all about work though, we also offer a very healthy view on work-life balance.\n   \n\n  \n\n All of this comes attached with a competitive compensation and benefits package, including pension contributions. Learn more about our benefits by visiting our Benefits & Perks page\n   \n\n  \n\n**Culture at Mentimeter**\n At Mentimeter we believe in giving everyone a voice - regardless of who you are. So we build a platform that does just that. Our platform is not only our product but also our organization. A platform where people feel safe, where differences are embraced, a place where you can have fun. We strongly encourage applicants who are people of color, LGBTQ+, women, people with disabilities, and\/or formerly incarcerated people, and a college degree is not strictly required. In order to give everyone a voice, we need to be as diverse as our users.\n   \n\n  \n\n Learn more about our culture by visiting our Culture page.\n   \n\n  \n\n Review our Privacy Policy for more information.","company_url":"https:\/\/se.linkedin.com\/company\/mentimeter","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGlbqwEvtEKPg\/company-logo_100_100\/company-logo_100_100\/0\/1641889013982\/mentimeter_logo?e=2147483647&v=beta&t=1Cia02P7rObmPvss4YqYoS3JPbJmOxyXnmkvZcM_XNU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f9ecdd4802d47a4a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f9ecdd4802d47a4a","job_url_direct":"https:\/\/www.uptrail.com\/job\/87984\/data-engineer-modern-data-platform","title":"Data Engineer - Modern Data Platform","company":"ForeFront","location":"Stockholm, AB, SE","job_type":null,"date_posted":1735344000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Arbetsuppgifter\nVi tror att tekniken ger oss oanade möjligheter – för att utveckla människor, skapa bättre affärer och bygga hållbara samhällen. Vi letar efter dig som vill arbeta tillsammans med Sveriges härligaste kollegor och vill spela en nyckelroll i att bygga och underhålla skalbara datalösningar som stödjer avancerade analyser och AI-lösningar. Vi letar efter någon som inte bara har teknisk kompetens utan även kan förstå kundernas affärsproblem och omvandla dessa till tekniska lösningar.\n\n\n***Det här är Forefront***  \n\nVi – Forefront – är ett verksamhets- och IT-konsultbolag som föddes 2008. Idag är vi över 500 anställda, eller Frontiers som vi hellre kallar oss. Vi har som ambition att bli Sveriges bästa arbetsplats. Det gör vi genom att uppskatta varandras olikheter, ständigt blicka framåt och skapa en organisation som är lika modig som klok. Tillsammans är vi förenade av delade visioner och drivna av större ambitioner. Med kontor och Frontiers över hela Sverige strävar vi efter att få teknik och människa att gå hand i hand.\n\n\n***Vem är du?***  \n\nVi söker dig som har en ingenjörsutbildning inom datavetenskap eller motsvarande relevant utbildning, som vill vara med och forma framtidens datahantering. Du är väl insatt i DevOps och har erfarenhet av att arbeta med molnplattformar som GCP eller Azure. Med expertis inom datamodellering, infrastructure as code och ELT\/ETL-processer kan du bygga skalbara lösningar för att hantera stora datamängder. Du har dessutom förmågan att översätta affärsproblem till tekniska lösningar och har erfarenhet av agil utveckling, vilket gör att du effektivt kan arbeta i en dynamisk och snabbföränderlig miljö. Du välkomnas till vårt kontor i centrala Stockholm och rapporterar till Head of Data & Analytics. Möjlighet till hybridarbete finns.  \n\n  \n\n***Kvalifikationer***  \n\nVi tror att du har erfarenhet av:\n\n  \n\n* Molnplattformar såsom GCP och\/eller Azure.\n* Python och SQL.\n* Molnbaserade lösningar och on-prem system är meriterande.\n\n\nKvalifikationer\n***Vad kan du förvänta dig?***  \n\nSpännande uppgifter som Data Engineer – Modern Data Platform hos Forefront:\n\n  \n\n* Designa, utveckla och underhålla robusta och högpresterande data pipelines och dataplattformar i molnmiljöer.\n* Implementera och optimera ETL-processer för att säkerställa högkvalitativ och ren data.\n* Arbeta med stora datamängder och molnbaserade lösningar för att stödja avancerade analytiska applikationer.\n\n\n***Vi lovar dig!***\n\n\n* Sveriges härligaste kollegor\n* Kompetensutveckling\n* En innovativ arbetsmiljö där du får arbeta med den senaste teknologin inom AI och data.\n* Möjlighet att påverka och skapa värde för kunder genom att omvandla deras affärsproblem till tekniska lösningar.\n* Flexibelt arbete och en dynamisk företagskultur där personlig och professionell utveckling står i fokus.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 550 anställda. Med kontor på 11 orter i Sverige och USA, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.\n\n\n.Våra värderingar är vårt DNA\n\n\nAvsiktAvsikten är motorn i vårt arbete och medvetenheten om var målet ligger. Den ger oss styrkan att ifrågasätta det till synes uppenbara, lägger kraft bakom våra påståenden och motiverar våra beslut.\n\n\nAvtryckAvtryck säger något om vår starka ambition att skapa förändring. Att göra verklig skillnad. Både i aktuella kundprojekt och i vår omvärld i stort. Vi är stolta över att våra kunder talar väl om oss. Och vi blir glada när vår verksamhet ses som en positiv förebild av kollegorna i branschen.\n\n\nInsiktDet är i insikten som vårt arbete börjar. För att nå dit krävs tålamod, empati och ödmjukhet, samt nyfikenhet nog att kunna ta in flera olika perspektiv och väga samman informationen. Insikt handlar om att verkligen förstå problemet innan vi försöker lösa det.\n\n\nTillsammansTillsammans är den väg vi väljer för att nå de mål vi siktar mot. Ordet ger uttryck för vårt sökande efter mervärdet i en gemensam strävan. Det handlar om att befinna sig jämsides med kunder och kollegor. Utan prestige och onödiga hierarkier, men med delaktighet, ansvar och arbetsglädje.\n\n\nUtsiktUtsikt beskriver både en position och den medvetna ansträngning som är nödvändig för att ta sig dit. Begreppet påminner oss också om att goda rådgivare är öppna och ödmjuka. Det handlar om att se och att särskilja, med fokus på kundens affärsnytta.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 550 anställda. Med kontor på 11 orter i Sverige och USA, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.","company_url":"https:\/\/se.indeed.com\/cmp\/Forefront","company_url_direct":"https:\/\/myforefront.org\/","company_addresses":"Chicago","company_num_employees":"11 to 50","company_revenue":null,"company_description":"Forefront builds a vibrant social impact sector for all people of Illinois.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"c8503f5723bb60e3","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c8503f5723bb60e3","job_url_direct":"https:\/\/accrease.teamtailor.com\/jobs\/5384425-senior-marketing-automation-consultant-acc-ajo","title":"Senior Marketing Automation consultant (ACC\/AJO)","company":"Accrease","location":"Stockholm, AB, SE","job_type":null,"date_posted":1735257600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"At Accrease, we specialize in providing strategic consulting services to businesses looking to enhance their digital marketing efforts.\n\n\nOur team of experts helps clients leverage cutting-edge technology platforms to deliver personalized customer experiences and optimize their marketing campaigns.\n\n\nWe are seeking an experienced **Senior Marketing Automation consultant (ACC\/AJO)** to join our team and support clients in maximizing the value of their Adobe Experience Cloud investments.\n\n* Collaborate with clients to understand their business objectives, marketing strategies, and technical requirements.\n* Build and integrate workflows, templates, and data models to support marketing automation.\n* Work with client teams to integrate Adobe Campaign and AJO with customer data platforms, CRMs, and other external systems.\n* Provide ongoing recommendations to improve campaign effectiveness and ROI.\n* Deliver training sessions and workshops to client marketing teams, enabling them to utilize Adobe tools effectively.\n* Provide post-implementation support and troubleshooting for campaign execution issues.\n* Maintain clear communication with stakeholders to report on project progress and challenges.\n\n  \n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_**Challenges:** As an Adobe Campaign and Adobe Journey Optimizer Consultant, you will work closely with clients to understand their business goals and translate them into effective marketing automation strategies using Adobe Campaign (Classic\/Standard) and Adobe Journey Optimizer (AJO). You will be responsible for the end-to-end implementation of campaigns, from requirements gathering to solution delivery, ensuring seamless integration of data, personalization, and automation to enhance customer engagement.\n\n\nThis role requires both technical expertise and strong consulting skills, as you will be advising clients, solving complex marketing challenges, and ensuring successful campaign execution.  \n\n  \n\n**Opportunities:** At Accrease, you’ll have the opportunity to work with leading brands and cutting-edge technologies to drive real business impact. We are committed to fostering growth, learning, and innovation, offering an exciting career path for those passionate about digital marketing and customer experience optimization.\n\n**Competence**\n\n**Must have**\n\n* Bachelor's degree in Marketing, Information Technology, or a related field.\n* **2+ years of experience working with Adobe Campaign and Adobe Journey Optimizer (AJO) in a consulting or client-facing role.**\n* **Expertise in HTML, JavaScript, SQL, and XML for custom campaign development and API integrations.**\n* Good communication skills, with the ability to explain complex technical concepts to non-technical stakeholders.\n\n **Good to have:**\n\n* **Adobe Certified Expert in Adobe Campaign or Adobe Journey Optimizer.**\n* Experience with other Adobe Experience Cloud products (Adobe Analytics, AEM, etc.).\n* Familiarity with CRM systems, CDPs, and third-party data integrations.\n* Experience in a consulting or professional services environment with multiple clients and projects.\n* Knowledge of marketing technology trends and innovations.","company_url":"https:\/\/se.indeed.com\/cmp\/Accrease","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"632a066ba652d2e2","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=632a066ba652d2e2","job_url_direct":"https:\/\/lediga-jobb.nexerrecruit.com\/en-GB\/jobs\/5374649-enterprise-solutions-architect-to-axel-arigato","title":"ENTERPRISE SOLUTIONS ARCHITECT TO AXEL ARIGATO","company":"Nexer Group","location":"Göteborg, O, SE","job_type":null,"date_posted":1735257600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"jenny.nilsson@nexergroup.com, lema.naderi@nexergroup.com","description":"*We're looking for a driven and experienced Enterprise Solutions Architect to join our IT team. This is a role for you who thrive in a broad role involving strategic thinking, technical problem-solving, and collaboration with colleagues. Join our driven and creative team and help us build the future of fashion and technology!*\n\n### **YOU WILL**\n\n\nAs our Enterprise Solutions Architect, you will play a key role in bridging business needs with technology solutions. You will be part of a smaller IT team which means you work with varied tasks, close to your colleagues, stakeholders and the business. We have redesigned our system landscape in recent years and have a highly modern tech stack with e.g. composable architecture, cloud and SaaS solutions. Your focus will be on managing the architecture, so it’s aligned with our goals and strategies, as well as optimizing and driving technical improvements when needed. Your main responsibilities and tasks are to:\n\n* define and implement business cases, roadmaps, and strategic IT initiatives.\n* act as a bridge between IT and business with focus on communication and understanding.\n* ensure that our solutions are effective, scalable, and innovative and that they address business challenges, focusing on data and information flow management and system integrations.\n* act as an IT project manager when we implement new tech.\n* identify industry trends and develop a future-focused vision for technology solutions.\n* collaborate with partners and maintain high quality and security of solutions.\n* maintain governance processes and IT standards.\n\n### **WE OFFER**\n\n\nWe offer an entrepreneurial, flexible environment, where you get to take on diverse roles within our IT team. We also have an inspiring, fast-paced and energetic workplace that encourages new ideas and creativity. We are always looking to expand the team with fresh talent from diverse backgrounds. Innovators, dreamers and doers who have the potential to grow with the company and bring a new light to a small but increasingly broadening team.\n\n### **YOU ARE**\n\n\nWe are looking for you who are an experienced architect that thrive in a cross-functional environment where you can combine your technical expertise with strategic thinking and collaboration. To be the right person for this role we think that you have:\n\n* several years of experience in roles such as Enterprise Architect, Solution Architect or similar.\n* strong understanding of various technology domains, including applications, data and security.\n* knowledge of industry best practices and emerging trends in technology and architecture\n* a Bachelor’s degree in computer science, information technology, engineering, or a related field.\n* good skills in analyzing complex business needs and technology challenges and transforming them into scalable solutions.\n* strong communication skills and can convey technical concepts to non-technical stakeholders.\n* a team player that embodies team spirit when collaborating with both business and IT stakeholders to drive projects forward.\n* good communication skills in English, and Swedish is a plus.\n* experience from the retail industry can be beneficial.\n* \n\n### **WANT TO KNOW MORE?**\n\n\nAxel Arigato is collaborating with Nexer Recruit regarding this recruitment. Please contact recruitment consultant Jenny Nilsson at jenny.nilsson@nexergroup.com \/ +46 70 30 182 79 or Lema Naderi at lema.naderi@nexergroup.com \/ +46 704 20 96 21 if you want to learn more about the position. We are looking forward to hearing from you!\n\n### **ABOUT AXEL ARIGATO**\n\n*Born in 2014 by Creative Director, Max Svärdh and CEO, Albin Johansson, Axel Arigato is a Sweden based contemporary brand that started from an Instagram page and an idea to break into the footwear market.*\n\n*With deep roots in music, art, architecture and what is contemporary, Axel Arigato has defined itself by offering more than a product. It has been created to leave an experience at the front of mind, whether it’s via stores, online or through events.*\n\n*Axel Arigato currently has 7 stores, including London, Copenhagen, Stockholm, Gothenburg & Paris with more pending. Expanding from 2 people to now hiring over 100 members of staff in 7 years, Axel Arigato also operates a subsidiary office in London.*\n\n*Read more about us:* *https:\/\/www.axelarigato.com\/*","company_url":"https:\/\/se.indeed.com\/cmp\/Nexer-Group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"d801a021bf55a76f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d801a021bf55a76f","job_url_direct":"https:\/\/career.dynamx.se\/jobs\/5383572-software-architect-malmo","title":"Software Architect - Malmö","company":"Dynamx","location":"Malmö, M, SE","job_type":null,"date_posted":1735257600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"#### **About the customer**\n\n\nThis company specializes in developing cutting-edge technology to enhance safety and efficiency in mobility. Their solutions leverage advanced sensor technology and signal processing to deliver fast and reliable real-time information. The vision is to improve the interaction between people, vehicles, and infrastructure in urban environments. With a dedicated team and strong partnerships, they aim to set new standards for technological innovation. Their mission is to contribute to safer and more sustainable transportation solutions worldwide.\n\n#### **Assignment description**\n\n\nKey responsibilities include: - Architectural design and technology evaluation. - Guiding teams in developing high-performance, fault-tolerant software. - Optimizing systems for real-time data processing. - Acting as a technical liaison with OEMs and Tier-1 suppliers. - Contributing to development and documentation - Experience from Scale-up clients\n\n#### **Must haves**\n\n\n- 8+ years in software design - experience with OEMs\/Tier-1 - proficiency in C\/C++\/Rust\/Python - knowledge of automotive middleware and standards. You are an architect who wants to code!","company_url":"https:\/\/se.indeed.com\/cmp\/Dynamx","company_url_direct":"https:\/\/dynamx.se\/","company_addresses":"Kistagången 20B, 164 40 Kista\r\nSweden","company_num_employees":"11 to 50","company_revenue":"$1M to $5M (USD)","company_description":"","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/5876b05ee8c2599342563c2a9c1cb6bc","banner_photo_url":"","ceo_name":null,"ceo_photo_url":null},{"id":"2dda150d0fdf122a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=2dda150d0fdf122a","job_url_direct":"https:\/\/openings.incluso.se\/jobs\/5383401-senior-software-engineer-application-expert","title":"Senior Software Engineer- Application Expert","company":"incluso","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1735257600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We are looking for a **Software Engineer-** **Application Expert** for a global company in **Stockholm**\n\n**Responsibilities:**\n\n* Requirement analysis and translating requirements into user stories\n* IT testing\n* Stakeholder alignments (internal & external)\n\n\n\n\n**Minimum technical skills:**\n\n* IT testing\n* Azure experience (Test) – Dev would be great\n* Problem solving\n* Critical Thinking\n\n\n\n\n**Experience Level:**\n\n\nNo formal leadership experience needed but a history working with external stakeholder desirable , min. 3-5 years experience on the min requirements.\n\n**This is a full-time consultant position through Incluso in Stockholm. Start is in February 2025, One year's limited contract to begin with, possibility of extension after that.**\n\n\nPlease submit your CV as soon as possible since we will review the applications on an on-going basis.\n\n\nFor more information about this role, please contact Kanika Singhal, recruiter at Incluso.","company_url":"https:\/\/se.indeed.com\/cmp\/Incluso","company_url_direct":"https:\/\/www.incluso.se\/en\/","company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/090cc4d664ab4e0daa44817a87c10eec","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"c2d1f686ccdbe2d7","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c2d1f686ccdbe2d7","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29351116","title":"Helpdesktekniker","company":"Medrelief Sverige AB","location":"Uppsala, C, SE","job_type":"fulltime","date_posted":1735257600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Om tjänsten\n  \nKvalifikationer\n  \n  \n\n**Du behöver ha följande kunskaper:**  \n\nKunskap om Windows 10, Microsoft applikationer.\n  \nGrundläggande kunskap om datanätverk\n  \nGrundläggande kunskap om datorkomponenter\n  \n  \n\n**Meriterande är om du har arbetat med:**  \n\nIT-support\n  \n  \n\nDu har relevant eftergymnasial utbildning, men vi förväntar oss inte att du kan allt när du börjar hos oss. Det viktiga är att du är hungrig på och har förmåga och nödvändiga grundkunskaper för att lära dig.\n  \nOm jobbet\n  \nDu tycker lika mycket om att jobba med IT-teknik som att hjälpa och supporta användarna av tekniken.\n  \nDu kommer att arbeta tillsammans med vår IT-ansvarige och ta ansvar för kundens IT-infrastruktur, både hård- och mjukvara.\n  \nDu gillar att lösa problem. Du kommer att arbeta med underhåll av vår IT och supporta och hjälpa medarbetarna hos kunden.\n  \nDu kommer att arbeta med en stor variation av uppgifter och du måste klara att prioritera och tidvis arbeta under hög arbetsbelastning.\n  \nDitt arbete kommer att bli omväxlande och stimulerande då kunden är en teknikorienterad arbetsplats med höga ambitioner kring digitalisering och systemutveckling.\n  \nArbetsuppgifter\n  \nIT-stöd till medarbetare med varierad IT-kunskap\n  \nInstallation och underhållning av IT-utrustning\n  \nSystem för e-post, support och underhåll\n  \nSupport gällande en stor variation av mjukvarusystem\n  \n  \n\nDina arbetsuppgifter\n  \n  \n\n**De primära arbetsuppgifterna är:**  \n\n– Hantera inkommande ärenden via portal, e-post, telefon och på plats.\n  \n**– Följa SLA:** er enligt deras Incidentprocess.\n  \n– Ge support via fjärrverktyg för deras Klientdatortjänst.\n  \n– Ge användarsupport på plats vid behov.\n  \n– Upprätta dokumentation för interna processer.\n  \n– Hantera installationer och beställningar av datorer och konferensutrustning.\n  \n– Aktivt delta i gruppens utvecklings- och förbättringsarbete.\n  \n– Fånga upp samt vidareförmedla verksamhetsbehov till övriga grupperingar inom IT-avdelningen.\n  \nDe värdesätter intern kompetensutveckling och det finns goda möjligheter att växa i rollen.\n  \nDin profil\n  \nSom person är du en serviceminded, kommunikativ och lösningsorienterad lagspelare som trivs i en miljö med högt tempo. Du arbetar proaktivt med en god förmåga att strukturera och prioritera dina arbetsuppgifter.\n  \nMycket goda kunskaper i svenska och engelska, i både tal och skrift.\n  \nPersonliga egenskaper\n  \nSjälvgående\n  \nLösningsorienterad\n  \nServiceminded\n  \nKommunikativ","company_url":"https:\/\/se.indeed.com\/cmp\/Medrelief-Sverige-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"48e8a514f120bd8c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=48e8a514f120bd8c","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29351096","title":"IT-supportekniker","company":"Medrelief Sverige AB","location":"Sundsvall, Y, SE","job_type":"fulltime","date_posted":1735257600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Om tjänsten\n  \nVi söker nu en duktig supportekniker till en IT-Helpdesk till våra kunder runt om.\n  \nHelpdesk ansvarar för användarstöd till kundens medarbetare. Som tekniker förväntas du arbeta tätt tillsammans med dina kollegor för att säkerställa en snabb och professionell användarupplevelse via deras supportkanaler. . Rollen är en konsultroll.\n  \n  \n\nDina arbetsuppgifter\n  \n  \n\n**De primära arbetsuppgifterna är:**  \n\n– Hantera inkommande ärenden via portal, e-post, telefon och på plats.\n  \n**– Följa SLA:** er enligt deras Incidentprocess.\n  \n– Ge support via fjärrverktyg för deras Klientdatortjänst.\n  \n– Ge användarsupport på plats vid behov.\n  \n– Upprätta dokumentation för interna processer.\n  \n– Hantera installationer och beställningar av datorer och konferensutrustning.\n  \n– Aktivt delta i gruppens utvecklings- och förbättringsarbete.\n  \n– Fånga upp samt vidareförmedla verksamhetsbehov till övriga grupperingar inom IT-avdelningen.\n  \nDe värdesätter intern kompetensutveckling och det finns goda möjligheter att växa i rollen.\n  \nDin profil\n  \nSom person är du en serviceminded, kommunikativ och lösningsorienterad lagspelare som trivs i en miljö med högt tempo. Du arbetar proaktivt med en god förmåga att strukturera och prioritera dina arbetsuppgifter.\n  \n  \n\nSkallkrav\n  \nErfarenhet av Office365, citrix, Azure, AD och migrering,\n  \nMycket goda kunskaper i svenska och engelska, i både tal och skrift.\n  \nPersonliga egenskaper\n  \nSjälvgående\n  \nLösningsorienterad\n  \nServiceminded\n  \nKommunikativ","company_url":"https:\/\/se.indeed.com\/cmp\/Medrelief-Sverige-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"b0cadcf5efd71974","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b0cadcf5efd71974","job_url_direct":"https:\/\/cambio.teamtailor.com\/jobs\/5375936-development-manager","title":"Development Manager","company":"Cambio","location":"Linköping, E, SE","job_type":"fulltime","date_posted":1734652800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"*Cambio is one of the Nordics' leading suppliers in e-health with a comprehensive offering for the entire health and care chain. Our e-health solutions support healthcare professionals in their daily work and offer patients safer and more easily accessible care. We are proud to be an important part of Swedish healthcare. We are growing continuously and now have about 1000 employees in several countries.*\n\n **The position**  \n\nWe are seeking a Development Manager to strengthen our team in R&D. The ideal candidate will possess a strong technical background, great leadership skills, and the ability to communicate effectively with a diverse range of stakeholders. Cambio Platform is an open ecosystem at the core of Cambio’s products and is part of R&D with teams located in Linköping, Stockholm, and Colombo. In this role, you will be responsible for ensuring our platform is scalable, secure, and provides a superior user experience.\n\n\nAs Development Manager your role will include developing and executing on our development roadmap ensuring scalability, reliability, and cost-effectiveness. You will work closely with our product management team as well as other teams within R&D.\n\n\nWe expect you to build, mentor, and lead a high-performing development team while fostering a culture of innovation, collaboration, and continuous improvement. Ensuring the timely and high-quality delivery of projects will be a key responsibility. Additionally, you will present project updates, technical concepts, and business cases to stakeholders in a clear and compelling manner, ensuring alignment between the development team and business objectives.\n\n\nLeadership at Cambio builds on trust, openness and safety. It is important for us to treat everyone with dignity, respect and fairness. We use failures as learning opportunities and a way to stimulate development.\n\n\nOur leaders must always “walk the talk” and lead by example.  \n\n\n\n  \n\n**About you**  \n\nYou are a leader who encourages new ways of thinking and working to drive progress and improvements. Your results-oriented mindset ensures that you consistently focus on delivering value in everything you do. Adaptable, resilient and you thrive in dynamic environments. You excel in collaboration, building strong relationships across the organization to achieve common goals.\n\n**Requirements**\n\n* 10+ years of experience in Software development roles, with a proven track record in platform development.\n* Demonstrated experience in commercializing technology products and services.\n* Strong background in software development and architecture\n* Excellent leadership and team management skills\n* Ability to manage multiple priorities in a fast-paced environment\n* Experience managing development budgets and resources\n* Bachelor’s degree in Computer Science, Information Technology, Engineering, or a related field (Master’s degree preferred).\n\n**It’s** **a bonus if you**\n\n* Have an understanding of regulatory requirements from the Healthcare industry\n\n **Place of employment**: Stockholm or Linköping\n\n\nAt Cambio we value a healthy work-life balance, and to encourage that we apply a hybrid working-model. Together with your team you decide which days you work at the office. On the remaining days you can work remotely from home, but you are always more than welcome to work at the office too.\n\n\n**Scope**: Full time\n\n\n**Form of employment:** Permanent employment, 6 months trial period\n\n\n**Other:** We screen the applications and hold interviews continuously so please send your application as soon as possible via the link.\n\n\nWe encourage and eagerly welcome all applications, but we will only consider candidates who are located and have the legal right to work in **Sweden.** We will ask for verification during the process.\n\n\n**We look forward to receiving your application!**\n\n\nRead more about us **here!**\n\n\nAre you interested in Cambio but you don’t feel that this position is the perfect match? Check out our other open positions at the career site **here!**","company_url":"https:\/\/se.indeed.com\/cmp\/Cambio-1","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"89669860d1951e0b","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=89669860d1951e0b","job_url_direct":"https:\/\/join.nexusgroup.com\/jobs\/5350319-senior-software-engineer-full-time","title":"Senior Software Engineer (full-time)","company":"Nexus Group","location":"Hägersten, AB, SE","job_type":"fulltime","date_posted":1734307200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"*At Nexus, part of French IN Groupe, we secure the new society that emerges in the ever-expanding world of digital transformation. By challenging ourselves to go further and do better, we’re developing technology for high-demand global clients. Nexus’ Smart ID solutions and IoT platforms are changing how we perceive trusted identities. Do you want to be a part of our journey?*\n\n*Terje Lindberg**,* our Head of the Certificate Manager development team, is looking to strengthen his team with a talented Senior Software Engineer to join our Stockholm office.\n\n\nIf you thrive in tech and international environments this might be the right opportunity for you. Give your career a real boost by participating in the digital transformation of society while contributing to securing identities.\n\n **What we offer you**\n\n* Be part of a friendly and skilled team, that enjoys working and hanging out together.\n* Work on our own powerful Certificate Authority solutions for people and IoT.\n* If you're not already are familiar with the topic of \"Public Key Infrastructure\" (PKI), you will be in the best possible environment to master it\n* Have the opportunity to collaborate and make a difference every day; we are small enough so every individual counts, and big enough for you to have work security and development opportunities.\n\n\nWant to know more? Check out our value proposition: To work with us!\n\n **What you’ll do at Nexus**\n\n\nNexus Smart ID Certificate Manager is a flexible and scalable Certificate Authority (CA) software portfolio that is fast growing in the domain of the Internet of Things (IoT).\n\n* You will thrive on feature development and ensure that our product is easier to deploy, in the cloud, on-premises, or deliver as a service.\n* You will take part in architecting the cloud transition and contributing to interesting feature development activities.\n* You will work as a*gile* as possible. We have daily stand-ups (remote or on-site) and do proper sprint planning and retros. We highly appreciate your opinion and ownership of driving the agenda.\n* We work closely with the customer, therefore, from time to time you will have direct contact with internal and external customers of the product. This can be for new feature development, cloud strategy discussions, PoCs, or PKI ceremonies. We believe in the concept “you develop it, you run it”.\n\n **Some of our Tech Stack:**\n\n**Application**: Java, Gradle, REST, Docker, Kubernetes\n\n**Tools**: GIT, Jira, Confluence, SonarQube, Azure Pipelines\n\n**Concepts**: PKI, aaS, IoT\n\n**About you**\n\n* You have extensive experience in developing applications in Java and experience with cloud technologies and continuous delivery.\n* You enjoy working in an open team and you firmly believe that cooperation and teamwork is the way to succeed. Continuous improvement, working closely together, and discussing is the way to learn from each other.\n* You have the DevOps mindset and don’t have any issues sharing your ideas and inspiring people around you.\n* You have a strong interest in security, have some experience or you are willing to learn.\n  \n\n**Not sure you meet 100% of the qualifications?**\n\n\nAt Nexus, we understand that experience comes in many forms. We’re dedicated to adding new perspectives to the team - so if your experience is this close to what we’re looking for, please consider applying.\n\n **About your CV and the Process**\n\n\nYou will not be asked to do a two-day assignment as a skill assessment, we do real-time tech interviews together with the team and we do not require you to apply with a resume\/CV. Who has an updated resume anyway?\n\n  \n\nTransparency, security, and trust are the core of our company; therefore, the final candidate will be subjected to a background check before training.\n\n\nNexus is an equal-opportunity employer. We truly believe in being ONE Nexus. You are welcomed at Nexus for who you are, no matter where you come from or what you look like. Our technology is for everyone, and so is our workplace. So, bring us your personal experience, your perspectives, and your background to thrive, collaborate, and be forward-thinking! It’s in our differences that we will find the power to keep innovating the way we secure the world.","company_url":"https:\/\/se.indeed.com\/cmp\/Nexus-Group","company_url_direct":"https:\/\/www.nexusgroup.com","company_addresses":"Hagersten","company_num_employees":"201 to 500","company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/3d5dfc128848468d1bbb3a3e6581d682","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4027948444","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4027948444","job_url_direct":"https:\/\/jobs.ubs.com\/TGnewUI\/Search\/home\/HomeWithPreLoad?jobid=306723&codes=ILINKEDIN&siteid=5131&partnerid=25008&source=ILINKEDIN&PageType=JobDetails&urlHash=EPdP","title":"2025 Graduate Talent Program - Global Markets - Stockholm","company":"UBS","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Research, Analyst, and Information Technology","company_industry":"Banking, Financial Services, and Investment Banking","listing_type":null,"emails":null,"description":"**Job Reference #**\n 300641BR\n   \n\n  \n\n**City**\n Stockholm, Sweden\n   \n\n  \n\n**Your role**\n Interested in working in financial services, specifically learning about global market trends, but not sure where to start? Do you want to work for a firm with a truly global footprint?\n   \n\n  \n\n We're looking for ambitious students to join our 2025 Global Markets Graduate Talent Program.\n   \n\n  \n\n You’ll get to\n   \n\n  \n\n* buy and sell financial instruments for our clients\n* extract market moving data from a variety of sources to inform decisions across our Global Markets business\n* provide clients with information about recent market trends and offer trades at the best prices\n\n\n**Your team**\n You’ll be working in our Global Markets business. We advise clients and do everything that’s needed to buy and sell securities for them from start to finish. We work with hedge funds, pension funds, asset managers and family offices to provide coverage, advisory, capital markets and financing services.\n   \n\n  \n\n**Your expertise**\n We’re looking for a candidate who\n   \n\n  \n\n* is graduating between September 2023 and September 2025\n* has or is on track for at least a 2.1 (UK grading system) or equivalent in their first undergraduate degree\n* has values that align with ours hard-working, trustworthy, dedicated and collaborative\n* is a strategic thinker with strong communication skills\n* is motivated to work in a business with high demands and tight deadlines\n\n\n We’re looking for someone who’s curious and wants to thrive in a business that never stops moving. We welcome all majors, but it’s important to have an interest in the financial industry. We want to see what makes you unique and discover what you can bring to our team.\n   \n\n  \n\n**About Us**\n UBS is the world’s largest and only truly global wealth manager. We operate through four business divisions Global Wealth Management, Personal & Corporate Banking, Asset Management and the Investment Bank. Our global reach and the breadth of our expertise set us apart from our competitors.\n   \n\n  \n\n With our large and diverse team operating internationally, we have a presence in all major financial centers in more than 50 countries. Although we all come from different backgrounds and specializations, two things unite us the conviction that we’re stronger together, and the will and curiosity to constantly improve.\n   \n\n  \n\n**Join us**\n We know that it's our people, with their unique backgrounds, skills, experience levels and interests, who drive our ongoing success. You’ll get to learn from the best at UBS, inspirational leaders from across the business and experts in everything financial industry. Together we’re more than ourselves. Ready to be part of #teamUBS and make an impact?\n   \n\n  \n\n**Disclaimer \/ Policy Statements**\n UBS is an Equal Opportunity Employer. We respect and seek to empower each individual and support the diverse cultures, perspectives, skills and experiences within our workforce.","company_url":"https:\/\/ch.linkedin.com\/company\/ubs","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEshkSDzwMJ4g\/company-logo_100_100\/company-logo_100_100\/0\/1630584313976\/ubs_logo?e=2147483647&v=beta&t=SZvIblKcvXSWhllPIuz-m1f4hUwFscfZ-QKdShtwMFI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4112001822","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4112001822","job_url_direct":null,"title":"Head of HR Systems (SAP SuccessFactors)","company":"HRIT People","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Manufacturing, Project Management, and Engineering","company_industry":"Human Resources Services","listing_type":null,"emails":"info@hritpeople.com","description":"HRIT People are working with a global business, with over 45,000 employees in 35 countries, which is about to undergo an exciting global HR-Systems Implementation. Therefore HRIT People have partnered with the Head of HR to source and select a full-time permanent employee to join as the Global Head of HR Systems.\n \n\n\n\n  \n\n\n\n\n\n**Responsibilities:** \n\n\n\n\n  \n\n\n\n\n* Develop and implement a global HR IT strategy based on a detailed process\n* Select & implement our core HR systems and other global HR systems (Likely SAP SuccessFactors).\n* Optimize processes by reviewing our existing HR processes with a trained eye and identifying potential for further development.\n* Driving HR Digitalization: Developing streamlined end-to-end HR processes and develop a global HR digitalization plan.\n* Implementation and continued support: collaborating with internal stakeholders and external resources to plan and execute HR IT solutions, including analyzing functional requirements, conducting testing, providing training, managing data migration, and offering go-live support\n* Act as a HR Leader across the business, working with & advising the C-Suite team.\n\n\n\n  \n\n\n\n\n\n**Experience:** \n\n\n\n\n  \n\n\n\n\n* Affinity for systems and processes, strong process- and user-oriented thinking, and results-oriented work.\n* Several years of hands-on experience leading global end-end HR-System projects (6+ Years)\n* Certified in Multiple SAP SuccessFactors Modules\n* At least 5+ years of global consulting experience, ideally as a Senior Manager or Director\n* Proven experience of developing mutually beneficial relationships with business stakeholders, users, software solution providers & other IT teams.\n* Ability to define & improve procedures & processes\n* Degree in Business Administration, Information Technology, or similar.\n* People & Work-stream management experience.\n* Fluent Language skills in English & German\n\n\n\n  \n\n\n\n\n\n For more details please reach out to info@hritpeople.com","company_url":"https:\/\/uk.linkedin.com\/company\/hrit-people","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFoEghg4Wwoog\/company-logo_100_100\/company-logo_100_100\/0\/1730470906950\/hrit_people_logo?e=2147483647&v=beta&t=90I3_I94gDFx3_rp-fetM37dPCkUofVFLFLEoT6KpRs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4093895431","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4093895431","job_url_direct":"https:\/\/ad.doubleclick.net\/ddm\/clk\/585403191;393708536;p;dc_transparent=1;?https:\/\/jobs.citi.com\/job\/-\/-\/287\/71774758048?utm_term=393708536&ss=paid&utm_campaign=emea_experienced&utm_medium=job_posting&source=APPLICANT_SOURCE-3-354&utm_source=linkedin.com&utm_content=social_media&urlHash=JJp-","title":"2025, Global Network Banking (GNB), Corporate Banking, Placement Analyst, Stockholm, Sweden - February or March 2025 Start","company":"Citi","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Banking, Financial Services, and Investment Banking","listing_type":null,"emails":null,"description":"**You're the brains behind our work.**\n You're ready to bring your knowledge from the classroom to the boardroom and Citi wants to help you get there. Whether it's honing your skills or building your network, we know that success can't come without growth. Our programs equip you with the knowledge and training you need to play a valuable role on your team, and establish a long-term career here. At Citi, we value internal mobility, and career growth is not a question of if, but when.\n   \n\n  \n\n GNB Bankers are relationship-focused finance professionals responsible for understanding the wide range of complex financial issues facing our clients around the world, originating dialogue on capital structure, liability management, liquidity and funding strategies, risk management and investment solutions. Unique to Citi, Bankers are also responsible for deciding where to invest the firm's capital and executing on those investments, they work in partnership with various Citi groups across the firm including Risk Management, Investment Banking and the Capital Markets Origination.\n   \n\n  \n\n If none of these terms make sense right now, that's ok! You will receive support and education on a variety of these topics to learn the fundamentals of the intern role and introduce you to Citi's culture. So whatever your degree is in we will give you the training you need to excel.\n   \n\n  \n\n**We provide you with the knowledge and skills you need to succeed.**\n We're committed to teaching you the ropes. You will be placed with the Stockholm GNB Corporate Banking team to work with for the duration of the internship.\n   \n\n  \n\n**Your time here will look something like this...**\n* Assist in client materials (pitches, placemats, account plans, briefings).\n* Screening for market up-dates (macro, industry, client related).\n* Complete fundamental risk and credit analysis.\n* Liaise with product partners across departments and geographies.\n* Support Nordic initiatives to help grow revenues and wallet share with clients.\n\n\n**We want to hear from you if...**\n* You are in your penultimate\/final year of university or graduated.\n* Strong academics.\n* Interest in business.\n* You are fluent in English and a Nordic language (Swedish, Danish, Finnish, Norwegian).\n* You are available to start in February or March 2025\n\n\n**Who We Think Will Be a Great Fit...**\n A dedication to learning and a true passion for the business are vital. As industries all over the globe continue to restructure and grow, we are hiring professionals who have a global perspective on the future of banking, and want to make an impact on the corporate level. We value diversity and so do you.\n   \n\n  \n\n We'll also be looking for the following:\n   \n\n  \n\n* Commitment to personal growth and career development, a strong desire to learn, and success in team environments.\n* Knowledge of the global or domestic business landscape is a plus, but not required.\n* Strong communication, planning, and organizational skills.\n* Desire to develop a deep understanding of the financial industry.\n* Unquestioned commitment to integrity ethical decision-making.\n* Interest in business.\n\n\n We will recruit on a rolling basis and therefore encourage you to apply as soon as possible.\n   \n\n  \n\n Successful candidates will be offered a competitive salary.\n   \n\n  \n\n ------------------------------------------------------\n   \n\n  \n\n**Job Family Group:**\n Institutional Banking\n   \n\n  \n\n ------------------------------------------------------\n   \n\n  \n\n**Job Family:**\n Corporate Banking\n   \n\n  \n\n ------------------------------------------------------\n   \n\n  \n\n**Time Type:**\n Full time\n   \n\n  \n\n ------------------------------------------------------\n   \n\n  \n\n Citi is an equal opportunity and affirmative action employer.\n   \n\n  \n\n Qualified applicants will receive consideration without regard to their race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or status as a protected veteran.\n   \n\n  \n\n Citigroup Inc. and its subsidiaries (\"Citi”) invite all qualified interested applicants to apply for career opportunities. If you are a person with a disability and need a reasonable accommodation to use our search tools and\/or apply for a career opportunity review\n **Accessibility at Citi** \n .\n   \n\n  \n\n View the \"\n **EEO is the Law** \n \" poster. View the\n **EEO is the Law Supplement** \n .\n   \n\n  \n\n View the\n **EEO Policy Statement** \n .\n   \n\n  \n\n View the\n **Pay Transparency Posting**","company_url":"https:\/\/www.linkedin.com\/company\/citi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFgF4xtqyXBcg\/company-logo_100_100\/company-logo_100_100\/0\/1719257286385\/citi_logo?e=2147483647&v=beta&t=E0LjmXX_MaMB3pwg6W_ragjyCPSpChEG51ham_xSNVc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4111433046","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4111433046","job_url_direct":"https:\/\/career.coromatic.com\/jobs\/286469-business-process-and-application-specialist&urlHash=h_6R","title":"Business Process and Application Specialist","company":"Coromatic AB","location":"Bromma, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"Bjorn.lettstrom@coromatic.se","description":"Vill du komma till ett bolag som befinner sig i en stark tillväxt och förändringsfas där du kan vara med och påverka vägen framåt? Coromatic Services har nyligen tagit nästa steg i den pågående digitaliseringen av verksamheten och beslutat att ersätta nuvarande system för arbetsorderhantering med IFS Field Service Management. I samband med detta ser vi även över våra arbetsprocesser och rutiner i syfte att harmonisera, standardisera och effektivisera vår tjänsteleverans.\n   \n\n  \n\n**Om tjänsten**\n Som Business\n *Process och Application Specialist* \n förvaltar och utvecklar du våra administrativa processer inom området Service Delivery i alla våra länder. Du är specialist på vårt huvudsakliga systemstöd IFS Cloud med tillhörande mobila lösning IFS MWO och andra närliggande system. Du arbetar nära den operativa verksamheten, intern\/extern IT samt vår drift- och supportpartner för att applikationerna ständigt ska stödja verksamhetsprocesserna på bästa sätt.\n   \n\n  \n\n**Huvudsakliga Arbetsuppgifter**\n* Förvalta och utveckla processer, informationsflöden, rutinbeskrivningar och utbildningsmaterial. Genomföra utbildningar för verksamheten.\n* Hantera supportärenden i syfte att avhjälpa incidenter samt förebygga upprepning av dessa genom proaktivt arbete, tex genom samarbete med IT och supportpartner.\n* Planera och genomför test och verifiering vid produktuppgraderingar och buggrättningar.\n* Delta i projekt vid nya utrullningar, integration av bolag, systemuppgraderingar samt införande av nya moduler och funktioner.\n* Arbeta med kravställning av automatisering av arbetsflöden med syfte att effektivisera och säkerställa processer.\n* Förvalta och underhålla information i applikationen så som business och masterdata.\n\n\n**Vem är du?**\n För att lyckas i den här rollen ser vi att du har 5+ års relevant arbetslivserfarenhet med erfarenhet inom ERP system och processer (speciellt inom service, logistik och inköp). Du har eftergymnasial utbildning inom IT\/systemvetenskap eller motsvarande, talar och skriver svenska och engelska flytande.\n   \n\n  \n\n Du har god kommunikativ förmåga och kan anpassa din kommunikation beroende på mottagare\/forum. Du är en lagspelare som har lätt för att samarbeta och trivs i gränslandet mellan verksamheten och IT. Det är viktigt att du kan sätta dig in i detaljer men även att du har förmågan att lyfta blicken och se helhetsperspektivet.\n   \n\n  \n\n Vi fäster stor vikt vid personliga egenskaper där vi söker dig som tar stort ägandeskap över ditt arbete och agerar proaktivt för att ständigt driva arbetet framåt. Du är ansvarstagande och strukturerad, samt att du har en god förmåga att skapa förtroende, internt som externt.\n   \n\n  \n\n Anställningen är placerad i säkerhetsklass, vilket i detta fall ställer krav på svenskt medborgarskap och godkänd säkerhetsprövning och registerkontroll. Säkerhetsprövningen görs i enlighet med bestämmelser i säkerhetsskyddslagen (2018:585)\n   \n\n  \n\n**Du erbjuds**\n Hos oss kommer du att få möjlighet att påverka och använda din kompetens inom affärsprocesser och affärssystem. Dina kunskaper och förbättringsidéer är värdefulla, du kommer spela en viktig roll i företagets strävan mot hållbar tillväxt och digitalisering.\n   \n\n  \n\n Detta är ett utvecklande arbete vilket kräver stort eget ansvar och ger dig stora möjligheter att växa inom organisationen. Du erbjuds en öppen och dynamisk arbetsplats med många trevliga kollegor och ett spännande arbete.\n   \n\n  \n\n Låter vi som rätt match för dig? Välkommen in med din ansökan!\n   \n\n  \n\n Har du frågor om tjänsten? Kontakta gärna rekryterande chef Bjorn.lettstrom@coromatic.se eller 073 035 70 99.\n   \n\n  \n\n Sista ansökningsdag är 2025-01-15\n   \n\n  \n\n Intervjuer sker löpande och tjänsten kan komma att tillsättas innan sista ansökningsdag.\n   \n\n  \n\n**Om Coromatic**\n Coromatic säkrar tillgång till kraftförsörjning och datakommunikation för verksamhetskritiska anläggningar. Vi tillhandahåller hög tillgänglighet och produktivitet för våra kunder, vi räddar liv genom oavbruten drift 24\/7, och optimerar energianvändningen för minsta möjliga miljöpåverkan.\n   \n\n  \n\n När strömmen går ser vi till att Universitetssjukhuset i Linköping alltid har strömförsörjning för fungerande operationssalar och vård. Vi säkrar att Färöborna kan kommunicera med den uppkopplade världen även vid driftsstopp, och att flygplanen alltid kan landa säkert på Bromma flygplats.\n   \n\n  \n\n Coromatic har mer än 800 anställda och har levererat lösningar och tjänster till mer än 5000 företag i Norden. Coromatic är en del av E.ON koncernen\n   \n\n  \n\n Låter vi som rätt match för dig? Välkommen in med din ansökan\n   \n\n  \n\n Vi lägger för denna befattning stor vikt vid personlig lämplighet.\n   \n\n  \n\n Till alla rekryteringssäljare: Tack för att du tänker på och vill hjälpa oss. För att vi alla ska kunna använda vår tid på bästa sätt vill vi vara tydliga med att vi har kontakt med de samarbetspartners som vi behöver och i dagsläget inte är intresserade av fler.","company_url":"https:\/\/se.linkedin.com\/company\/coromatic-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGuLXgRqUjCZg\/company-logo_100_100\/company-logo_100_100\/0\/1711107875667\/coromatic_ab_logo?e=2147483647&v=beta&t=Mw2DRoOjxY3C5A5BN0s-33VuWuxdQJAqhnFwnMmE5-4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4088730855","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4088730855","job_url_direct":"https:\/\/recruit.visma.com\/spa\/public\/apply?src=Linkedin&guidAssignment=668b751f-9bfa-4ee8-815e-935922874844&urlHash=SW1f","title":"Informationssäkerhetsspecialist Stockholm","company":"Unionens arbetslöshetskassa","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Government Administration","listing_type":null,"emails":null,"description":"**Om arbetsplatsen**\n Vi vill vara det självklara valet för dig som vill arbeta med arbetslöshetsförsäkringen och lägger därför kraft på att skapa en god arbetsmiljö och förmånliga anställningsvillkor.\n   \n\n  \n\n Som medarbetare på Unionens a-kassa kan vi bland annat erbjuda dig:\n   \n\n  \n\n* marknadsmässig lön\n* ett riktigt bra kollektivavtal med bland annat generös avsättning till tjänstepension och minst 33 dagar semester per år\n* ett friskvårdsbidrag på 4 500 kronor per år\n* arbetstider med flexibilitet under ansvar\n* en friskvårdstimme per vecka, hälsoinspiratörer och möjlighet till massage på kontoret\n* möjlighet att delvis arbeta hemifrån\n* goda utvecklings- och karriärmöjligheter\n\n\n Vi är cirka 300 anställda som sitter i fina lokaler centralt i Malmö, på Södermalm i Stockholm och i centrala Örebro. Vi lägger stor vikt vid att främja mångfald och inkludering i vår rekryteringsprocess.\n   \n\n  \n\n Vill du vara en del av Unionens arbetslöshetskassa och vara 100 procent viktig varje dag?\n   \n\n  \n\n**Arbetsuppgifter**\n Som informationssäkerhetspecialist ansvarar du för att planera vårt informationssäkerhetsarbete och samordnar med IT-säkerhetsarbetet på arbetsplatsen. Du stödjer ansvariga i verksamheten för att säkra hanteringen av information och informationstillgångar. Du förebygger och upptäcker säkerhetsrisker samt utvärderar och följer upp resultat och efterlevnad. I arbetet ingår även att informera och utbilda verksamheten för att möjliggöra ett säkert användande av digitala tjänster, samt säkerställa att vi följer lagstiftning och andra krav.\n   \n\n  \n\n Arbetsuppgifterna innebär rent praktiskt att:\n   \n\n  \n\n* införa och utveckla ledningssystem för informationssäkerhet, och kontinuerligt rapportera om status till ledningen\n* bidra i arbetet med att ta fram risk- och sårbarhetsanalyser samt hantera och vara ett stöd vid informationssäkerhetsincidenter\n* ansvara för verksamhetens dokumentation och rutiner inom området samt bidra till närliggande områden\n* bidra i arbete med leverantörer, övriga tredjepartsföretag, andra externa parter och samarbetspartners\n* omvärldsbevaka inom eget ansvarsområde.\n\n\n**Kvalifikationer**\n Vi söker dig som har:\n   \n\n  \n\n* erfarenhet av informationssäkerhetsarbete och kunskap om gällande standarder och lagstiftningar på området\n* erfarenhet av att ha implementerat ledningssystem för informationssäkerhet\n* akademisk utbildning eller likvärdig utbildning\n* erfarenhet av arbete på en a-kassa eller annan liknande organisation.\n\n\n Du är målfokuserad, tänker strategiskt och ser till hela verksamhetens bästa i agerande och beslut. Du har en god förmåga att arbeta självständigt, men är även lyhörd och samarbetar väl med andra. Du har förståelse för människors olika förutsättningar och ett pedagogiskt sätt att förmedla ditt budskap till mottagare. Du har även goda kunskaper i svenska och engelska, i både tal och skrift.\n   \n\n  \n\n Tjänsten är placerad i Stockholm.\n   \n\n  \n\n**Övrig information**\n Arbetsmarknaden förändras i allt snabbare takt och arbetslöshetskassornas uppdrag har kanske aldrig varit viktigare. Vi på Unionens a-kassa brinner för det här uppdraget.\n   \n\n  \n\n Unionens a-kassa är den näst största arbetslöshetskassan i Sverige med nästan 750 000 medlemmar. Vi fattar beslut i ärenden om medlemskap och arbetslöshetsersättning enligt lagen om arbetslöshetskassor (LAK) och lagen om arbetslöshetsförsäkring (ALF). Arbetslöshetsförsäkringen är en omställningsförsäkring vid arbetslöshet och vårt arbete påverkar många människors vardag.\n   \n\n  \n\n Våra ledord är kvalitet, effektivitet, tillgänglighet och engagemang, och vår vision är att vara det självklara valet!\n   \n\n  \n\n**LIP**","company_url":"https:\/\/se.linkedin.com\/company\/unionensakassa","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGB97fMSfAZcw\/company-logo_100_100\/company-logo_100_100\/0\/1630601530252?e=2147483647&v=beta&t=r-R51bJi0YBfk2GMwxlm580AtoswPCM96Z_9OU32yxM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4092140692","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4092140692","job_url_direct":"https:\/\/job-boards.eu.greenhouse.io\/mentimeter\/jobs\/4473605101?gh_src=3d5665c2teu&urlHash=nEp3","title":"Customer Success Manager","company":"Mentimeter","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Mentimeter is an engagement tool with a clear goal in mind. To turn presentations into conversations. Through real-time interactivity and clear visualizations, we get people to participate, engage and become more productive. Transforming all those passive meetings, airless classrooms and drawn out trainings into valuable and memorable moments.\n   \n\n  \n\n We truly believe that you achieve the best results by doing things together. And that successful leaders need to adopt a curious and collaborative mindset in order to get there. So with you at Mentimeter, you’ll be a big part of the ambition to help over 1 billion people listen, learn and work better together.\n   \n\n  \n\n As a Customer Success Manager, you will help our customers to make the most of their investment in Mentimeter. You will be doing this by driving customer value, adoption and usage of our Enterprise solution. You will partner closely with our Relationship Managers to help our customers become successful in using Mentimeter.\n   \n\n  \n\n To be able to deliver an amazing customer experience, you will work closely with all parts of Mentimeter (Product, Marketing and Sales). You will serve as a strategic partner on assigned accounts, to bridge the gap between customer challenges and Mentimeter solutions.\n   \n\n  \n\n We use the theory of Predictable Revenue and reference Dropbox and Slack when we see the future of Mentimeter. Mentimeter is a service that is loved globally and our growth has been almost 100% organic.\n   \n\n  \n\n We believe that a brilliant person with the right ambition can really leverage their time at Mentimeter. We are growing fast, and with us, so can you. Most importantly, we are looking for a candidate who is eager to develop Mentimeter to a world-leading position. You will be one of the leading individuals making this happen.\n   \n\n  \n\n**Responsibilities For The Role**\n* Manage a book of Enterprise customers, both business and higher education, with responsibility for ensuring the customer achieves the desired value of Mentimeter\n* Help your Enterprise customers develop successful onboarding, roll-out and training strategies by working closely with C-level stakeholders and key influencers in various departments\/teams\/regions\n* Build relationships with your customers and act as a strategic advisor on how Mentimeter can help them reach their goals\n* Drive growth and retention of your customer portfolio together with the Relationship Manager\n* Work on the adoption and usage of the purchased licenses to increase the value for the customer\n* Create efficient usage and ensure customer engagement by leading webinars, workshops and training sessions\n* Utilize Mentimeter, client and other data to derive insights and use these to drive greater client engagement\n* Act as a bridge between sales, product and business development to proactively seek improvement of our Enterprise offering and be the voice of your customers\n* Monitor customer health proactively and contact clients upon low scores to set a plan to improve their utilization\n* Contribute to developing the strategy for best-in-class scalable Customer Success\n\n\n**Responsibilities Not Included In The Role**\n* Closing new contracts (Account Executives do that)\n* The commercial responsibility of current customers (Relationship Managers do that)\n* Day-to-day support (We have minimal support, and a support specialist is responsible for this)\n\n\n**Resources We Have To Support You**\n* World-class lead generation from the Marketing and Product teams\n* Marketing and Sales team to support in analysis and tactics\n* Sales Operation function\n* Sales Enablement function\n* Professional CRM and data gathering services (PlanHat, SalesLoft, Intercom, Mixpanel, Google Analytics, Salesforce etc.)\n\n\n**Must Haves For The Role**\n* Experience of 1-3 years of leading international projects together with customers (as a consultant or in an internet-based global company)\n* Passion for building strong and long-lasting relationships\n* Experience from international work\n* Ability to drive many tasks and projects at the same time\n* Great interpersonal skills\n* Interest in data & statistics\n* You are required to have professional level English - we sell to 100+ countries today\n* Excellent communication skills\n\n\n**Nice To Have**\n* Additional languages (other than Swedish and English)\n* Bachelor or masters degree (field not important)\n\n\n**Not Required**\n* You don’t have to know Swedish (we are an English-first organization, daily work is carried out in English and the Mentimeter team currently boasts over 20 different nationalities!)\n\n\n Please note that this position is located onsite at our office in Stockholm and would require you to be in office 3 days a week, with the starting date being flexible yet ideally as soon as possible.\n   \n\n  \n\n**The Recruitment Process Consists Of**\n* Personality test and logical ability test\n* Introduction Interview\n* Business Case\n* Competence Interview\n* Culture Interview\n* Reference calls\n\n\n**What Mentimeter Can Offer**\n At Mentimeter we can offer a diverse and inclusive work environment supported by smart and driven colleagues. We believe in continuous professional development for all of our colleagues and therefore offer access to a leadership program (including external personal coach) and relevant education to ensure that we continue to be state-of-the-art when it comes to innovating and building Mentimeter. Your place will be in a growing company with lots of career opportunities, working on a beloved product used by more than 300 million people. It’s not all about work though, we also offer a very healthy view on work-life balance.\n   \n\n  \n\n All of this comes attached with a competitive compensation and benefits package, including pension contributions. Learn more about our benefits by visiting our Benefits & Perks page\n   \n\n  \n\n**Culture at Mentimeter**\n At Mentimeter we believe in giving everyone a voice - regardless of who you are. So we build a platform that does just that. Our platform is not only our product but also our organization. A platform where people feel safe, where differences are embraced, a place where you can have fun. We strongly encourage applicants who are people of color, LGBTQ+, women, people with disabilities, and\/or formerly incarcerated people, and a college degree is not strictly required. In order to give everyone a voice, we need to be as diverse as our users.\n   \n\n  \n\n Learn more about our culture by visiting our Culture page.\n   \n\n  \n\n Review our Privacy Policy for more information.","company_url":"https:\/\/se.linkedin.com\/company\/mentimeter","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGlbqwEvtEKPg\/company-logo_100_100\/company-logo_100_100\/0\/1641889013982\/mentimeter_logo?e=2147483647&v=beta&t=1Cia02P7rObmPvss4YqYoS3JPbJmOxyXnmkvZcM_XNU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4106488125","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4106488125","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Group-Compliance-Officer-151-38\/1154362701\/&urlHash=J5Y5","title":"Group Compliance Officer","company":"Scania Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Legal","company_industry":"Motor Vehicle Manufacturing","listing_type":null,"emails":null,"description":"**Introduction**\n Scania’s purpose is to Drive the Shift Towards a Sustainable Transport System. Group Legal and Compliance has an important role supporting the business to make the right decisions in the right way. This role will give the right candidate the possibility to influence and further develop the Legal & Compliance organisation and work cross functionally in an international environment by taking own initiatives and at the same time respect Scania’s well-established values and corporate culture.\n   \n\n  \n\n Group Compliance is part of the Group Legal & Compliance function. Group Compliance supports the global Scania organization in reducing compliance risks by providing knowledge and advice in terms of policies, guidelines or trainings and by setting up respective structures and processes within the area of competition law, anti-corruption, AML law and business and human rights.\n   \n\n  \n\n We are now looking for a Subject Matter Expert \/ legal counsel with focus on Competition Law. This role will give the right candidate the possibility to take the lead and develop the way of working with, but also offer the unique opportunity to address, competition law related risks and topics from a holistic and operational perspective in all Scania activities. The role will also partially support our Group Legal Affairs function. You will also be the team manager for the Group Compliance Program Office in which you will lead and support a team of 6 dedicated and experienced colleagues, who are specialists in different legal areas. You will also work closely with colleagues within Group Legal and Compliance and other stakeholders in Scania’s global organisation, as well as within the TRATON Group.\n   \n\n  \n\n The position is based in the Scania Headquarters in Södertälje, Sweden and there is a possibility for hybrid working.\n   \n\n  \n\n**Your Main Responsibilities**\n* provide guidance to Scania’s global organisation on competition law related risks and operational issues\n* manage our competition law policies and training materials and oversee their implementation\n* create and provide trainings and communications within the competition law field to Scania’s global organisation\n* provide legal advice on all kinds of competition law topics that arise within Scania’s global organisation e.g. in relation to supply or distribution of products and services, as well as in transactions and in development of new business models,\n* support the organisation with identification and management of relevant competition law risks, including regulatory watch\n* support and develop a culture of compliance and integrity\n* coordinate and work closely together with other functions on different compliance topics\n* Team Manager of the Group Compliance Program Office and lead to support the Chief Compliance Officer in the development of the department in terms of work methodology, tools and strategic direction\n\n\n**Profile**\n We are looking for you who has a genuine interest for competition law and how it is applied in a compliant and risk-based manner and who is interested in taking a leading role in such work. The position allows excellent structuring and prioritization skills and ability to work independently and manage own projects. Excellent communication skills are required for the role and we also value good collaborative skills, high integrity and an open-minded approach seeking practical and integrated solutions. We will put great value in your personality. We believe you are a team player, with the ability to inspire and motivate team members and collaborators. You are stable, determined and resilient, easily adapting to change. Being self-driven and service minded are fundamental to motivate colleagues on the journey ahead.\n   \n\n  \n\n**Requirements**\n* academic legal background and experience from an international company or law firm\n* A minimum of 5 - 7 years’ experience with competition law, preferably as a legal counsel or as a second line of defence role in the commercial sector\n* Experience in digital and data driven ways of working\n* experience in leadership and management\n* Fluency in both written and spoken English, additional language skills are advantages\n* The position may require international travels\n\n\n**Additional Information**\n Scania carries out business in more than 100 countries and provides financial services in more than 60 countries. You will become an important part of Scania - Scania's success is based on our core values and ways of working, especially the commitment with continuous improvement and our management systems. Together, these assets constitute \"The Scania Way\" and the foundation for Scania's corporate culture. This gives Scania a strong leader position in a world that increasingly demands safe, sustainable and efficient transport systems. You will work in an international, multicultural and cross functional environment therefore it is important that you have an open mind for different cultural and economic environment.\n   \n\n  \n\n A background check might be conducted for this position. The last day to apply is 2025-01-06","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=v2f945TWghdMCDvRt9P44DtfEO_k_CZd74M2K3jXPSY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4091939186","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4091939186","job_url_direct":"https:\/\/autodesk.wd1.myworkdayjobs.com\/Ext\/job\/EMEA\\u002d\\u002d-Sweden\\u002d\\u002d-OffsiteHome\/Senior-Customer-Success-Manager_24WD83989-2?src=JB-10065&source=LinkedIn&urlHash=PEd9","title":"Principal Customer Success Manager","company":"Autodesk","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Software Development, Design Services, and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Job Requisition ID #**\n 24WD83989\n   \n\n  \n\n**Position Overview**\n Real Customer Success comes from the heart The foundation of our culture is Customer First!\n   \n\n  \n\n The Customer Success manager (CSM) is a core member of the Customer Account Team specifically owning and driving the realisation customer of value of the Enterprise Business Agreement to both Customer and Autodesk. The CSM is the key responsible person to drive the continuous post-sale account management and program execution plan to maximize customer value and ensure great customer experience.\n   \n\n  \n\n The Program of works is delivered through a team of specialist and of typically involves Discovery and Development projects, Learning and support activities, Account Governance and administration as well as Value Management and Business reporting.\n   \n\n  \n\n The CSM also plays a key role in Autodesk work in the Program to provide strategic forward looking advisory services and coordinating support to maximise a customer’s return on investment in Autodesk solutions. The CSM utilises a combination of industry knowledge, business strategy expertise, product knowledge and account and program management experience to help Autodesk’s customers innovate more quickly and gain a competitive advantage in the marketplace.\n   \n\n  \n\n If you have the best Customer, Program management and business consultancy skills around and you are passionate about engaging your customers and expanding their usage of Autodesk solutions and have impeccable relationship skills to create win\/win environments for all parties that you work with – Let’s talk!\n   \n\n  \n\n**Responsibilities**\n* Accelerates adoption of new solutions by helping prioritize and drive projects and support activities that deliver the best ROI within the shortest timeframe\n* Establishes measurable criteria for success and value capture and assists in building organizational alignment\n* Develops and maintains a strategic roadmap with a select group of named accounts to ensure the successful and broad adoption of Autodesk solutions\n* Collaborates with internal subject matter experts to translate customer business\/technical challenges into business solutions based on Autodesk products & services, augmented with 3rd-party technology as required\n* Becomes established as a trusted advisor and industry thought leader through identifying, creating, and promoting compelling insights related to area of expertise\n* Drives the Customer Success Plan and Collaborates with the consulting and support services teams from proposal through delivery, including identifying and ensuring delivery and adoption risks are managed\n* Creates and coordinates account documentation including reports, proposals, business assessments and recommendations\n* Develops and maintains close relationships with key management sponsors within a select group of names accounts (from key users to CXO)\n* Accountable for post-sale account management together with the Account Manager and drives account growth strategy with wider account team members (Sales, Delivery, ISM, PDG)\n\n\n**Minimum Qualifications**\n* Solid, deep experience of leading customer-facing organizations\n* Strong empathy for customers AND passion for revenue and growth\n* You want to help and serve our customers: They win, so you win\n* You’re driven: No one needs to push you to excel; it’s just who you are\n* Eager to learn, adapt and perfect your work; you seek out help and put it to good use\n* Ability to manage influence through persuasion, negotiation, and consensus building\n* Deep understanding of value drivers in recurring revenue business models\n* Strong financial acumen including analytical and process-oriented mindset\n* Enthusiastic and creative leader with the ability to inspire others\n* Excellent communication and presentation skills\n* Minimum Relevant Bachelor’s degree\n* English fluency is a MUST\n\n\n**Preferred Qualifications**\n* Background of post-sale and sales experience preferred\n* AECO industry experience would be fantastic strongly preferred\n\n\n****Learn More****\n**About Autodesk**\n Welcome to Autodesk! Amazing things are created every day with our software – from the greenest buildings and cleanest cars to the smartest factories and biggest hit movies. We help innovators turn their ideas into reality, transforming not only how things are made, but what can be made.\n   \n\n  \n\n We take great pride in our culture here at Autodesk – our Culture Code is at the core of everything we do. Our values and ways of working help our people thrive and realize their potential, which leads to even better outcomes for our customers.\n   \n\n  \n\n When you’re an Autodesker, you can be your whole, authentic self and do meaningful work that helps build a better future for all. Ready to shape the world and your future? Join us!\n   \n\n  \n\n**Salary transparency**\n Salary is one part of Autodesk’s competitive compensation package. Offers are based on the candidate’s experience and geographic location. In addition to base salaries, we also have a significant emphasis on discretionary annual cash bonuses, commissions for sales roles, stock or long-term incentive cash grants, and a comprehensive benefits package.\n   \n\n  \n\n**Diversity & Belonging**\n We take pride in cultivating a culture of belonging and an equitable workplace where everyone can thrive. Learn more here: https:\/\/www.autodesk.com\/company\/diversity-and-belonging\n   \n\n  \n\n**Are you an existing contractor or consultant with Autodesk?**\n Please search for open jobs and apply internally (not on this external site).","company_url":"https:\/\/www.linkedin.com\/company\/autodesk","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGrSi2UOCdL5g\/company-logo_100_100\/company-logo_100_100\/0\/1719952472030\/autodesk_logo?e=2147483647&v=beta&t=ejv20VZdhB7hf_u0Lk3oSEZZ9gfuIp9MWUH0ilyn5zs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4088676902","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4088676902","job_url_direct":"https:\/\/join.pmicareers.com\/gb\/en\/job\/PMIPMIGB621EXTERNALENGB\/Manager-People-Culture-Business-Partner-Nordics?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=vZ4Q","title":"Manager People & Culture Business Partner -Nordics","company":"Swedish Match","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Human Resources","company_industry":"Tobacco Manufacturing","listing_type":null,"emails":null,"description":"**Join us to deliver a smoke- free future as People & Culture Business Partner!**\n We’ve chosen to do something incredible. We’re totally transforming our business and building our future on one clear purpose – to deliver a smoke-free future. Swedish Match is an affiliate of PMI and have been a leader in the industry for more than 200 years.\n   \n\n  \n\n In the Nordic region, we are 1,600 employees based in Sweden, Denmark, Finland and Norway working in various functions and teams and together we are collaborating to deliver a smoke-free Nordics.\n   \n\n  \n\n The scale of our transformation means we’re effectively building a vast new business, at pace. In\n **P&C (People & Culture - our HR function** \n ), we have a huge part to play, defining and shaping our new customer focused culture, organizing functions to work better together, and attracting the best talent with new types of skills to join us.\n   \n\n  \n\n We are looking for a People & Culture Business Partner who will be based in Stockholm and be responsible for driving the deployment of our People & Culture strategy and initiatives in the assigned business units \/ functional teams within the Nordics cluster. If you’re comfortable with ambiguity and excited by the challenge of shaping things, you’ll be in your element here. There’s endless space to develop too, so you’ll be progressing your career as fast as you build our smoke-free future.\n   \n\n  \n\n**Your Main Responsibilities**\n* Work with business leaders in assigned business units\/functions and translate business strategies into organizational priorities and plans; identify future business demands\/opportunities with a P&C aspect and deploy solutions that impact business success.\n* Act as Change Enabler by providing proactive support to successfully plan and implement business transformations or other strategic organizational change programs.\n* Based on current and future business needs, drive strategic talent planning in assigned business units\/functional teams, deploy talent strategy sustaining a well-developed, diverse pipeline of talent delivering a strong succession for critical positions.\n* Coach all levels of managers on people strategy, including organizational design, career development, coaching, recognition, performance management, etc.\n* Develop a positive work environment in assigned departments through implementing effective interventions like cultural transformation, collaboration improvement, employee well-being, diversity and inclusion.\n* Analyze and interpret key people data to identify trends and talent needs; communicate findings and recommendations to the business.\n* Contribute to the development and roll-out of P&C policies and programs (e.g., talent, L&D, compensation, etc.).\n* Ensure productive labor relations; assist people leaders with employee and labor relations matters, following company policies, employment laws, and standard processes.\n\n\n**Requirements**\n* Minimum of a bachelor’s degree in human resources, Business or Organization Development or equivalent.\n* At least 6 years of experience in an HR Business Partnering role within multinational organizations, ideally for a multi-functional, multi-line-of-business organization.\n* Exceptional internal client relationship management skills, experience in building relationships with a diverse group of stakeholders, ability to influence decision makers.\n* Well-versed in HR fields: talent acquisition, talent management, performance management, organizational development, change management, learning and leadership development, employee engagement, etc.\n* Strong project management and execution skills.\n* Proven analytical and problem-solving skills, with the ability to analyze data, understand trends and develop recommendations for action.\n* Sound knowledge of labor law, experience in trade unions negotiations.\n* Excellent verbal and written communication skills in English and Swedish.\n* Advanced knowledge in MS Office applications.\n\n\n**What We Offer**\n Our success depends on the dedicated people who come to work every single day with a sense of purpose and an appetite for progress. Join us at Swedish Match and you too can:\n   \n\n  \n\n* Seize the freedom to define your future and ours. We’ll empower you to take risks, experiment and explore.\n* Be part of an inclusive, diverse culture, where everyone’s contribution is respected; collaborate with some of the world’s best people and feel like you belong.\n* Enjoy flexibility of hybrid way of working - split your time between working from our office or the comfort of your home, where it works best for you in line with business needs.\n* Pursue your ambitions and develop your skills with a global business – our staggering size and scale provides endless opportunities to progress.\n* Take pride in delivering our promise to society: to deliver a smoke-free future.\n\n\n #SWMA\n   \n\n  \n\n**621**","company_url":"https:\/\/se.linkedin.com\/company\/swedish-match","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEhs75a62ze0g\/company-logo_100_100\/company-logo_100_100\/0\/1630599926898\/swedish_match_logo?e=2147483647&v=beta&t=2JskEgzJm5jG2bYXt9za26lKVhpJPV1qbkRN0STLDys","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3953608863","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3953608863","job_url_direct":null,"title":"IT Support Technician","company":"my3Twelve","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Job description** \n  \n \n\n\n\n Do you have a passion for gaming and IT support? As a part of my3Twelve team, you will have an opportunity to be a front-line IT support technician to deliver experiences that meet the needs of our customers. You will be responsible for troubleshooting and resolving technical issues, maintaining gaming systems and networks, as well as providing top-notch support directly to our clients.  \n \n\n\n\n  \n \n\n\n\n**Key Responsibilities** \n  \n \n\n\n* Be front line for technical improvements, including desktop support troubleshooting hardware and software issues\n* Perform the IT-related tasks for the on and off-boarding process (PC build-out, dev kit setup, etc.)\n* Develop and own a process for managing requests including how issues are tracked, status is communicated, and resolved\n* Identify, advocate for, implement, and document changes for the IT helpdesk process workflows based on requirements\n* Work on both tactical (day-to-day) and strategic (long-term) projects\n* Develop scripts that interact with several systems such as Entra ID, ADO and several APIs\n* Learn and implement best practices from the IT workspace across multiple organizations\n* Lead the effort in evaluating and recommending new technologies to drive innovation and keep up with industry trends\n\n\n\n**Qualifications** \n  \n \n\n\n* IT Operations\/Engineering experience\n* Service-minded, positive, can-do attitude\n* Understanding of ITIL process-based helpdesk system\n* Experience with a ticketing system such as JIRA Service Desk, Autotask, Kaseya, Service Now, or comparable helpdesk systems\n* Experience with corporate environments: Entra ID, AD, Directory Services, ADO, SharePoint, etc.\n* Extensive knowledge of client hardware for setup, optimization, and troubleshooting\n* Basic understanding of PowerShell or similar scripting language\n* Knowledge of authentication issues and resolutions\n* Knowledge about basic network issues and resolutions\n* Understanding of printers and other commonly occurring issues\n\n\n\n  \n \n\n\n\n**Highly Recommended** \n  \n \n\n\n* IT Operations\/Engineering experience with a Game Studio\n* Experience writing code\/scripts in PowerShell or C#\n* Experience troubleshooting client related issues in a corporate environment and the restrictions that comes with said environment\n* Experience working with APIs through PowerShell or similar scripting language","company_url":"https:\/\/www.linkedin.com\/company\/my3twelve","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQFrpzurtmgm1A\/company-logo_100_100\/company-logo_100_100\/0\/1729794934577\/my3twelve_logo?e=2147483647&v=beta&t=yEJCLlP-kPpXcNIF7BCKHzGQ5qtYUHE7J1u_2effKKI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4110691338","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4110691338","job_url_direct":null,"title":"Business IT Analyst","company":"XSquare AB","location":"Södertälje, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Engineering Services","listing_type":null,"emails":null,"description":"**Business IT Analyst** \n\n\n\n\n  \n\n\n\n\n\n Vi söker en erfaren Business IT Analyst för ett uppdrag inom CAD\/vPDM-system. Rollen innebär arbete med Access Management och säkerställer att information hanteras globalt enligt säkerhetskrav, juridiska krav och exportkontrollregler.\n \n\n\n\n  \n\n\n\n\n\n**Arbetsuppgifter** \n\n\n\n\n • Identifiera och analysera användarbehov samt dokumentera och kommunicera accesskrav.\n \n\n\n\n • Delta i utveckling av lösningar, utföra tester och ta fram utbildningsmaterial.\n \n\n\n\n • Samarbeta med användare, systemleverantörer och kollegor i en agil arbetsmiljö.\n \n\n\n\n • Vid behov agera Scrum Master och produktägare.\n \n\n\n\n  \n\n\n\n\n\n**Kvalifikationer** \n\n\n\n\n • Kandidatexamen inom teknik, IT eller ekonomi.\n \n\n\n\n • Flytande i svenska och engelska.\n \n\n\n\n • Meriterande: Erfarenhet av access management, IT-säkerhet, CATIA\/Enovia, arbete i agila team, samt kommunikation i globala organisationer.\n \n\n\n\n  \n\n\n\n\n\n**Plats:** \n Uppdraget utförs på plats i Södertälje.\n \n\n\n\n  \n\n\n\n\n\n Är du lösningsorienterad med erfarenhet inom IT-analys? Vi ser fram emot din ansökan!\n \n\n\n\n  \n\n\n\n\n\n Observera uppdragslängden är sex månader och senaste ansökningsdagen är 2025-01-07.\n \n\n\n\n  \n\n\n\n\n\n Startdatum: 2025-01-14\n \n\n\n\n Slutdatum: 2025-07-11","company_url":"https:\/\/se.linkedin.com\/company\/xsquare-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEDrrvviSQGtw\/company-logo_100_100\/company-logo_100_100\/0\/1723043811256\/xsquare_ab_logo?e=2147483647&v=beta&t=H2ydRCm-s4yKNjim3TesyC8NhEUtqOZZFssBSn5msTY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4110674163","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4110674163","job_url_direct":null,"title":"IT Tutor for children at KIBERone Cyberschool","company":"KIBERone Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"Education","listing_type":null,"emails":null,"description":"**Company Description** \n\n\n\n\n KIBERone Sweden, located in Stockholm, is part of the first international programming school for children, KIBERone, which offers training courses on the basics of programming for children and teenagers aged 6 to 14 years. KIBERone has received worldwide recognition at UN and UNESCO competitions, becoming a world champion in digital education for children. Operating in 32 countries and over 300 cities, KIBERone Cyber School is a leading project in digital education for children.\n \n\n\n\n  \n\n\n\n\n\n**Role Description** \n\n\n\n\n This is a part-time on-site role as an IT Tutor for children at KIBERone Cyberschool. The IT Tutor will teach and train children on Information Technology, and other related subjects to enhance their skills and knowledge in the field.\n \n\n\n\n  \n\n\n\n\n\n**We offer:** \n\n\n\n* Employment during weekends;\n* A modern, in-demand, and relevant IT product for children;\n* Methodological materials with detailed instructions for each lesson.\n* Flexible working hours,\n \n possibility to combine with main employment or university\n* Fun working environment;\n* Convenient location in the center of Stockholm\n* Working hours: 10:00 AM to 4:30 PM Saturday, Sunday (optional one day or both days)\n\n\n\n  \n\n\n\n\n\n**Qualifications** \n\n\n\n* Practical experience in development\n* Knowledge of a modern programming language;\n* Experience working with children is an advantage.\n* Ability to communicate technical concepts in an easily understandable manner\n* Passion for education and working with young learners\n* Patience, creativity, and empathy in engaging students\n* Excellent interpersonal and communication skills\n\n\n\n  \n\n\n\n\n\n**Additional information:** \n\n\n\n\n  \n\n\n\n\n\n KIBERone is a large project developing in the USA and Europe to create and develop a system of modern innovative platforms for children and teenagers' intellectual development and leisure.\n \n\n\n* The largest international project in IT for children aged 6 to 14 years.\n* Strategic and systematic thinking is actively developed.\n* Representative offices in 300 cities in 32 countries around the world.\n* In 2020, UNESCO recognized KIBERone as the best digital education center for children.\n* The European Association of Higher Education Teachers (HiSTES) recognized KIBERone as the best IT project in children's education.\n* Collaborates with Samsung, Roblox Family Education Partner & Member.\n* Qualified by Microsoft Corporation.\n* Small groups - up to 12 people.","company_url":"https:\/\/se.linkedin.com\/company\/kiberone-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGX-qk_8cPGxw\/company-logo_100_100\/company-logo_100_100\/0\/1721382987364?e=2147483647&v=beta&t=KKU954hF5cm6hWphm_PKgi_gUb_pbyt3qqRqM5BqWVo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4092141409","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4092141409","job_url_direct":"https:\/\/job-boards.eu.greenhouse.io\/mentimeter\/jobs\/4371237101?gh_src=3d5665c2teu&urlHash=lAUa","title":"Cloud Platform Engineer","company":"Mentimeter","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Mentimeter is an engagement tool with a clear goal in mind. To turn presentations into conversations. Through real-time interactivity and clear visualizations, we get people to participate, engage and become more productive. Transforming all those passive meetings, airless classrooms and drawn out trainings into valuable and memorable moments.\n   \n\n  \n\n We truly believe that you achieve the best results by doing things together. And that successful leaders need to adopt a curious and collaborative mindset in order to get there. So with you at Mentimeter, you’ll be a big part of the ambition to help over 1 billion people listen, learn and work better together.\n   \n\n  \n\n**We are looking for a Cloud Platform Engineer to help us in scaling both our infrastructure and tooling to support more users and our growing product engineering organization.**\n**What You'll Do**\n As a Cloud Platform Engineer at Mentimeter you will be a part of our Platform team, a team responsible for enabling product teams by providing a highly available, scalable and secure cloud infrastructure platform.\n   \n\n  \n\n You will work within an important function of the engineering organization, actively participating in technology choices and shaping our platform. Your team's work will empower our Product teams to run their code in a scalable and secure manner. This will involve close collaboration with other teams to ensure we set our engineering department up for success. Your team’s success will greatly impact Mentimeter, our engineers’ productivity, and developers’ experience.\n   \n\n  \n\n Daily tasks will involve addressing various scalability and reliability challenges in AWS and iterating on building a robust monitoring system for our production systems in collaboration with your team. You will work extensively with AWS, Terraform, DataDog, and infrastructure. Your responsibilities will include managing incidents, conducting thorough post-mortems to learn from them and prevent future occurrences, solving platform issues, and thinking ahead to build for the future in order to support the exponential growth of our company.This position offers the opportunity to grow your skills and expertise as a Platform Engineer by addressing challenging problems and learning from the outcomes.\n   \n\n  \n\n Technologies that you’ll be exposed includes AWS, Terraform, Ruby, Typescript, Cloudflare and Datadog, among others.\n   \n\n  \n\n**Skills & Requirements**\n**Who you are**\n You will have experience as a software developer and an interest in platform engineering. We believe you have in-depth experience with cloud architectures and specifically AWS. You should also be proficient in Terraform for infrastructure as code, both in terms of hands-on implementation but also promoting best practices and efficiency. An interest in reliability and observability is a plus.\n   \n\n  \n\n You have a keen interest in cloud technologies and improving engineering experience together with your team. You need to be interested in teamwork, problem solving, being a good communicator and evangelizing the solutions your team implements.\n   \n\n  \n\n Lastly you should be interested in the opportunity to work in an international environment with 50 different nationalities, where there’s lots of learning opportunities and room to grow.\n   \n\n  \n\n**What Mentimeter Can Offer**\n At Mentimeter we can offer a diverse and inclusive work environment supported by smart and driven colleagues. We believe in continuous professional development for all of our colleagues and therefore offer access to a leadership program (including external personal coach) and relevant education to ensure that we continue to be state-of-the-art when it comes to innovating and building Mentimeter. Your place will be in a growing company with lots of career opportunities, working on a beloved product used by more than 300 million people. It’s not all about work though, we also offer a very healthy view on work-life balance.\n   \n\n  \n\n All of this comes attached with a competitive compensation and benefits package, including pension contributions. Learn more about our benefits by visiting our Benefits & Perks page\n   \n\n  \n\n**Culture at Mentimeter**\n At Mentimeter we believe in giving everyone a voice - regardless of who you are. So we build a platform that does just that. Our platform is not only our product but also our organization. A platform where people feel safe, where differences are embraced, a place where you can have fun. We strongly encourage applicants who are people of color, LGBTQ+, women, people with disabilities, and\/or formerly incarcerated people, and a college degree is not strictly required. In order to give everyone a voice, we need to be as diverse as our users.\n   \n\n  \n\n Learn more about our culture by visiting our Culture page.\n   \n\n  \n\n Review our Privacy Policy for more information.","company_url":"https:\/\/se.linkedin.com\/company\/mentimeter","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGlbqwEvtEKPg\/company-logo_100_100\/company-logo_100_100\/0\/1641889013982\/mentimeter_logo?e=2147483647&v=beta&t=1Cia02P7rObmPvss4YqYoS3JPbJmOxyXnmkvZcM_XNU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4111757704","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4111757704","job_url_direct":null,"title":"Business Development Specialist Digital Sales","company":"Worldline","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Business Development, Sales, and Strategy\/Planning","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"**This is Worldline** \n\n\n\n\n Worldline helps businesses of all shapes and sizes to accelerate their growth journey - quickly, simply, and securely. We are the innovators at the heart of the payments technology industry, shaping how the world pays and gets paid. Our technology powers the growth of millions of businesses across 5 continents. And just as we help our customers accelerate their business, we are committed to helping our people accelerate their careers. Together, we shape the evolution.\n \n\n\n\n  \n\n\n\n\n\n**The Opportunity** \n\n\n\n\n The Business Development Specialist is responsible for developing, optimizing and identifying new and existing processes and operations in and outside of central digital sales, as well as launching products and said processes across all our markets. This role requires strategic thinking, excellent logical and designing skills and the ability to coordinate and lead product launches for digital sales. The ideal candidate will have experience in process analysis and operations management, product management and interchanges between different division and will work closely with the Head Digital Sales, Lead Strategy, Marketing and various Sales departments to further develop the digital sales experience of tomorrow.\n \n\n\n\n  \n\n\n\n\n\n**Day-to-Day Responsibilities​** \n\n\n\n* Overall responsibility of process management and mapping across all digital sales and in collaboration with neighbouring departments\n* Responsible for optimizing existing processes and create new where loopholes are identified\n* Responsible for updating processes along the product life cycle in accordance with the local SPOCs\n* Responsible for tracking processes and evolving processes along the overall Digital Sales strategy\n* Responsible for preparing and launching new products across digital sales and make sure the defined processes are held by all involved parties\n* Overall responsibility of the Digital Sales processes and operations around digital sales and its products\n* Be the go to contact in digital sales for process and operational topics as well as product launches\n* Track all launches in our project management tool\n* Responsible for signing off process and operational changes and introductions as well as track evolution of Digital Sales together with Lead Strategy, Digital Marketing Manager and Digital Business Development Management.\n* Lead the collaboration for process and product updates across digital sales and act as stakeholder for cross department process and operational development\n\n\n\n  \n\n\n\n\n\n**Who Are We Looking For** \n\n\n\n\n We look for big thinkers. People who can drive positive change, step up and show what’s next – people with passion, can-do attitude and a hunger to learn and grow. In practice this means:\n \n\n\n\n  \n\n\n\n\n* Bachelor’s degree in Operations \/ Process Management, Business Development or similar education\n* Minimum 3 - 4 years of professional experience in the field of Digital Operations and Ecommerce (B2B advantageous) required, ideally in international companies (financial services advantageous)\n* Strong knowledge of digital sales channels and tools, processes, SMB business needs and payment systems\n* Experience in communication and presenting on a steering level\n* Experience with day to day operations of digital sales\n* Experience in product launching in a digital environment\n* Great affinity for emerging technologies and trends in the payment system markets\n* Project management skills (ability to lead projects)\n* Process management skills (ability to define any IT processes)\n* High capability for designing processes and optimize operations\n* Distinct networked thinking and strong conceptual skills\n* Communicative and organizationally strong personality with a high degree of initiative\n* Ability to help build up a dynamic team with different international tasks.\n* Conceptual, strategic and detail-oriented approach to work\n* Motivated team player working across border\n* Excellent communication and interpersonal skills\n* Strong analytical and problem-solving abilities\n* Ability to work independently and collaboratively in a fast-paced environment\n* Fluent in English\n\n\n\n  \n\n\n\n\n\n**Perks & Benefits** \n\n\n\n\n At Worldline, you’ll get the chance to be at the heart of the global payments technology industry and shape how the world pays and gets paid. On top of that, you will also:\n \n\n\n\n  \n\n\n\n\n* Health contribution\n* Health check – Every 2:nd year\n* Pension: BTP1 & BTP2\n* Private Health Care Insurance (Euro Accident)\n* Parental pay and 12 months pension during parental leave\n* Opportunity to hybrid working according to company standard\n* Benefit portal with many great offers, plus more.\n\n\n\n  \n\n\n\n\n\n**Shape the evolution** \n\n\n\n\n We are pushing towards the next frontiers of payments technology, and we look for big thinkers to join our journey. People with passion, can-do attitude and a hunger to learn and grow. Here you’ll work with ambitious colleagues from around the world, take on unique challenges as a team, and make a real impact on the society. And with our empowering culture, strong technology and extensive training opportunities, we help you accelerate your career. Wherever you decide to go. Join our global team of over 18,000 innovators across 40+ countries, and shape a tomorrow that is yours to own.\n \n\n\n\n  \n\n\n\n\n\n**Learn more about life at Worldline at jobs.worldline.com** \n\n\n\n\n  \n\n\n\n\n\n**We are proud to be an Equal Opportunity employer. We do not discriminate based upon race, religion, color, national origin, sex (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender identity, gender expression, age, status as an individual with a disability, or any applicable legally protected characteristics.**","company_url":"https:\/\/fr.linkedin.com\/company\/worldlineglobal","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEDbczIleOyqg\/company-logo_100_100\/company-logo_100_100\/0\/1664896041493\/worldlineglobal_logo?e=2147483647&v=beta&t=9KpmMOB-yDxW3CrNro26W1tsmWxOhK5v7feLtlErhdY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4091417876","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4091417876","job_url_direct":"https:\/\/jobs.lever.co\/dnb\/1850eca4-a944-4061-8509-7947457f1331\/apply?lever-source=LinkedIn&lever-origin=applied&urlHash=OrXq","title":"Java Software Engineer (R-17098)","company":"Dun & Bradstreet Europe","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Information Services","listing_type":null,"emails":null,"description":"**Why We Work at Dun & Bradstreet**\n Dun & Bradstreet combines global data and local expertise to help clients make smarter decisions. With 6,000+ people in 31 countries, we are a team of diverse thinkers and problem solvers who all share a common curiosity: to find new ways to turn data into value. If you share this curiosity and want to be part of a future-ready company, come join us! Learn more at dnb.com\/careers .\n   \n\n  \n\n The Consumer Intelligence team is looking for a Software Developer, responsible for delivering smart data that help our customers make the right decisions.\n   \n\n  \n\n As part of the team, you will get the chance to provide platform components to deliver user facing experiences to consumers. We work closely with our customers to make sure we develop and build the right things.\n   \n\n  \n\n**What You'll Do**\n* Collaborate with a small, autonomous team of developers, and product owners to find end-to-end solutions to important problems.\n* Implement these solutions in a microservice environment, built mostly on Kotlin and Spring Boot\n* We work towards an architecture based on micro-services and REST APIs and with modern frameworks and technologies such as Java, Kotlin, Spring Boot, ElasticSearch, MongoDB, Kafka, Docker and Kubernetes in AWS.\n* Develop software that aims to meet the business goals and visions\n* Ensure delivery of services that meet performance, scalability and robustness requirements\n* Unit and integration tests for code and services produced\n* Take part in the overall strategy for IT development\n\n\n**Your Passion**\n* You are passionate about development and being part of a real agile Tech organization. Our developers have great responsibility to participate and drive our products and services forward with high-end technology and customer experience. We work in product teams, in short sprints and with Continuous Deployment. We also work cross functional and cooperative across all the organization to manage and move towards our technical vision and platform to align in the future.\n* Being part of our Tech organization, you are a social team player, curious and explorative, and want to take part in continuously improve the way we work and evaluating tools in the scope of open source and larger communities to best support our needs and vision.\n\n\n**Who You Are**\n* You hold a degree in computer science or similar subject and have at least 2+ years of working experience in similar engineering position\n* You have an understanding of Java or Kotlin development\n* Previous coding experience in object oriented or functional programming\n* You care about quality and you know what it means to ship high-quality code\n* You have some knowledge of distributed systems, and be passionate about pair programming practices and agile way of working\n* You have strong analytical and problem-solving skills\n* You are fluent in spoken and written Swedish and English\n\n\n**Why Join Us?**\n**Benefits**\n Does this role sound like a great opportunity but you’re not sure about making a move? We are really proud of our company and culture and think we have some great things to offer. Some of our benefits in Sweden include:\n   \n\n  \n\n* Two paid volunteer days to contribute to causes in your community\n* A paid day every year to use for your health and wellness\n* Instead of half days before public holidays, you will have 4 additional full days a year for you to use to celebrate what is meaningful to you\n* Annual wellness\/sport benefit\n* Collective agreement, pension, insurance and parental pay allowance\n* Access to free services providing support and counselling\n* Flexible working arrangements and hybrid work arrangement for most roles\n\n\n***Whilst some roles do have certain requirements which are essential, we try to focus on hiring based on potential rather than CV as much as possible. If you are unsure you fully meet the requirements, we would still love to hear from you!***\n All Dun & Bradstreet job postings can be found at https:\/\/www.dnb.com\/about-us\/careers-and-people\/joblistings.html and https:\/\/jobs.lever.co\/dnb . Official communication from Dun & Bradstreet will come from an email address ending in @dnb.com.\n   \n\n  \n\n Notice to Applicants : Please be advised that this job posting page is hosted and powered by Lever. Your use of this page is subject to Lever's Privacy Notice and Cookie Policy , which governs the processing of visitor data on this platform.","company_url":"https:\/\/www.linkedin.com\/company\/dun-bradstreet-europe","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHc25g3ITFXBw\/company-logo_100_100\/company-logo_100_100\/0\/1688398573133\/dun_bradstreet_europe_logo?e=2147483647&v=beta&t=H71j88rXW3elypl-p5vEmw58bEoyIzL7AGR4AKMYNQw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4112056191","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4112056191","job_url_direct":"https:\/\/www2.pcrecruiter.net\/pcrbin\/reg5.aspx?_=UYBZPRUH3K57VY6FGO5YN4PZJUVO2NGURWJ5L3MG4DCN5YXKRP6YUZPJJCIY4DJZYRT7WPJICY3ZU5IJYFGUS6FYE4PUEFTIRQ27EFLJJ4E73YVQGCJA2TWGIWFNVJFGUPAFFVHIX77AHTEUETYZC7PAXKGC6ZT2R34FQF5YDZLWDVJZQH7GLVH6IGFWAD2BFX34TBSJOWYFENQL2XT7D6ZIREKMA2YMGIKZJFHHCRRDFQT3G7TXMYTVRYFMTNBQCKJCWBBZDNMIWOKUQY7XJVAZ26IQR4WDM3NUCFT3TUTPFAIZWF4ECMEBGZWFHKQ2JPTRUEOS4UV7XY4SPUSWMW5JXPXDL6DKZPES3I7AZ4E3XQSKZGRMJVBXIAXLTSIJSIVGCHBUMURSQ2SN4TEFZXD6NSF3GX3KNVUG7MD2QCDKUAV64JXPY2TLRWEE6G2N&urlHash=wDAY","title":"Global Account Manager (GAM) - EU","company":"Cogent Communications","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Telecommunications","listing_type":null,"emails":"careers@cogentco.com, careers@cogentco.com","description":"**Job Description**\n**Company** \n :\n   \n\n  \n\n Cogent Communications is a multinational, Tier 1 facilities-based ISP, consistently ranked as one of the top five networks in the world and is publicly traded on the NASDAQ Stock Market under the ticker symbol CCOI. Cogent specializes in providing businesses with high speed Internet access, Ethernet transport services and is one of the only US providers who own and operate their own fibre infrastructure spanning the US for diverse Wave connectivity. Cogent's facilities-based, all-optical IP network backbone provides IP services in over 235 markets globally. Since its inception, Cogent has unleashed the benefits of IP technology, building one of the largest and highest capacity IP networks in the world. This network enables Cogent to offer large bandwidth connections at highly competitive prices. Cogent also offers superior customer support by virtue of its end-to-end control of service delivery and network monitoring.\n   \n\n  \n\n**Position Overview:**\n The Global Account Manager is responsible for identifying and securing new business opportunities globally. By employing consultative selling techniques and relationship-building strategies, you will work directly with the nation’s leading IT Decision Makers to position Cogent's connectivity solutions. This role involves proactive outreach through direct calling, email, and onsite meetings, with a strong focus on understanding clients' current and future connectivity needs. Success in this position will be measured by meeting or exceeding monthly revenue goals and establishing Cogent as a trusted partner across commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n   \n\n  \n\n**Responsibilities** \n :\n   \n\n  \n\n* Identify, qualify, and secure new business opportunities within a global sales territory, focusing on market segments who require IP transit, Wave connectivity, Ethernet, Colocation and IPv4 services.\n* Use direct calling, email outreach, and customer meetings to connect with Key Decision Makers and generate new business opportunities.\n* Employ consultative and relationship-driven sales approaches to identify prospective clients’ current and future connectivity needs.\n* Position Cogent’s services as the preferred choice by leveraging our extensive global network footprint, which spans commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n* Collaborate with internal teams to ensure customer needs are met and expectations exceeded.\n* Maintain and update detailed records of sales activities in CRM systems, tracking progress, and managing customer relationships.\n\n\n**Qualifications** \n :\n   \n\n  \n\n* Telesales experience in any industry, with B2B sales experience being an advantage\n* Proven ability to identify, qualify, and generate new business opportunities through proactive prospecting and research.\n* Strong communication skills, both oral and written, with the ability to engage effectively with Key Decision Makers.\n* Self-motivated, positive, and proactive, with a passion for adding value to clients and excelling in a competitive, revenue-driven environment.\n* Ability to work independently in a fast-paced, team-oriented and competitive environment with revenue-driven goals and rewards.\n* Familiarity with CRM systems and basic proficiency in Microsoft Office are beneficial.\n* Telecommunications experience or knowledge of connectivity solutions is advantageous but not essential.\n* Cogent operates a global sales model so foreign language skills are an advantage\n\n\n**Work Environment:**\n This is an in-office position, five days a week, designed to support your success through focused mentorship, training, and personal coaching.\n   \n\n  \n\n To apply for the Global Account Manager position, please submit your resume and cover letter to careers@cogentco.com .\n   \n\n  \n\n Cogent Communications is an Equal Opportunity Employer.\n   \n\n  \n\n**Company** \n :\n   \n\n  \n\n Cogent Communications is a multinational, Tier 1 facilities-based ISP, consistently ranked as one of the top five networks in the world and is publicly traded on the NASDAQ Stock Market under the ticker symbol CCOI. Cogent specializes in providing businesses with high speed Internet access, Ethernet transport services and is one of the only US providers who own and operate their own fibre infrastructure spanning the US for diverse Wave connectivity. Cogent's facilities-based, all-optical IP network backbone provides IP services in over 235 markets globally. Since its inception, Cogent has unleashed the benefits of IP technology, building one of the largest and highest capacity IP networks in the world. This network enables Cogent to offer large bandwidth connections at highly competitive prices. Cogent also offers superior customer support by virtue of its end-to-end control of service delivery and network monitoring.\n   \n\n  \n\n**Position Overview:**\n The Global Account Manager is responsible for identifying and securing new business opportunities globally. By employing consultative selling techniques and relationship-building strategies, you will work directly with the nation’s leading IT Decision Makers to position Cogent's connectivity solutions. This role involves proactive outreach through direct calling, email, and onsite meetings, with a strong focus on understanding clients' current and future connectivity needs. Success in this position will be measured by meeting or exceeding monthly revenue goals and establishing Cogent as a trusted partner across commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n   \n\n  \n\n**Responsibilities** \n :\n   \n\n  \n\n* Identify, qualify, and secure new business opportunities within a global sales territory, focusing on market segments who require IP transit, Wave connectivity, Ethernet, Colocation and IPv4 services.\n* Use direct calling, email outreach, and customer meetings to connect with Key Decision Makers and generate new business opportunities.\n* Employ consultative and relationship-driven sales approaches to identify prospective clients’ current and future connectivity needs.\n* Position Cogent’s services as the preferred choice by leveraging our extensive global network footprint, which spans commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n* Collaborate with internal teams to ensure customer needs are met and expectations exceeded.\n* Maintain and update detailed records of sales activities in CRM systems, tracking progress, and managing customer relationships.\n\n\n**Qualifications** \n :\n   \n\n  \n\n* Telesales experience in any industry, with B2B sales experience being an advantage\n* Proven ability to identify, qualify, and generate new business opportunities through proactive prospecting and research.\n* Strong communication skills, both oral and written, with the ability to engage effectively with Key Decision Makers.\n* Self-motivated, positive, and proactive, with a passion for adding value to clients and excelling in a competitive, revenue-driven environment.\n* Ability to work independently in a fast-paced, team-oriented and competitive environment with revenue-driven goals and rewards.\n* Familiarity with CRM systems and basic proficiency in Microsoft Office are beneficial.\n* Telecommunications experience or knowledge of connectivity solutions is advantageous but not essential.\n* Cogent operates a global sales model so foreign language skills are an advantage\n\n\n**Work Environment:**\n This is an in-office position, five days a week, designed to support your success through focused mentorship, training, and personal coaching.\n   \n\n  \n\n To apply for the Global Account Manager position, please submit your resume and cover letter to careers@cogentco.com .\n   \n\n  \n\n Cogent Communications is an Equal Opportunity Employer.","company_url":"https:\/\/www.linkedin.com\/company\/cogent-communications","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQG-FDlPOmxlbA\/company-logo_100_100\/company-logo_100_100\/0\/1631350616023?e=2147483647&v=beta&t=oCsprxpFyqsdbykRHTSEkSsz1dlWVGuvQMmF9rQlN7Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4086485291","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4086485291","job_url_direct":null,"title":"Associate - M&A\/Private Equity (Mid-level)","company":"White & Case LLP","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/white-&-case","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4093959045","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4093959045","job_url_direct":"https:\/\/careers.wbd.com\/global\/en\/job\/WAMEGLOBALR000087863EXTERNALENGLOBAL\/Specialist-VOD-Content-Merchandising?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=697K","title":"Specialist, VOD Content Merchandising","company":"Warner Bros. Discovery","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Marketing and Sales","company_industry":"Entertainment Providers","listing_type":null,"emails":null,"description":"***Welcome to Warner Bros. Discovery… the stuff dreams are made of.***\n**Who We Are…**\n When we say, “the stuff dreams are made of,” we’re not just referring to the world of wizards, dragons and superheroes, or even to the wonders of Planet Earth. Behind WBD’s vast portfolio of iconic content and beloved brands, are the\n *storytellers* \n bringing our characters to life, the\n *creators* \n bringing them to your living rooms and the\n *dreamers* \n creating what’s next…\n   \n\n  \n\n From brilliant creatives, to technology trailblazers, across the globe, WBD offers career defining opportunities, thoughtfully curated benefits, and the tools to explore and grow into your best selves. Here you are supported, here you are celebrated, here you can thrive.\n   \n\n  \n\n**Key Responsibilities**\n* Responsible for executing day-to-day operations of Homepage as well as overseeing strategy and execution of local originals merchandising and other local content and country-specific differences in the region.\n* Accountable for execution of select pan-European pages within the platform on other MAX markets in cooperation with the broader EMEA Merchandising team.\n* Power user of Site Builder (our Content Management System) once trained.\n* Collaborates with Merchandising Analysis & Insights team to receive the right data to inform merchandising decisions.\n* Supports other merchandising team members on troubleshooting, diagnosing, and making sure high priority impact issues are being followed through by the correct teams and solved in a timely manner.\n* Partner with the EMEA Sports team on strategy and page construction across relevant pages\n* Acts as a Merchandising primary point of contact for the local stakeholders from the Marketing and Content teams\n* Strategy\n* Adapts Global and EMEA Merchandising strategies with an eye to make it relevant to local audiences.\n* Create strategy for all LOP and reports back to leadership on progress. Work collaboratively with CEE Merchandising Team.\n* Leverages merchandising strategies to improve content discoverability, minutes\/impression, impression efficiency, content diversity, and other relevant KPIs that improve the engagement\/retention of subscribers and the performance of content on D+. Leads initiatives to improve key metrics.\n* Uses data to drive decisions; shares actionable insights and recommendations with the Global Merchandising team as well as other stakeholders.\n* Makes relationship points with local market stakeholders and stays in sync and connected to the pulse of the market to leverage zeitgeist moments into content discovery opportunities.\n* Actively participates to overall strategy through cross-team collaboration, sharing successful curation strategies that can be used outside their primary page.\n* Provides recommendations for improvements in any aspects relating to day-to-day merchandising performance and operations, including product features and operational workflows.\n\n\n**Experience & Qualifications Required**\n* English\/Russian or English\/Hebrew language\n* Passionate about all things content: Expert knowledge of local content, deep familiarity with WBD’s catalog, strong familiarity with competitor’s content generally.\n* Data-Driven: Comfortable analyzing data and using it to optimize our work: level of effort vs consumer impact. Demonstrated evidence of implementing shifts in strategy based on quantitative evidence, working command of evolving performance metrics.\n* Consumer Obsessed: Tenacious focus on the consumer, delivering seamless and delightful experiences.\n* Relentless pursuit of operations and work-flow efficiency.\n* Proficiency in digital merchandising operations and workflows with a commanding knowledge of various merchandising tools and CMSs\n* Ability to quickly learn, assimilate, and train others on new processes and product innovations.\n* High self-initiative with the ability to work well under pressure and with minimal supervision.\n* If internal hire, working relationships with Scheduling, CS&A, Programming, Marketing, CRM, Content Ops, Enterprise Metadata, and Image teams; comfort collaborating with functions including Executive, Product, Data, Engineering, And Data \/ Reporting.\n* Strong verbal and written and communication skills.\n\n\n**How We Get Things Done…**\n This last bit is probably the most important! Here at WBD, our guiding principles are the core values by which we operate and are central to how we get things done. You can find them at www.wbd.com\/guiding-principles\/ along with some insights from the team on what they mean and how they show up in their day to day. We hope they resonate with you and look forward to discussing them during your interview.\n   \n\n  \n\n**Championing Inclusion at WBD**\n Warner Bros. Discovery embraces the opportunity to build a workforce that reflects the diversity of our society and the world around us. Being an equal opportunity employer means that we take seriously our responsibility to consider qualified candidates on the basis of merit, regardless of sex, gender identity, ethnicity, age, sexual orientation, religion or belief, marital status, pregnancy, parenthood, disability or any other category protected by law.\n   \n\n  \n\n If you’re a qualified candidate with a disability and you require adjustments or accommodations during the job application and\/or recruitment process, please visit our accessibility page for instructions to submit your request.","company_url":"https:\/\/www.linkedin.com\/company\/warner-bros-discovery","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGx5RV9AvJFYg\/company-logo_100_100\/company-logo_100_100\/0\/1649455844543\/warner_bros_discovery_logo?e=2147483647&v=beta&t=Y1wvgvddjPchRXRn5qHzevYF0yQmZeRh6jUTWZChhWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4091948132","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4091948132","job_url_direct":"https:\/\/jobs.ericsson.com\/careers\/job\/563121762210657?jobPipeline=LinkedIn&domain=ericsson.com&urlHash=uOwF","title":"Summer Internship 2025 Stockholm Business & Operations","company":"Ericsson","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Telecommunications","listing_type":null,"emails":"student.sweden@ericsson.com","description":"Join our Team\n   \n\n  \n\n**Summer Internship: Business & Operations**\n Step into a world of exploration and innovation with Ericsson, the tech company behind the mobile revolution and over 60,000 patents. Our summer internship isn’t just a steppingstone; it’s your opportunity to gain hands-on experience and make meaningful contributions to the business side of cutting-edge technologies, paving the way for a rewarding career in tech.\n   \n\n  \n\n At Ericsson, you’re not just an intern; you’re an essential part of our team. We empower you to learn, lead, and make an impact, enabling you to shape not just your own career but also the future of technology.\n   \n\n  \n\n**Shape the future of technology business.**\n* Be part of a program that saw around 450 students contribute to impactful initiatives in 2024.\n* Work on exciting projects across various fields such as Finance, Supply, Marketing, Strategy, Legal, HR, and more. Your specific project will be determined during the recruitment process.\n* Take part in a journey where co-creation and teamwork are key to everything we do.\n* You won’t be alone, you will connect with fellow interns and our technical experts through engaging activities, building a supportive community.\n* Get mentorship and guidance to help you grow both personally and professionally.\n\n\n**Bring your knowledge into real-world solutions.**\n We believe that you're studying fields such as industrial management, HR, marketing, business, law, or related areas, and are eager to apply your knowledge in real-world scenarios, there’s a place for you here. At Ericsson, we value diverse talents and welcome passionate individuals who want to challenge themselves and make a difference.\n   \n\n  \n\n**Application Details**\n This is an ongoing recruitment process, so we encourage you to apply as soon as possible. Applications will be reviewed continuously, with the final closing date on January 26th. Please submit your cover letter and CV together in one file. You are welcome to submit your application in English.\n   \n\n  \n\n For additional questions, reach out to us at student.sweden@ericsson.com.\n   \n\n  \n\n**Keywords** \n : sommarpraktik, praktikplats, företagsekonomi, affärsutveckling, finans, marknadsföring, juridik, strategi, HR, karriärmöjligheter, teknologibranschen, innovation, ledarskap, karriärutveckling, förvaltning, entreprenörskap, affärsstrategi, projektledning, organisationsutveckling, hållbarhet, mångfald och inkludering, digitalisering\n   \n\n  \n\n**What happens once you apply?**\n Click Here to find all you need to know about what our typical hiring process looks like.\n   \n\n  \n\n We encourage you to consider applying to jobs where you might not meet all the criteria. We recognize that we all have transferrable skills, and we can support you with the skills that you need to develop.\n   \n\n  \n\n Encouraging a diverse and inclusive organization is core to our values at Ericsson, that's why we champion it in everything we do. We truly believe that by collaborating with people with different experiences we drive innovation, which is essential for our future growth. We encourage people from all backgrounds to apply and realize their full potential as part of our Ericsson team. Ericsson is proud to be an Equal Opportunity Employer. learn more.\n   \n\n  \n\n**Primary country and city:** \n Sweden (SE) || [[location\\_obj]]\n   \n\n  \n\n**Job details:** \n Local Administrator\n   \n\n  \n\n**Job Stage:** \n Job Stage 4\n   \n\n  \n\n**Primary Recruiter:** \n Lina With\n   \n\n  \n\n**Hiring Manager:** \n Anders Österlund\n   \n\n  \n\n ]]>","company_url":"https:\/\/se.linkedin.com\/company\/ericsson","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGm9tH6lKJ-Gg\/company-logo_100_100\/company-logo_100_100\/0\/1632729373904\/ericsson_logo?e=2147483647&v=beta&t=7zTUuSSlB_BHq_fChmXdnQaZ8oT3GkqHIjvXYIOx2gA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"7208f2551aa5f2ce","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=7208f2551aa5f2ce","job_url_direct":"https:\/\/techseed.teamtailor.com\/jobs\/5382895-senior-control-and-protection-project-manager","title":"Senior Control and Protection Project Manager","company":"techseed","location":"Västerås, U, SE","job_type":null,"date_posted":1735257600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"*På TechSeed är vi övertygade om att det är tekniken som kommer göra världen till en bättre plats. Vi ser ett stort behov i vårt samhälle att kombinera affärsförståelse, digitalt ledarskap samt innovativa arbetssätt och lösningar med framtidens tekniker i uppkopplade ekosystem. Vi tror på en hållbar framtid med säkra lösningar genom exempelvis IoT-lösningar, digitala tvillingar, AI och cybersäkerhet. Det här är vårt WHY och det fyller oss med energi varje dag. Det här är vår arena.*\n\n\nTechSeed är ett medarbetarägt bolag som erbjuder konsulttjänster och har ett kompetensdjup inom flera domäner. Vi är på en kraftig tillväxtresa och söker nu **Senior HVDC Control and Protection Project Manager** som även kommer få en stor grad av inflytande och insyn i hur vi växer framåt och tar ett helhetsgrepp om uppkopplade ekosystem och lösningar. Vi söker dig som trivs i konsultrollen och samtidigt vill bidra till att skapa vägen framåt för TechSeed – Tillsammans.\n\n**Vill du spela en nyckelroll i att forma framtidens energisystem och samtidigt bli delägare i företaget?**\n\n\nTechseed Things Mälardalen söker nu en driven och erfaren **Projektledare** med inriktning mot **Control & Protection-system för HVDC**. Rollen kombinerar tekniskt ledarskap, systemutveckling och möjligheten att arbeta i en hybridmodell med bas i Ludvika och vårt kontor.\n\n**Om oss**\n\n\nPå Techseed Things Mälardalen samlar vi ett team av kreativa och innovationsdrivna ingenjörer – vår egen **Things Crew** – som lyfter våra kunders visioner från det okända till en bättre verklighet. Vi är en ledande aktör inom inbyggda system och högteknologiska lösningar som bidrar till en hållbar och uppkopplad värld.\n\n\nHos oss är du inte bara en anställd – du är **delägare i företaget**. Vi tror på att dela framgång och ansvar med våra medarbetare, vilket gör att vi tillsammans driver bolaget framåt mot nya höjder.\n\n**Om rollen**\n\n\nSom Projektledare för Control & Protection-system inom HVDC kommer du att:\n\n* Leda ett team av ingenjörer från tvärfunktionella avdelningar i utvecklingen av kontroll- och skyddssystem för HVDC-projekt.\n* Ansvara för projektledning med hjälp av **Azure DevOps**, inklusive sprintplanering, backloggshantering och uppföljning.\n* Implementera **agila metoder** i teamet och samtidigt hantera projekt som använder **vattenfallsmetodik** när det är tillämpligt.\n* Utveckla och optimera kontroll- och skyddssystem för HVDC, med fokus på kvalitet och prestanda.\n* Samarbeta nära med både kunder och interna avdelningar för att säkerställa leverans av lösningar som uppfyller kundens behov och krav.\n\n**Vi söker dig som:**\n\n* Har en examen inom elektroteknik, energiteknik eller liknande område.\n* Har erfarenhet av att leda team i komplexa tekniska projekt, särskilt inom tvärfunktionella miljöer.\n* Behärskar **Azure DevOps** och har tidigare erfarenhet av att arbeta enligt **agila metoder** och **vattenfallsmetodik**.\n* Har erfarenhet av utveckling och design av **Control & Protection-system för HVDC** eller liknande tekniska system.\n* Är en tydlig och inspirerande ledare med förmåga att skapa engagemang och driva projekt framåt.\n\n **Om TechSeed**\n\n\nVi är ett medarbetarägt konsultbolag i ScaleUp-fasen med visionen att skapa värde med uppkopplade lösningar. Vi tror på kombinationen av nära samarbeten, framtidens tekniker och att gemensamt arbeta för att skapa ett bolag vi verkligen trivs på. Genom att erbjuda delägarskap till våra anställda ger vi möjligheten till insyn och påverkan, samtidigt som det gynnar samarbeten och att prioritera vad som är bäst för gruppen. Detta speglas både i vår kultur och våra erbjudanden, där vi kombinerar vårt stora tekniska intresse med ett kundanpassat förhållningssätt samtidigt som vi har många sociala aktiviteter och en härlig gemenskap på kontoret. Vår arena är uppkopplade ekosystem, där tekniker som IoT och Intelligent Edge används för att skapa uppkopplade tjänster och system inom ekosystem som Smart Cities, Smart Factories, Smart Companies och Smart Buildings.","company_url":"https:\/\/se.indeed.com\/cmp\/Techseed","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4102092529","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4102092529","job_url_direct":"https:\/\/careers.cognizant.com\/global-en\/jobs\/45373\/senior-fullstack-developer-gcp\/?source=JB-11500&urlHash=HlEi","title":"Senior Fullstack Developer, GCP","company":"Cognizant","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting and Business Consulting and Services","listing_type":null,"emails":null,"description":"What makes Cognizant a unique place to work? The combination of rapid growth and an international and innovative environment! This is creating a lot of opportunities for people like YOU — people with an entrepreneurial spirit who want to make a difference in this world.\n   \n\n  \n\n At Cognizant, together with your colleagues from all around the world, you will collaborate on creating solutions for the world's leading companies and help them become more flexible, more innovative, and successful. And this is your chance to be part of the success story: we are looking for a Full stack developer to join our Developer Experience Team in Skåne, Sweden.\n   \n\n  \n\n**About The Role**\n We are seeking a skilled and motivated Full stack developer to join our Digital Engineering team. As a Developer, you will play a crucial role in enhancing our development and deployment processes. The ideal candidate possesses a strong background in GCP, React, Node JS, Microservices, multicloud experience, DevOps practices, CI\/CD methodologies, and has extensive experience working with Agile Methodology.\n   \n\n  \n\n The role is situated in Skåne, preferably in Malmö, Lund, or Helsingborg.\n   \n\n  \n\n**Key Responsibilities**\n* Development and maintenance of applications on React, Node JS, Microservices\n* Maintaining DevOps pipeline\n* Mulitcloud experience like Google Cloud, Ali Cloud etc.,\n\n\n**Our ideal candidate**\n* The ideal candidate possesses a strong background in Front-end application development, DevOps practices, CI\/CD methodologies, and agile way of working.\n* Work experience as a full-stack developer within Google Cloud Platform with React JS.\n* Expert in Front-end application development using React JS.\n* Good implementation knowledge of Docker, Kubernetes & Ali Cloud\n* Experience in setting up DevOps pipeline.\n\n\n**What You Can Expect**\n* Become part of a the ´flag ship´ success story – We go through enormous growth!\n* Based in the Nordics - we have offices in Sweden, Norway, Denmark and Finland in a European and Global Network.\n* Organization driven by technology – We have a tremendous technology backbone.\n* Open, ´can do´ team spirit.\n* Environment where you can make your own ideas reality.\n* To work on various challenging client and projects and distributed team structure.","company_url":"https:\/\/www.linkedin.com\/company\/cognizant","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHjkUYrDIUKYA\/company-logo_100_100\/company-logo_100_100\/0\/1719839886088\/cognizant_logo?e=2147483647&v=beta&t=ippPIPR27Kl35bVWULGbjndwkMpHnEnAs-7dnFYxpOc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"06ce8cd5f77b03cf","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=06ce8cd5f77b03cf","job_url_direct":"https:\/\/www.uptrail.com\/job\/87985\/ml-engineer-forefront-consulting","title":"ML Engineer - Forefront Consulting","company":"ForeFront","location":"SE","job_type":null,"date_posted":1735344000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Arbetsuppgifter\nVi tror att tekniken ger oss oanade möjligheter – för att utveckla människor, skapa bättre affärer och bygga hållbara samhällen. Vi letar efter dig som vet att det krävs laganda för att vinna på dagens marknad och vill skapa verklig förändring tillsammans med våra kunder genom att bygga starka team och förstå deras affärsutmaningar på djupet. Vår vision är att bli ledande inom Data & Analytics i Norden och vara förstahandsvalet för företag med affärskritiska datautmaningar. Vi är stolta över vårt Google Cloud-partnerskap och vår utmärkelse som \"partner of the year\", samt våra samarbeten med Microsoft och Snowflake.\n\n\n\n***Det här är Forefront***  \n\nVi – Forefront – är ett verksamhets- och IT-konsultbolag som föddes 2008. Idag är vi över 500 anställda, eller Frontiers som vi hellre kallar oss. Vi har som ambition att bli Sveriges bästa arbetsplats. Det gör vi genom att uppskatta varandras olikheter, ständigt blicka framåt och skapa en organisation som är lika modig som klok. Tillsammans är vi förenade av delade visioner och drivna av större ambitioner. Med kontor och Frontiers över hela Sverige strävar vi efter att få teknik och människa att gå hand i hand.\n\n\n***Vem är du?***  \n\nVi söker dig som har en ingenjörsutbildning eller motsvarande inom datavetenskap, statistik eller liknande, och vill forma framtidens datahantering. Du har erfarenhet som Data Scientist eller ML Engineer och har arbetat med molnplattformar, främst GCP eller Azure. Du har programmeringskunskap i SQL och Python, och certifikat inom GCP, Azure eller AWS är meriterande. För att lyckas i rollen behöver du vara kommunikativ, initiativrik och ha en stark förmåga att kombinera teknik och affärsnytta.  \n\n  \n\n***Kvalifikationer***  \n\nVi tror att du har erfarenhet av:\n\n  \n\n* Arbeta med publika molnplattformar, helst Google Cloud Platform (GCP) och\/eller Microsoft Azure.\n* Arbeta med maskininlärning (ML), data science och data engineering.\n* Stark kompetens inom programmering, särskilt i Python och SQL.\n* Djup förståelse för MLOps principer.\n* Utmärkta kunskaper i svenska och engelska, både i tal och skrift, samt förmåga att kommunicera tekniska koncept på ett tydligt och begripligt sätt.\n\n\nKvalifikationer\n***Vad kan du förvänta dig?***  \n\nSpännande uppgifter som Data Scientist \/ ML Engineer hos Forefront:\n\n  \n\n* Kombinera teknisk expertis och strategiskt tänkande för att lösa affärsutmaningar.\n* Bygga maskininlärningsmodeller för att optimera affärsprocesser och förbättra kundupplevelser.\n* Analysera stora mängder data för att hitta mönster och insikter som driver affärsvärde och innovation.\n* Säkerställa att ML-lösningar följer bästa praxis för dataintegritet, säkerhet och etik\n* Delta i hela utvecklingsprocessen från idé till färdig lösning\n* Spela en central roll i våra kunders digitala transformation\n\n\n***Vi lovar dig!***\n\n\n* Sveriges härligaste kollegor.\n* Kompetensutveckling.\n* En innovativ arbetsmiljö där du får arbeta med den senaste teknologin inom AI och data.\n* Möjlighet att påverka och skapa värde för kunder genom att omvandla deras affärsproblem till tekniska lösningar.\n* Flexibelt arbete och en dynamisk företagskultur där personlig och professionell utveckling står i fokus.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 550 anställda. Med kontor på 11 orter i Sverige och USA, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.\n\n\n.Våra värderingar är vårt DNA\n\n\nAvsiktAvsikten är motorn i vårt arbete och medvetenheten om var målet ligger. Den ger oss styrkan att ifrågasätta det till synes uppenbara, lägger kraft bakom våra påståenden och motiverar våra beslut.\n\n\nAvtryckAvtryck säger något om vår starka ambition att skapa förändring. Att göra verklig skillnad. Både i aktuella kundprojekt och i vår omvärld i stort. Vi är stolta över att våra kunder talar väl om oss. Och vi blir glada när vår verksamhet ses som en positiv förebild av kollegorna i branschen.\n\n\nInsiktDet är i insikten som vårt arbete börjar. För att nå dit krävs tålamod, empati och ödmjukhet, samt nyfikenhet nog att kunna ta in flera olika perspektiv och väga samman informationen. Insikt handlar om att verkligen förstå problemet innan vi försöker lösa det.\n\n\nTillsammansTillsammans är den väg vi väljer för att nå de mål vi siktar mot. Ordet ger uttryck för vårt sökande efter mervärdet i en gemensam strävan. Det handlar om att befinna sig jämsides med kunder och kollegor. Utan prestige och onödiga hierarkier, men med delaktighet, ansvar och arbetsglädje.\n\n\nUtsiktUtsikt beskriver både en position och den medvetna ansträngning som är nödvändig för att ta sig dit. Begreppet påminner oss också om att goda rådgivare är öppna och ödmjuka. Det handlar om att se och att särskilja, med fokus på kundens affärsnytta.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 550 anställda. Med kontor på 11 orter i Sverige och USA, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.","company_url":"https:\/\/se.indeed.com\/cmp\/Forefront","company_url_direct":"https:\/\/myforefront.org\/","company_addresses":"Chicago","company_num_employees":"11 to 50","company_revenue":null,"company_description":"Forefront builds a vibrant social impact sector for all people of Illinois.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"6a65c0f0a1614f70","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=6a65c0f0a1614f70","job_url_direct":"https:\/\/careers.thomsonreuters.com\/us\/en\/job\/THTTRUUSJREQ186072EXTERNALENUS\/Business-Unit-Controller-Northern-Europe-Pagero?utm_source=indeed&utm_medium=phenom-feeds","title":"Business Unit Controller, Northern Europe – Pagero","company":"Thomson Reuters","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1735257600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Business Unit Controller, Northern Europe – Pagero**\n\n\nDo you want to advance in your career at a fast-growing and international IT company? We are now looking for a Business Unit Controller with a good feel for numbers, a customer service obsession and passionate about business. You will be based in our office in central Gothenburg and mainly work for our Northern Europe region.\n\n\nWe are looking for those who want to work with the Order to Cash (O2C) process in a team of controllers and accountants. You will collaborate with several supporting parts of the business where we are organizing and strengthening our customer service. To thrive in the role of a Business Unit Controller, you are a person with developed problem-solving skills who actively seeks new challenges in your work. You are service- and solution-oriented, have a sense of numbers and you find it easy to learn new tasks. You strive towards deliver solutions and you enjoy helping others.\n\n\nPagero has recently joined Thomson Reuters. Together, we are building the world’s largest, open business network. With our cloud-based network, customers can reach any business, anywhere in the world – no matter how many borders their operations may cross. We take care of the technical and regulatory requirements across the entire order-to-cash, purchase-to-pay and freight processes, to give customers data accuracy and security, transparency, and real-time visibility. All this through a single connection.\n\n**About the Role**\n\n\nIn this opportunity as Business Unit Controller, you will:\n\n* Act as a local Business Controller to support local management and sales team with sales information within the Order to Cash and Credit Collection process\n* Be responsible for invoicing and order control within your local region\n* Manage customer data\n* Develop and maintain financial data bases\n* Ensure accurate and appropriate recording and analysis of revenues and expenses\n* Ensure accurate and timely monthly, quarterly and year end close\n* Perform various administrative tasks connected to the everyday business\n\n**About You**\n\n\nYou’re a fit for the role of Business Unit Controller if you have the following required qualifications:\n\n* A Bachelor or Master’s degree in Finance, Business Administration, Economics or similar area\n* 1-2 years experience of working with accounting and\/or other finance-related tasks\n* Experience of working with ERP systems and the Microsoft Office package\n* Experience in customer relations\n* Good knowledge of MS Excel\n* Fluent in Swedish and English\n* Successfully pass an extended background check (criminal and credit).\n\n\n#LI-EH2\n\n**What’s in it For You?**\n\n\nJoin us to inform the way forward with the latest AI solutions and address real-world challenges in legal, tax, compliance, and news. Backed by our commitment to continuous learning and market-leading benefits, you’ll be prepared to grow, lead, and thrive in an AI-enabled future. This includes:\n\n* **Industry-Leading Benefits:** We offer comprehensive benefit plans to include flexible vacation, two company-wide Mental Health Days off, access to the Headspace app, retirement savings, tuition reimbursement, employee incentive programs, and resources for mental, physical, and financial wellbeing.\n* **Flexibility & Work-Life Balance:** Flex My Way is a set of supportive workplace policies designed to help manage personal and professional responsibilities, whether caring for family, giving back to the community, or finding time to refresh and reset. This builds upon our flexible work arrangements, including work from anywhere for up to 8 weeks per year, and hybrid model, empowering employees to achieve a better work-life balance.\n* **Career Development and Growth:** By fostering a culture of continuous learning and skill development, we prepare our talent to tackle tomorrow’s challenges and deliver real-world solutions. Our skills-first approach ensures you have the tools and knowledge to grow, lead, and thrive in an AI-enabled future.\n* **Culture:** Globally recognized and award-winning reputation for inclusion, innovation, and customer-focus. Our eleven business resource groups nurture our culture of belonging across the diverse backgrounds and experiences represented across our global footprint.\n* **Hybrid Work Model:** We’ve adopted a flexible hybrid working environment (2-3 days a week in the office depending on the role) for our office-based roles while delivering a seamless experience that is digitally and physically connected.\n* **Social Impact:** Make an impact in your community with our Social Impact Institute. We offer employees two paid volunteer days off annually and opportunities to get involved with pro-bono consulting projects and Environmental, Social, and Governance (ESG) initiatives.\n\nRoles that are provided access to restricted or sensitive information that may be misused or may cause harm to individuals or organizations will, upon hiring, be subjected to an extended background check. These roles include individuals working within Pagero Online with support or admin rights and having access to Pagero customer’s data, employees working within finance, or similar functions.\n\n**About Thomson Reuters**\n\n\nThomson Reuters clarifies today’s complex landscape with AI and technology, deep subject-matter expertise, and content the world has trusted for over 150 years – giving professionals the confidence to know today, navigate tomorrow, and lead a fast-evolving world. Our industry-leading products include highly specialized information-enabled software and tools for legal, tax, accounting, and compliance professionals combined with the world’s most global news services, Reuters.\n\n\nWe empower our colleagues to reduce inefficiencies so they can do more of the work that matters, act decisively to add greater value for critical stakeholders, and anticipate future challenges to face the unexpected. As the future arrives faster than ever, we’re standing alongside our global team of more than 26,000 teammates across 70+ countries, ready to fulfill our purpose: to inform the way forward. Sound exciting? Apply today to join our team!\n\n**Equal Opportunity & Accessibility**\n\n\nAs a global business, we rely on diversity of culture and thought to deliver on our goals. To ensure we can do that, we seek talented, qualified employees in all our operations around the world regardless of race, color, sex\/gender, including pregnancy, gender identity and expression, national origin, religion, sexual orientation, disability, age, marital status, citizen status, veteran status, or any other protected classification under applicable law. Thomson Reuters is proud to be an Equal Employment Opportunity\/Affirmative Action Employer providing a drug-free workplace.  \n\nWe also make reasonable accommodations for qualified individuals with disabilities and for sincerely held religious beliefs in accordance with applicable law. Additional details on how to request an accommodation can be found here.\n\n**Protect yourself from fraudulent job postings –** click here **to learn more.**\n\n\nMore information about Thomson Reuters can be found on https:\/\/thomsonreuters.com.","company_url":"https:\/\/se.indeed.com\/cmp\/Thomson-Reuters","company_url_direct":"http:\/\/www.thomsonreuters.com","company_addresses":"Toronto, ON","company_num_employees":"10,000+","company_revenue":"$5B to $10B (USD)","company_description":"We inform the way forward by delivering trusted content and technology that professionals and institutions need to make the right decisions.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/5d1b706607c05efdbd91b2050c833b81","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/18022fc9ddbca004b05cc3f815e42243","ceo_name":"Steve Hasker ","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/cd2f18d6607e8d401b0150d9da2425d9"},{"id":"4077091759","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4077091759","job_url_direct":"https:\/\/boards.greenhouse.io\/zscaler\/jobs\/4581102007?gh_src=c9f3d7237&trid=2d92f286-613b-4daf-9dfa-6340ffbecf73&source=LinkedIn&urlHash=nZ0u","title":"Account Executive, Enterprise","company":"Zscaler","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Computer and Network Security","listing_type":null,"emails":null,"description":"**About Zscaler**\n Serving thousands of enterprise customers around the world including 40% of Fortune 500 companies, Zscaler (NASDAQ: ZS) was founded in 2007 with a mission to make the cloud a safe place to do business and a more enjoyable experience for enterprise users. As the operator of the world’s largest security cloud, Zscaler accelerates digital transformation so enterprises can be more agile, efficient, resilient, and secure. The pioneering, AI-powered Zscaler Zero Trust Exchange™ platform protects thousands of enterprise customers from cyberattacks and data loss by securely connecting users, devices, and applications in any location.\n   \n\n  \n\n Named a Best Workplace in Technology by Fortune and others, Zscaler fosters an inclusive and supportive culture that is home to some of the brightest minds in the industry. If you thrive in an environment that is fast-paced and collaborative, and you are passionate about building and innovating for the greater good, come make your next move with Zscaler.\n   \n\n  \n\n The Zscaler Sales and Go-to-Market team is a global group of professionals who are passionate about delighting our customers, nurturing trusted partnerships, and sharing their expertise to drive a secure, cloud-enabled digital future and further cement our position as the world leader in cloud security. Sales, Customer Success, Sales Enablement, Solution Architects, Business Development, Transformation, and Technology Partnerships all work together to demonstrate the power and agility of Zscaler cloud transformation to the world.\n   \n\n  \n\n**Account Executive, Enterprise**\n**Responsibilities**\n We're looking for an experienced sales professional to join our sales accounts team focussed on growing our customers in the NORDICS region, offering a hybrid working model. Reporting to the Sales Director, you'll be responsible for:\n   \n\n  \n\n* You will take ownership of an assigned territory focused on net new logo and up-sell opportunities in your assigned territory.\n* You will demonstrate expertise in building business cases that align with Enterprise strategic business initiatives detailing value and differentiation at all levels of your customer & prospect organizations.\n* You will benefit from Sales Engineering, Solution Architecture, Value Consulting and Transformation Teams throughout your sales cycles.\n* You will create pipeline using new techniques, tools, joint field marketing initiatives, trade shows, and top tier channel partners (VAR, SI & SP).\n\n\n**What We're Looking For (Minimum Qualifications)**\n* Must have minimum 10 years of sales experience with a revenue quota, selling cybersecurity \/ networking to Enterprise accounts\n* Must have history of a consistent track record of over-achievement; net new logo accomplishments; and experience leveraging channel partnerships.\n* A willingness to be coached and the discipline to work a sales process from beginning to end.\n* Must have evidence of 'team sales' and the ability to use internal resources, partners, and team members to be successful.\n\n\n**What Will Make You Stand Out (Preferred Qualifications)**\n* Experience selling security, SaaS or software.\n* Bachelor's degree in Business or related area.\n\n\n At Zscaler, we believe that diversity drives innovation, productivity, and success. We are looking for individuals from all backgrounds and identities to join our team and contribute to our mission to make doing business seamless and secure. We are guided by these principles as we create a representative and impactful team, and a culture where everyone belongs. For more information on our commitments to Diversity, Equity, Inclusion, and Belonging, visit the Corporate Responsibility page of our website.\n   \n\n  \n\n**Benefits**\n Our Benefits program is one of the most important ways we support our employees. Zscaler proudly offers comprehensive and inclusive benefits to meet the diverse needs of our employees and their families throughout their life stages, including:\n   \n\n  \n\n* Various health plans\n* Time off plans for vacation and sick time\n* Parental leave options\n* Retirement options\n* Education reimbursement\n* In-office perks, and more!\n\n\n By applying for this role, you adhere to applicable laws, regulations, and Zscaler policies, including those related to security and privacy standards and guidelines.\n   \n\n  \n\n Zscaler is proud to be an equal opportunity and affirmative action employer. We celebrate diversity and are committed to creating an inclusive environment for all of our employees. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex (including pregnancy or related medical conditions), age, national origin, sexual orientation, gender identity or expression, genetic information, disability status, protected veteran status or any other characteristics protected by federal, state, or local laws.\n   \n\n  \n\n See more information by clicking on the Know Your Rights: Workplace Discrimination is Illegal link.\n   \n\n  \n\n Pay Transparency\n   \n\n  \n\n Zscaler complies with all applicable federal, state, and local pay transparency rules. For additional information about the federal requirements, click here .\n   \n\n  \n\n Zscaler is committed to providing reasonable support (called accommodations or adjustments) in our recruiting processes for candidates who are differently abled, have long term conditions, mental health conditions or sincerely held religious beliefs, or who are neurodivergent or require pregnancy-related support.","company_url":"https:\/\/www.linkedin.com\/company\/zscaler","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQFWdpVaQbfINA\/company-logo_100_100\/company-logo_100_100\/0\/1719858503821\/zscaler_logo?e=2147483647&v=beta&t=r52TIc73SOeCyQ82eQ4bi05dKD4YOEKUhJBPlNE1GC8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4079629768","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4079629768","job_url_direct":"https:\/\/implemaab.teamtailor.com\/jobs\/5232898-konsultchef-till-sap-stockholm&urlHash=x2Ey","title":"Konsultchef till SAP Stockholm","company":"Implema","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting, Information Technology, and Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"*Är du en engagerad och uppskattad ledare med passion för kundutveckling? Har du en proaktiv inställning och förmåga att skapa framgångsrika relationer? Då kan detta vara rollen för dig! Implemas SAP-team fortsätter att växa, och vi söker nu en konsultchef som samtidigt vill jobba operativt som projektledare och service manager till vårt kontor i Stockholm.*\n**Om rollen**\n Inom SAP-teamet framtidssäkrar vi våra kunders affärer med hjälp av SAP:s affärsplattformar S\/4HANA, S\/4HANA Cloud, Customer Experience (CX) och Business Technology Platform. Som konsultchef och projektledare\/service manager på Implema får du en dynamisk och mångsidig roll där du kombinerar projektledning, kundutveckling och personalansvar.\n   \n\n  \n\n***Konsultchef***\n Implemas viktigaste tillgång är vår personal, och som konsultchef är ditt främsta uppdrag att utifrån individuella behov säkerställa att personalen trivs och utvecklas på företaget. Det gör du genom att vara en coachande och närvarande chef som skapar förutsättningar för kontinuerlig vidareutveckling och säkerställer att dina konsulter har det stöd de behöver för att leverera högkvalitativt arbete hos våra kunder. Du arbetar aktivt med att bidra till och bibehålla den familjära, omhändertagande stämning som Implema är känt för. Som konsultchef blir du en del av vårt SAP ledningsteam.\n   \n\n  \n\n***Projektledare\/service manager***\n Som projektledare\/service manager arbetar du med allt ifrån att projektleda och driva SAP projekt från förstudiefas till driftsättning, till att stödja existerande kunder på deras digitaliseringresa. Detta innefattar att leda och fördela arbetat inom kundteamen, planera och realisera uppgraderingar\/releaser samt effektivisera kundens affärsprocesser utifrån deras behov och förutsättningar. Du har helhetsansvar för dina projekt och hanterar kundmöten, avtal, budget, planering, genomförande och uppföljning. En viktig del i rollen är också att stötta våra kunder med förändringsledning, som syftar till att kunden till fullo kan tillgodogöra sig värdet av gjorda investeringar.\n   \n\n  \n\n******Är du vår nya kollega?******\n För att trivas i rollen har du erfarenhet av att bygga och underhålla starka affärsrelationer i en kundnära miljö. Du är uppskattad för dina starka kommunikationsegenskaper och förstår vikten av tydlighet i kommunikationen, externt såväl som internt. Med en gedigen erfarenhet av projektledning, gärna ERP-projekt, är du van vid att arbeta enligt etablerade projektmetodiker.\n   \n\n  \n\n Vi tror du antingen haft personalansvar tidigare eller ser detta som ett naturligt nästa steg i din karriär, då du trivs i ledarrollen. Att hålla dig uppdaterad inom ditt expertområde är en självklarhet, och du har en god känsla för vad som fungerar i praktiken. Med ett konstruktivt förhållningssätt lyfter du gärna problem och utmaningar med fokus på att hitta hållbara lösningar.\n   \n\n  \n\n**Implema erbjuder dig**\n Välkommen in i en dynamisk organisation med en kultur och ett engagemang som kännetecknas av en stolthet och stark vilja att alltid driva arbetet framåt. Vi lovar dig en utmanande och varierande roll där du har möjlighet att både växa och vara med och påverka. Om du, precis som vi, är nyfiken på ny teknik och uppskattar att arbeta med tekniska lösningar som ligger i absolut framkant så kommer du att trivas hos oss!\n   \n\n  \n\n Arbetsglädje, kreativitet och personlig utveckling börjar med god hälsa och att du mår bra. Därför eftersträvar vi att tillsammans med dig säkerställa en hållbar work-life balance i din tillvaro. För oss är det minst lika viktigt som att erbjuda alla våra anställda jobb i en god, hållbar arbetsmiljö med marknadsmässiga löner och förmåner.\n   \n\n  \n\n Implema är en av Sveriges ledande specialister på att snabbt implementera affärssystem baserat på marknadens ledande affärssystem SAP och Microsoft Dynamics. Med mer än 20 års erfarenhet av affärskritiska projekt guidar Implema svenska och internationella företag till effektiva och hållbara affärsprocesser och den snabbaste vägen till framtidens affärssystem. Vi vill finnas nära våra kunder och har kontor på 10 orter runt om i Sverige och omsätter 400 MSEK. Vi växer och vill bli fler!","company_url":"https:\/\/se.linkedin.com\/company\/implema-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQH0Miei3VoirQ\/company-logo_100_100\/company-logo_100_100\/0\/1727175223545\/implema_ab_logo?e=2147483647&v=beta&t=JB0wxxeS3fEQoON9APBZpDfoFep_QPGxeVz_fcQDHfE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4f0702f3750b6bd9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=4f0702f3750b6bd9","job_url_direct":"https:\/\/career.nyfors.com\/jobs\/5382870-product-development-engineer","title":"Product development Engineer","company":"Nyfors","location":"Stockholm, AB, SE","job_type":null,"date_posted":1735257600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**NYFORS is looking for a Product Development Engineer. The position includes R&D, experiments, and product development tasks such as material processing and laser science for high-tech products.**\n\n **THE POSITION**\n\n\nYou will work in a team of development engineers, mechanical engineers and physicists all dedicated to developing high-tech fiber processing equipment. As a product development engineer in our team, your work will focus on evolving NYFORS’ current product portfolio and developing completely new products. As such you will be strongly tied into the development work happening in our laser laboratories.\n\n\nYou will have the opportunity to conduct experiments yourself, set up automated testing, and - with the help of our mechanical designers - create the next innovative fiber processing tools. We use C, C++, C#, Python, Matlab, LabVIEW to program our lab and machines. Familiarity with one or more of these languages will be advantageous.\n\n\nYou will also get the chance to collaborate with our project partners and support our customers that range from universities to small and large industry partners.\n\n**YOUR BACKGROUND**\n\n  \n\nWe expect you to have a background in Physics, Mathematics, Programming, Electrical Engineering, or similar. Experience in any of the programming languages above will be valued highly.\n\n**WE CAN OFFER**\n\n\nAt NYFORS, we offer versatile and stimulating work with the opportunity to develop and broaden your knowledge and skills. You will work in bright and pleasant premises at our head office in Skrubba, Stockholm, and we encourage a healthy work-life balance by offering our employees flexible working hours.\n\n\nWe value diversity highly and have employees from five different countries. Our goal is to create a long-term, rewarding, and fun collaboration together with you.\n\n**THE TEAM**\n\n\nWe are a skillful and passionate team with high competence in our area. The team includes development engineers, mechanical engineers and physicists all dedicated to developing new innovative, high-tech products and systems for fiber optic appplications.\n\n\nWe think it’s exciting to see all parts come together, software and hardware, and see the end products be successfully used by our customers.\n\n\nNYFORS can offer you a diverse and stimulating area of work. We strive to be an exciting employer for any applicant looking to develop their skills broadly.\n\n **APPLICATION**\n\n  \n\nIf you are interested in this exciting opportunity, please submit your application as soon as possible. We will conduct interviews on an ongoing basis, so please apply as soon as you can. However, the final application deadline is March 15, 2025. Your application should include your CV and a personal letter where you tell us more about who you are and how you can contribute to this role and to NYFORS as a company.\n\n **ABOUT NYFORS**\n\n *NYFORS is an innovative company moving at the forefront of technology.* *Our aspiration is to develop the best possible products for our customers.* *As such we are looking for top applicants and strongly believe in investing in our employees. We encourage all our employees to develop the skills they are most interested in while working here. Our people are our strongest asset and what enables NYFORS’ continued success. Here you will get the opportunity to work with modern, high-tech equipment with dedicated co-workers.* *For more information about us visit**www.NYFORS.com*","company_url":"https:\/\/se.indeed.com\/cmp\/Nyfors","company_url_direct":"http:\/\/www.nyfors.com\/","company_addresses":"Stockholm","company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"7f6163ab0f894d7e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=7f6163ab0f894d7e","job_url_direct":"https:\/\/cambio.teamtailor.com\/jobs\/5383248-system-engineer-within-ehealth","title":"System Engineer within eHealth","company":"Cambio","location":"Linköping, E, SE","job_type":"fulltime","date_posted":1735257600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"*Cambio is one of the Nordics' leading suppliers in eHealth with a comprehensive offering for the entire health and care chain. Our eHealth solutions support healthcare professionals in their daily work and offer patients safer and more easily accessible care. We are proud to be an important part of Swedish health and social care. We are growing continuously and now have about 1000 employees in several countries.*\n\n  \n\n**The position**  \n\nWe are looking for a Senior System Engineer to join our team and play a key role in managing complex integrations and infrastructure for Sweden’s leading electronic health record (EHR) system. This role is ideal for someone with experience in integration platforms, network architecture, and automation, who can take ownership of large-scale integration projects and contribute at both a strategic and operational level.\n\n\nAs a System Engineer, you will work across various integration platforms to design, implement, and maintain secure and scalable solutions. You will manage critical processes such as certificate handling, PKI, network configurations, and troubleshooting, ensuring seamless data flow between systems. This role also demands deep collaboration with customers and internal stakeholders to translate business requirements into robust technical solutions.\n\n\nYou will act as a technical advisor, engaging with senior stakeholders and leading discussions to influence integration strategies. With a background in Windows and Linux environments, you will contribute to both hands-on implementation and architectural decision-making regarding different integration solutions. Automation will also be a focus area, as you continuously seek ways to optimize processes and improve operational efficiency.\n\n\nAt our organization, we emphasize trust, collaboration, and continuous learning. This role offers the opportunity to make a real impact while working in a dynamic and innovative environment.\n\n\nAt Cambio, we encourage taking initiatives that contribute to the development of the company and ourselves. For us, it is important that you should have the opportunity to grow, both as a person and as an employee. Our culture is described through the words “Trust”, “Care” and “Together” which permeate everything we do.\n\n **About you**  \n\nYou are an experienced System Engineer with a strong technical foundation and an ability to take ownership of complex integration projects. You thrive on both hands-on work and strategic planning, leveraging your expertise to design scalable, secure, and reliable systems. You are adept at collaborating with diverse stakeholders, from developers to decision-makers, and you can clearly articulate technical concepts to both technical and non-technical audiences.\n\n\nYour background includes experience in integration platforms and good knowledge of networks and operating systems. You have a proactive mindset, are highly organized, and can manage multiple priorities while maintaining attention to detail. A development background is advantageous, as it enables you to better understand integration flows and optimize solutions. Above all, you are driven to solve problems and deliver impactful results.\n\n\n\n\n**Requirements**\n\n* Experience working with multiple integration platforms and middleware solutions.\n* Good understanding of certificate management, PKI, and related security standards.\n* Experience in network architecture, including firewall configurations, subnets, HA networks, and network troubleshooting.\n* Good knowledge of both Windows and Linux environments.\n* Experience in automating processes using tools like Python, Ansible, or similar frameworks.\n* Proven ability to lead discussions and influence integration strategies with senior stakeholders.\n* Strong communication skills in both Swedish and English.\n\n**It's a bonus if you**\n\n  \n\n* Experience in containerized environments such as OpenShift or Kubernetes.\n* Familiarity with monitoring tools and frameworks, e.g., Grafana or Dynatrace.\n* Experience in CI\/CD pipelines or related workflows.\n* A software development background, particularly in system integration contexts.\n\n **Place of employment**: Stockholm or Linköping\n\n\nAt Cambio we value a healthy work-life balance, and to encourage that we apply a hybrid working-model. Together with your team you decide which days you work at the office. On the remaining days you can work remotely from home, but you are always more than welcome to work at the office too.\n\n**Scope**: Full time\n\n**Form of employment:** Permanent employment, 6 months trial period\n\n\n**Other:** We screen the applications and hold interviews continuously so please send your application as soon as possible via the link.\n\n\nWe encourage and eagerly welcome all applications, but we will only consider candidates who are located and have the legal right to work in **Sweden.** We will ask for verification during the process.\n\n\n**We look forward to receiving your application!**\n\n\nRead more about us **here!**\n\n\nAre you interested in Cambio but you don’t feel that this position is the perfect match? Check out our other open positions at the career site **here!**","company_url":"https:\/\/se.indeed.com\/cmp\/Cambio-1","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"68c8e8c31b930396","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=68c8e8c31b930396","job_url_direct":"https:\/\/jsv3.recruitics.com\/redirect?rx_cid=3436&rx_jobId=R-01296642_1001&rx_url=https%3A%2F%2Fjobs.thermofisher.com%2Fglobal%2Fen%2Fjob%2FR-01296642%2FEngineer-II-Field-Service%3Frx_a%3D0%26rx_c%3D%26rx_ch%3Djobp4p%26rx_group%3D123525%26rx_job%3DR-01296642_1001%26rx_medium%3Dcpc%26rx_r%3Dnone%26rx_source%3Dindeed%26rx_ts%3D20241228T220401Z%26rx_vp%3Dcpc%26utm_medium%3Dppc%26utm_source%3Drecruitics_indeedorganic","title":"Engineer II, Field Service","company":"Thermo Fisher Scientific","location":"Jobba hemifrån, SE","job_type":"fulltime","date_posted":1735257600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":"Industrial Manufacturing","listing_type":null,"emails":null,"description":"**Work Schedule**\n\n\nStandard (Mon-Fri)**Environmental Conditions**\n\n\nLaboratory Setting**Job Description**\n\n\nAt Thermo Fisher Scientific, you will have the chance to do exciting work and be part of a team that values performance, quality, and innovation. As a member of a successful global organization, you will be encouraged to excel. With revenues over $40 billion and the industry's largest investment in R&D, we provide our employees with resources and chances to create relevant contributions to the world.\n\n**How you will make an impact:**\n--------------------------------\n\n\nDiscover impactful work as our new Engineer II, Field Service. Within our EMEA team, we are seeking an Engineer based in France to lead customers within their respective region. As an Engineer, you will be responsible for delivering service activities including installations, repairs, and maintenance services for the Bulk Elemental Analysis team in EMEA. This highly exciting and professional role will deliver a high level of customer service resulting in customer happiness.\n\n**What you will do:**\n---------------------\n\n* Represent our company in a positive and professional manner when dealing with our customers, both external and internal.\n* Own and deliver service commitments and complete installations, repairs, data analysis and calibrations, preventative maintenance, training, and radiation services on X-Ray fluorescence spectrometers (XRF) and optical emission spectrometers (OES).\n* Service reporting, documentation, and creation of protocols to specification both internally and for customer needs.\n* Maintain a high level of customer allegiance by building strong customer relationships and promoting an excellent customer experience.\n* Partner with our commercial colleagues to deliver customer projects that can be implemented to meet and exceed customer expectations.\n* Help on continuous improvement through our Practical Process Improvement Business System.\n\n**Education**\n-------------\n\n* Diploma or equivalent preferable in electrical engineering, chemistry, engineering, or technical training in the field of electronics.\n\n**Who we are looking for:**\n---------------------------\n\n* Professional background in electronics\/engineering or related subjects.\n* Experience in handling or servicing analytical equipment.\n* Some knowledge of spectroscopy would be an advantage, but not critical.\n* Proficient in English; additional languages a plus.\n* A valid driver’s license.\n* Comfortable working in a customer-facing role, with an always customer-centric approach.\n* Strong interpersonal and administrative skills.\n* Self-sufficient; comfortable working independently and a logical approach to setting work priorities.\n* Travel extensively within the region, including overnight stays and longer trips for training.\n* Five years of work experience in technical services.\n* Field service experience (technical) or strong service knowledge.\n* Preferable knowledge in heavy industrial processes (metallurgy, mining, geology and geochemistry, petroleum, polymers, glass, etc…).\n* Outstanding fixing skills passionate about electromechanical, software, and application issues.\n\n**What’s in it for you:**\n-------------------------\n\n* Excellent career progression opportunities with a large and growing global employer.\n* High-quality training and mentoring.\n* Competitive salary, plus performance bonus & full benefits package.\n* Company car.","company_url":"https:\/\/se.indeed.com\/cmp\/Thermo-Fisher-Scientific","company_url_direct":"https:\/\/www.thermofisher.com\/","company_addresses":"168 Third Avenue, Waltham, MA USA 02451","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"At Thermo Fisher Scientific, our professionals develop critical solutions—and build rewarding careers.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/65bd2e4bebb79b1432ac3277ffd57ae7","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/f20f89946cf5b2ef2f53cfaa0a3562ce","ceo_name":"Marc Casper","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/7f6c0b63116ebd42a7552e80ba5c9adf"},{"id":"4112056015","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4112056015","job_url_direct":"https:\/\/jobs.iqvia.com\/job\/-\/-\/24443\/75209135552?source=LinkedIn_Slots&urlHash=oUIx","title":"SDTM Programmer, Data Vizualization","company":"IQVIA","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Engineering and Information Technology","company_industry":"Pharmaceutical Manufacturing","listing_type":null,"emails":null,"description":"**SDTM Programmer, Data Visualization**\n**Full-Time, Remote-Based in Sweden and Denmark**\n**Why IQVIA**\n This role will be dedicated to one of IQVIA’s largest clients through a Functional Service Provider (FSP) type partnership. This means you get all the benefits of working for an industry leading global CRO while operating within a sponsor environment and utilizing sponsor systems. These sponsor clients include world class pharmaceutical and biotech companies offering you a unique opportunity to work on a team where your role is both challenging and rewarding, while working alongside colleagues who are passionate about influencing the future of medicine and advancing therapies. With IQVIA's FSP business unit, you become a core part of a dynamic team dedicated to reshaping the future of healthcare.\n   \n\n  \n\n**Additional Benefits:**\n* Home-based remote work opportunities\n* Great work\/life balance\n* Collaborate on projects and innovations with industry leaders in the Pharma and CRO sectors\n* Cohesive team environment fostering a collaborative approach to study work\n* Variety of therapeutic areas, indications and, study phases\n* Job stability; long-term engagements and development opportunities\n* Career advancement opportunities\n\n\n**Responsibilities:**\n* Develop, test, and validate clinical data programs and applications.\n* Ensure compliance with CDISC SDTM standards for clinical data.\n* Utilize visualization tools such as Spotfire or other similar tools to create insightful data visualizations.\n* Write and maintain Python scripts for data manipulation and analysis.\n* Collaborate with cross-functional teams to support clinical data needs.\n* Provide technical guidance and mentorship to junior programmers.\n* Participate in the development and implementation of data management plans.\n* Troubleshoot and resolve programming issues in a timely manner.\n\n\n**Education and Experience:**\n* Bachelor’s or master’s degree in computer science, Statistics, Data Science, or a related field\n* Minimum 5+ years’ hands-on experience in clinical trials or life sciences industry\n* 3+ years’ extensive experience in clinical data programming and Data Visualization using tools such as Python, Spotfire, or similar.\n* Python programming skill is Mandatory.\n* Experience with PySpark, Databricks is preferred.\n* Proficiency in CDISC SDTM standards.\n* Excellent problem-solving and analytical skills.\n* Strong communication and teamwork abilities.\n* Ability to work independently and manage multiple tasks simultaneously.\n\n\n IQVIA is a leading global provider of clinical research services, commercial insights and healthcare intelligence to the life sciences and healthcare industries. We create intelligent connections to accelerate the development and commercialization of innovative medical treatments to help improve patient outcomes and population health worldwide. Learn more at https:\/\/jobs.iqvia.com","company_url":"https:\/\/www.linkedin.com\/company\/iqvia","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFW8oSPns4-Cw\/company-logo_100_100\/company-logo_100_100\/0\/1678802429367\/iqvia_logo?e=2147483647&v=beta&t=QOXo3llXq86V8X_W17HYn3FC5VtElAP1K_rAxCkyhIs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]