[{"id":"0e839a5213d4b23d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0e839a5213d4b23d","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28914647","title":"Java Developer","company":"Meet a Group international AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1719100800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \n  \n\nAssignment Description\n  \n  \n\nDigg is on a mission to drive the digitalization of the public sector in Sweden forward. As part of this initiative, there are several ongoing efforts within Digg related to the Swedish e-identification system, both at the national level and in response to changes at the EU level. The government has announced its intention to develop a state e-identification, and in this context, Digg is seeking three Java Developers to provide expert consulting support. Experience in solutions with a strong emphasis on security is a key requirement for this role. The consultants will be primarily engaged in Digg's work to develop a state e-identification.\n  \n  \n\nThe assignment will involve close collaboration with stakeholders, UX designers, testers, and other developers involved in the design and development of software.\n  \n  \n\nIt is also possible that the consultant's expertise may be needed in other projects at Digg.\n  \n  \n\nRequired Skills\n  \n  \n\nExperience in Java development, with a minimum of 5 years\n  \n  \n\nExperience in microservice architecture, with a minimum of 1 year\n  \n  \n\nExperience in the development of security features\n  \n  \n\nExperience with Kubernetes\n  \n  \n\nExperience with Quarkus, Springboot, or similar\n  \n  \n\nExperience in team-based development according to agile principles\n  \n  \n\nFluent in Swedish (spoken and written) and good knowledge of English (spoken and written)\n  \n  \n\nPreferred Skills\n  \n  \n\nExperience in backend test automation\n  \n  \n\nExperience in certificate management\n  \n  \n\nExperience in automation of build, test, and delivery pipelines in container-based environments","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0ca48304c5fa503f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0ca48304c5fa503f","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28914798","title":"Senior Frontend-utvecklare till plattformen för hållbara fastigheter!","company":"Meet a Group international AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1719100800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \n  \n\nSå låt oss skippa allt krimskrams – här är beskrivningen på den vi söker. Är det du? På andra sidan väntar ditt drömjobb.\n  \n  \n\nJobbet innebär att du tar kommandot inom vår Frontend-utveckling. Det innebär att du ansvarar för att…\n  \n  \n\n* Vidareutveckla och anpassa Frontend av Mestros produkter\n* Den tekniska kravstälningen är komplett och genomförbar\n* Utvärdera en designspec och hur den passar in i produkten\n* Lära upp nya talanger inom Mestros sätt att arbeta med Frontend\n\n\nVi ser gärna att du har minst 6 års erfarenhet och stark kompetens inom\n  \nJavaScript, Preact, React, TypeScript, Yarn PnP, Node.js och Docker.\n  \n  \n\nVi ser att du ska...\n  \n  \n\nVara bekväm med att implementera funktioner från scratch\n  \n  \n\nKunna angripa problem med ett användarperspektiv\n  \n  \n\nHa positiv inställning till kodkvalitet samt mentorskap\n  \n  \n\nVill du läsa mer om tjänsten och vem vi söker - Klicka här!","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"98a1474325ad8662","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=98a1474325ad8662","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28914573","title":"Systemutvecklare inom Edge & IoT till TechSeed","company":"Meet a Group international AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1719100800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \nPå TechSeed är vi övertygade om att det är tekniken som kommer göra världen till en bättre plats. Vi ser ett stort behov i vårt samhälle att kombinera affärsförståelse, digitalt ledarskap samt innovativa arbetssätt och lösningar med framtidens tekniker i uppkopplade ekosystem. Vi tror på en hållbar framtid med säkra lösningar genom exempelvis IoT-lösningar, digitala tvillingar, AI och cybersäkerhet. Det här är vårt WHY och det fyller oss med energi varje dag. Det här är vår arena.\n  \nTechSeed är ett medarbetarägt bolag som erbjuder konsulttjänster och har ett kompetensdjup inom flera domäner. Vi är på en kraftig tillväxtresa och söker nu systemutvecklare som även kommer få en stor grad av inflytande och insyn i hur vi växer framåt och tar ett helhetsgrepp om uppkopplade ekosystem och lösningar. Vi söker dig som trivs i konsultrollen och samtidigt vill bidra till att skapa vägen framåt för TechSeed – Tillsammans.\n  \n  \n\nSom Systemutvecklare kommer du arbeta som konsult i samarbete med kund. TechSeed strävar efter att kunna erbjuda en blandning mellan placering hos kund och projekt som leds av TechSeed. Respektive uppdrag sätter förutsättningarna och det förväntas att du är bekväm med båda alternativen.\n  \n  \n\nI den här rollen kommer du tillhöra enheten TechSeed Edge & IoT Göteborg, vars fokus sträcker sig från vision till leverans av uppkopplade system. IoT och IIoT handlar till stor del om att fånga datapunkter från verkligheten. En verklighet där kundernas utmaningar omfattar helt olika processer och verksamheter. Kanske är det du som bygger lösningen för att säkerställa rätt temperatur i transportkedjan för kylda livsmedel. Kanske handlar nästa utmaning om Computer Vision och drönare för att läsa av förväntad avkastning och underhåll inom jord- och skogsbruk. Edge syftar på bearbetning av data nära källan, vilket styrs av krav på säkerhet, bandbredd och underhåll. Uppdragen kräver nära dialog med kund och förståelse för verksamhet och affärsmodell.\n  \n  \n\nSom delägare och anställd kommer du vara med i utvecklingen av våra erbjudanden, få möjlighet att påverka de områden som du drivs av och samtidigt få tryggheten av ett team med gemensamt mål och gemensamma intressen.\n  \n  \n\nVår grund ligger i att vi delar med oss av vår passion för teknik och värdet vi skapar. Det handlar bland annat om kunskapsutbyte och att dela idéer, bidra med god stämning såväl som att skapa värde genom vårt delägarskap. Vi erbjuder dig:\n  \n  \n\nInflytande i hur vi bygger TechSeed tillsammans\n  \n  \n\nEn öppen kultur där vi värdesätter olikheter, insikter och innovationer\n  \n  \n\nDirekt värde från våra finansiella resultat genom bonus och delägarskap\n  \n  \n\nMöjligheten att växa in i olika tekniska områden \/ ansvarsområden utifrån dina önskemål\n  \n  \n\nFlexibelt arbete hemifrån, beroende på uppdragets behov.\n  \n  \n\nVem söker vi?\n  \n  \n\nVi söker dig vars expertis är systemutveckling inom IoT \/ IIoT. Du har goda programmeringskunskaper i någon av de mer väletablerade språken, som exempelvis Java, C#, Python eller motsvarande.\n  \n  \n\nNågra exempel på tekniker och begrepp från vår vardag; AWS\/GCP\/Azure IoT, Bluetooth, CoAP, DDS, DevOps, Digital Twin, HMI, IT\/OT, Linux, LoRaWAN, LTE CAT, LwM2M, Machine Learning, MES, Modbus, MQTT, NB-IoT, ONNX \/ PyTorch \/ Cuda, OPC UA, PKI, PLC, PROFINET, SCADA, Sparkplug, Wi-Fi, ZigBee.\n  \n  \n\nOm delar av ovan är en del av din vokabulär, yrkeserfarenhet och fångar ditt intresse - hör av dig!\n  \n  \n\nDu är såklart nyfiken på ny teknik, trivs i roller där du utvecklas och i en kultur där vi hjälps åt och bygger bolaget tillsammans. Du har minst 5 års relevant arbetslivserfarenhet, är lösningsorienterad och trivs i samarbete med andra. Eftersom vi arbetar med flera typer av kunder med olika behov kräver rollen att du kan uttrycka dig obehindrat på svenska och engelska i tal och skrift. Det är även meriterande om du har erfarenhet av att jobba på ett start\/scale-up, har tidigare konsulterfarenhet eller relevanta kunskaper från industrivertikaler och marknadsområden.\n  \n  \n\nOm TechSeed\n  \n  \n\nVi är ett medarbetarägt konsultbolag i ScaleUp-fasen med visionen att skapa värde med uppkopplade lösningar. Vi tror på kombinationen av nära samarbeten, framtidens tekniker och att gemensamt arbeta för att skapa ett bolag vi verkligen trivs på. Genom att erbjuda delägarskap till våra anställda ger vi möjligheten till insyn och påverkan, samtidigt som det gynnar samarbeten och att prioritera vad som är bäst för gruppen. Detta speglas både i vår kultur och våra erbjudanden, där vi kombinerar vårt stora tekniska intresse med ett kundanpassat förhållningssätt samtidigt som vi har många sociala aktiviteter och en härlig gemenskap på kontoret. Vår arena är uppkopplade ekosystem, där tekniker som IoT och Intelligent Edge används för att skapa uppkopplade tjänster och system inom ekosystem som Smart Cities, Smart Factories, Smart Companies och Smart Buildings.","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3956984744","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3956984744","job_url_direct":null,"title":"2 Full Stack Developer Internships","company":"Cruncho","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"hello@soulcircus.com","description":"2 Full Stack Developer Internships\n \n\n\n\n Two 5-6 months internship positions at our office in Stockholm, Sweden\n \n\n\n\n  \n\n\n\n\n\n**Quick summary** \n\n\n\n\n  \n\n\n\n\n* **Experience** \n :\n \n Minimum of 1-2 years hands-on experience in web development\n* **Skills** \n : Practical knowledge of React JS, Redux, TypeScript, Tailwind CSS, NodeJS, document databases, and\/or REST API protocols\n* **Time frame:** \n  Starting mid- to end of August. Minimum of 5 to 6 months.\n* **Company** \n : Established in 2015 with 10 employees, serving B2B clients in 10 countries\n* **Products** \n : Two web solutions - Soulcircus.se and Cruncho.com\n* **Growth:** \n  Eager to learn and grow within a company poised for rapid expansion\n\n\n\n  \n\n\n\n\n\n**Embark on a tech journey with Dream Troopers** \n\n\n\n\n  \n\n\n\n\n\n Established in Stockholm in 2015, Dream Troopers AB, a small yet ambitious team of around 10 employees, emerges as an innovative multi-awarded tech company.\n \n\n\n\n  \n\n\n\n\n\n We specialize in crafting SaaS whitelabel event calendars (\n **Cruncho Events** \n ) and hyperlocal urban guides (\n **Cruncho Guides** \n ), serving municipalities, tourism boards and local media. Our reach spans 10 countries, with Sweden leading the way. Last fall, Atout France and the French Ministry of Tourism officially selected our company’s solutions to cover the Paris 2024 Olympic and Paralympic Games.\n \n\n\n\n  \n\n\n\n\n\n But there's more - our innovation extends to our new B2C platform,\n **Soulcircus.se** \n , connecting people and companies with a community of experienced teachers, healers and practitioners in the segment of wellness, alternative healing, and personal growth, all powered by our own tech. This new platform, first released in Sweden, is set to launch in other countries, with an ambitious goal to help build a better world.\n \n\n\n\n  \n\n\n\n\n\n**Position Overview** \n\n\n\n\n  \n\n\n\n\n\n Our company is seeking \n \n 2 Full Stack Developer Interns currently taking a Masters in Computer Science at KTH, Chalmers University, Stockholm University or similar, and \n \n willing to learn and practice end-to-end development. Joining a close-knit team of 3 Full Stack Developers, composed of both professionals and Masters’ students from top engineering schools, you’ll collaborate closely with the CEO and Business Development team to shape our in-house projects.\n \n\n\n\n In this dynamic environment, your impact on Soulcircus and Cruncho’s success stories is clear, enhancing your own career journey in the process. Step into a realm of endless innovation where your talents can truly shine!\n \n\n\n\n  \n\n\n\n\n\n**Key Responsibilities** \n\n\n\n\n  \n\n\n\n\n* Development planning in collaboration with the tech team\n* Continuous development and maintenance of Soulcircus and Cruncho’s frontend and backend apps - including a\n \n white\n \n label city guide and its CMS, an event calendar and its event manager, soulcircus.se including payment options, APIs and an admin module\n* Work with databases and production data (querying, extracting reports, bulk updates, MongoDB, Elastic Search, etc.)\n* Maintain a consumer-focused outlook and aid in the delivery of projects to market\n* Troubleshoot irregularities and optimize performance\n* Share responsibility of the product as a whole\n\n\n\n  \n\n\n\n\n\n**Requirements** \n\n\n\n\n  \n\n\n\n\n* Currently taking a \n **Master's degree** \n  in Computer Science or related field\n* Minimum of\n **1-2 years' experience** \n working hands-on with web development\n* Practical knowledge in a variety of technologies including React JS, Redux, TypeScript, Tailwind CSS, Fastify, document databases, REST API protocols and responsive web UI\n* Familiarity with the dynamics of the start-up ecosystem\n* Familiarity using Scrum\/Agile development methodologies\n* Excellent verbal and written English communication. Swedish is a plus\n\n\n\n\n\n\n\n As an individual, you're a proactive self-starter, capable of working both collaboratively and with a high degree of independence. Your problem-solving and organizational skills and your attention to detail set you apart. You excel in challenging environments, finding joy in hands-on learning and consistently striving for improvement. You approach life with optimism, coupled with a healthy sense of humor. Your adeptness at fostering trust and cultivating lasting relationships is noteworthy.\n \n\n\n\n  \n\n\n\n\n\n**Extra Beneficial Qualifications** \n\n\n\n\n  \n\n\n\n\n* Expertise in DevOps best practices, including adeptness with Docker containers\n* Proficiency in Simple Analytics, Grafana, Google Analytics or other analytics platforms\n* Skill in web scraping techniques\n* Basic grasp of UI\/UX design principles\n* Aptitude in image editing software such as Figma, Sketch, Photoshop and more\n\n\n\n  \n\n\n\n\n\n**What we offer** \n\n\n\n\n  \n\n\n\n\n* Engagement with a blooming enterprise within an exciting market\n* A collaborative, creative and supportive work environment with a family feeling\n* Room for personal and professional growth\n* Access to an 80m2 private office in Stockholm providing a versatile co-working environment, an integrated yoga\/meditation studio, complimentary breakfast and fruit offerings, and afterwork gatherings\n* Embrace of flexible working hours, catering to individual work-life balance\n\n\n\n  \n\n\n\n\n\n\n\n\n\n**Positions available** \n : 2\n \n\n\n\n**Preferred commencement** \n : mid- to end of August 2024\n \n\n\n\n**Duration** \n\n : 5 to 6 months (can be longer)\n \n\n\n\n\n**Employment type** \n : Full-time (40 hours per week)\n \n\n\n\n**Compensation** \n : Yes\n \n\n\n\n**Location** \n : Bromma, Stockholm, Sweden. Office within a business complex shared with other companies.\n \n\n\n\n  \n\n\n\n\n\n**How to apply** \n\n\n\n\n  \n\n\n\n\n\n If you're interested, please send along your CV via LinkedIn. Don't hesitate - the recruitment process is ongoing and we look forward to hearing from you soon!\n \n\n\n\n For more information or questions please contact us at hello@soulcircus.com. Feel free to learn more at cruncho.com and soulcircus.io.\n \n\n\n\n  \n\n\n\n\n\n \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n \n\n\n\n  \n\n\n\n\n\n**Experience sharing from our colleagues:** \n\n\n\n\n  \n\n\n\n\n\n “\n *The amazing thing about working at Dream Troopers is that your ideas really, truly matter. To be involved for the entire development process requires a large serving of personal responsibility and excellent communication skills - but the payoff is huge. Dream Troopers is exciting, empowering and provides an endless catalyst for personal development, all while being surrounded by a diverse team of brilliant, kind and fun individuals.* \n ”\n \n\n\n\n  \n\n\n\n\n\n Tobias, UX- and Frontend Engineer\n \n\n\n\n\n\n\n\n*“Dream Troopers is a place where you can put your ambitions and ideas into practice. I’m continuously developing my technical skills as well as how to better integrate my work with UX and business goals. I truly feel that the only limit to my growth is myself. Dream Troopers is a creative and progressive environment that nurtures talent.”* \n\n\n\n\n  \n\n\n\n\n\n Anders, Backend Developer and Data Scientist\n \n\n\n\n  \n\n\n\n\n\n*\"When you are part of Dream Troopers, you are part of a team that consistently works together to produce the best work possible, while also ensuring each individual has the opportunity to grow and learn. The people at Dream Troopers trust each other inherently to reach the greatest solutions possible, and every idea is truly listened to and heard. This team is full of positivity and ambition, so if you want to grow in the best environment possible, Dream Troopers is the place for you!\"* \n\n\n\n\n  \n\n\n\n\n\n Romain, Full Stack Developer\n \n\n\n\n  \n\n\n\n\n\n*\"My time at Dream Troopers was an unforgettable experience. Not only did I grow both personally and professionally, but I also had the opportunity to discover Sweden along the way. At Dream Troopers, they pay particular attention to the well-being of each individual, which creates an atmosphere filled with good vibes and great energy. Every day was a blessing filled with new challenges and opportunities for creativity. The people at Dream Troopers work hard and believe in their vision, and given the chance, I’m sure you will too!\"* \n\n\n\n\n  \n\n\n\n\n\n Mathéo, Full Stack Developer\n \n\n\n\n  \n\n\n\n\n\n**Welcome to Dream Troopers!**","company_url":"https:\/\/se.linkedin.com\/company\/cruncho","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQF0KmlQSVU1BA\/company-logo_100_100\/0\/1683529505334\/cruncho_logo?e=2147483647&v=beta&t=OPJgMTZ7vS8Ub7_o1S7Fci8PVWQqCLIM4G9rCF94H78","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3919065044","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3919065044","job_url_direct":"https:\/\/jobb.kundo.se\/jobs\/4465347-senior-backend-developer&urlHash=Bqal","title":"Senior Backend Developer","company":"Kundo","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"jonatan@kundo.se","description":"Kundo är ett SaaS-bolag som erbjuder Nordens mest okrångliga kundservicelösning. Kundservice är en bransch i snabb förändring där ny teknik\/AI har medfört stora möjligheter till innovation och effektivisering. Det innebär att vi har en spännande resa framför oss där vår produkt både ska byggas ut men också transformeras för att möta nya behov och de möjligheter som finns med AI.\n \n\n\n\n På vår fortsatta tillväxtresa letar vi efter dig som vill ansluta till vårt fantastiska produktutvecklingsteam som backend-utvecklare med kunskap och intresse för infrastruktur och drift.\n \n\n\n\n Denna roll kommer att bidra till att framtidssäkra vår plattform och möjliggöra våra AI-drivna initiativ, delta i utvecklingsprojekt, samt vidareutveckla och underhålla vår skalbar cloud-arkitektur och hantering av säkerhetslösningar. För att trivas i rollen tror vi att du har:\n \n\n\n\n  \n\n\n\n\n* Minst 5 år erfarenhet av webbutveckling\n* Bred erfarenhet av produktutveckling i Python\n* Djup kunskap av AWS infrastruktur och Infrastructure as code\n* Känner dig trygg gällande DevOps praxis och har praktisk erfarenhet av mjukvaru-releaser (helst continous deployment)\n\n\n\n  \n\n\n\n\n\n**Om vår produkt** \n\n\n\n\n Med vår produkt får våra kunder ett modernt och kraftfullt kundserviceverktyg att samarbeta i för att svara på alla ärenden som de får in. Med hjälp av vår produkt levererar organisationer i Norden en bättre kundserviceupplevelse till tiotusentals kunder varje dag.\n \n\n\n\n Flera miljoner meddelanden passerar genom våra system varje månad - och den siffran ökar hela tiden. Enkelheten i att använda våra tjänster är mycket uppskattat av våra kunder och något vi är stolta över.\n \n\n\n\n Undrar du vilka tekniker vi arbetar med? Här är de tekniker du kommer att arbeta med:\n \n\n\n\n  \n\n\n\n\n* Python - Django\/FastAPI\n* AWS (Kostnadsoptimering, Nätverk, IAM)\n* Kubernetes\n* Terraform\n* MySQL\n* Elastic Search\n\n\n\n  \n\n\n\n\n\n**Vad kan vi erbjuda dig?** \n\n\n\n* Små team med täta samarbeten inom och utanför teamet\n* Högt lärande och delaktighet i alla delar av produktutvecklingen\n* Goda förmåner som ett 32 dagars semester, kollektivavtal, friskvårdsbidrag på 5000 kr\/år, pension (ITP-1) och privatvårdsförsäkring\n* Hybrid-upplägg som möjliggör remotearbete 2 dagar\/vecka\n* Konferensresa varje höst, roliga teamaktiviteter och interna events, sommarfest och julbord, etc\n\n\n\n  \n\n\n\n\n\n Har du några frågor? Vi berättar gärna mer! Hör av dig till Jonatan Larsson på 070-5124424 eller jonatan@kundo.se. Till denna tjänst tar vi ingen hjälp av partners, utan kommer att sköta processerna på egen hand internt.","company_url":"https:\/\/se.linkedin.com\/company\/kundo","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQENbNVccYB0lA\/company-logo_100_100\/0\/1687961928153\/kundo_logo?e=2147483647&v=beta&t=gVQffwv80oWhk-xcKyxZtGeqYJZ6uqPWhvHp1SJXcyM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950342077","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950342077","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Test-developer-in-electrification-151-38\/1083347601\/&urlHash=b7TI","title":"Test developer in electrification","company":"Scania Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"malin.petersen@scania.com","description":"Are you ready to be part of Scania's exciting electrification journey? With us, you have the opportunity to contribute to the development of electrified transport vehicles in a department that works with software development for many of the electrified systems. We are now looking for more test engineers who want to be part of this journey and shape the sustainable transport solutions of the future.\n   \n\n  \n\n In our team, we work closely together in an inclusive and creative environment. We help each other every day. Sometimes we work from home and sometimes from the office - it is flexible and driven based on needs, and we are on site approximately 50%. The team is mixed in both genders, ages and nationalities, we are innovative together in a open and friendly environment.\n   \n\n  \n\n**The role of the Test Engineer**\n As a test engineer at Scania, you will develop a broad competence within the vehicle's control system and get an overview of how different functions work together in the software. Here you not only get the opportunity to use your creativity and innovative ideas, but also to find effective ways to verify and improve our products. At the group, we work specifically with software that controls charging, climatization, and auxiliaries in the vehicle. We also test cyber security of the software.\n   \n\n  \n\n Your tasks will include system testing of software, including requirements review, test case creation and creation of test scripts for automated tests. Testing will be performed both in test rigs (SIL and HIL) and in real vehicles (trucks and buses). The HIL rigs we work with are built by the group, so also practical work with minor reconstructions in the rigs is the group's responsibility. You will also be responsible for analyzing test results and constantly working to improve strategies and methods. Close collaboration with software developers and requirement writers is a natural part of your role to deliver high-quality products to our customers.\n   \n\n  \n\n**Are you who we are looking for?**\n You can fit in with us both with a few years of experience in a similar role, as well as if you are a recent university\/college graduate. We learn together and have, among other things, a journey towards ISO26262 certification ahead of us. You are responsible, structured, meticulous, and communicative and when it comes to making decisions together with the rest of us, you like to participate in the discussions. You can solve complex problems and enjoy challenging yourself and your colleagues to find creative solutions. Flexibility is a key skill, and you are ready to change focus when needed.\n   \n\n  \n\n To be qualified for this job you should have:\n   \n\n  \n\n  \n\n* A degree in electrical engineering, embedded systems, mechatronics or similar\n* Knowledge of programming. For example Python, Capl and\/or C.\n* Experience with Git or similar.\n* Understanding of embedded systems and basic electrical engineering.\n* A European driving license for a car.\n* English, both spoken and written.\n* Swedish is good to master but not a requirement. However, we would like to see that in the future you want to take a truck driver's license and then, according to the current system, the theory test is in Swedish.\n\n\n Meritorious\n   \n\n  \n\n  \n\n* C and\/or D driving licence\n* Previous experiences from Scania\/automotive\/testing\n* Vector-based programs such as CANoe and vTESTstudio\n\n\n At Scania, we are dedicated to building a diverse, inclusive, and authentic workplace, so if you’re excited about this role but your experience doesn’t align perfectly with every qualification in the job description, we encourage you to apply anyway. You may be just the right candidate for this or other roles! We hire for attitude and train for skills.\n   \n\n  \n\n**We offer**\n At Scania, we believe in your success and development. As part of our team, you will have access to fantastic development opportunities, work with professional colleagues, and be part of a revolutionary journey in the transport industry. We also offer benefits such as a staff car, performance bonus, occupational pension, flexible working hours, discounted lunch and much more. If you live in Stockholm, we even have our own direct bus that takes you to and from work.\n   \n\n  \n\n**For more information**\n If you have any questions, do not hesitate to contact me (Malin Petersén, recruiting manager and Assignment Manager) at malin.petersen@scania.com\n   \n\n  \n\n Your future starts here, at Scania – together for sustainable transport solutions!\n   \n\n  \n\n**Application**\n If you feel that this description suits you and that the role of test engineer at Scania sounds exciting, do not hesitate to submit your application. We look forward to hearing from you!\n   \n\n  \n\n Your application should include a CV, personal letter, and grade copies. Please apply as soon as possible but no later than 2024-06-28. Ongoing selection and interviews will take place during the application period, the position may be filled before the end of the application period.\n   \n\n  \n\n We may use logic and personality tests in our selection process and a background check may be conducted for this position.\n   \n\n  \n\n Welcome to apply!\n   \n\n  \n\n For more information about the company visit: www.scania.com.","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=LgALGJC3Fhq3aYCq1bbi3-jXS_UCs-rtUCigbSxE7-o","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3957265951","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3957265951","job_url_direct":"https:\/\/ea.gr8people.com\/jobs\/183611\/senior-software-engineer?sid=4&urlHash=tHnF","title":"Senior Software Engineer","company":"Frostbite","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Frostbite is EA’s state-of-the-art multi-platform game development engine. Our global team develops creative engine features and cutting-edge tools that let our game makers create stunning games. We’re honored to have thousands of game developers worldwide using Frostbite as they create some of the industry’s best-known titles and amazing player experiences. Join us as we help shape the future of gaming with Frostbite.\n   \n\n  \n\n We are looking for a Senior Software Engineer to join our inclusive Frostbite Architecture Team that reports to Frostbite Head of Technology. As a Senior Software Engineer, you will ensure the stability, performance, and technical health of the Frostbite engine.\n   \n\n  \n\n**Responsibilities**\n* You will work across the entire engine, including engineering investigations, unblocking technical issues, promoting best practices, and enhancing team productivity.\n* You will work with teams to ensure the stability, performance, and technical health of the Frostbite engine. Provide guidance, troubleshoot issues, and foster best practices.\n* You will create tools to maintain and track Frostbite engine quality, analyze data, monitor performance metrics, and enhance efficiency in game team development.\n* You will identify risks and impediments within Frostbite and supporting teams. Help reduce tech debt, improve effectiveness, and propose solutions.\n* You will stay updated with industry trends, evaluate new technologies, and propose improvements to Frostbite's architecture.\n\n\n**Requirements**\n* You have 7 years of experience as a Software Engineer, with a focus on software architecture, systems and performance.\n* You have proficiency in C++ and C# programming languages.\n* You have experience delivering projects using large-scale game engines or complex software systems.\n* You have knowledge of using software development best practices in large teams.\n* You have experience with gaming and a desire to push the boundaries of technology in the gaming industry.\n\n\n If you are an experienced Senior Software Engineer with experience in architectural design, performance optimization, and improving the technical health of game engines, we invite you to join our inclusive team. Help shape the future of Frostbite and deliver unparalleled gaming experiences.","company_url":"https:\/\/se.linkedin.com\/company\/frostbite","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D560BAQH46Aid9Pi_tg\/company-logo_100_100\/0\/1702935861858\/frostbite_logo?e=2147483647&v=beta&t=_IA1J7WNDDQuUf8fBs7daSbp_faAtgnXC00kI0yWN6U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3691317397","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3691317397","job_url_direct":"https:\/\/www.accedo.tv\/job-openings\/SeniorSoftwareEngineerJavaCloudSolutions-A9139?FSU=SeniorSoftwareEngineerJavaCloudSolutions-A9139&LSU=SeniorSoftwareEngineerJavaCloudSolutions-A9139&urlHash=grwj","title":"Senior Software Engineer Java (Cloud Solutions)","company":"Accedo.tv","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n\n  \n\n\n\n\n**About Accedo** \n\n  \n\n\n\n\n Accedo is a global video solutions provider, pioneering some of the world’s most impactful multi-screen experiences. We enable video businesses of all shapes and sizes to continuously grow, evolve, and innovate their offerings across regions, platforms, and devices. We leverage our long standing experience and focus on innovation to create premium and engaging video experiences.\n \n  \n\n\n\n\n**Our team** \n\n  \n\n\n\n\n Within Accedo, Global Solutions is a team of highly motivated experts with domain knowledge in PayTV\/Broadcast, OTT, and Cloud. We're looking for a skilled Senior Software Engineer to join the Global Solutions function. As a Senior Software Engineer, you will be part of a diverse and multi-disciplined team, leveraging cutting edge technologies and working with well recognized global brands. The role involves working in a highly collaborative environment, interacting and providing guidance and thought leadership to internal and external stakeholders, formulating and implementing new solutions, driving the creation of prototypes, and further evolution of existing solutions.\n \n  \n\n\n\n\n**About The Position**\n\n  \n\n\n\n\n We are looking for a Senior Software Engineer who will strengthen our Global Solutions team and contribute towards accelerating the work on our cloud platform, which encompasses back-end services, systems, and infrastructure that power our cloud solutions.\n \n  \n\n\n\n\n Back-end services are primarily Java-based and cloud-native. We believe in a DevOps mindset, which for us means that we take full responsibility for developing and running the stack -- 'we build it and we run it'. You will play a key role in designing, building, and maintaining large-scale, high availability back-end services, and own the platform infrastructure including managing cloud resources, build pipelines, and more. You will also be responsible for promoting a sound engineering culture through active technical leadership and hands-on development.\n \n  \n\n\n\n\n**What We Are Looking For**\n\n  \n\n\n\n\n For this particular role, we're looking for candidates who have extensive experience with Java and running services at scale, built on top of a Public Cloud (preferably AWS). You should also have:\n \n  \n\n\n\n\n* Deep knowledge of Java and Java-related technologies\n* Experience building secure and reliable high-concurrency systems with very strict high-availability and low-latency requirements\n* Experience building systems running on top of AWS and utilizing a variety of cloud resources\n* Solid application performance tuning experience\n* Strong system \/ service development experience\n* Solid understanding of engineering methodologies, practices, and tools\n* Experience with a wide variety of back-end technologies, databases, and architecture, including their benefits and trade-offs\n* Experience integrating open source and 3rd party APIs and libraries\n* Ability to communicate clearly in English with technical and non-technical teammates\n* Proven experience with live debugging and incident resolution\n\n\n\n  \n\n\n\n\n Does this sound like it's up your alley? Let's have a chat.\n \n  \n\n\n\n\n At Accedo, we are committed to fostering an environment of inclusiveness where employees are both valued and heard. Inclusion also means having diverse representation in gender, race, sex, thought, and other personal characteristics to contribute towards the betterment of our commerce and people. We strongly encourage applications from diverse communities to contribute towards our commitment of inclusivity.","company_url":"https:\/\/se.linkedin.com\/company\/accedo-tv","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D560BAQGPbODhKwhqgg\/company-logo_200_200\/0\/1717779597101\/accedo_tv_logo?e=2147483647&v=beta&t=AHCdHUxZqlcmWa3pbCe2M95XPeg1yNBjhojAn9vA3wY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3957334344","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3957334344","job_url_direct":"https:\/\/epidemic-sound.teamtailor.com\/jobs\/4530529-senior-growth-engineer?utm_source=LinkedIn&urlHash=YOGd","title":"Senior Growth Engineer","company":"Epidemic Sound","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**At Epidemic Sound we are reinventing the music industry. Our carefully curated catalog, with over 40,000 tracks, is tailored for storytellers, streaming services, and in-store soundtracks. Countless clients around the world, from broadcasters, production companies, DSPs, and YouTubers rely on our tracks to help them tell their stories. Epidemic Sound’s music is heard in hundreds of millions of online videos daily, across millions of playlist streams, and in thousands of in-store locations. Headquartered in Stockholm, we’re spread across offices in New York City, Los Angeles, Seoul, Hamburg, and Amsterdam. We’re growing fast, have lots of fun, and are taking the music industry with us.**\n We are looking for a Senior Growth Engineer to help us take our platform to the next level! The position is full-time and based in Stockholm.\n   \n\n  \n\n**How You Will Make An Impact**\n Acquisition is seeking an experienced Growth Engineer with a strong focus on frontend development and user acquisition\/growth to join our team. You’ll play a vital role in optimizing our conversion rate and shaping the first impression of visitors' interaction with Epidemicsound.com. You’ll work on public pages, signup flows, and the necessary tools and infrastructure required for user acquisition.\n   \n\n  \n\n**What You’ll Do**\n* Collaborate closely with product teams, SEO team, and Performance Marketing team to drive growth and conversion rate optimization\n* Conduct A\/B tests and analyze data to improve user experience\n* Act as an architect, taking ownership of complex technical projects, including planning, cross-team collaboration, and impact evaluation\n* Utilize your expertise in frontend web development technologies such as Typescript, React, Next.js, HTML, and CSS\n* Leverage your experience in backend development, particularly in Python and\/or frameworks like Django\n* Fostering an inclusive and collaborative culture\n* Embrace agile development processes, including pair and mob programming, to share knowledge\n\n\n**What You’ll Bring**\n* Experience from working as a fullstack developer, with focus on frontend development\n* Strong knowledge using Typescript, React, HTML and CSS\n* Experience from working with full stack frameworks like Django or Ruby on Rails.\n* Strong interest in user growth, A\/B testing, and interest and knowledge in experimentation and product analytics\n* Experience working with web application performance, reliability, monitoring, and CI\/CD\n\n\n**It would also be music to our ears if you have\/are:**\n* Familiar with SEO practices\n* Knowledge of CMS systems\n\n\n**Most importantly**\n If you possess strong communication skills, a collaborative spirit, and a passion for personal and professional development, this is the opportunity you’ve been looking for. Join our team to work in an environment that fosters innovation and embraces diversity.\n   \n\n  \n\n Epidemic Sound, the market leading platform for restriction-free music, is headquartered in Stockholm, heard around the globe and on a mission to soundtrack the world.The company has democratized access to music for storytellers. Its innovative digital rights model paves the way for creators - everyone from YouTubers to small businesses to the world’s largest brands - to use restriction-free music to take their content to the next level, whilst simultaneously supporting the musicians it works with both financially and creatively.The company was co-founded in 2009, operates across the globe, and has offices in five major cities: Stockholm, New York, Los Angeles, Seoul and Amsterdam. Epidemic Sound is backed by EQT, Blackstone, Creandum, Atwater Capital, Alecta. AMF, and TIN Fonder and its Chairperson is Andrew Fisher, former CEO and Chairman of Shazam.","company_url":"https:\/\/se.linkedin.com\/company\/epidemic-sound","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D560BAQEAhqWbU9dDHg\/company-logo_100_100\/0\/1709289584982\/epidemic_sound_logo?e=2147483647&v=beta&t=q7fSNGa1OQ_UfyX1luARxu5KB4ConhlIFmcis3OTe3w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"8e259d5b892ef64c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8e259d5b892ef64c","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28914598","title":"Engineering Manager","company":"Meet a Group international AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1719100800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"jakob.andersson@kognic.com","description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \nKognic is on a mission to make everything that moves autonomous. We help AI product teams better understand their data by providing the best annotation platform for sensor-fusion datasets. We are an ambitious team building a global company together. We are now looking for someone to lead one of our development teams. Do you want to join us?\n  \n  \n\nThe Role\n  \n  \n\nAs the Engineering Manager for our Order Team, you lead, coach, and manage the team. You will work with a group of driven product developers skilled in backend and frontend development and UX design and interact with developers and stakeholders across the company.\n  \n  \n\nThe team owns our customers' user journeys and builds the APIs and applications for specifying and ordering data projects. It works with everything from data upload and conversion to authentication and authorisation, creating a composable foundation for client workflows. We build our SaaS product in React, Typescript, Scala, and Python on a cloud native foundation. The team owns the complete application lifecycle and is empowered to scope and slice increments to achieve a high velocity of valuable, viable, usable, and feasible increments. It works according to the DevOps principles, enabling focus on our products without building technical debt and hard-to-maintain software.\n  \n  \n\nWe expect you to work tactically and strategically and inspire the delivery of world-class products. You nurture our empowerment culture and guide the team to successful product outcomes. You will work closely with our product managers on the team's vision, goals, and roadmap, facilitating technical decisions and increment scoping.\n  \n  \n\nYou will be responsible for the employee lifecycle, including salary and performance review. We believe in empowered teams, and attracting and growing top-performing talents with various skill sets is vital to your success. We foster a culture of innovation, collaboration, empowerment, and trust in the team and that their objectives and missions inspire the delivery of a world-class platform. You will report to the VP of Engineering and be a member of the Engineering Management Team and the company’s extended management team.\n  \nWe are looking for you!\n  \n  \n\nWe seek individuals who shine in technical and leadership contexts. Besides your development knowledge, we value that you are a team player with good communication skills, have a growth mindset, and value outcomes over activities.\n  \nWhy Kognic?\n  \n  \n\nWe are in it to win and have a lot of fun while doing it! To be part of Kognic is to be part of a purpose-driven company with strong values where we create together what Kognic will be tomorrow. Besides working with around 120 talented and humble people from many different nationalities in a fun and creative environment, we also have many other great benefits!\n  \n  \n\nWorking in the exciting field of AI and playing an important part in the world’s next great technological leap\n  \n  \n\nA hybrid work model and an employer that prioritises life-work balance\n  \n  \n\nLots of team and office events, parental pay, salary exchange, excellent health benefits, order your computer, place your pension—to name a few\n  \n  \n\nFrom our early days as a start-up to our current life as a scale-up, we work in a dynamic environment, which means that every day might be different from the next, but that is precisely how we want it. Kognicians all have a strong desire to explore uncharted territory and a willingness to learn constantly.\n  \n  \n\nJoin us!\n  \n  \n\nWe recommend that you submit your application as soon as possible. We select and perform interviews continuously. If you have any questions regarding the position, please contact our VP of Engineering, Jakob Andersson, at jakob.andersson@kognic.com.\n  \nAbout Kognic\n  \n  \n\nKognic was conceived in the curious minds of Daniel Langkilde and Oscar Petersson, two engineers who dared to dream big and help machines make sense of our messy, chaotic, and unstructured world. Kognic's pioneering annotation solution helps companies accelerate the development of high-performing and trusted AI products, focusing on bringing the most advanced driver-assistance systems (ADAS) and autonomous driving (AD) to market.","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3957301098","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3957301098","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/238383-digitalroute-ui-engineer-aimachine-learning-integration\/&urlHash=dhHb","title":"UI Engineer - AI\/Machine Learning Integration","company":"DigitalRoute","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Do you love building user interfaces that bring complex data to life? Are you passionate about machine learning and its potential to revolutionise user experiences? If so, then we want to hear from you!**\n**We are seeking a talented UI Engineer to join our team and play a pivotal role in integrating our cutting-edge machine learning models with our core SaaS platform. You will be responsible for translating model outputs into clear, actionable insights through a visually appealing and intuitive user interface.**\n***We have the data - come work with us!***\n The world is changing in the way we consume products, from ownership to usership, and DigitalRoute is positioned in the centre of the transition. Because, when enterprises pivot to usage-based business models, they often make an unfortunate discovery. Their systems weren’t built to handle the massive data volumes and complexity that usage-based models generate. This causes them to leak revenue and respond too slowly to customer demand. DigitalRoute solves this by creating a real-time usage data layer for enterprises. Our products transform raw usage data into clear information for billing, in real time and at high scale.\n   \n\n  \n\n At DigitalRoute we are shifting our focus from moving data at scale to delivering new insight and value out of the data we process. We call this Usage Intelligence: anomaly detection, usage forecasting, churn prediction, etc.. This new value creation heavily relies on artificial intelligence and machine learning techniques.\n   \n\n  \n\n**What You'll Do**\n* Collaborate with Product Managers and Data Scientists to understand machine learning model functionalities and outputs.\n* Design and develop user interfaces for integrating machine learning model APIs with the existing SaaS platform.\n* Translate complex model results into clear and actionable visualizations using dashboards and other UI elements.\n* Ensure seamless integration with the platform's native UI and user experience for a cohesive feel.\n* Write clean, efficient, and maintainable code using modern front-end technologies (HTML, CSS, JavaScript).\n* Conduct thorough testing across different browsers and devices to ensure optimal performance.\n* Stay up-to-date with the latest trends and advancements in UI\/UX design and machine learning visualization techniques.\n\n\n**What You'll Bring**\n* 3+ years of experience as a UI Engineer or in a similar front-end development role.\n* Proven ability to design and develop user interfaces that are both visually appealing and user-friendly.\n* Self-driven, opinionated, and autonomous work ethic.\n* Strong understanding of HTML, CSS, and JavaScript (including frameworks like React, Node).\n* Experience with integrating APIs and data visualization libraries.\n* Familiarity with machine learning concepts and a passion for its potential applications.\n* Excellent communication and collaboration skills to work effectively with cross-functional teams.\n* A meticulous eye for detail and a commitment to writing clean and well-documented code.\n* Experience with GitHub and GitHub CI\/CD processes.\n* Experience with building dashboards and data visualization tools.\n* Knowledge of accessibility best practices.\n* Understanding of SaaS development principles and familiarity with at least one of the major cloud platforms (AWS, GCP, Azure, OCI)\n\n\n We apply continuous selection, and the position may be filled before the last application date.\n   \n\n  \n\n DigitalRoute wants to be part of an inclusive and diverse environment and we are actively looking for qualified candidates irrespective of gender, sexual orientation, ethnicity, disability, or age. You will be part of a global and diverse company where our differences are our strengths.\n   \n\n  \n\n**We offer a competitive salary and benefits package, along with the opportunity to work on cutting-edge technology that is making a real impact. If you are a talented UI Engineer who is excited to push the boundaries of human-machine interaction, then we encourage you to apply!**","company_url":"https:\/\/se.linkedin.com\/company\/digital-route","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQFp0wHpBxAN-g\/company-logo_100_100\/0\/1653054008669\/digital_route_logo?e=2147483647&v=beta&t=kVNul1h90mLB5kKWn4SEXIL5BFumih4QA_EaT1EZPBs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4d59e418f27dcc10","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=4d59e418f27dcc10","job_url_direct":"https:\/\/www.trafikverket.se\/om-oss\/jobba-hos-oss\/lediga-jobb\/ikt\/systemtekniker-windows-server-272024122\/","title":"Systemtekniker Windows server","company":"Trafikverket","location":"Göteborg, O, SE","job_type":null,"date_posted":1719100800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Om jobbet**\n-------------\n\n\nNu har du chansen att bli en av våra systemtekniker i teamet som sköter driften och underhåll av Trafikverkets Windowsmiljöer.\n\n\nDu ingår i ett kvalificerat datacenterteam som producerar tjänster med hög kvalitet inom server, nätverk, lagring och backup. Du och dina kollegor ansvarar för att installera och härda Windows serveroperativsystem samt att felsöka och åtgärda eventuella uppkomna problem. Du kommer att arbeta självständigt med stort ansvar och ha dagliga kontakter med resten av teamet, övriga team, förvaltare och leverantörer. I arbetet kan dagjourarbete med en dispatcherroll samt beredskap på kvällar och helger förekomma.\n\n\nVad vi kan erbjuda dig:\n\n\nVi vill att det ska gå bra för dig och vi kommer ge dig en gedigen introduktion så att du kommer in i jobbet väl. Du kommer få en mentor som stöttar dig och dina grymma kollegor på enheten kommer att finnas där för att stödja dig och dela med sig av sina erfarenheter och bidra till din fortsatta utveckling.\n\n\nVåra medarbetare trivs hos oss och har meningsfulla arbetsuppgifter, vilket avspeglas på olika undersökningar, där vi rankats som en av Sveriges mest attraktiva arbetsgivare.\n\n**Kvalifikationer**\n-------------------\n\n**Vem är du?**\n\nFör att lyckas i rollen har du en god kommunikationsförmåga som innebär att du är lyhörd och anpassar din kommunikation till mottagaren. Du är en social person med god samarbetsförmåga som även trivs att arbeta självständigt. Du har god problemlösningsförmåga som gör att du identifierar problem och utvecklar lösningar ur ett helhetsperspektiv. Slutligen är du vetgirig och drivs av att utveckla vilket bidrar till att organisationen når sina mål och skapar nytta.\n\n  \n\nVi söker dig som\n\n* har minst ett års yrkeserfarenhet inom drift av Windows server On premises 2016 eller senare version\n* har teknisk utbildning på minst gymnasienivå alternativt annan utbildning i närtid som vi bedömer likvärdig\n* har goda kunskaper i svenska i tal och skrift\n* har läsförståelse i engelska\n\n  \n\nDet är meriterande om du\n\n* har arbetslivserfarenhet och\/eller teoretisk kunskap om Windows kluster\n* har kunskap och arbetslivserfarenhet av Wmware, backup och Active Directory, AD.\n* har erfarenhet av att arbeta med Powershell-script\n* har erfarenhet av arbete i en agil organisation\n**Övrig information**\n---------------------\n\n\nMöjliga placeringsorter är Borlänge, Gävle, Göteborg, Stockholm.\n\n\nÖnskar du att arbeta delvis på distans? I den här tjänsten finns det möjlighet att arbeta hemifrån upp till 40 procent av din arbetstid.\n\n\nPå Trafikverket finns ett aktivt fritidsförbund som erbjuder olika former av fritidsaktiviteter för anställda och deras familjer.\n\n\nSom anställd på Trafikverket har du möjlighet till ett årligt friskvårdsbidrag. Det innebär att du kan få bidrag för aktiviteter inom motion och friskvård. Du har även möjlighet till förmånscykel som anställd. Vi vill inspirera till ökat och säkert cyklande med fokus på vår vision smidigt, grönt och tryggt.\n\n**Ansökan**\n-----------\n\n\nDe frågor som du får besvara när du skickar in din ansökan kommer att ligga till grund för det första urvalet vi gör. Urvalstester kommer att användas i denna rekrytering. Om det inte står något annat i annonsen vill vi att du bifogar ditt CV. Vi har slutat begära in personligt brev eftersom vi inte har med det som del av urvalsunderlaget.\n\n\nInom vår IT-organisation är du med och utvecklar Sverige med hjälp av moderna och innovativa lösningar. Vi är mitt i en spännande förändring där vi försöker ta vara på digitaliseringens möjligheter till fullo. Digitaliseringen ställer allt större krav och vi vill därför anpassa oss vad gäller kompetens, arbetssätt och organisation i takt med utvecklingen. Vi har ett helhetsansvar för IT och telekom, en verksamhet som pågår dygnet runt, året om - precis som Sveriges transportsystem.\n\n\nPå Trafikverket jobbar vi med att göra Sverige närmare. Vi tror på att en förening av olika erfarenheter, bakgrunder och perspektiv är den bästa grunden för att bygga en arbetsplats fri från diskriminering och en miljö där alla trivs och gör sitt bästa. Vi tror på mångfald där den gemensamma nämnaren är pålitlighet, engagemang och mod. För det är så vi bäst representerar vårt samhälle.","company_url":"https:\/\/se.indeed.com\/cmp\/Trafikverket","company_url_direct":"https:\/\/www.trafikverket.se\/","company_addresses":"Borlänge","company_industry":" Government","company_num_employees":"5,001 to 10,000","company_revenue":"$5B to $10B (USD)","company_description":"Trafikverket ansvarar för långsiktig planering av transportsystemet för vägtrafik, järnvägstrafik, sjöfart och luftfart.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/e0058d562c8cbd7c432ee31e9b584b7e","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/ef5abeb31a1c8d7d9536ecfa1e8b8c8f","ceo_name":"Roberto Maiorana","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/8c8ceac84839a8037f83b8d862a456ef"},{"id":"c500f94c44ffdfc9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c500f94c44ffdfc9","job_url_direct":"https:\/\/recruit.visma.com\/External\/OJCustomer3\/AssignmentView.aspx?GuidExtSoftware=723f0a23-9cb4-41b6-b4c5-ede4e1c861ff&guid=DB217D6D-6A12-4044-92D6-6F60B292431D&locId=1","title":"Kommunikation- och nätverkstekniker","company":"Ronneby kommun","location":"Ronneby, K, SE","job_type":"fulltime","date_posted":1719100800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"tobias.ekberg@ronneby.se, helena.carlbergandersson@edu.ronneby.se","description":"**Om arbetsplatsen**\n--------------------\n\n\nNu har du chansen att bli en av oss!\n  \n\n  \n\nIT-driften i Ronneby kommun är centraliserad och vi arbetar från Stadshuset. Vi är totalt 11 personer som har ansvar för all IT-drift i kommunen och dess kommunala bolag.\n  \n\n  \n\nVi arbetar tillsammans med hjärta och kvalitet för att kunna ge bästa möjliga service till Ronneby kommuns invånare. Ronneby ligger vackert mellan hav och skog i mitten av Blekinge. Dessutom har vi bra kommunikationer med bil, tåg och flyg.\n  \n\nDina 2500 blivande kollegor är duktiga på att möta framtidens utmaningar och våra invånares ökade förväntningar genom digitalisering, samarbete och ett engagerat ledarskap.\n  \n\n  \n\nTillsammans med dig gör vi Ronneby ännu bättre!\n  \n\n  \n\nVi erbjuder dig:\n  \n\nEn spännande tjänst där du får vara med och forma framtidens IT-miljö för Ronneby kommun och dess tre kommunala bolag. Tjänsten innehåller arbetsuppgifter med stor bredd, där du får vara med i hela processen från start till mål. Du får en personlig pott med kompetensutvecklingspengar som gör att du hela tiden kan utveckla dig själv och därmed även enheten. Varje vecka förfogar du över en friskvårdstimme och har möjlighet att använda flexarbetstid. När du börjar hos oss kommer du att få gå bredvid den person som haft tjänsten och nu ska gå i pension samt en annan kommunikationstekniker.\n\n\n**Arbetsuppgifter**\n-------------------\n\n\nDu och en kollega är tillsammans ansvariga för vår nätverksmiljö som innehåller bland annat 350st Cisco switchar, 1000 st Aruba accesspunkter, Fortigate säkerhetsprodukter och mycket annat.\n  \n\nFörutom utveckling och underhåll av nätverksmiljön kommer du ingå i teamet som har hand om sista linjens support mot våra användare inom IT-kommunikationsfrågor.\n\n\n**Kvalifikationer**\n-------------------\n\n\nDå utvecklingen går väldigt snabbt inom IT, anpassar du dig fort till förändringar och nya utmaningar. Vidare är du nytänkande och tror på dig själv och din förmåga, vilket gör att du tar eget ansvar och är uppgiftsfokuserad när du tar dig an våra svåraste ärenden.\n  \n\n  \n\nDu har en IT-utbildning på eftergymnasial nivå eller har arbetat med liknande arbetsuppgifter i några år.\n  \n\nB-körkort är ett krav.\n  \n\n  \n\nMeriterande är kunskaper Fortinet, Aruba och Ciscos produkter.\n  \n\nÄven om ovanstående är mycket viktigt lägger vi störst vikt vid din personliga lämplighet.\n\n\n**Anställningens omfattning**\n-----------------------------\n\n\nAnställningsform: Tillsvidareanställning\n\n  \n\nOmfattning: Heltid\n\n  \n\n**Ansökan**\n-----------\n\n\nAnsök senast: 2024-08-18\n\n\nReferensnummer: A1302369-2024-8\n\n  \n\n**Anställning**\n---------------\n\n\nAntal annonserade arbetstillfällen: 1\n\n  \n\n**Kontakt**\n-----------\n\n\n### **Kontaktperson**\n\n\nTobias Ekberg  \n\nChef för Service- och Digitaliseringsenheten  \n\n0457618111  \n\ntobias.ekberg@ronneby.se\n### **Facklig företrädare**\n\n\nHelena Carlberg Andersson  \n\nVision  \n\n0457-618143  \n\nhelena.carlbergandersson@edu.ronneby.se\n**Övrigt**\n----------\n\n\nRonneby kommun krigsplacerar all tillsvidareanställd personal.\n  \n\n  \n\nVi undanber oss alla erbjudanden om annonserings- och rekryteringshjälp i samband med denna annons.\n  \n\n Frågor om hur du ansöker och lägger in ditt CV ställer du till Visma Recruit 0771-10 10 29.\n  \n\n  \n\nEn ansökan till Ronneby kommun är en allmän handling och dina personuppgifter hanteras enligt GDPR.","company_url":"https:\/\/se.indeed.com\/cmp\/Ronneby-Kommun","company_url_direct":"https:\/\/www.ronneby.se\/","company_addresses":"Ronneby","company_industry":null,"company_num_employees":"1,001 to 5,000","company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3925874461","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3925874461","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Service-Development-Manager-151-38\/1071729301\/&urlHash=jkrH","title":"Service Development Manager","company":"Scania Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Contracted Services and Services Sales Department**\n Scania is now transforming from being a supplier of trucks, buses and engines to a supplier of complete and sustainable transport solutions.\n   \n\n  \n\n Sales and Marketing is responsible for our customer offer and business strategy for Trucks, Bus, Power Solutions, Parts and Services, as well as sales support. Global support and IT applications are provided to the Scania-owned as well as to the independent franchise network creating the right conditions for an efficient retail and wholesale operation.\n   \n\n  \n\n Scania is currently undergoing an exciting digital transformation towards a more flow-oriented, customer-driven, digitalized and lean approach with agile methods and high-performance development teams as key components. - Now is the right time to join us on this exciting journey.\n   \n\n  \n\n**Contracted Services and Services Sales Department** \n is looking for a new team member with a focus on developing Scania’s Services business concerning services sales, related processes, methods, system support and global business concepts to support our retail operation with the right conditions to fulfil their full potential to achieve Scania’s business targets.\n   \n\n  \n\n The work will be carried out in cross-functional groups with agile methodology as a base and in close cooperation with Commercial Operations (CO), Presales & Sales Readiness (KJ), Business Unit’s Distributors, and internal departments.\n   \n\n  \n\n**Your tasks**\n* Drive the development of Services Sales methodologies (Retails Sales Management – Services), business processes within service sales and administration.\n* Drive demands and put requirements on related systems e.g. SCRM, Digital Dealer, quotation tools etc, with high focus on the user journeys and the customer experience.\n* Contribute with a sales perspective on a Global Services concepts in how we promote, educate, sell and package our services.\n* Implementation projects together with CO and BU’s with regards to service business concepts, work methods, and process changes (e.g. Scania ProCare, Retail Sales Management – Services, Services 360).\n* Together with CO representatives create services sales reference groups to maintain a continuous outside perspective on services sales development needs.\n* Act as a representative for the Service Operation area in cross-functional projects to secure a services sales perspective on our services development projects.\n* Define measuring methods, references and tools for service sales performance follow-up.\n\n\n**Your profile**\n* You have a commercial- and open-minded perspective on Scania’s service business, its operation, IT systems and our customer transport business.\n* You are a good listener, communicative and have experience in driving change and improvements.\n* We are looking for a person with experience in Service Operations, previous work in our Business Unit\/Retail network is a merit.\n\n\n The implementations are done by Commercial Operation together with our service network, in close cooperation with our department and therefore you need good personal skills and the ability to support the implementation of both products and systems. You will also be required to act as a trainer and partner towards our services network, together with Commercial Operations.\n   \n\n  \n\n**The team**\n Within Sales & Marketing we are a team of 8 employees consisting of Contract Development Managers, and Service Development Managers committed to enhancing the development of the services sales business in our network. As a Service Development Manager, you will be able to work with an experienced team supporting the global services organisation to achieve the best possible performance by developing service products and effective methods. Besides that, you will also be in a group that will highly support you and where you can broaden your knowledge within the Services Sales Business, including Contracted Services.\n   \n\n  \n\n**For more information, please contact**\n Pedro Costa: +46 72 145 15 37, Head of Contracted Services and Services Sales (KYOA).\n   \n\n  \n\n**Application**\n We are looking forward to reading your application, please apply by the 28th of June at the latest.\n   \n\n  \n\n A background check might be conducted for this position.","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=LgALGJC3Fhq3aYCq1bbi3-jXS_UCs-rtUCigbSxE7-o","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3957291229","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3957291229","job_url_direct":"https:\/\/recruit.visma.com\/spa\/public\/apply?src=Linkedin&guidAssignment=9b559406-c363-4469-8bb8-1ad2f4f9cf88&urlHash=h-qb","title":"Dokumentcontroller","company":"Stockholm Vatten och Avfall","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Om arbetsplatsen**\n Vill du jobba för att Stockholm ska bli världens mest hållbara stad? Vi är Sveriges ledande vatten- och avfallsbolag som varje dag tar ansvar för stockholmarnas och miljöns bästa i allt vi gör, både nu och för kommande generationer. Tillsammans arbetar vi för att Stockholm ska bli världens mest hållbara stad.\n   \n\n  \n\n Är du den som kan hjälpa oss att lyfta bolagets informationshantering? Vi söker dig som kan svara på frågor från medarbetarna om allmänna handlingar, informationshantering, bevarande, gallring och diarieföring.\n   \n\n  \n\n Informationshantering är en viktig och prioriterad del av vår verksamhet och vi behöver stärka upp vårt team för att möta verksamheternas behov. Som dokumentcontroller ingår du i Säkerhets- och informationsenheten och du rapporterar till teamledare. Tillsammans med ditt team hjälper du bolaget med informationshanteringsfrågor genom att skapa förutsättningar för ett bra arbete och du arbetar aktivt med att följa upp att lagkrav efterlevs gällande säker och långsiktig hantering av information. Teamet består av sex medarbetare i rollerna arkivarie, IT-arkivarie, dokumentcontrollers och en teamledare.\n   \n\n  \n\n Din huvudsakliga arbetsplats är på vårt kontor i Ulvsunda, men arbete förekommer även på våra andra anläggningar och kontor. Du har möjlighet att arbeta på distans upp till 50% efter överenskommelse med närmsta chef.\n   \n\n  \n\n**Arbetsuppgifter**\n Som dokumentcontroller har du en viktig roll i att ta hand om företagets material och göra det sökbart och säkrat. Du verkar som stöd till alla bolagets verksamheter och anläggningar vid deras frågor om informationshantering. Du har därmed en nyckelfunktion när det kommer till att stötta verksamheten med alltifrån rådgivning till utbildning och handledning inom informationshantering och dataskydd.\n   \n\n  \n\n Som en del i det dagliga arbetet kommer du hantera uppgifter såsom att:\n   \n\n  \n\n* Diarieföra analog post och arkivlägga handlingar\n* Bevaka vår funktionsbrevlåda för inkommande e-post för att snabbt kunna ta hand om eller vidarebefordra inkommande e-post\n* Skapa ärenden i Platina, samt söka fram handlingar analogt i arkivet eller digitalt\n* Samordna utlämnande av allmän handling\n\n\n Därutöver kommer du utföra kvalitetsinsatser inom registrering och ordnande av allmänna handlingar i enlighet med gällande lagar och regelverk. I ditt ansvar ingår även att stötta i framtagandet av informationshanteringsplaner och andra dokument som berör diarieföring, samt delta i beredande och implementerande av styrande och redovisande dokument på informationshanteringsområdet (till exempel informationsredovisning). Vid behov deltar du även i aktuella projekt.\n   \n\n  \n\n**Kvalifikationer**\n För att lyckas i rollen ser vi gärna att du har:\n   \n\n  \n\n* Högskoleutbildning inom arkiv- och informationsvetenskap eller motsvarande relevant erfarenhet från tidigare anställning\n* God kunskap om de legala krav som påverkar informationshanteringen i stort, i både fysiska och digitala processer\n* Tidigare erfarenhet av att arbeta med arkiv- och registratur i offentlig verksamhet\n* Goda kunskaper i Svenska språket givet arbetets karaktär\n\n\n Vi ser det som meriterande om du dessutom har erfarenhet av informationshanteringsarbete med säkerhetsskyddsklassade handlingar och god kunskap om innebörden av Dataskyddsförordningen (GDPR) och dess tillämpningsområden.\n   \n\n  \n\n I den här rekryteringen lägger vi även stor vikt vid dina personliga egenskaper. Vi ser värdet av din förmåga att lösningsorienterat hitta lösningar på uppkomna problem där möjligheterna är i fokus. Du är även en lagspelare som har lätt att samarbeta med andra och anpassa dig för att hitta win-win-scenarion i strävan mot gemensamma mål. Du visar prov på god självledarförmåga och har ett inre driv, samt är trygg i att stå upp för dina åsikter i främmande sammanhang.\n   \n\n  \n\n**Övrig information**\n Bra för dig att känna till är att vi kommer att annonsera under sommaren och urval sker från mitten av augusti.\n   \n\n  \n\n För oss är medarbetarnas hälsa i fokus. Vi underlättar för dig att göra hälsosamma val och att kunna kombinera arbete, fritid och familj. Vi erbjuder därför många av våra medarbetare förmånligt flextidsavtal och möjlighet att jobba hemifrån. Läs mer om oss på vår hemsida svoa.se\/jobb.\n   \n\n  \n\n För att matchningen oss emellan ska bli så bra som möjligt har vi valt att jobba med rekryteringstester i vår urvalsprocess. Då vi är en arbetsgivare som värnar om och strävar efter en trygg arbetsmiljö för våra medarbetare och vår samhällsviktiga funktion, kommer du som slutkandidat att genomföra ett drogtest hos vår hälsopartner.\n   \n\n  \n\n Då du i din tjänst kommer att arbeta med säkerhetsklassad information, innebär det att även säkerhetsprövning och registerkontroll kommer att genomföras i samband med anställning.\n   \n\n  \n\n Varmt välkommen med din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/stockholm-vatten-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C510BAQHG9B4sPykREQ\/company-logo_100_100\/0\/1631300616145?e=2147483647&v=beta&t=EjgMa67rgoGTyplx7oxKgnCbdr0pm-8kOSO4cEBcIgA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950340303","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950340303","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Group-manager-151-38\/1077225701\/&urlHash=jPF7","title":"Group manager","company":"Scania Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Scania is now undergoing a transformation from being a supplier of trucks, buses and engines to a supplier of complete and sustainable transport solutions.\n   \n\n  \n\n**Lead Innovation at Scania**\n Are you knowledgeable about SCANIA’s design process and methods? Do you enjoy collaboration and interacting with people? Do you want to lead in a global context?\n   \n\n  \n\n Join us in driving innovation and transformation at Scania and within TRATON!\n   \n\n  \n\n As the Group Manager for CAD\/vPDM Processes and Systems, you will lead dynamic teams responsible for ensuring the optimal use of our CAD\/vPDM platforms, including Catia\/Enovia, 3Dexperience, and Capital.\n   \n\n  \n\n**About Us**\n Our trucks, buses, and power solutions are developed in our CAD platform by the designers in our R&D departments. Our aim is to create the best possible experience for our users, placing them at the center when we develop our methods, processes, and systems.\n   \n\n  \n\n**Our assignment**\n We are responsible for strategy, methods, and tools for the virtual description of Scania’s products and deliver global solutions to support product development at Scania and within TRATON. We work collaboratively with business and IT in a Value Creation Team (VCT), where we also have members from other brands in our TRATON family. Within the area of CAD and vPDM, we see increasing demands going forward, and we are looking for additional leaders to shape the area.\n   \n\n  \n\n**Your Role**\n* Lead and support knowledge and committed employees in their cross-functional work to achieve the CAD\/vPDM VCT mission and goals\n* Be a part of the CAD\/vPDM VCT management team and act as a coach for one or more VCT delivery teams.\n* Contribute actively to the development the CAD\/vPDM VCT.\n\n\n**Your Profile**\n* Strong knowledge of Scania’s product development processes and knowledge about how to work with modularisation.\n* Proven experience in management teams, project management of large projects, or other leadership roles.\n* Excellent communication skills in English; knowledge of Swedish and German is a plus.\n* Familiarity with Catia\/Enovia and 3Dexperience is a plus.\n\n\n We value a positive attitude, responsibility, and strong collaborative skills. As we work in a global context both geographically and across different brands, we seek someone with strong cultural awareness who can navigate complex situations with a visionary mindset. If you are driven, committed, and unpretentious, we would love to hear from you.\n   \n\n  \n\n**Why Scania?**\n We offer an engaging and challenging role where innovation is encouraged. Our corporate culture values openness, diversity, and respect for the individual. We invest in our employees’ training and skill development to foster growth opportunities.\n   \n\n  \n\n As a Scania employee, you’ll enjoy benefits such as employee car options, performance bonus, flexible working hours, subsidized lunch, and more. For those residing in Stockholm, we provide direct bus service between Stockholm and Södertälje with Scania Jobexpress.\n   \n\n  \n\n Apply now and be part of a team that values your contributions and supports your development.\n   \n\n  \n\n**For more information**\n If you have any questions, please don’t hesitate to contact:\n   \n\n  \n\n Sofia Karlgård Fräjdin, Senior manager EYMD, + 46 8 553 893 16\n   \n\n  \n\n**Application**\n Welcome to apply latest by June 24th 2024 by answering some questions and by attaching your CV and any copies of relevant certificates. Selections will be made on\n   \n\n  \n\n an ongoing basis throughout the application period.\n   \n\n  \n\n We use logic and personality tests in our selection process and a background check might be conducted for this position.","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=LgALGJC3Fhq3aYCq1bbi3-jXS_UCs-rtUCigbSxE7-o","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3887299127","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3887299127","job_url_direct":"https:\/\/careers.deliveryhero.com\/job\/junior-business-controller-in-stockholm-sweden-jid-965?_atxsrc=Linkedin&utm_source=Linkedin&source=LinkedIn&urlHash=8G3S","title":"Junior Business Controller","company":"foodora","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About The Opportunity**\n**Are you ready to join our pink army as our new Junior Business Controller? Probably you feel extra excited when you get to combine your passion for finance with your analytical and business minded skills. Besides being part of our fast paced (cool) tech company, you will also dig deep into data that will have an impact on our business. If you feel ready to share your inner finance-nerd with us, this is the time to take the chance and apply!**\n**Your mission:**\n* Gain insight into forecasting, monthly closing and reporting\n* Perform actual vs budget follow-ups and analyze monthly results\n* Analyze drivers of deviations within assigned cost centers\n* Support the team in producing data and reports linked to financial impact\n* Assist in monthly closing and best estimate process\n* Assist with different lucanet reporting tasks\n* Working closely with different business areas such as Marketing, Service Operations and SG&A (Sales, General and Admin that is!) in terms of cost control\n* Point of contact and finance business partner for our exciting New verticals (Concepts, Tabsquare and LAAS)\n\n\n We are looking for a\n **true foodorian** \n who enjoys working in a\n **fast paced** \n environment and dares to go further. To thrive in this role we believe that you are\n **responsible** \n and take a huge\n **ownership** \n of your work. We are looking for someone\n **analytical** \n who has logical thinking skills and a structured approach to complex problems. If you also have a\n **business mindset,** \n we probably are a match!\n   \n\n  \n\n Our selection process is continuous and the ad may close before the recruitment process is completed, if we’ve moved forward to the screening or interview phase.\n   \n\n  \n\n**Our recruitment process will include the following:**\n 📞 Telephone interview - Let’s cover the basics!\n   \n\n  \n\n 💡 Psychometric tests via Alva Labs - We use science-based methodology.\n   \n\n  \n\n 🤝 First interview - Time to know each other a bit better!\n   \n\n  \n\n 💼 Case interview - Do your magic and show us your skills!\n   \n\n  \n\n ✔️ Reference- & background check - Final step before we’ll become colleagues.\n   \n\n  \n\n**Start date:** \n Upon agreement\n   \n\n  \n\n**What you need to be successful**\n* Degree in, for example, Business and\/or Economics, Engineering, Business Administration, Mathematics, Systems Science or similar\n* You have approximately 1-4 years of experience working in finance or other analytical roles\n* You have previous experience and feel comfortable working with Excel. Tableau, Anaplan, Looker, Planacy and Big Query is a plus!\n* You can communicate fluently in English and Swedish both verbally and writing\n\n\n Studies have shown that women and some minorities are less likely to apply to jobs unless they meet every qualification. If you are interested in this role and you have most of the skills we’re looking for, we encourage you to apply anyway!\n   \n\n  \n\n**Who we are**\n**foodora is a quick commerce and delivery company, present in eight countries in Europe - Austria, Czech, Denmark, Hungary, Finland, Norway, Sweden and Slovakia. With the mission to deliver an amazing, fast and affordable experience, foodora aims to give customers more time to focus on what matters most to them, as well as growing along with their partners, riders and community along the way. foodora is part of Delivery Hero, a pioneer quick commerce company, building the next generation of e-commerce across its operations in over 70 countries across Asia, Europe, Latin America, the Middle East and Africa.\n   \n\n  \n\n For more information, please visit www.foodora.com\n   \n\n  \n\n foodora is part of the Delivery Hero Group, the world’s leading local delivery platform operating in 70+ countries worldwide**\n**What's in it for you**\n* Wellness allowance topped with the opportunity to participate in many work\/life balance initiatives at foodora such as free group training at Sats & reduced price on massage.\n* Employee discount at foodora (woho!) and awesome friday breakfasts!\n* Occupational pension, incl. premium exemption insurance, accident insurance and life insurance.\n* foodora Learning - Monthly learning sessions about different topics, such as the q-commerce industry, negotiation techniques and project management combined with a structured onboarding and inspiring courses within our learning tool Sana\n* Great deals at Benify (for e.g. gym membership, e-bikes hotels, audiobooks, streaming services, clothes, kitchen supplies… and so much more!\n* Awesome AW’s and (pink) parties!","company_url":"https:\/\/de.linkedin.com\/company\/foodora","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQH2lZ9m2a7Iwg\/company-logo_100_100\/0\/1682694357869\/foodora_logo?e=2147483647&v=beta&t=RRA92YTF78ywRIvYZHxuMZoqpJJjvvuEWA1sFfoVw7A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3866067845","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3866067845","job_url_direct":"https:\/\/careers.deliveryhero.com\/job\/lead-performance-operations-in-stockholm-sweden-jid-669?_atxsrc=Linkedin&utm_source=Linkedin&source=LinkedIn&urlHash=t-cI","title":"Lead, Performance Operations","company":"foodora","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About The Opportunity**\n**Are you a skilled analyst with a passion for leadership and a strong desire to join one of Sweden's fastest-growing tech companies? We are currently seeking a Manager for our Logistics Performance team who will be responsible for ensuring the seamless operation of our rider organization. This includes predicting order volumes across Sweden, optimizing rider staffing, scheduling, and leading an impactful team. If this opportunity has you excited, keep reading below for more details.**\n**What You Will (but Not Only) Do**\n* Manage a team of four direct reports who are responsible for the logistics operations performing at their best\n* Analyze and draw conclusions from data to optimize and continually improve the way of working\n* Responsible for integrating and packaging data to adapt it to relevant stakeholders\n* Work operationally in the business at a detailed level to quickly capture any improvements\n* Run projects with the objective of streamlining, expanding the business geographically and increasing the operational performance\n* Support to the Swedish management by continuously working proactively with analyzes of data and identifying areas for improvement\n\n\n In the role, you report directly to the Operations Director and you will be a part of the Operations management team.\n   \n\n  \n\n**Who You Are**\n* Communication skills - To succeed in the role of Head of Performance Operations, you are communicative in your presentation of data\n* Business mindset - have a good business understanding and can see to the strategic\n* Analytical - You have an analytical and structured way of working and logical thinking skills and a structured approach to complex problems\n* Problem-solving - You have a sense of urgency, pragmatism, and a solution-oriented approach to problem-solving\n\n\n**Qualifications**\n* University or higher education preferably within a technical field such as civil engineering\n* 4+ years working experience within a similar position\n* Experience of working in Excel Google Suite\n* Experience of working in SQL\n* Experience of BI tool such as Tableau or power BI or similar\n* Basic understanding of accounting and finance is advantageous\n* R, Python, MatLab, Java, C#, ETL, datbase infrastructure is advantageous\n* Fluent English in speech and writing\n* Fluent Swedish is advantageous\n\n\n Our selection process is continuous and the ad may close before the recruitment process is completed, if we’ve moved forward to the screening or interview phase.\n   \n\n  \n\n**Our recruitment process will include the following:**\n**💡** \n Psychometric tests via Alva Labs - We use science-based methodology.\n   \n\n  \n\n 💻 Digital HR interview - Let’s get to know each other a bit better!\n   \n\n  \n\n 💼 Case interview - Do your magic and meet us face to face.\n   \n\n  \n\n 💌 Reference check - Almost there!\n   \n\n  \n\n ✔️ Background check - Final step before we’ll become colleagues.\n   \n\n  \n\n**Benefits**\n* Wellness allowance topped with the opportunity to participate in many work\/life balance initiatives at foodora such as free group training at Sats & reduced price on massage.\n* Employee discount at foodora (woho!) and awesome friday breakfasts!\n* Occupational pension, incl. premium exemption insurance, accident insurance and life insurance.\n* foodora Learning - Monthly learning sessions about different topics, such as the q-commerce industry, negotiation techniques and project management combined with a structured onboarding and inspiring courses within our learning tool Sana\n* Great deals at Benify (for e.g. gym membership, e-bikes hotels, audiobooks, streaming services, clothes, kitchen supplies… and so much more!\n* Awesome AW’s and (pink) parties!\n\n\n**Who We Are**\n We’re foodorians, a driven and happy gang of food lovers eager to create the LMD\\* service of the future! Our core values help concretize what we’re aiming for:\n *We dare, We get it done & We’re equally pink* \n . We’re people from all backgrounds, with different experiences, opinions and ideas. This is something we value highly, since we fully believe that diversity is what builds our culture and success.\n   \n\n  \n\n Success is fun, but let’s be clear: it cannot happen at the expense of sustainability. Since January 2020 we’re a carbon neutral business and we hope to lead the way for sustainability within our industry - from supplying 100% electrical transportation to promoting more environmentally friendly food choices. Please check out our Instagram, lifeatfoodora\\_se, to see what’s going on right now.\n   \n\n  \n\n* LMD = Last Mile Delivery. That, and many other nerdy abbreviations, is something you’ll learn when you start. ;)\n\n\n**What you need to be successful**\n* University or higher education preferably within a technical field such as civil engineering\n* 4+ years working experience within a similar position\n* Experience of working in Excel Google Suite\n* Experience of working in SQL\n* Experience of BI tool such as Tableau or power BI or similar\n* Basic understanding of accounting and finance is advantageous\n* R, Python, MatLab, Java, C#, ETL, datbase infrastructure is advantageous\n* Fluent English in speech and writing\n* Fluent Swedish is advantageous\n\n\n**Who we are**\n ABOUT FOODORA: foodora is a quick commerce and delivery company, present in eight countries in Europe - Austria, Czech, Denmark, Hungary, Finland, Norway, Sweden and Slovakia. With the mission to deliver an amazing, fast and affordable experience, foodora aims to give customers more time to focus on what matters most to them, as well as growing along with their partners, riders and community along the way. foodora is part of Delivery Hero, a pioneer quick commerce company, building the next generation of e-commerce across its operations in over 70 countries across Asia, Europe, Latin America, the Middle East and Africa.\n   \n\n  \n\n For more information, please visit www.foodora.com\n   \n\n  \n\n foodora is part of the Delivery Hero Group, the world’s leading local delivery platform operating in 70+ countries worldwide","company_url":"https:\/\/de.linkedin.com\/company\/foodora","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQH2lZ9m2a7Iwg\/company-logo_100_100\/0\/1682694357869\/foodora_logo?e=2147483647&v=beta&t=RRA92YTF78ywRIvYZHxuMZoqpJJjvvuEWA1sFfoVw7A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950341153","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950341153","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Group-Manager-VCF-Enablement-team-within-Group-Solution-Development-Enablement-%28GSDE%29-151-38\/1083243301\/&urlHash=1kj_","title":"Group Manager - VCF Enablement team within Group Solution Development Enablement (GSDE)","company":"Scania Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Scania, as part of Traton, is now undergoing a transformation from being a supplier of trucks, buses and engines to a supplier of complete and sustainable transport solutions.\n   \n\n  \n\n**The position and the group**\n*Do you want to be a part of shaping the future of the TRATON R&D, leading the digital journey and at the same time securing the modular system? Then we have an unique opportunity for you!*\n We are looking for a Group Manager that can ensure the flow capacity and capability for the team on Value Creation Flow level when the Scania and TRATON’s future processes, information & IT landscape continue developing. The group covers solutions, architecture and flow at the VCF level.\n   \n\n  \n\n The group is responsible for:\n   \n\n  \n\n  \n\n* Create clarity in the vision & mission for the VCF and secure awareness of overall strategy fulfilment\n* Owning, ensuring prioritization and updating the VCF backlog so that it is transparent and clear to all stakeholders\n* Coach the VCTs in continuously improving the flow of value and advocate a lean agile mindset and culture\n* Facilitate VCF events like pre and post-PI Planning and Solution demos\n* Drive relentless improvement via Inspect and Adapt workshops\n* Lead and guide the organisation in how to set new business architecture and processes in the transformation together with stakeholders from all over Scania and the other brands within TRATON.\n\n\n You will be the key player in coaching and developing the leadership triad of the Value Creation Flow and the Flow Initiative Owners and you will help improvements going forward. You will have the opportunity to work in a team focusing on leading the agile transformation, forming the VCF level together with the VCT:s. The group consists of senior members with long experience. We succeed and fail together. You will be part of the EYM department management team.\n   \n\n  \n\n**About You**\n You have been working as a leader for more than 5 years. You have a strong customer focus and agile mindset combined with a solid experience with the processes, information and IT landscape within Scania supporting the modular system.\n   \n\n  \n\n You can understand, apply and convey the Scania and Traton business strategies.\n   \n\n  \n\n As a person, you are a driven, flexible, servant leader and team player able to work with everyone in the organisation. A condition is that you are interested in people, have good communication skills and that you want to share knowledge with others.\n   \n\n  \n\n You probably have an academic degree in Engineering or Computer Science.\n   \n\n  \n\n It is meriting if you have worked with cross-company or cross-organizational collaboration.\n   \n\n  \n\n**Your Main Responsibilities**\n* Enable flow: Removing obstacles, coaching and mentoring the flow. Go to the flow to stay informed and guide.\n* Career growth and personal development for your team members\n* Supporting and strengthening lean-agile methodology\n* Facilitate innovation and improvements in the team\n* Ensure effective design practices, design guidelines and competence development\n* Give input on budget and capacity need\n\n\n**We offer**\n* A once-in-a-lifetime opportunity to participate in the design of an automotive global champion with more than 100 000 employees.\n* The chance to learn about the newest technologies in an agile environment\n* Be part of an agile transformation journey\n* A hybrid working mode, with high flexibility of combining remote and office work\n\n\n As a Scania employee, in addition to career and development opportunities, you will be offered other benefits such as a company car, a performance bonus, an occupational pension, flexible working hours, lunch at reduced prices and much more. If you live in Stockholm we also provide a direct bus between Stockholm and Södertälje via Scania Job Express.\n   \n\n  \n\n**For more information**\n Please contact Michael Thel, Engineering Director, +46 855381694\n   \n\n  \n\n Application\n   \n\n  \n\n Your application should include a CV, personal letter, and grade copies. Please apply as soon as possible but no later than 30 June 2024. Ongoing selection and interviews will take place during the application period.\n   \n\n  \n\n We use logic and personality tests in our selection process and a background check may be conducted for this position.\n   \n\n  \n\n If you think this sounds like a nice challenge, please apply!","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=LgALGJC3Fhq3aYCq1bbi3-jXS_UCs-rtUCigbSxE7-o","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950544452","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950544452","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Data-Domain-Owner-Finance-151-38\/1083532701\/&urlHash=en-5","title":"Data Domain Owner - Finance","company":"Scania Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"lill.loof@scania.com","description":"Join Our Team as an Information & Data Domain Owner!\n   \n\n  \n\n Are you passionate about data governance and eager to drive transformation in the finance sector? Look no further! At Scania’s Finance Way and Innovation Office, we’re searching for a seasoned and dynamic professional to take charge of our data and information landscape. As an Information & Data Domain Owner, you will play a pivotal role in shaping the future of information and data management across Scania’s finance and IT organization.\n   \n\n  \n\n Who are you?\n   \n\n  \n\n To thrive in this role, you can act as a project manager with an eye for what needs to get done to shift focus and change minds within our global finance community. You are also a specialist with proven experience in the area of information and data including e.g. data governance, data quality management, and information modeling, to guide both data\/information owners as well as senior managers.\n   \n\n  \n\n You should be comfortable navigating and networking in large and global organisations. You leverage your drive and communication skills as a true change-maker. For example, you are not opposed to facilitating, influencing, and negotiating in a, sometimes, high-paced environment.\n   \n\n  \n\n We believe your approach is pragmatic and situation-based with the capability to navigate a number of large transformation initiatives that all have a need and impact related to data. We think that you may have worked in different architecture roles and have a track record of tight collaboration with business process owners, understanding their challenges Overall, you will benefit from a large portion of team spirit, and change awareness combined with self-confidence.\n   \n\n  \n\n Key Responsibilities\n   \n\n  \n\n  \n\n* Drive the area of Data & Information: Champion data quality and compliance within the finance domain. Take ownership and monitor governance processes to maintain data accuracy and reliability.\n* Chair the Information Domain Council: Lead the council’s initiatives by planning, executing, and following up on actions. Facilitate meetings, coordinate presenters, and meticulously document decisions.\n* Prioritize value: Drive the finance data roadmap and backlog. Collaborate with key stakeholders to ensure seamless execution of initiatives.\n* Coordinate Stakeholders: Train stakeholders, align data owners, and manage demands across various data domains. Lead and coordinate data management assignments effectively.\n* Strive for data excellence where it matters: Define and uphold rigorous data quality and availability standards. Keep our data catalog and information models up to date.\n* Foster organizational Development: Establish and maintain an effective organizational structure. Foster ongoing data discussions, prioritize tasks, and clarify roles within our cross-functional data governance framework.\n* Facilitate Cross-Domain Coordination: Mobilize resources from different domains, IT, and business units to ensure alignment and value creation based on council decisions.\n\n\n What We Offer\n   \n\n  \n\n Join a forward-thinking team in an innovative work environment where professional growth is encouraged and opportunities for skill development and career advancement abound. Work with Scania, a globally recognized leader in the automotive industry, and be part of a supportive and collaborative culture that values teamwork and continuous improvement.\n   \n\n  \n\n Ready to make an impact? Apply\n   \n\n  \n\n More Information\n   \n\n  \n\n In the event of questions about the position contact Lill Lööf Thunqvist +46 73 688 09 21 or email lill.loof@scania.com\n   \n\n  \n\n Application process\n   \n\n  \n\n Submit your CV, a personal letter, and relevant certificates by June 26. Selections will be made continuously, so we encourage you to apply as soon as possible.\n   \n\n  \n\n A background check might be conducted for this position.","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=LgALGJC3Fhq3aYCq1bbi3-jXS_UCs-rtUCigbSxE7-o","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3957442429","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3957442429","job_url_direct":"https:\/\/teracom.weselect.com\/p\/54038-operativ-sakerhetskoordinator?utm_source=linkedin_jobs&utm_medium=job_boards&utm_campaign=weselect_linkedinjobs_campaign#apply-form&urlHash=6y4z","title":"Operativ Säkerhetskoordinator","company":"Teracom Samhällsnät","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"bengt-ole.hamilton@teracom.se","description":"*Teracom samhällsnät bidrar till ett tryggare samhälle genom att våra tjänster ser till att information och kommunikation kan fungera för de allra viktigaste samhällsfunktionerna även i kris och krig. Våra uppdrag inkluderar utsändningen av public servicekanalerna för radio och tv, beredskapsuppdraget Viktigt Meddelande till Allmänheten och ansvaret för kommunikationssystemet Rakel (det svenska blåljusnätet). Vi utvecklar och levererar också allt fler beredskapstjänster samt olika typer av kommunikationslösningar till totalförsvarsviktiga aktörer. Vi är ett statligt bolag och i Sverige är vi ca 500 medarbetare som finns på ca 50 orter i landet. Vår vision är att vi, i samarbete med våra uppdragsgivare, ska göra Sverige tryggare där det behövs, när det behövs.* \n\n\n\n\n  \n\n\n\n\n\n Nu söker vi dig som har ett stort intresse för säkerhetsarbete, vill arbeta i en utvecklande roll och bidra i en samhällsviktig verksamhet. Vi ser gärna att du har arbetat i en liknande roll men även annan erfarenhet som bakgrund inom polisväsendet eller från vårdsektorn kan vara av stort intresse för oss. Viktigt är att du har en god förmåga att möta andra människor.\n \n\n\n\n  \n\n\n\n\n\n**Om tjänsten** \n\n\n\n\n I rollen som Operativ Säkerhetskoordinator kommer du vara ett administrativt stöd för vår säkerhetsavdelning och även arbeta med traditionella skyddsvaktsuppgifter i verksamheten för att säkra upp det fysiska skyddet av lokaler och anläggningar. I rollen ges goda möjligheter till vidareutveckling genom kontinuerliga utvecklingsinsatser.\n \n\n\n\n  \n\n\n\n\n\n I rollen ingår:\n \n\n\n* Yttre bevakning av Teracoms anläggningar i hela landet\n* Transportuppdrag\n* Hantering av olika administrativa arbetsmoment\n* Uppföljning av säkerhetsincidenter\n* Planering och genomförande av övningar\n* Samverka med myndigheter och andra statliga bolag\n* Vaktmästeriuppgifter.\n\n\n\n  \n\n\n\n\n\n Tjänsten är placerad i Stockholm och tjänsteresor och övernattning på annan ort kan förekomma. I rollen ingår även arbete under icke ordinarie arbetstid enligt schema.\n \n\n\n\n  \n\n\n\n\n\n**Vem är du?** \n\n\n\n\n För rollen krävs:\n \n\n\n* Tidigare erfarenhet av säkerhetsarbete\n* Körkort B\n* Goda IT-kunskaper\n* Förutsättningar för att arbeta som skyddsvakt (ex. klarar utbildningen och har fysisk förmåga att klara arbetet)\n* Goda kunskaper i svenska och engelska såväl muntligt som skriftligt\n* För anställning krävs att godkänd drog- och alkoholtest genomförs och att godkänd bakgrundskontroll liksom godkänd säkerhetsprövning med registerkontroll genomförs. Detta eftersom anställningen innefattar säkerhetsklassning. Med anledning av detta krävs även svenskt medborgarskap.\n\n\n\n  \n\n\n\n\n\n Det är meriterande om du har:\n \n\n\n* Erfarenhet av servicearbete\n* Erfarenhet av administrativt arbete\n* Grundkunskaper inom ekonomi, styrning och uppföljning\n* Skyddsvaktsutbildning\n* Genomförd militär grundutbildning\n* HAS, handhavande av skjutvapen\n* Erfarenhet av telekomarbete.\n\n\n\n  \n\n\n\n\n\n Vi söker dig som är en strukturerad organisatör med handlingskraft och som vill arbeta resultatinriktat för att enhetens resurser ska nå uppsatta mål. Du besitter en professionalitet som karaktäriseras av god kommunikationsförmåga i tal och skrift och har både intresse samt förmåga att hantera verksamhetens säkerhetsarbete.\n \n\n\n\n  \n\n\n\n\n\n För att lyckas i rollen behöver du vara drivande och besitta förmåga att vara lyhörd och diplomatisk. Naturligtvis är du också en person som identifierar dig med Teracoms tre kärnvärden; Ansvarstagande, Lösningsorienterade och Engagerade.\n \n\n\n\n  \n\n\n\n\n\n Vi arbetar för en jämn könsfördelning och vill därför uppmuntra kvinnliga sökanden till tjänsten.\n \n\n\n\n  \n\n\n\n\n\n**Vi erbjuder** \n\n\n\n\n Hos Teracom Samhällsnät får du vara med och göra skillnad varje dag. Det är vårt gemensamma ansvar att de samhällsviktiga tjänster vi levererar, med höga krav på både tillgänglighet, säkerhet och kvalitet, fungerar dygnet runt, året runt - oavsett. På Teracom Samhällsnät strävar vi efter att skapa en kultur som inspirerar till lärande och utveckling där medarbetarna känner engagemang och trivs på jobbet, samtidigt som vi värnar om balans mellan arbete och fritid.\n \n\n\n\n  \n\n\n\n\n\n**Din ansökan** \n\n\n\n\n Vill du bli en av oss? Ansök online genom att skicka in ditt CV och ett personligt brev senast den\n **31 augusti 2024.** \n Tjänsten kan komma att tillsättas innan sista ansökningsdatum så vänta inte med att skicka din ansökan. Har du frågor om tjänsten är du välkommen att kontakta ansvarig chef Bengt-Ole Hamilton på e-post: bengt-ole.hamilton@teracom.se.\n \n\n\n\n  \n\n\n\n\n\n**Välkommen med din ansökan!**","company_url":"https:\/\/se.linkedin.com\/company\/teracom-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQGA5oJj8eGwuw\/company-logo_100_100\/0\/1630641583344\/teracom_ab_logo?e=2147483647&v=beta&t=yFRBzJSLKjEOCdrb19iNjxTN5qH3ekjk5wr3rldBFN8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3957192045","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3957192045","job_url_direct":"https:\/\/se.talent.com\/redirect?id=3be1ef38bf6c&source=linkedin-premium&utm_source=partner&pos=49&utm_medium=linkedin-premium&puid=3dedgade3aebgddf3aebgadagdddfdd83aee3aeagdda3aed3ee33deg3ee33ced3ceffcdc3ee33defgdd93def3de7gddf3dee3de73de73deb3deaged39d&cg=talent&urlHash=njpr","title":"Tesla mekaniker till Carla","company":"Fordonsakademin","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"Sebastian.strom@fordonsakademin.se","description":"Vi är specialister på att kompetensförsörja fordonsbranschen. Företaget startades av specialister inom fordonsbranschen med mångårig erfarenhet från verkstadsarbete. Vi brinner för att arbetsgivare ska få rätt person med rätt kompetens, i rätt tid. Detta uppnår vi genom att tillhandahålla tjänster inom rekrytering, bemanning och utbildning. Genom våra tjänster är vi med och verkar för en kompetenshöjning i branschen.\n   \n\n  \n\n Vi är en del av Arenakoncernen som med sin närvaro på över 160 orter i Sverige finns tillgängliga i hela landet. Vi tror på varje människas förmåga. Starka individer lyfter varandra. Steg för steg hjälper vi medarbetare och företag att utvecklas och bli starkare – så starka att de i sin tur lyfter andra.\n   \n\n  \n\n**Värderingar**\n Vi brinner för att matcha ihop arbetssökanden med företag, och vårt arbete sker helhjärtat i alla delar för att hela processen ska lyckas. Vi är alltid personliga, engagerade och professionella i alla våra uppdrag och möten.\n   \n\n  \n\n Nu söker vi efter en driven Tesla mekaniker till Carla, är du kunnig inom fordon? Är du en effektiv problemlösare? Tveka inte på att skicka in din ansökan!\n   \n\n  \n\n Detta är en direktrekrytering och du blir anställd direkt hos Carla.\n   \n\n  \n\n**Om tjänsten**\n Som tekniker hos Carla kommer du att utföra reparationer, service och felsökning av lätta fordon. Moderna bilar kräver avancerade kunskaper inom elektronik och felsökning, vilket innebär att du behöver vara skicklig inom både mekanik, elektronik och IT. Kundkontakter blir allt vanligare, vilket innebär att god social kompetens är nödvändig. På Carla erbjuder vi goda utvecklingsmöjligheter för dig som tekniker, exempelvis genom vidareutbildning till Master Technician, en avancerad utbildning som gör att du kan arbeta med de mest sofistikerade bilarna.\n   \n\n  \n\n**Exempel På Arbetsuppgifter**\n Utföra servicearbeten på bolagets bilar.\n   \n\n  \n\n Felsökning på olika nivåer.\n   \n\n  \n\n Reparationer på diverse fel.\n   \n\n  \n\n De \/ Mo olika delar som exempelvis stötfångare inför \/ efter lackeringsarbete.\n   \n\n  \n\n**Kvalifikationer**\n Vi ser att du har 2-3 års erfarenhet från arbete som fordonstekniker.\n   \n\n  \n\n Manuellt B-körkort (krav)\n   \n\n  \n\n Driven medarbetare som ser helhetsbilden med sitt arbete.\n   \n\n  \n\n Kunnig inom fordon samt elektronik.\n   \n\n  \n\n**Din profil**\n För att trivas i rollen som tekniker eller mekaniker hos Carla, ser vi att du har några års erfarenhet inom fordonsmekanik. Du är flexibel och anpassningsbar i ditt arbetssätt och uppskattar att lära dig nya saker och utvecklas i ditt yrke. Du är strukturerad och noggrann med en förmåga att hålla ordning och reda i ditt arbete. God kommunikationsförmåga är viktigt då du ofta kommer att ha dialoger med både ditt team och andra kollegor. Ett intresse för bilar och fordon är en stor fördel, liksom erfarenhet av fordons-elektronik och felsökning.\n   \n\n  \n\n**Ansökan**\n Vid frågor om tjänsten kontakta Sebastian på 0702764869 eller via mail: Sebastian.strom@fordonsakademin.se\n   \n\n  \n\n Vi behandlar ansökningarna löpande och tjänsten kan komma att tillsättas redan före sista ansökningsdag. Skicka därför in din ansökan redan idag.\n   \n\n  \n\n**Om Carla**\n Med ett team på över 100 personer utspridda över Sverige och Europa jobbar vi varje dag för att göra det enklare och tryggare för dig att köpa prisvärda elbilar online. Carla är dagens och framtidens sätt att köpa och sälja elbil och laddhybrid på. Hos Carla får du möjligheten att skapa din egen väg på ett relativt nystartat bolag, men med möjligheten att växa och lära från duktiga, och trevliga medarbetare.\n   \n\n  \n\n Carla är arbetsplatsen som på riktigt tror på mångfald. Vi har anställt, och fortsätter anställa helt oberoende av etnisk bakgrund, utbildning, erfarenhet, sexuell läggning, och allt annat som borde vara självklart 2024.","company_url":"https:\/\/se.linkedin.com\/company\/fordonsakademin-sverige-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQEyIGz3mKlhmQ\/company-logo_100_100\/0\/1667994057946\/fordonsakademin_sverige_ab_logo?e=2147483647&v=beta&t=EU0faAY0vdT7Tmgo1x4K5djWs7uSNz5hdVDQliCVKjc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3957467316","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3957467316","job_url_direct":"https:\/\/www.praktikertjanst.se\/karriar\/lediga-tjanster\/stockholms-l%C3%A4n\/l%C3%A4karsekreterare-v%C3%A5rdadministrat%C3%B6r-medicinsk-sekreterare\/vb\/736156\/-medicinsk-sekreterare&urlHash=ajX2","title":"Medicinsk sekreterare","company":"Praktikertjänst AB","location":"Edsberg, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Information om arbetsplatsen**\n*Edsbergs vårdcentral ligger i Sollentuna och har drygt 13000 listade patienter. Vi har funnits sedan 1985 och har följt många patienter med deras familjer i generationer. Vi har allt från BVC för de yngsta till hemsjukvård för de äldsta och sköraste. Vi siktar på att arbetet ska vara ett ställe där man kan trivas med sina kollegor och dit man känner sig välkommen. Arbetet tar en stor del av vår vakna tid så varför inte göra det så bra som möjligt!*\n*Vi är drygt 40 personer som jobbar här med olika kompetenser. Det är förutom medicinska sekreterare även läkare, sjuksköterskor, psykologer, undersköterskor, medicinsk fotvårdare, BVC-sköterskor, vaktmästare, administrativ personal, receptionister och rehabkoordinator.*\n*Vi jobbar på uppdrag av Region Stockholm*\n**Arbetsuppgifter**\n*I ditt arbete som medicinsk sekreterare ingår att skriva journal, ta emot inkommande remisser, hantera olika IT-system och sköta administrativa rutiner såsom vårdkontaktregistrering. Du kommer få uppgifter som kan innebära att ringa, mejla och fråga dig fram.\n   \n\n  \n\n Du kommer även att stå en del i receptionen och ta emot patienterna samt hantera betalningar och annat kassa-arbete.*\n**Kvalifikationer**\n*Du är utbildad medicinsk sekreterare\n   \n\n  \n\n Du har en inneboende drivkraft och kan utföra rutinuppgifter men också själv ta reda på lösningar.\n   \n\n  \n\n Du tycker om omväxling och är inte rädd för snabba förändringar.\n   \n\n  \n\n Du kan prata med alla sorters människor och tar inte åt dig personligen om någon har en dålig dag.\n   \n\n  \n\n Du är en problemlösare!*\n**Personliga egenskaper**\n*Vi söker dig som vill vara med att skapa en trivsam arbetsplats. Att trivas på arbetsplatsen är en förutsättning för att kunna utvecklas i sitt arbete.*\n**Övrig information**\n*Tjänsten är 100%.* \n*Våra öppettider är 8-17 måndag till fredag.\n   \n\n  \n\n Tillträde enligt överenskommelse.*\n**Om Praktikertjänst**\n Praktikertjänst startade för över 60 år sedan och är en av Sveriges största vårdgivare. Vi har 750 mottagningar, från Vittangi i norr till Ystad i söder, som drivs av praktiker som tillsammans äger hela Praktikertjänst. Vi är övertygade om att det skapar engagemang, delaktighet, fokus på kvalitet, kontinuitet samt kompetensutveckling - och är en viktig anledning till att vi varje år hamnar i topp vad gäller både nöjda patienter och medarbetare. Hos oss får du en trygg anställning med fina förmåner och goda möjligheter till både personlig och professionell utveckling. Vi vet att våra medarbetares välbefinnande är grunden till nöjda patienter och i det långa loppet, ett mer välmående samhälle.","company_url":"https:\/\/se.linkedin.com\/company\/praktikertjanst-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQE3cB-GpIqYFw\/company-logo_100_100\/0\/1709200356329\/praktikertjanst_ab_logo?e=2147483647&v=beta&t=58ELAf9bvxBCUpdziz8Lb5WglM1DS8of7uFRSJ4Z2kk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3956997497","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3956997497","job_url_direct":"https:\/\/klarnagroup.teamtailor.com\/jobs\/4488994-senior-full-stack-engineer-javascript&urlHash=4VB0","title":"Senior Full Stack Engineer - JavaScript","company":"Klarna","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Engineering at Klarna is an inspired, customer focused community, dedicated to crafting solutions that redefine our industry. Working in small, highly collaborative Agile teams, you and your team will have a clear mission and ownership of an important outcome that supports Klarna and our customers.\n \n\n\n\n At Klarna we optimize for quality, flow, fast feedback, focusing on end-to-end ownership, continuous improvement, testing, monitoring and experimentation. We aim for teams that are inclusive, helpful, and have a strong sense of ownership for the things they build. Our engineers make some of the most significant decisions for the company and we are looking for bold, open and curious developers. As a Klarnaut, you’ll be inspired to contribute to the growth of one of the World's most highly valued fintech, and your work will impact the lives of our millions of users.\n \n\n\n\n  \n\n\n\n\n\n We're expanding several of our engineering teams, including; teams working on our core checkout product, payment services, fraud prevention, or improving our billing service and shipping credentials to name a few.\n \n\n\n\n Help us make shopping online even more smoooth!\n \n\n\n\n**What you'll get to do:** \n\n\n\n* Work on a specific problem space critical to Klarna’s current needs with growth opportunities in a fast-paced business.\n* Bring fresh ideas from all areas, including information retrieval, large-scale system design, data storage\/processing, security, artificial intelligence, UI design and mobile development.\n* Develop as a professional in an entrepreneurial organisation that provides opportunity to work with your areas of interest.\n* Use state of the art technology to solve real problems for our customers at a massive scale.\n* Design, develop, test, deploy, maintain and improve, you are responsible for the full life-cycle of your code - you write it, you own it.\n* Share your knowledge and help the team evolve best practices; be a mentor and mentee\n* Work in small autonomous teams with short release cycles.\n* Give back by contributing to open source: https:\/\/github.com\/klarna\n\n\n\n**You should have:** \n\n\n\n* A strong coding ability in TypeScript using Node.js\n* Experience with common JavaScript libraries and frameworks.\n* Work experience using React and React Native\n* Experience with product development cloud and microservices.\n* A passion for writing clean and testable code.\n* Experience with Agile practices (Pairing, TDD, BDD, Continuous Integration, Continuous Delivery).\n\n\n\n**Some of the technologies we work with:** \n\n\n\n* JavaScript \/TypeScript\n* React + React Native with Redux\n* Node.js and Express.js\n* REST API and GraphQL API\n* Kafka\n* Internal design system\n* AWS, Splunk, Datadog, Jenkins and Docker.\n\n\n\n  \n\n\n\n\n\n Join Klarna's engineering community, where you'll be part of a customer-centric community that thrives in Agile collaboration, innovating solutions that continuously redefine the industry.","company_url":"https:\/\/se.linkedin.com\/company\/klarna","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQEKo8RSbFptLA\/company-logo_100_100\/0\/1706794863353\/klarna_logo?e=2147483647&v=beta&t=QHKm2e1HzK7MgQu3oq-mRr_usuCSyCMsNA04LM3qIBQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3957385513","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3957385513","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I005\/333\/apply?site=2&lang=SE&validator=a75fbd88f1b2a3a49de2af9c8b7bc228&job_id=38696&urlHash=7Wbn","title":"Tansporthandläggare till Försvarsmaktens Logistik","company":"Swedish Armed Forces","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Är du redo för en dynamisk arbetsmiljö med snabba omställningar och stora utvecklingsmöjligheter? Transportenheten (TPE) vid Försvarsmaktens logistik (FMLOG) söker nu en Transporthandläggare!\n   \n\n  \n\n**Om enheten:**\n FMLOG ansvarar för logistikstöd till förband, skolor och centra inom Försvarsmakten både nationellt och internationellt. Transportenheten har funktionsledningsansvar för transporttjänstens genomförande inom alla transportsätt (flyg, sjö, landsväg och järnväg). Hos oss hittar du ett engagerat arbetslag där samarbete och stöttning kollegor emellan är en självklarhet. Vi värdesätter ett starkt engagemang och stöd inom arbetsgrupperna, vilket bidrar till en positiv arbetsmiljö där alla får möjlighet att utvecklas och växa.\n   \n\n  \n\n**Huvudsakliga arbetsuppgifter:**\n* Transportplanering för förband och enheter i samband med övning och insats.\n* Planera och handlägga beställningar av sjö-, järnvägs- och land och delvis lufttransporter.\n* Planera, leda och samordna utnyttjandet av militära transportresurser.\n* Avropa transporter genom multinationella transportsamarbeten och\/eller från civila leverantörer.\n* Delta i försvarsplanering.\n* Planera, dokumentera och följa upp transportverksamhet i såväl försvarsmaktens IT-system, samt i system som används i samband med multinationell logistikplanering.\n* Beredd att delta i utlandstjänstgöring som stöd till övningar och insatser.\n\n\n**Kvalifikationer:**\n* Erfarenhet av transportplanering.\n* God insikt i Försvarsmaktens organisation och uppgifter.\n* Förmåga att uttrycka sig väl på svenska och engelska i både tal och skrift.\n* Goda kunskaper i Office-paketet, särskilt Excel.\n* B-körkort.\n\n\n**Meriterande:**\n* Kunskaper om Försvarsmaktens materiel och logistikregelverk.\n* Erfarenhet av utlandstjänstgöring och transportbefattningar.\n* Kunskaper om ADR, DGR, IMDG-koden och RID.\n* Erfarenhet av Försvarsmaktens ledningssystem (SWECCIS och ISUS).\n* Utbildning i LOGFAS.\n\n\n**Personliga egenskaper:**\n För att lyckas i denna roll har du en utpräglad servicekänsla, ordningssinne och hög noggrannhet. Du arbetar bra självständigt och i grupp, har god initiativförmåga och samarbetar effektivt. Flexibilitet och förmåga att snabbt anpassa dig till nya uppgifter och tidskrav är avgörande.\n   \n\n  \n\n**ANSÖKAN - Instruktion**\n Vi använder oss av kompetensbaserade frågor i urvalssyfte. Din ansökan skall innehålla CV samt svar på ett antal urvalsfrågor i ansökningsformuläret. Utöver det bifogar du inget personligt brev.\n   \n\n  \n\n Välkommen med din ansökan senast\n **2024-07-15.**\n**Övrigt**\n* Anställningsform: Tillsvidareanställning som inleds med sex månaders provanställning.\n* Sysselsättningsgrad: 100%\n* Arbetsort: Stockholm.\n* Tillträdesdatum: Enligt överenskommelse.\n\n\n**Upplysningar**\n Vid frågor ber vi dig kontakta Marie Johansson, Tf chef Planeringsavdelningen Transportenheten\n   \n\n  \n\n**Fackliga representanter**\n Samtliga ovan nås via växeln på 0589-40 400.\n   \n\n  \n\n Varmt välkommen med din ansökan!\n   \n\n  \n\n**Ansökningar till denna befattning kommer endast tas emot via Försvarsmaktens webbplats.** \n -------------------------------------------------------- Information om Försvarsmakten och det rekryterande förbandet: FMLOG stödjer krigsförband i att utföra sina uppgifter i alla beredskapsnivåer. Vi bidrar till ökad uthållighet genom att planera, förrådshålla, leverera och samordna behovet av förnödenheter och transporter. FMLOG:s unika kompetens med civil och militär expertis bidrar till leveranssäkerhet och tillgänglighet. Tillsammans tillser vi att Försvarsmaktens operativa förmåga nationellt och internationellt bibehålls. I Försvarsmakten finns en stark värdegrund som bygger på öppenhet, resultat och ansvar. Professionell utveckling och personlig hälsa värdesätts och uppmuntras. Det finns goda förutsättningar för intern karriärrörlighet, friskvård samt bra balans mellan arbete och privatliv. En anställning hos oss innebär placering i säkerhetsklass. Vanligtvis krävs svenskt medborgarskap. Säkerhetsprövning med registerkontroll kommer att genomföras före anställning enligt 3 kap i säkerhetsskyddslagen. Med anställning följer en skyldighet att krigsplaceras. I anställningen ingår även en skyldighet att tjänstgöra utomlands. Innebörden av detta varierar beroende på typ av befattning. Om du går vidare i anställningsprocessen ska alltid vidimerade kopior av betyg och intyg uppvisas. Samtal från externa rekryteringsföretag och säljare undanbedes.","company_url":"https:\/\/se.linkedin.com\/company\/forsvarsmakten","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQEI64ARd_2iZA\/company-logo_100_100\/0\/1630528639876\/swedish_armed_forces_logo?e=2147483647&v=beta&t=460RKqJYOAS-Su_tF-JKysLiusRMU5gsafGhiGRvxRc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3873636908","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3873636908","job_url_direct":"https:\/\/careers.deliveryhero.com\/job\/open-applications-sales-and-account-management-in-stockholm-sweden-jid-838?_atxsrc=Linkedin&utm_source=Linkedin&source=LinkedIn&urlHash=m7XL","title":"Open Applications - Sales & Account Management","company":"foodora","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About The Opportunity**\n Are you eager to kick start your career within Sales & Account Management? Or maybe you have a few years of experience in sales and want to upskill yourself in one of the front runners within q-commerce? At foodora we believe in the freedom to create your own journey and it all starts with you sending in an open application today! We are always looking forward to having superheroes joining our teams located in\n **Stockholm, Gothenburg & Malmö** \n - so if you didn’t find a specific role within Sales & Account Management that sparks your interest we would still love to connect with you!\n   \n\n  \n\n**Send in your application today and we’ll follow up if a suitable position becomes available in the near future.**\n To thrive and grow at foodora we believe that you enjoy working in a fast paced environment and dares to\n **challenge your comfort zone** \n . It’s always fruitful to be\n **result oriented** \n and keep your eyes on the prize! We love to measure both success and find opportunities for improvement, which we hope that you also do! If you have\n **high energy** \n and a can do-attitude you will come far in your journey with us!\n   \n\n  \n\n**What you need to be successful**\n For our roles we require one to be fluent in Swedish and fully comfortable with speaking and writing in English. For the majority of our roles within Sales & Account Management we also require one to have a driver's license.\n   \n\n  \n\n We are people from many different backgrounds and previous experiences that work here. If you previously worked within sales, that ofc is a big plus! With that said - many of our most successful foodorians joined us with experience from working within restaurants, service related jobs or other administrative backgrounds. As long as you have the right mindset and willingness to learn more about sales - we are happy to consider your application!\n   \n\n  \n\n**What's in it for you**\n* Wellness allowance topped with the opportunity to participate in many work\/life balance initiatives at foodora.\n* Employee discount at foodora (woho!) and awesome friday breakfasts!\n* Occupational pension, incl. premium exemption insurance, accident insurance and life insurance.\n* foodora Learning - Monthly learning sessions about different topics, such as the q-commerce industry, negotiation techniques and project management combined with a structured onboarding and inspiring courses within Sana Labs.\n* Great deals at Benify (for e.g. gym membership, e-bikes hotels, audiobooks, streaming services, clothes, kitchen supplies… and so much more!\n* Awesome AW’s and (pink) parties!","company_url":"https:\/\/de.linkedin.com\/company\/foodora","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQH2lZ9m2a7Iwg\/company-logo_100_100\/0\/1682694357869\/foodora_logo?e=2147483647&v=beta&t=RRA92YTF78ywRIvYZHxuMZoqpJJjvvuEWA1sFfoVw7A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"29da5a01cd0081e6","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=29da5a01cd0081e6","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28914661","title":"Arkitekt inom Edge & IoT på TechSeed","company":"Meet a Group international AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1719100800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \nPå TechSeed är vi övertygade om att det är tekniken som kommer göra världen till en bättre plats. Vi ser ett stort behov i vårt samhälle att kombinera affärsförståelse, digitalt ledarskap samt innovativa arbetssätt och lösningar med framtidens tekniker i uppkopplade ekosystem. Vi tror på en hållbar framtid med säkra lösningar genom exempelvis IoT-lösningar, digitala tvillingar, AI och cybersäkerhet. Det här är vårt WHY och det fyller oss med energi varje dag. Det här är vår arena.\n  \nTechSeed är ett medarbetarägt bolag som erbjuder konsulttjänster och har ett kompetensdjup inom flera domäner. Vi är på en kraftig tillväxtresa och söker nu lösningsarkitekter som även kommer få en stor grad av inflytande och insyn i hur vi växer framåt och tar ett helhetsgrepp om uppkopplade ekosystem och lösningar. Vi söker dig som trivs i konsultrollen och samtidigt vill bidra till att skapa vägen framåt för TechSeed – Tillsammans.\n  \n  \n\nSom Lösningsarkitekt kommer du arbeta som konsult i samarbete med kund. TechSeed strävar efter att kunna erbjuda en blandning mellan placering hos kund och projekt som leds av TechSeed. Respektive uppdrag sätter förutsättningarna och det förväntas att du är bekväm med båda alternativen.\n  \n  \n\nI den här rollen kommer du tillhöra enheten TechSeed Edge & IoT Göteborg, vars fokus sträcker sig från vision till leverans av uppkopplade system. IoT och IIoT handlar till stor del om att fånga datapunkter från verkligheten, en verklighet där kundernas utmaningar omfattar helt olika processer och verksamheter. Kanske är det du som sätter lösningsarkitekturen för fastighetsbolaget som önskar styra värme, vatten och ventilation mer hållbart. Kanske handlar ditt nästa uppdrag om att lösa insamling av mätdata i maritim miljö med utmaningar i såväl miljö, uppkoppling, underhåll och energiförsörjning. Edge syftar på bearbetning av data nära källan, vilket styrs av krav på säkerhet, bandbredd och underhåll. Som lösningsarkitekt ansvarar du för att fånga kundens krav, önskemål, möjligheter och utmaningar, samt såklart ta fram en lösningsarkitektur. Det förutsätter en teknisk bredd och ett nära samarbete med kund.\n  \n  \n\nSom delägare och anställd kommer du vara med i utvecklingen av våra erbjudanden, få möjlighet att påverka de områden som du drivs av och samtidigt få tryggheten av ett team med gemensamt mål och gemensamma intressen.\n  \n  \n\nVår grund ligger i att vi delar med oss av vår passion för teknik och värdet vi skapar. Det handlar bland annat om kunskapsutbyte och att dela idéer, bidra med god stämning såväl som att skapa värde genom vårt delägarskap. Vi erbjuder dig:\n  \n  \n\nInflytande i hur vi bygger TechSeed tillsammans\n  \n  \n\nEn öppen kultur där vi värdesätter olikheter, insikter och innovationer\n  \n  \n\nDirekt värde från våra finansiella resultat genom bonus och delägarskap\n  \n  \n\nMöjligheten att växa in i olika tekniska områden \/ ansvarsområden utifrån dina önskemål\n  \n  \n\nFlexibelt arbete hemifrån, beroende på uppdragets behov.\n  \n  \n\nVem söker vi?\n  \n  \n\nVi söker dig vars expertis är lösningsarkitektur inom IoT \/ IIoT. Du förväntas ha bredd i dina tekniska kunskaper och god förståelse för hur tekniska lösningar, protokoll och plattformar bör kombineras för att möta kundernas behov. Några exempel på teknik och begrepp från vår vardag; AMQP, AWS\/GCP\/Azure IoT, Bluetooth, CoAP, DDS, DevOps, Digital Twin, HMI, IT\/OT, Linux, LoRaWAN, LTE CAT, LwM2M, Machine Learning, MES, Modbus, MQTT, NB-IoT, ONNX \/ PyTorch \/ Cuda, OPC UA, PKI, PLC, PROFINET, SCADA, Sparkplug, Wi-Fi, ZigBee.\n  \n  \n\nOm delar av ovan är en ingår i din vokabulär, verktygslåda och fångar ditt intresse - hör av dig!\n  \n  \n\nDu är såklart nyfiken på ny teknik, trivs i roller där du utvecklas och i en kultur där vi hjälps åt och bygger bolaget tillsammans. Du har minst 5 års relevant arbetslivserfarenhet, är självklart lösningsorienterad och trivs i samarbete med kund. Eftersom vi arbetar med flera typer av kunder med olika behov kräver rollen att du kan uttrycka dig obehindrat på svenska och engelska i tal och skrift. Det är även meriterande om du har erfarenhet av att jobba på ett start\/scale-up, har tidigare konsulterfarenhet eller relevanta kunskaper från industrivertikaler och marknadsområden.\n  \n  \n\nOm TechSeed\n  \n  \n\nVi är ett medarbetarägt konsultbolag i ScaleUp-fasen med visionen att skapa värde med uppkopplade lösningar. Vi tror på kombinationen av nära samarbeten, framtidens tekniker och att gemensamt arbeta för att skapa ett bolag vi verkligen trivs på. Genom att erbjuda delägarskap till våra anställda ger vi möjligheten till insyn och påverkan, samtidigt som det gynnar samarbeten och att prioritera vad som är bäst för gruppen. Detta speglas både i vår kultur och våra erbjudanden, där vi kombinerar vårt stora tekniska intresse med ett kundanpassat förhållningssätt samtidigt som vi har många sociala aktiviteter och en härlig gemenskap på kontoret. Vår arena är uppkopplade ekosystem, där tekniker som IoT och Intelligent Edge används för att skapa uppkopplade tjänster och system inom ekosystem som Smart Cities, Smart Factories, Smart Companies och Smart Buildings.","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3957198211","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3957198211","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/238381-digitalroute-data-platform-engineer\/&urlHash=958j","title":"Data Platform Engineer","company":"DigitalRoute","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Do you have a passion for building and maintaining robust data infrastructure? Are you a technical visionary who can translate business needs into data-driven solutions? If so, then we want to hear from you!**\n***We have the data - come work with us!***\n The world is changing in the way we consume products, from ownership to usership, and DigitalRoute is positioned in the centre of the transition. Because, when enterprises pivot to usage-based business models, they often make an unfortunate discovery. Their systems weren’t built to handle the massive data volumes and complexity that usage-based models generate. This causes them to leak revenue and respond too slowly to customer demand. DigitalRoute solves this by creating a real-time usage data layer for enterprises. Our products transform raw usage data into clear information for billing, in real time and at high scale.\n   \n\n  \n\n At DigitalRoute we are shifting our focus from moving data at scale to delivering new insight and value out of the data we process. We call this Usage Intelligence: anomaly detection, usage forecasting, churn prediction, etc.. This new value creation heavily relies on artificial intelligence and machine learning techniques.\n   \n\n  \n\n We are seeking a highly skilled Data Architect to join our team and play a pivotal role in shaping the future of our data landscape. In this role, you will be responsible for architecting, setting up, and maintaining a secure and scalable data infrastructure that supports our ever-growing data needs. We are a small team forging the future directions of products at DigitalRoute - we need everyone to be ready (and want!) to be hands-on. The role will report to the Engineering Lead in Stockholm and be part of the virtual AI\/ML team led by the CTO.\n   \n\n  \n\n**What You'll Do**\n* Design, develop, and implement scalable data architecture solutions.\n* Collaborate with stakeholders (sales, engineering, and SRE teams) to translate business needs into technical data solutions.\n* Create and optimize data models for efficient storage, retrieval, and analysis.\n* Develop and maintain data integration processes using ETL (Extract, Transform, Load) techniques.\n* Ensure data security and compliance with relevant privacy regulations.\n* Maintain and optimize the performance of our data infrastructure.\n* Stay current with the latest data management trends and technologies.\n* Leverage AI and machine learning techniques to contribute to the development of Usage Intelligence features such as anomaly detection, usage forecasting, and churn detection.\n* Work hands-on with a small, dynamic team to shape the future of our products.\n* Report to the Engineering Lead in Stockholm and be part of the virtual AI\/ML team led by the CTO.\n\n\n**What You'll Bring**\n* Minimum 5+ years of experience in data architecture or a similar technical role.\n* Bachelor's degree in Computer Science, Information Technology, or a related field (Master's degree preferred).\n* Expertise in big data frameworks (e.g., Hadoop, Spark) and modern database technologies (e.g., NoSQL, relational databases).\n* Strong understanding of data modeling and data integration techniques.\n* Proficiency in SQL programming for data manipulation and querying.\n* Experience with Data Warehousing and ETL processes.\n* Solid understanding of data security concepts, differential privacy, and privacy regulations (e.g., GDPR, CCPA).\n* Experience with cloud-based data platforms (e.g., AWS, Azure, GCP).\n* Proficiency in data visualization tools (e.g., Tableau, Power BI).\n* Programming experience in Python, Java, or similar languages.\n* Excellent communication, collaboration, and problem-solving skills.\n* A passion for building innovative solutions and a readiness to work hands-on with the team.\n\n\n We apply continuous selection, and the position may be filled before the last application date.\n   \n\n  \n\n DigitalRoute wants to be part of an inclusive and diverse environment and we are actively looking for qualified candidates irrespective of gender, sexual orientation, ethnicity, disability, or age. You will be part of a global and diverse company where our differences are our strengths.\n   \n\n  \n\n**We offer a competitive salary and benefits package, as well as the opportunity to work on challenging and impactful projects. If you are a data-driven professional who is passionate about building innovative solutions, we encourage you to apply!**","company_url":"https:\/\/se.linkedin.com\/company\/digital-route","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQFp0wHpBxAN-g\/company-logo_100_100\/0\/1653054008669\/digital_route_logo?e=2147483647&v=beta&t=kVNul1h90mLB5kKWn4SEXIL5BFumih4QA_EaT1EZPBs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3802167703","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3802167703","job_url_direct":"https:\/\/careers.uipath.com\/jobs\/8754?mode=apply&iis=LinkedIn&lang=en-us&urlHash=NFYI","title":"Enterprise Sales Specialist, Test Suite, Nordics","company":"UiPath","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Life at UiPath**\n The people at UiPath believe in the transformative power of automation to change how the world works. We’re committed to creating category-leading enterprise software that unleashes that power.\n   \n\n  \n\n To make that happen, we need people who are curious, self-propelled, generous, and genuine. People who love being part of a fast-moving, fast-thinking growth company. And people who care—about each other, about UiPath, and about our larger purpose.\n   \n\n  \n\n Could that be you?\n   \n\n  \n\n**Your Mission**\n As an Enterprise Sales Specialist you will be the expert in Test Automation and Quality Transformation, you will establish credibility from the first meeting through the quality of questions you ask and relevant ideas you share. You focus on business value and quickly build relationships with customers and prospects. You are an energetic self-starter and an exceptional communicator, at all levels of the customers and your own organisation, with experience of building strong business pipelines.\n   \n\n  \n\n You know how to allow a customer to stand in their own shoes for a time then build a vision of what better looks like with them combined with a strong business case that aligns with their priority measurements.\n   \n\n  \n\n You’re emotionally and socially intelligent and thrive in a competitive environment. You see the value of team work and are quick to share new insights, messaging and anecdotes with the specialist and wider sales team for mutual benefit. You understand the value of story telling that is easily understood and not overwhelming regardless of audience knowledge level.\n   \n\n  \n\n**What You'll Do At UiPath**\n* Proactively create and drive incremental testing sales pipeline from a focus set of accounts in Norway, Sweden and Denmark\n* You will be working with G2K and big enterprise customers. Solution selling and managing complex sales cycles with multiple stakeholders involved - both internally and at the customer side\n* Highly structured mindset, approach and account planning skills\n* Continually update knowledge and be able to articulate our competitive differentiators from other software test automation competitors\n* Build relationships and joint go-to-market plans with key system integrators, technology partners and delivery partners\n* Provide support to sales executives and sales leaders to prioritise focus accounts, based on your experience and research, and contribute to overall account plans for broader Business Automation Platform engagement\n\n\n**What You'll Bring To The Team**\n* Extensive enterprise software sales experience (6+ years) and a demonstrable track record of consistently meeting or exceeding annual quota and performance targets\n* Ability to become productive quickly through a customised and practical induction process, as well as operate in a dynamic environment as part of an exciting hyper-growth organization\n* Exceptional verbal and written communication skills\n* Nice to have: Experience of selling software testing tools and services to business transformation leaders, devops and senior stakeholders.\n* Nice to have: Proven experience with program\/project management methods and processes to define, plan, cost, resource, track and ensure successful sales pursuits\n* Fluent English plus any other languages is an advantage\n\n\n Maybe you don’t tick all the boxes above— but still think you’d be great for the job? Go ahead, apply anyway. Because we know that experience comes in all shapes and sizes—and passion can’t be learned.\n   \n\n  \n\n Many of our roles allow for flexibility in when and where work gets done. Depending on the needs of the business and the role, the number of hybrid, office-based and remote workers will vary from team to team. Applications are assessed on a rolling basis and there is no fixed deadline for this requisition. The application window may change depending on the volume of applications received or may close immediately if a qualified candidate is selected.\n   \n\n  \n\n We value a range of diverse backgrounds, experiences and ideas. We pride ourselves on our diversity and inclusive workplace that provides equal opportunities to all persons regardless of age, race, color, religion, sex, sexual orientation, gender identity and expression, national origin, disability, neurodiversity, military and\/or veteran status, or any other protected classes. Additionally, UiPath provides reasonable accommodations for candidates on request and respects applicants' privacy rights. To review these and other legal disclosures, visit our privacy policy.","company_url":"https:\/\/www.linkedin.com\/company\/uipath","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQF0v6S05nSsPw\/company-logo_100_100\/0\/1630468240441\/uipath_logo?e=2147483647&v=beta&t=clzc43v1Gya4uhE9kl0im5Sstfh-64x52u_SpkQDbF0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"603664febf370abe","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=603664febf370abe","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28914916","title":"Development Manager","company":"Meet a Group international AB","location":"Uppsala, C, SE","job_type":"fulltime","date_posted":1719100800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \n  \n\n**Who we are and what we do:**  \n\nAt Viedoc, we design engaging software that modernizes clinical research so that necessary treatments can reach the people who need them faster.\n  \n  \n\nWe accomplish this by combining technology and a creative design to streamline, automate and simplify conventional processes within clinical research. Simply put, Viedoc makes every aspect of a clinical study a bit smoother, resulting in greater discoveries that make a difference, and has the potential to improve lives.\n  \n  \n\nReal change means challenging the status quo – our driving force since we started almost two decades ago. In everything we do, we work for a healthier world, searching for better, more efficient solutions that answer to the needs of both our users and humanity.\n  \n  \n\nWe are proud to foster an inclusive workplace. We believe that diversity of experience, perspectives, and supportive work culture will lead to a better work environment for our employees and, ultimately, a better product.\n  \n  \n\n**What you will do and why:**  \n\nWe are seeking a dynamic and experienced Development Manager to join our Uppsala office. This senior role reports directly to the CTO and focuses on people development within our integrated team structure. The Development Manager will oversee developers, testers, and lead developers, ensuring smooth operations, improved ways of working, and enhanced job satisfaction. Your main responsibility is to align the ambitions of our organization with the development and growth of our development teams and team members. You are the person that keeps a close watch on the productivity and mood of our team members, while also translating and aligning our company growth strategy with individual development and growth plans.\n  \n  \n\n**Your key responsibilities are to:**  \n\nOversee the development and growth of approximately 25-30 direct reports.\n  \n  \n\nDevelop and implement strategies to improve individual employee performance and overall employee satisfaction.\n  \n  \n\nConduct one-on-ones, development talks, and salary conversations.\n  \n  \n\nAct as a liaison between leadership and developers to address challenges and improve communication.\n  \n  \n\nCollaborate with HR and the CTO to set up and manage training and development programs, if need be.\n  \n  \n\n**As a professional, we would like you to have:**  \n\nBachelor’s degree in Computer Science or equivalent experience.\n  \n  \n\nMinimum of five to ten years of experience in the tech industry, preferably with a SaaS product.\n  \n  \n\nBackground as a developer or engineer in a software company, with an understanding of C# and .NET environments, and Azure Cloud (preferred but not required).\n  \n  \n\nStrong leadership skills with a facilitating leadership style.\n  \n  \n\nProven ability to grow and develop individual employees, their satisfaction, retention rate, performance, and overall career development.\n  \n  \n\n**As a person, we would like you to be:**  \n\n**Empathetic:** Understanding and relating to team members' needs and motivations\n  \n  \n\n**Communicative:** Effective communicator between leadership and team members\n  \n  \n\n**Analytical:** Assessing team dynamics and organizational needs\n  \n  \n\n**Proactive:** Initiating solutions to address issues\n  \n  \n\n**Supportive:** Encouraging and supporting professional growth\n  \n  \n\n**Adaptable:** Flexible to changing circumstances\n  \n  \n\n**Resilient:** Handling stress and challenges positively\n  \n  \n\n**Trustworthy:** Building trust through integrity and transparency\n  \n  \n\nIndustry\n  \neClinical, Software, Pharmaceutical, Biotech, Medical Device, Consumer Health\n  \n  \n\nInterested?\n  \nIf you want to join our incredible team, apply for the job! Do you want to know more? Feel free to reach out to the team member responsible for this role below.","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"c0f2ce94e6bffb7e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c0f2ce94e6bffb7e","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28914911","title":"Business Analyst ERP","company":"NXT Interim Stockholm AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1719100800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"Vår kund växer snabbt och står inför en lång och spännande resa med aktuella samhällsnyttiga projekt. På denna resa spelar IT en väsentlig roll, och de driver innovation genom agilt arbete och samarbete.\n  \n  \n\nSom Business Analyst inom ERP hos vår kund kommer du att hjälpa verksamheten att skapa bästa möjliga systemlösning utifrån verksamhetens krav. Din utmaning kommer vara att säkerställa att vi har kostnadseffektiva och förvaltningsbara system som tillgodoser användarnas behov på bästa sätt. Du behöver kombinera verksamhetsförståelse och IFS-kompetens för att göra analyser och föreslå lösningar. För den här rollen letar vi efter dig som är bred inom IFS och har kunskaper som spänner över flera områden. Särskilt intressant i det här fallet är Tillverkning (Manufacturing). Det är viktigt att kunna samarbeta och hålla leveranstidplaner. Du har erfarenhet från större ERP implementationsprojekt samt erfarenhet av eller certifiering inom IFS Cloud.\n  \n  \n\n**För att lyckas i denna roll behöver du:**  \n\nBredd inom IFS, med särskilt fokus på Tillverkning (Manufacturing)\n  \nKompetens för att göra analyser, dra slutsatser och föreslå lösningar\n  \nErfarenhet från större ERP implementationsprojekt\n  \nErfarenhet av eller certifiering inom IFS Cloud.\n  \n  \n\nAnställningsformen är ett konsultuppdrag på ca 8 månader som anställd på NXT Interim, för att sedan gå över som fast anställd direkt hos vår kund.\n  \n  \n\nBefattningen kräver att du genomgår och godkänns enligt vid var tid gällande bestämmelser för säkerhetsskydd. Bakgrundskontroll och säkerhetsintervju är en del av processen, och du behöver vara svensk medborgare.\n  \n  \n\nLåter detta som en intressant roll?\n  \nSök redan i dag så berättar vi mer. Vi behöver en ansökan, inkluderat CV, på svenska, som matchar vår kunds önskemål. Urval och intervjuer sker löpande så vänta inte med din ansökan då anbudstiden är kort.\n  \n  \n\nNXT Interim och NXT Rekrytering är ett nischat och innovativt företag som är verksamma inom konsult och rekryterings branschen. Vi är verksamma inom HR, IT, Ekonomi, Sälj och Marknad och har 20 års erfarenhet i branschen. Vi erbjuder våra konsulter bl a sjukförsäkring, remote-arbetsplatser och flera andra förmåner som förgyller deras vardag. Vid projektanställning (som i denna) tillämpar vi kollektivavtal.","company_url":"https:\/\/se.indeed.com\/cmp\/Nxt-Interim-Stockholm-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0f9c6badba63f09b","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0f9c6badba63f09b","job_url_direct":"https:\/\/www.amazon.jobs\/jobs\/2679367\/data-center-operations-engineering-technician-katrineholm?cmpid=DA_INAD200785B","title":"Data Center Operations Engineering Technician, katrineholm","company":"Amazon.com","location":"Katrineholm, D, SE","job_type":"fulltime","date_posted":1718755200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"o 5+ years electrical, mechanical and\/or controls relevant experience (degree or trade qualification preferred);\n  \no Demonstrate key electrical and mechanical competencies and theory;\n  \no Strong verbal and written communication skills.\n  \n  \n\nAmazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n  \n  \n\nAmazon Web Services (AWS) is looking for a motivated, goal-driven individual to join our Data Center Engineering Operations Team! The Data Center Engineering Operations Technician (EOT) serves a key role as a cornerstone of facility operations, supporting Amazon within its owned and operated data centers. All data center equipment supporting customer services must maintain better than 99.999% uptime.\n  \n  \n\nAWS Infrastructure Services owns the design, planning, delivery, and operation of all AWS global infrastructure. In other words, we’re the people who keep the cloud running. We support all AWS data centers and all of the servers, storage, networking, power, and cooling equipment that ensure our customers have continual access to the innovation they rely on. We work on the most challenging problems, with thousands of variables impacting the supply chain — and we’re looking for talented people who want to help.\n  \n  \n\nYou’ll join a diverse team of software, hardware, and network engineers, supply chain specialists, security experts, operations managers, and other vital roles. You’ll collaborate with people across AWS to help us deliver the highest standards for safety and security while providing seemingly infinite capacity at the lowest possible cost for our customers. And you’ll experience an inclusive culture that welcomes bold ideas and empowers you to own them to completion.\n  \n  \n\nKey job responsibilities\n  \nEngineering Operation Technician is responsible for ensuring that all electrical, mechanical, and fire\/life safety equipment within the data center is operating at peak efficiency. This involves conducting both planned preventative maintenance of equipment, daily corrective work, and emergency response to emergent issues. The EOT serves as an operator as well as a first-line resource reporting to a site’s Data Center Facility Manager (FM), receiving daily instruction from the Chief Engineer (CE) and interacting with third party vendors. The EOT maintains training compliance as related to their role of operating, troubleshooting and repairing electrical and mechanical equipment.\n  \n  \n\n**This equipment includes, but is not limited to:**  \n\nStand-by emergency generators\n  \nLow and medium voltage electrical systems\n  \nUninterruptible Power Supplies (UPS)\n  \nAutomatic Transfer Switches (ATS)\n  \nWater treatment systems\n  \nBuilding automation systems\n  \nFire detection and air quality monitoring systems\n  \nServer racks\n  \n  \n\nKey job responsibilities\n  \n  \n\n**You will also be involved in:**  \n\no Assisting in the operation and maintenance of all electrical, mechanical, fire\/life safety equipment and HVAC equipment within the Data Center\/Facility. This equipment supports mission-critical servers and must maintain better than 99.999% uptime.\n  \no Assisting in the maintenance and monitoring of all Data Center systems to include incidents\/events, problems, changes, monitoring, problem escalation\/notification\/resolution and all other aspects of Data Center support.\n  \no Monitoring and troubleshooting all mechanical, electrical, HVAC systems, voice\/data, cooling systems, fire\/life safety equipment and generators.\n  \no Providing assistance to contractor or data center engineers to ensure proper operation and maintenance of all facility equipment.\n  \no Providing assistance to contractors or data center engineers to deploy new equipment, such as building racks, cabling, and other tasks as necessary.\n  \no Performing site walk throughs to verify proper operation of Facility Equipment and Monitoring Systems.\n  \n  \n\nIn addition to acting as a Facilities First Responder to critical events, you will be a part of the team supporting new data center facilities and existing data center facilities!\n  \n  \n\nA day in the life\n  \nDay to day activities for this role include;\n  \no Monitoring of all alarms and systems involved in the operation of power, cooling and fire suppression systems in the data center.\n  \no Planning and coordinating vendor works on site to ensure equipment is maintained and uptime retained.\n  \no Supporting other sites and teams during events and planned works.\n  \no Carrying out rack power up and installation duties.\n  \no Monitoring and facilitating new equipment handover.\n  \no Supporting new hires and team members through knowledge share and development.\n  \no Event response and drill participation.\n  \n  \n\nAbout the team\n  \nDiverse Experiences\n  \nAWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n  \nWhy AWS?\n  \nAmazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n  \n  \n\nInclusive Team Culture\n  \nHere at AWS, it’s in our nature to learn and be curious. Our employee-led affinity groups foster a culture of inclusion that empower us to be proud of our differences. Ongoing events and learning experiences, including our Conversations on Race and Ethnicity (CORE) and AmazeCon (gender diversity) conferences, inspire us to never stop embracing our uniqueness.\n  \n  \n\nMentorship & Career Growth\n  \nWe’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n  \n  \n\nWork\/Life Balance\n  \nWe value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve in the cloud.\n  \n  \n\nWe are open to hiring candidates to work out of one of the following locations:\n  \n  \n\nKatrineholm, SWE\n  \n  \n\no Professional Certification in Electrical, Mechanical or Controls engineering.\n  \no Heavy industry or data center experience.\n  \no Understanding of basic electrical principles and systems.\n  \n  \n\nAmazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.","company_url":"https:\/\/se.indeed.com\/cmp\/Amazon.com","company_url_direct":"https:\/\/www.amazon.jobs","company_addresses":"440 Terry Ave N, Seattle, WA, United States, Washington","company_industry":" Internet And Software","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Our mission is to be Earth's most customer-centric company.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/3e9d43f5c277de169808abdcaf49ba2c","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/ff3e6de48f7941c7ea8babbf948a4998","ceo_name":"Andrew Jassy","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/59f4d630d9c6b99af50a3381e6406486"},{"id":"517c177a6e8b6190","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=517c177a6e8b6190","job_url_direct":"https:\/\/jobs.allears.ai\/jobs\/4621168-tech-lead-with-machine-learning-expertise-wanted-at-all-ears","title":"Tech Lead with Machine Learning Expertise Wanted at All Ears","company":"All Ears","location":"Stockholm, AB, SE","job_type":null,"date_posted":1718668800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**About All Ears**\n\n\nAll Ears is a global leader in audio and new media monitoring, offering an AI-based SaaS solution that analyzes brands and trends in voice and video in real-time. Our superior coverage spans television, radio, podcasts, YouTube, and TikTok. With nearly 1000 customers across the Nordics, EU, and US, our clients include Walmart, Pfizer, Volvo, and KFC.\n\n\nFounded in 2016 with CTO Håkan Waara as a co-founder, All Ears is backed by investors like Bonnier Capital and Alfvén & Didrikson. Recently featured in “Deloitte Sweden Technology Fast 50 - 2023” and Breakit’s “Sweden's 35 most promising AI startups,” we have significantly strengthened our senior management and board of directors.\n\n\nIn 2023, All Ears crossed the 40 million mark in ARR and has been profitable since January 2024, maintaining a solid cash position. We are now focusing on growth by enhancing our product and user experience, expanding into new languages and markets, and broadening our commercial approach.  \n\n\n\n  \n\n**About the role**\n\n\nWe are seeking a highly skilled and experienced **Tech Lead** with extensive experience in **Machine Learning and\/or Natural Language Processing** to join our dynamic team. This role is pivotal as it combines both technical development and leadership responsibilities. As the Tech Lead you will be playing a crucial role in scaling our tech team, managing complex technical projects, and driving the success of our tech development across multiple markets.\n\n **Key Responsibilities:**\n\n* Collaborate closely with the CTO to set the technical vision and strategy for the company.\n* Lead, mentor, and develop a team of software engineers, fostering a culture of innovation, collaboration, and continuous improvement.\n* Use state of the art machine learning, NLP and AI to extract insights from our unique data.\n* Oversee the implementation of NLP techniques to extract meaningful insights from our data.\n* Work with data scientists and engineers to analyze and interpret complex data sets.\n* Drive innovation in data analysis and AI, incorporating the latest industry advancements.\n* Ensure best practices in data processing, model training, testing, and documentation.\n* Drive the expansion of our tech team, including hiring, onboarding, and retaining top talent.\n* Address and manage complex technical challenges as our company grows, including expanding into new markets and diversifying our product offerings.\n* Work with cross-functional teams, including product management, sales, and marketing, to align technical initiatives with business goals.\n* Stay up-to-date with industry trends and emerging technologies, incorporating relevant advancements into our technology stack.\n* Ensure best practices in software development, including code reviews, testing, and documentation.\n* Report directly to the CTO and provide regular updates on project status, team performance, and technical challenges.\n\n**Qualifications:**\n\n* Bachelor’s or Master’s degree in Computer Science, Engineering, or a related field.\n* Deep knowledge of text analysis, NLP, Machine Learning\n* Proven experience in a technical leadership role, preferably from a tech\/product company.\n* Strong background in software development, with proficiency in one or more programming languages\n* Demonstrated experience in scaling tech teams and managing complex technical projects.\n* Deep understanding of software architecture, cloud computing, and modern development practices.\n* Excellent problem-solving skills and the ability to make sound technical decisions in a fast-paced environment.\n* Strong communication and interpersonal skills, with the ability to effectively collaborate with cross-functional teams.\n* Experience with agile methodologies and project management tools.\n* Previous experience with audio and new media technologies is a plus.\n\n**Meritorious Experience:**\n\n* Proven track record of scaling tech teams in terms of personnel and addressing more complex technical situations.\n* LLM integration experience\n* Experience with Python, React, Elasticsearch, PostgreSQL, distributed systems\n* Experience in scaling and performance challenges\n\n **Ready to join the team?**\n\n\nAmazing! Apply by using your LinkedIn profile (or upload a resume) and answer a few click-in questions. We'd love to get to know you and understand what makes you tick, so feel free to add a sentence about what you enjoy about your role and what would be an exciting challenge for you going forward. Be yourself and let that shine through in your application!\n\n*All Ears is an equal opportunity employer. We celebrate diversity and we’re committed to creating an inclusive environment for all employees and candidates.*\n\n*Please note that we do not accept any applications through email due to GDPR.*","company_url":"https:\/\/se.indeed.com\/cmp\/All-Ears","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3916389351","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3916389351","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Security-Infrastructure-Architect-151-38\/1067528701\/&urlHash=oKRQ","title":"Security Infrastructure Architect","company":"Scania Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"The Network Services & CO & WAN group, as part of the Enterprise Network Services, provides WAN and SDWAN connectivity where Scania is present, around the world. It's responsible for the whole lifecycle, from requirements analyses to implementation, maintenance and support. Scania's business is changing over time - globalization, digitalization and mobility are examples of trends that are affecting our business environment. To support the Scania's transformation, we are in a changing journey, from WAN to SDWAN, changing the traffic flow from MPLS to Internet as a carrier.\n   \n\n  \n\n**We are....**\n* a diverse team comprising of Architect, Fortinet Specialists, Product Owner, and Managed Service Teams. We work cross with the other two Network syster groups, in order to deliver a complete Network experience to our end users. We also work with internal colleagues from other parts of IT organization and strategic partners\/suppliers to provide modern and cost-effective solutions to our global business stakeholders across 70+ countries. We play a vital role in setting the digital roadmap & architecture and moving towards the set architectural direction. We value diverse backgrounds and experiences and like to work in an open atmosphere!\n\n\n**We offer....**\n* a fantastic team culture and flexible work environment that is highly appreciated among our co-workers. Besides working in an international context with smart coleagues, you will have the opportunity to influence our digital ambition and drive the WAN and SDWAN Architure journey forward. You will work in an environment where ideas are encouraged, and experimentation and innovation are seen as backbone for success.\n\n\n**You will....**\n* help driving the Scania modern site journey that is using Fortinet as a global evolving service at Scania local sites, with a special responsibility to make sure that we design and implement needed capabilities in a fast pace and with quality. You will work as a part of a dynamic team where we have experts with a deep Scania expertise and partners. You also need to work close to the architects and experts in the other teams to work with a holistic future for Scania that spans more than the team you will work in.\n\n\n You will prioritize the overall picture when working with Scania. And driving Scania towards a modern functional but secure environment.\n   \n\n  \n\n**You have...**\n* Network Security Skills (mainly within next generation Firewalls)\n* Networking skills to understand the basics of Wireless and Switches\n* Good communication skills with other teams on both Swedish and English.\n* Minimal of 5 years of competence\/experience in the architecture area to matter\n* At least 5 years of experience of previous work within network and security architecture area.\n* You have a great commitment and a drive to deliver and improve.\n* You are structured, self-propelled, and enjoy working in change towards a long-term goal.\n* You are good at communicating and collaborating with others.\n* You express yourself well in speech and writing in English and Swedish is desired to keep a good communication internally.\n* You are not afraid of taking up a debate for a subject you feel strongly for.\n* WAN skills (routing, MPLS, VPN over Internet)\n\n\n**You could have:**\n* A university degree in IT, or relevant professional experience, as well as great interest and experience in working with agile methods for system development.\n* Fortinet knowledge with Fortigate, FortiSwitches and FortiAP.\n* Good knowledge in API development to be able to work with automation\n\n\n If you would like to know more about the role, please contact Rejane da Silveira Oliveira Cipriano (Recruiting Manager) +46 70086 9209. Apply with a CV. A bakgroundcheck might be conducted.","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=LgALGJC3Fhq3aYCq1bbi3-jXS_UCs-rtUCigbSxE7-o","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3957175549","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3957175549","job_url_direct":"https:\/\/career.nextory.com\/jobs\/3801954-data-engineer&urlHash=w_M_","title":"Data Engineer","company":"Nextory","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We know it, you know it. Most companies ramble on about purpose and making the world a better place. And pretty often it feels a bit… well, forced. But we’d like to think that our story is special for real.\n \n\n\n\n  \n\n\n\n\n\n Our founders, Shadi Bitar and Ninos Malki, came to Sweden from Syria when they were kids. Books became their compass, guiding them through the maze of life, and helping them shape their destinies in a new world.\n \n\n\n\n  \n\n\n\n\n\n Their dream was bold: What if they could unlock the world of books for everyone, making knowledge and inspiration accessible to all? Fast forward a few years, and the tale of Nextory was born.\n \n\n\n\n  \n\n\n\n\n\n At Nextory, we've crafted a revolutionary monthly subscription that empowers our users to devour books like never before, be it through reading or listening. It's not just a product; it's a passport to endless adventure and enlightenment.\n \n\n\n\n  \n\n\n\n\n\n And now, we're on a quest to find a\n **Data Engineer** \n , someone as passionate as we are about making the world a happier place and enriching lives through the world of reading. Join our extraordinary team, and let's script a future where every day is a chapter of discovery, and every book is a key to a richer life.\n \n\n\n\n  \n\n\n\n\n\n**WHAT YOU WILL BE DOING** \n\n\n\n\n As a Data Engineer at Nextory you will work with keeping and developing the data drivenness of Nextotry throughout the organization. With a curious, innovative and analytical mindset and tech-savvy approach you will fuel our data-driven teams.\n \n\n\n\n  \n\n\n\n\n\n Together with the team you will be responsible for data services which means, data warehousing, ML\/AI, data quality and enabling data insights. You will build and run data pipelines, data warehouses, data frameworks and leverage ML\/AI. We believe that you enjoy working autonomously in close collaboration with the cross-functional teams and other stakeholders.\n \n\n\n\n  \n\n\n\n\n\n You will be a part of an amazing team and be at the core of understanding a consumer subscription service - always with the continuous aspiration to increase reading! The position is based in Stockholm and you report to our COO.\n \n\n\n\n  \n\n\n\n\n\n WHO YOU ARE\n \n\n\n\n We believe that you are currently working in a similar role at a fast-moving company. We believe that you would like to develop a thorough understanding of how consumers use our service and be part of delivering key insights. By using various development techniques, you will keep us in the forefront of creating the best customer experience as well as providing a great self-service data platform. We believe that you take pride in structuring, integrating and transforming data on a daily basis - you believe that data quality is key!\n \n\n\n\n If you have ambitions (or experience!) of working with areas like ML and AI we would love to give you a platform to show your practice! You thrive working in a dynamic and unpretentious environment where you take great responsibility for our product and your team!\n \n\n\n\n  \n\n\n\n\n\n SKILLS AND QUALIFICATIONS\n \n\n\n\n • We believe you have, for the field, relevant educational background\n \n\n\n\n • We believe you have around 4 years of experience from working within the field\n \n\n\n\n • We believe that you are an expert in SQL and have worked with Java, Python and\/or similar languages\n \n\n\n\n • We believe that you have experience with cloud infrastructure (Azure, AWS, GCP) and cloud data warehousing, preferably BigQuery or equivalent\n \n\n\n\n • We believe that you have experience working with pipelines and data integration solutions with an ELT approach\n \n\n\n\n • We believe that you have experience in operating, maintaining and ensuring quality of production grade software\n \n\n\n\n  \n\n\n\n\n\n We are looking forward to your application which should include a CV or LinkedIn profile.","company_url":"https:\/\/se.linkedin.com\/company\/nextory","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQFaXTRz2NiarA\/company-logo_100_100\/0\/1677573190670\/nextory_logo?e=2147483647&v=beta&t=JuuMXx6phL7jAesBO9NG3hALPbNEe8-Kyqahs433Q9M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"9f7ff821dc108962","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=9f7ff821dc108962","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28914767","title":"Senior Test and Verification Engineer","company":"QBTECH AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1719100800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Would you like to take part in transforming healthcare? Qbtech is the global market leader in professional ADHD tests, providing tests that are both CE marked and FDA cleared for use as an aid in the assessment and treatment evaluation of ADHD for people age 6-60. Our vision is to transform healthcare by providing a complete system of leading objective tests, products and services that empowers clinical and financial decision-makers to improve outcomes and support patients to better understand their symptoms and treatment.\n  \nQbtech is present in 14 countries with offices in Stockholm, London and Houston. Over the next years, Qbtech will make significant investments into new products, technologies and people to further strengthen their services and product offerings with the aim of building an ecosystem with solutions for providers, clinicians and patients.\n  \nAbout the roleAs a Senior Test and Verification Engineer, you will be a part of a cross-functional team using agile methodology to create medical software applications. You will drive the quality assurance activities through testing and verification, working closely with back-end developers and product owner. You will support continuous integration processes to ensure our products meet requirement and design specifications.\n  \nEssential Duties and responsibilities\n  \nUnderstand and able to review the system and software requirements\n  \nCreating automation test suite for Frontend Web Application\n  \nDevelop manual and automated test cases to cover design input and define test activities suitable for different situations\n  \nExecute automated as well as manual testing on all our product platforms (i.e. web apps)\n  \nPerform test planning and contribute with release activities\n  \nCreate test and verification artefacts (specifications and reports)\n  \nWrite detailed and clear problem reports and provide information to analyse and prioritise them by severity and impact and help to find the root cause of issues\n  \n  \n\nWho are you?\n  \nMaster or Bachelor’s Degree in Engineering, Computer Science or a related field of study.\n  \nExperience as a SW Test and Verification Engineer with at least 8 years of test and verification of software applications, including knowledge of strategy and planning methods.\n  \nISTQB certification is required.\n  \n  \n\nWe are looking for someone who has\n  \nPrevious experience with safety critical software development\n  \nExperience with creating automation testing frameworks and CI\/CD pipelines\n  \nExperience with web-based testing and automation tools, having experience with Mabl is a plus\n  \nStrong understanding of programming concepts and languages\n  \nExperience with Full-stack Automation testing is a plus\n  \nExperience with non-functional testing (security\/performance\/maintainability\/..\n  \n  \n\nWhat can Qbtech offer you?At Qbtech you will have the opportunity to work with something meaningful that helps people understand ADHD while transforming healthcare. You will work in an international environment together with some of the leading experts in the world. You will lead the development of best in class as well as first in class products and services – globally. There are plenty of opportunities to learn and grow and to expand into other technologies within the company. Qbtech also offers education and certifications in fields that are relevant to the technology used within the company.","company_url":"https:\/\/se.indeed.com\/cmp\/Qbtech-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"98cbda1a0a3dce1c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=98cbda1a0a3dce1c","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28914830","title":"Senior Thermodynamic Engineer to Qvantum","company":"Meet a Group international AB","location":"Ängelholm, M, SE","job_type":"fulltime","date_posted":1719100800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"tobias@a-hub.se","description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \nQvantum is a group of people who think differently, have a passion for entrepreneurship and strive to maintain a flat organization where all are expected to make a difference. They believe in making the impossible possible together – by building on each individual's personal strengths. The goal at Qvantum is to change the way cities in Europe are heated and cooled. Do you want to shape the future with them?\n  \n  \n\nOur world is in the midst of an energy transition from fossil fuels to renewable energy sources. Qvantum has developed a solution to tackle a difficult challenge that no one has been able to solve before – how to enable the many people in the big cities to live a life without dependence on fossil fuels for heating and cooling. They have developed a wide range of smart heat pump solutions for the next generation of heating and cooling technologies, built on modern software. The products are suitable for everything from small apartments to large property complexes and entire residential blocks.\n  \n  \n\nQvantum, with over 30 years of experience in heat pumps, has recently embarked on an exciting and extensive growth journey when a number of entrepreneurs with extensive experience from both the heat pump industry and the energy industry, acquired the company. They currently employ more than 250 employees, located in several European countries, and continue to grow at a rapid pace. With factories in Limhamn, Åstorp and Hungary, Qvantum is expected to become one of the leading players in its segment in Europe.\n  \n  \n\nQvantum offers exciting development opportunities, an inclusive work environment that encourages professional and personal development together with dynamic and forward-thinking colleagues. This job offers wide opportunities for growth and advancement as Qvantum scales up in Europe. Hybrid ways of working as well as a long-term incentive program are only a few of the benefits they offer. Now you have a unique opportunity to be part of the exciting growth journey that Qvantum is on!\n  \n  \n\nABOUT THE ROLE\n  \n  \n\nAs a Senior Thermodynamic Engineer in the dedicated team at Qvantum, you will play a crucial role in the continuous development of their cutting-edge heat pumps. Your primary focus will be on the refrigeration aspects of the product, driving the technical development within the heat pump domain. You will lead and oversee various stages of product development, ensuring continuous progress and innovation. Your experience in similar roles will be invaluable as you provide technical expertise and support, both internally and with external suppliers, to meet the customer expectations of Qvantum.\n  \n  \n\nYour day-to-day responsibilities will include (but are not limited to) the following:\n  \n  \n\nLead the continuous technical development of heat pump products, with a focus on refrigeration parts and components.\n  \n  \n\nDrive the work of specifying necessary tests and evaluations.\n  \n  \n\nAnalyze test results to ensure optimal product performance.\n  \n  \n\nEnsure that the products meet customers' needs and requirements.\n  \n  \n\nBuild and test prototypes in-house to rapidly realize and verify ideas.\n  \n  \n\nProvide technical support and guidance to the internal team.\n  \n  \n\nCollaborate closely with external component suppliers.\n  \n  \n\nStay updated with industry standards, legislation, and regulations.\n  \n  \n\nWHO ARE YOU?\n  \n  \n\nWe are looking for a highly skilled and experienced refrigeration engineering expert with a background in production at scale. You have in-depth knowledge of refrigeration circuits and systems, fluid mechanics, thermodynamics, and heat transfer. You should also have a proven track record in product development and experience working with leading companies in the industry. This role is perfect for you who are driven, proactive, and eager to contribute to a dynamic and entrepreneurial environment.\n  \n  \n\n**We are specifically looking the following:**  \n\nBachelor’s or Master’s degree in Mechanical Engineering, Physics Engineering, or a related field.\n  \n  \n\nDeep expertise in refrigeration, fluid mechanics, thermodynamics, and heat transfer, preferably as applied to refrigeration circuits and systems.\n  \n  \n\nKnowledge in specification, calculation, design, and testing of products and components in a mass-production setting.\n  \n  \n\nProfessional level language skills in English, both written and oral.\n  \n  \n\nFamiliarity and experience within the heat pump industry (HVAC) is a strong bonus.\n  \n  \n\n**Personal competencies:**  \n\nDriven and proactive.\n  \n  \n\nStrong analytical and problem-solving skills.\n  \n  \n\nAppreciation for a dynamic organizational scale-up phase, where flexibility and initiative are paramount.\n  \n  \n\nAbility to work both independently and collaboratively with a team.\n  \n  \n\nAttention to detail and a long-term perspective.\n  \n  \n\nAbility to lead others in assignments or projects is a plus.\n  \n  \n\n**PRACTICAL INFORMATION:**  \n\nDirect recruitment to Qvantum.\n  \n  \n\n**Location:** Åstorp, Sweden (Hybrid)\n  \n  \n\n**Work hours:** Regular office hours.\n  \n  \n\n**Start:** As soon as possible.\n  \n  \n\nNEXT STEP\n  \n  \n\nIf you are excited about playing a pivotal role at Qvantum and contributing to the future of sustainable energy through innovative technology, we want to hear from you! Join Qvantum on this thrilling journey as they shape the future of renewable energy solutions.\n  \n  \n\nSubmit your application today and seize the opportunity to be part of Qvantum’s driven and collaborative team. At Qvantum, you'll experience a culture of initiative taking, quick decision-making, and continuous encouragement to test your own ideas.\n  \n  \n\nFor any further questions about the position, please contact Tobias Johansson at tobias@a-hub.se.\n  \n  \n\nPlease note that we do not accept applications via email. Ensure you submit your application through the A-hub careers website!","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"37b8fc2e6bedff6d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=37b8fc2e6bedff6d","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28914829","title":"Junior System Engineer to Qvantum","company":"Meet a Group international AB","location":"Ängelholm, M, SE","job_type":"fulltime","date_posted":1719100800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"tobias@a-hub.se","description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \nQvantum is a group of people who think differently, have a passion for entrepreneurship and strive to maintain a flat organization where all are expected to make a difference. They believe in making the impossible possible together – by building on each individual's personal strengths. The goal at Qvantum is to change the way cities in Europe are heated and cooled. Do you want to shape the future with them?\n  \n  \n\nOur world is in the midst of an energy transition from fossil fuels to renewable energy sources. Qvantum has developed a solution to tackle a difficult challenge that no one has been able to solve before – how to enable the many people in the big cities to live a life without dependence on fossil fuels for heating and cooling. They have developed a wide range of smart heat pump solutions for the next generation of heating and cooling technologies, built on modern software. The products are suitable for everything from small apartments to large property complexes and entire residential blocks.\n  \n  \n\nQvantum, with over 30 years of experience in heat pumps, has recently embarked on an exciting and extensive growth journey when a number of entrepreneurs with extensive experience from both the heat pump industry and the energy industry, acquired the company. They currently employ more than 250 employees, located in several European countries, and continue to grow at a rapid pace. With factories in Limhamn, Åstorp and Hungary, Qvantum is expected to become one of the leading players in its segment in Europe.\n  \n  \n\nQvantum offers exciting development opportunities, an inclusive work environment that encourages professional and personal development together with dynamic and forward-thinking colleagues. This job offers wide opportunities for growth and advancement as Qvantum scales up in Europe. Hybrid ways of working as well as a long-term incentive program are only a few of the benefits they offer. Now you have a unique opportunity to be part of the exciting growth journey that Qvantum is on!\n  \n  \n\nABOUT THE ROLE\n  \n  \n\nAs a Junior System Engineer in the dedicated team at Qvantum, you will play an important role in the continuous development of their advanced heat pump systems. Your primary focus will be on the heat pump system and the implementation aspects of the product, ensuring it integrates seamlessly with various applications. You will oversee different stages of product development, maintaining a balance between all requirements while adhering to legislation, regulation and industry standards. Your technical expertise and support to both internal and external stakeholders will be invaluable to meet the customer expectations of Qvantum.\n  \n  \n\nYour day-to-day responsibilities will include (but are not limited to) the following:\n  \n  \n\nAssist in the continuous technical development of heat pump systems, focusing on implementation and application aspects.\n  \n  \n\nSupport the work of dimensioning components, conducting lab tests, and developing verification plans to rapidly verify ideas.\n  \n  \n\nHelp analyze test results to ensure optimal system performance.\n  \n  \n\nEnsure that the systems meet customers' needs and standards.\n  \n  \n\nProvide technical support and guidance to the internal team.\n  \n  \n\nCollaborate closely with external component suppliers.\n  \n  \n\nStay updated with industry standards as well as legislative regulations and explore functional opportunities.\n  \n  \n\nWHO ARE YOU?\n  \n  \n\nWe are looking for a motivated system engineering candidate. The ideal candidate has a foundational knowledge of refrigeration circuits and systems, fluid mechanics, thermodynamics, and heat transfer. This role is perfect for you who are driven, proactive, and eager to contribute to a dynamic and entrepreneurial environment.\n  \n  \n\n**We are specifically looking for the following:**  \n\nBachelor’s or Master’s degree in Mechanical Engineering, Physics Engineering, or a related field.\n  \n  \n\nFoundational knowledge in refrigeration, fluid mechanics, thermodynamics, and heat transfer, preferably as applied to refrigeration circuits and systems.\n  \n  \n\nFamiliarity with the specification, calculation, design, and testing of products and components in a mass-production setting.\n  \n  \n\nFluency in English, both written and verbal.\n  \n  \n\nAbility to work both independently and collaboratively with a team.\n  \n  \n\n**Personal competencies:**  \n\nDriven and proactive.\n  \n  \n\nStrong analytical and problem-solving skills.\n  \n  \n\nAppreciation for a dynamic organizational scale-up phase, where flexibility and initiative are paramount.\n  \n  \n\nAbility to work both independently and collaboratively with a team.\n  \n  \n\nAttention to detail and a long-term perspective.\n  \n  \n\nAbility to lead others in assignments or projects is a plus.\n  \n  \n\n**PRACTICAL INFORMATION:**  \n\nDirect recruitment to Qvantum.\n  \n  \n\n**Location:** Åstorp, Sweden (Hybrid).\n  \n  \n\n**Work hours:** Regular office hours.\n  \n  \n\n**Start:** As soon as possible.\n  \n  \n\nNEXT STEP\n  \n  \n\nIf you are excited about playing a pivotal role at Qvantum and contributing to the future of sustainable energy through innovative technology, we want to hear from you! Join Qvantum on this thrilling journey as they shape the future of renewable energy solutions.\n  \n  \n\nSubmit your application today and seize the opportunity to be part of Qvantum’s dynamic and driven team. At Qvantum, you'll experience a culture of initiative taking, quick decision-making, and continuous encouragement to test your own ideas.\n  \n  \n\nFor any further questions about the position, please contact Tobias Johansson at tobias@a-hub.se.\n  \n  \n\nPlease note that we do not accept applications via email. Ensure you submit your application through the A-hub careers website!","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"58d9ab519eac23e9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=58d9ab519eac23e9","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28914578","title":"QA Engineer","company":"Meet a Group international AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1719100800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \nAbout Brite\n  \n  \n\nBrite Payments is a leading Open Banking-powered Account to Account (A2A) payment provider of Instant Payments and Instant Payouts. We provide a convenient transaction experience for consumers and reduce the risk in the payment process for merchants. Founded in Stockholm in 2019, Brite is committed to providing the best possible payment solution for everyone involved in a transaction.\n  \n  \n\nThe team behind Brite has worked with launching the first-generation of fintech companies before founding Brite. We know the market landscape, technologies, opportunities, and challenges. Now we channel all those experiences into developing modern solutions that will benefit both merchants and end-users.\n  \n  \n\nWant to join us on our journey? The future is brite!\n  \n  \n\nWhat you will do\n  \n  \n\nAt Brite you will be part of our highly skilled QA team where we take accountability for the QA and Test strategy, toolset, and processes. We also work across the Engineering teams to support them in their quality and test work as well as assisting them with deploying high quality solutions. Your responsibilities will include\n  \n  \n\nWork on a daily basis with the QA and Test domains at the company. Together with your fellow QA team mates you take accountability for our QA and Test Strategies, the test management and the testing tools and frameworks we need to deliver quality products.\n  \n  \n\nSupporting one or multiple Engineering teams as they mature in writing and executing tests and other quality verification tools. Your focus is on improving how the team works.\n  \n  \n\nReporting and Monitoring tools are a vital part of improving our work, both in engineering and in QA. You are going to share responsibility with other engineers in improving our tools.\n  \n  \n\nWith that said, you will be a vital part of the next fintech unicorn!\n  \n  \n\n**Required Skills:**  \n\nExperience creating and executing manual tests\n  \n  \n\nExperience in Test Automation\n  \n  \n\nExperience using bug-tracking software\n  \n  \n\nKnowledge of Quality Assurance principles, methods and techniques\n  \n  \n\n1-2 year of professional work experience\n  \n  \n\n**Preferred skills:**  \n\nExperience with Selenium, Cypress or any other relevant modern automation tool\n  \n  \n\nExperience with Postman, Charles\n  \n  \n\nExperience with Javascript\/Typescript, Python\n  \n  \n\nKnowledge of Gherkin\n  \n  \n\nExperience reviewing teammates code\n  \n  \n\nExperience using test cases management tools\n  \n  \n\nExperience working in a micro service architecture\n  \n  \n\nWhat we offer\n  \n  \n\nAn optimistic, caring, and inclusive culture where we want you to be yourself\n  \n  \n\nA dynamic, fast-paced, and innovative environment where you will have the possibility to make an impact from your first day onwards\n  \n  \n\nA flat organization, friendly colleagues, and fast decision-making\n  \n  \n\nAn environment where we start small and learn fast to do big things\n  \n  \n\nA team that cares about sharing, collaborative work, and prestigelessness\n  \n  \n\n... and you will be part of a growing team of fun and skilled people ✨\n  \n  \n\nSummer is here and vacation time has begun! This means our response time may be slightly longer than usual. We appreciate your patience and look forward to assisting you as soon as possible. Have a great summer!\n  \n  \n\nDo you want to learn more about our recruitment process? Here you can read about the hiring flow and find answers to the most frequently asked questions.\n  \n  \n\n\\*\\*\\*\n  \n  \n\nPlease apply with your CV or your LinkedIn profile. We use screening questions to streamline this recruitment process, so a personal letter is not needed.","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]