[{"id":"6eead09ea019b25b","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=6eead09ea019b25b","job_url_direct":"https:\/\/www.uptrail.com\/job\/104069\/javautvecklare-netutvecklare-frontendutvecklare","title":"Javautvecklare, .Netutvecklare, Frontendutvecklare","company":"ForeFront","location":"Sundsvall, Y, SE","job_type":null,"date_posted":1740268800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Arbetsuppgifter\nVi tror att tekniken ger oss oanade möjligheter – för att utveckla människor, skapa bättre affärer och bygga hållbara samhällen. Vi letar efter dig som vill arbeta tillsammans med Sveriges härligaste kollegor och vill leda vårt team av fullstackutvecklare i leveransen av hållbara och innovativa digitala lösningar med hjälp av generativ AI. Du motiveras av att vara en nyckelspelare i komplexa projekt där du både får bidra med din tekniska expertis och din förmåga att skapa starka kundrelationer.\n\n\n\n***Det här är Forefront***  \n\nVi – Forefront – är ett verksamhets- och IT-konsultbolag som föddes 2008. Idag är vi över 500 anställda, eller Frontiers som vi hellre kallar oss. Vi har som ambition att bli Sveriges bästa arbetsplats. Det gör vi genom att uppskatta varandras olikheter, ständigt blicka framåt och skapa en organisation som är lika modig som klok. Tillsammans är vi förenade av delade visioner och drivna av större ambitioner. Med kontor och Frontiers över hela Sverige strävar vi efter att få teknik och människa att gå hand i hand.\n\n\n***Vem är du?***  \n\nVi tror du är en person som är metodisk, noggrann och drivs av att leverera med hög kvalitet. Du är passionerad om att skapa hållbara digitala lösningar och tycker om att arbeta i dynamiska team samt kontinuerligt utvecklas.\n\n\n\nUtvecklare till Forefront Consulting: Java, .NET och Frontend:  \n\nÄr du en utvecklare med erfarenhet inom Java, .NET, eller Frontend-utveckling? Vill du vara en del av ett dynamiskt team där innovation, samarbete och teknisk skicklighet står i centrum? Då kan du vara den vi söker! Vi letar efter passionerade utvecklare inom Java, .NET och Frontend som vill vara med och forma framtidens digitala lösningar.\n\n  \n\n***Kvalifikationer***  \n\nVi tror att du har erfarenhet av:\n\n  \n\n* Utveckla lösningar med verktyg som Quarkus eller Springboot, lägst 5 år.\n* Frontend-utveckling med ramverk som Vue, React eller Angular, lägst 3 år.\n* Skapa microservicearkitektur och arbeta i containerbaserade miljöer (Kubernetes), minst 1 år.\n* Automatisera bygg-, test-, och leveransprocesser.\n* Arbeta agilt i team med fokus på kontinuerlig förbättring och leverans.\n\n\nKvalifikationer\n***Vad kan du förvänta dig?***  \n\nSpännande uppgifter som Fullstackutvecklare hos Forefront:\n\n  \n\n* Utveckla och underhålla både frontend- och backend-komponenter, med fokus på moderna ramverk och teknologier.\n* Designa och implementera lösningar baserade på microservicearkitektur för att säkerställa skalbarhet och prestanda.\n* Implementera säkerhetslösningar för autentisering och auktorisering.\n* Arbeta med DevOps-principer för att säkerställa kontinuerlig integration och leverans.\n* Integrera generativ AI för att skapa innovativa lösningar som förbättrar användarupplevelsen och automatiserar processer.\n* Delta i hela utvecklingsprocessen, från koncept och kodning till testning och driftsättning, och samarbeta nära med teamet och andra intressenter.\n\n\n***Vi lovar dig!***\n\n\n* Sveriges härligaste kollegor som är både inspirerande och stöttande.\n* Kompetensutveckling genom en lärande kultur med stora bredder av olika kompetenser och erfarenhetsnivåer.\n* En modern och inspirerande arbetsmiljö med fokus på work-life balance.\n* Möjligheten att arbeta i centrala och moderna kontor på över 10 platser i Sverige med gott om utrymme för både professionella och sociala aktiviteter.\n* Stöd för din personliga och professionella utveckling genom mentorskap, utbildningar och nätverksträffar.\n* En inkluderande kultur som uppmuntrar mångfald och jämställdhet; här kan du vara dig själv.\n* Flexibla arbetsformer som stödjer balansen mellan arbete och privatliv, så att du kan leverera ditt bästa både på jobbet och hemma.\n* En konkurrenskraftig lön och förmåner som speglar vår tro på att investera i våra medarbetare.\n* Möjlighet att delta i spännande projekt med kunder som ligger i framkant av teknikutvecklingen och arbetar med de senaste teknologierna.\n\n\nVill du vara med och växa vår organisation och hjälpa våra kunder på deras resa mot en hållbar digital utveckling? Vi söker dig som är redo att ta en aktiv roll i vår tillväxt och hjälpa oss att utveckla hållbara digitala lösningar för framtiden. Vi uppmuntrar särskilt ansökningar från kvinnor och andra underrepresenterade grupper inom teknologisektorn.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 550 anställda. Med kontor på 11 orter i Sverige och USA, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.\n\n\n.Våra värderingar är vårt DNA\n\n\nAvsiktAvsikten är motorn i vårt arbete och medvetenheten om var målet ligger. Den ger oss styrkan att ifrågasätta det till synes uppenbara, lägger kraft bakom våra påståenden och motiverar våra beslut.\n\n\nAvtryckAvtryck säger något om vår starka ambition att skapa förändring. Att göra verklig skillnad. Både i aktuella kundprojekt och i vår omvärld i stort. Vi är stolta över att våra kunder talar väl om oss. Och vi blir glada när vår verksamhet ses som en positiv förebild av kollegorna i branschen.\n\n\nInsiktDet är i insikten som vårt arbete börjar. För att nå dit krävs tålamod, empati och ödmjukhet, samt nyfikenhet nog att kunna ta in flera olika perspektiv och väga samman informationen. Insikt handlar om att verkligen förstå problemet innan vi försöker lösa det.\n\n\nTillsammansTillsammans är den väg vi väljer för att nå de mål vi siktar mot. Ordet ger uttryck för vårt sökande efter mervärdet i en gemensam strävan. Det handlar om att befinna sig jämsides med kunder och kollegor. Utan prestige och onödiga hierarkier, men med delaktighet, ansvar och arbetsglädje.\n\n\nUtsiktUtsikt beskriver både en position och den medvetna ansträngning som är nödvändig för att ta sig dit. Begreppet påminner oss också om att goda rådgivare är öppna och ödmjuka. Det handlar om att se och att särskilja, med fokus på kundens affärsnytta.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 550 anställda. Med kontor på 11 orter i Sverige och USA, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.","company_url":"https:\/\/se.indeed.com\/cmp\/Forefront","company_url_direct":"https:\/\/myforefront.org\/","company_addresses":"Chicago","company_num_employees":"11 to 50","company_revenue":null,"company_description":"Forefront builds a vibrant social impact sector for all people of Illinois.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"2f3cc24b1a4b8e18","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=2f3cc24b1a4b8e18","job_url_direct":"https:\/\/www.uptrail.com\/job\/104060\/utvecklare-med-fokus-pa-cms","title":"Utvecklare med fokus på CMS","company":"ForeFront","location":"SE","job_type":null,"date_posted":1740268800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Arbetsuppgifter\n**Det här är Forefront:**\n\n\n\nSedan 2008 har vi vuxit till över 550 kollegor med en mångfald av erfarenheter och kompetens inom management consulting, design och mjukvaruutveckling. Vi finns på 11 kontor i Sverige och sedan årsskiftet, även i USA.\n\n\n\nVi strävar efter att bli Sveriges bästa arbetsplats genom att uppskatta våra olikheter, ständigt blicka framåt och skapa en organisation som är lika modig som klok. Vår övertygelse är att tekniken ger oss oanade möjligheter – för att utveckla människor, skapa bättre affärer och bygga hållbara samhällen.\n\n\n\nVi drivs av att förena människa och teknik och med gemensamma visioner och större ambitioner, stödjer vi en bred kundkrets på deras digitaliseringsresor. Genom våra partnerskap med Google och Microsoft ligger vi i teknisk framkant och erbjuder utmärkta förutsättningar för att hjälpa våra kunder med deras digitaliseringsprojekt.\n\n\n**Vi söker nu en erfaren CMS (Content Management System) -utvecklare till vårt team av konsulter i Jönköping!**  \n\nVi tror att du är en person som är mån om dina medmänniskor och har en passion för utveckling. Du har ett lärande mindset och ett driv och intresse för att jobba med de senaste teknikerna. Du vill tillhöra ett bolag som är öppet, jämlikt och transparent där du har stor möjlighet att påverka din karriär och kompetensutveckling. Det du inte kan idag vill du lära dig imorgon och du trivs i en prestigelös men likväl stimulerande miljö med likasinnade kollegor.\n\n\n**Vi söker dig som har:**\n\n* Minst 3 års arbetslivserfarenhet av webbutveckling, gärna med fokus på CMS\n* Erfarenhet av populära CMS-plattformar, Microsoft teknologier (C#, .NET, Azure) och\/eller JavaScript\n* Erfarenhet av eller intresse för konsultrollen och att skapa sömlösa, användarvänliga webbplatser\n* Erfarenhet av databashantering och webbserverkonfiguration\n* Positivt förhållningssätt till problemlösning och uppmärksamhet på detaljer\n* Relevant universitets eller högskoleutbildning\n* Goda kommunikations- och samarbetsförmåga  \n\n*Eftersom vårt koncernspråk är svenska behöver du även behärska svenska i både tal och skrift*\n\nKvalifikationer\n**Som CMS-utvecklare på Forefront kommer du:**\n\n\n* Spela en viktig roll i att vidareutveckla vår kultur, organisation och leverans i \"Region Öst\" (Jönköping, Linköping och Norrköping)\n* Designa, utveckla och implementera anpassade CMS-lösningar baserade på våra kunders behov\n* Säkerställa kompatibilitet med olika webbläsare och optimera webbplatser för prestanda och responsivitet\n* Implementera och integrera databaser för att stödja CMS-funktionalitet\n* Utveckla anpassade tillägg och moduler för att förbättra CMS-funktioner\n* Integrera tredjeparts-API:er, moduler och komponenter i CMS-plattformar vid behov\n* Tillämpa och utvärdera ”best practice” och branschstandarder för att skydda mot sårbarheter och hot\n* Identifiera och åtgärda problem, buggar och inkonsekvenser\n* Skapa och underhålla dokumentation för CMS-utvecklingsprocesser, anpassningar och konfigurationer\n\n\n**Vi erbjuder**\n\n\n* Stöttande kollegor, team och organisation\n* Kompetensutveckling anpassad till dig som individ\n* En modern, härlig och harmonisk arbetsmiljö\n* Varierande arbetsuppgifter och spännande utmaningar\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 500 anställda. Med kontor på åtta orter i Sverige, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.\n\n\n.Våra värderingar är vårt DNA\n\n\nAvsiktAvsikten är motorn i vårt arbete och medvetenheten om var målet ligger. Den ger oss styrkan att ifrågasätta det till synes uppenbara, lägger kraft bakom våra påståenden och motiverar våra beslut.\n\n\nAvtryckAvtryck säger något om vår starka ambition att skapa förändring. Att göra verklig skillnad. Både i aktuella kundprojekt och i vår omvärld i stort. Vi är stolta över att våra kunder talar väl om oss. Och vi blir glada när vår verksamhet ses som en positiv förebild av kollegorna i branschen.\n\n\nInsiktDet är i insikten som vårt arbete börjar. För att nå dit krävs tålamod, empati och ödmjukhet, samt nyfikenhet nog att kunna ta in flera olika perspektiv och väga samman informationen. Insikt handlar om att verkligen förstå problemet innan vi försöker lösa det.\n\n\nTillsammansTillsammans är den väg vi väljer för att nå de mål vi siktar mot. Ordet ger uttryck för vårt sökande efter mervärdet i en gemensam strävan. Det handlar om att befinna sig jämsides med kunder och kollegor. Utan prestige och onödiga hierarkier, men med delaktighet, ansvar och arbetsglädje.\n\n\nUtsiktUtsikt beskriver både en position och den medvetna ansträngning som är nödvändig för att ta sig dit. Begreppet påminner oss också om att goda rådgivare är öppna och ödmjuka. Det handlar om att se och att särskilja, med fokus på kundens affärsnytta.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 500 anställda. Med kontor på åtta orter i Sverige, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.","company_url":"https:\/\/se.indeed.com\/cmp\/Forefront","company_url_direct":"https:\/\/myforefront.org\/","company_addresses":"Chicago","company_num_employees":"11 to 50","company_revenue":null,"company_description":"Forefront builds a vibrant social impact sector for all people of Illinois.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"31fbc132ff8872f5","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=31fbc132ff8872f5","job_url_direct":"https:\/\/www.uptrail.com\/job\/104064\/utvecklare-med-fokus-pa-webb","title":"Utvecklare med fokus på webb","company":"ForeFront","location":"Stockholm, AB, SE","job_type":null,"date_posted":1740268800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Arbetsuppgifter\n**Det här är Forefront:**\n\n\n\nSedan 2008 har vi vuxit till över 550 kollegor med en mångfald av erfarenheter och kompetens inom management consulting, design och mjukvaruutveckling. Vi finns på 11 kontor i Sverige och sedan årsskiftet, även i USA.\n\n\n\nVi strävar efter att bli Sveriges bästa arbetsplats genom att uppskatta våra olikheter, ständigt blicka framåt och skapa en organisation som är lika modig som klok. Vår övertygelse är att tekniken ger oss oanade möjligheter – för att utveckla människor, skapa bättre affärer och bygga hållbara samhällen.\n\n\n\nVi drivs av att förena människa och teknik och med gemensamma visioner och större ambitioner, stödjer vi en bred kundkrets på deras digitaliseringsresor. Genom våra partnerskap med Google och Microsoft ligger vi i teknisk framkant och erbjuder utmärkta förutsättningar för att hjälpa våra kunder med deras digitaliseringsprojekt.\n\n\nVi söker dig som älskar att arbeta tätt tillsammans med både kunder och kollegor. Och vi hoppas att du delar vårt intresse för att hålla oss uppdaterade med de senaste trenderna inom branschen!  \n\n\n\n  \n\n**Vi tror att du** är en person som har erfarenhet av att jobba med Microsoft och Azure teknologier. Har du dessutom plattforms kunskap och tidigare erfarenhet av att jobba med CMS, Retail och\/eller REST-API är detta en bonus för oss. Utöver din tekniska kompetens och intresse hoppas vi att du har ett driv, är strukturerad och trivs bra med att jobba i nära samspel med andra i teamet såväl som andra externa intressenter.\n\n\n\n**Vi söker dig som har:**\n\n\n* Minst 3 års arbetslivserfarenhet av Microsoft teknologier (C#, .NET, Azure etc.)\n  \n\n*Har du även eller istället suttit mest med JavaScript? Då är vi också intresserade.*\n* Erfarenhet av lösningsarkitektur och utveckling av Azure applikationer\n* Erfarenhet av utveckling på plattformarna M365, Optimizely och\/eller Umbraco\n* Arbetat med utveckling och systemlösningar på en omfattande nivå (allt från arkitektur, ramverk och struktur, till lösning och driftsättning i moderna miljöer)\n* Erfarenhet av eller intresse för konsultrollen\n* Bra förmåga att kommunicera på både svenska och engelska, i både tal och skrift\n\nKvalifikationer\n**I rollen som utvecklare inom \"Platforms-divisionen får du:**\n\n* Jobba i agila utvecklingsteam, ofta i teamleveranser tillsammans med andra från Forefront\n* Vara en del av ett nära samarbete med våra kunder\n* Bidra till och leverera högkvalitativa lösningar inom design och utveckling av e-handelslösningar eller webb applikationer\n* Vara delaktig och engagerad i hela leveransen, från kod till användarupplevelse\n* Möjligheten att arbeta med olika molnplatformar\n\n\n**Vi erbjuder:**\n\n* Kompetensutveckling\n* En modern, härlig och harmonisk arbetsmiljö\n* Varierande arbetsuppgifter och spännande utmaningar\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 500 anställda. Med kontor på åtta orter i Sverige, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.\n\n\n.Våra värderingar är vårt DNA\n\n\nAvsiktAvsikten är motorn i vårt arbete och medvetenheten om var målet ligger. Den ger oss styrkan att ifrågasätta det till synes uppenbara, lägger kraft bakom våra påståenden och motiverar våra beslut.\n\n\nAvtryckAvtryck säger något om vår starka ambition att skapa förändring. Att göra verklig skillnad. Både i aktuella kundprojekt och i vår omvärld i stort. Vi är stolta över att våra kunder talar väl om oss. Och vi blir glada när vår verksamhet ses som en positiv förebild av kollegorna i branschen.\n\n\nInsiktDet är i insikten som vårt arbete börjar. För att nå dit krävs tålamod, empati och ödmjukhet, samt nyfikenhet nog att kunna ta in flera olika perspektiv och väga samman informationen. Insikt handlar om att verkligen förstå problemet innan vi försöker lösa det.\n\n\nTillsammansTillsammans är den väg vi väljer för att nå de mål vi siktar mot. Ordet ger uttryck för vårt sökande efter mervärdet i en gemensam strävan. Det handlar om att befinna sig jämsides med kunder och kollegor. Utan prestige och onödiga hierarkier, men med delaktighet, ansvar och arbetsglädje.\n\n\nUtsiktUtsikt beskriver både en position och den medvetna ansträngning som är nödvändig för att ta sig dit. Begreppet påminner oss också om att goda rådgivare är öppna och ödmjuka. Det handlar om att se och att särskilja, med fokus på kundens affärsnytta.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 500 anställda. Med kontor på åtta orter i Sverige, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.","company_url":"https:\/\/se.indeed.com\/cmp\/Forefront","company_url_direct":"https:\/\/myforefront.org\/","company_addresses":"Chicago","company_num_employees":"11 to 50","company_revenue":null,"company_description":"Forefront builds a vibrant social impact sector for all people of Illinois.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f1f2c4d3e4403b00","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f1f2c4d3e4403b00","job_url_direct":"https:\/\/www.uptrail.com\/job\/104070\/senior-systemutvecklare","title":"Senior systemutvecklare","company":"ForeFront","location":"SE","job_type":null,"date_posted":1740268800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Arbetsuppgifter\nVi tror att tekniken ger oss oanade möjligheter – för att utveckla människor, skapa bättre affärer och bygga hållbara samhällen. Vi letar efter dig som vill arbeta tillsammans med Sveriges härligaste kollegor och vill vara med att hjälpa våra kunder på deras resa mot en hållbar digital utveckling.\n\n  \n\n***Det här är Forefront***  \n\nVi – Forefront – är ett verksamhets- och IT-konsultbolag som föddes 2008. Idag är vi över 500 anställda, eller Frontiers som vi hellre kallar oss. Vi har som ambition att bli Sveriges bästa arbetsplats. Det gör vi genom att uppskatta varandras olikheter, ständigt blicka framåt och skapa en organisation som är lika modig som klok. Tillsammans är vi förenade av delade visioner och drivna av större ambitioner. Med kontor och Frontiers över hela Sverige strävar vi efter att få teknik och människa att gå hand i hand.\n\n\n***Vem är du?***  \n\nVi söker dig som vill arbeta tätt tillsammans med både kunder och kollegor. Du gillar tekniska utmaningar och innovation. Vi tror också att du har arbetat som systemutvecklare eller systemarkitekt i agila leveranser under de senaste åren. Du är van att ta ansvar och att navigera ett team åt rätt håll.  \n\n  \n\n***Kvalifikationer***  \n\nVi tror att du har erfarenhet av:\n\n  \n\n* Mjukvaruutveckling (gärna inom Microsoftstacken och\/eller JavaScript)\n* Vana att utveckla hållbara system med välskriven kod i en eller flera delar av stacken\n* Erfarenhet av publika molnplattformar som Azure, GCP och\/eller AWS\n* Långsiktiga och moderna värderingar kopplat till DevOps, DevSec, SOLID, etc\n* Erfarenhet av eller intresse för konsultrollen\n\nKvalifikationer\n***Vad kan du förvänta dig?***  \n\nSpännande uppgifter som Senior systemutvecklare hos Forefront:\n\n  \n\n* Bygga och implementera högkvalitativa lösningar\n* Vidareutveckla dig själv, andra och våra kunder\n* Ansvara för hela leveransen, från kod till användarupplevelse\n* Verka i nära samarbeten och relationer med våra kunder och andra från Forefront\n* Jobba med moderna tekniker och arbetssätt\n\n\n***Vi lovar dig!***\n\n\n* Sveriges härligaste kollegor!\n* Två kontor i Jämtland, ett i Östersund och ett i Åre. Du väljer vilket kontor du vill arbeta på, eller så kan du välja att arbeta från bägge kontoren.\n* Kompetensutveckling genom en lärande kultur med stora bredder av olika kompetenser och erfarenhetsnivåer.\n* En inkluderande kultur som uppmuntrar mångfald och jämställdhet.\n* Flexibla arbetsformer som stödjer balansen mellan arbete och privatliv, så att du kan leverera ditt bästa både på jobbet och hemma.\n* Möjlighet att delta i spännande projekt med kunder som ligger i framkant av teknikutvecklingen och arbetar med de senaste teknologierna.\n\n\n**Om våra kontor**\n\n\n\nVi är stolta över våra kontor i centrala Åre och Östersund. Här får du inte bara arbeta med de senaste teknikerna, i spännande kundprojekt från hela Sverige. Du får även en plats i vår gemenskap. Du får självklart arbeta hemifrån om du vill, men de allra flesta av oss brukar vilja vara på kontoret för att det helt enkelt är en härlig plats att arbeta tillsammans på. Kom och se själv!  \n\n\n\nVi uppmuntrar särskilt ansökningar från kvinnor och andra underrepresenterade grupper inom teknologisektorn.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 550 anställda. Med kontor på 11 orter i Sverige och USA, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.\n\n\n.Våra värderingar är vårt DNA\n\n\nAvsiktAvsikten är motorn i vårt arbete och medvetenheten om var målet ligger. Den ger oss styrkan att ifrågasätta det till synes uppenbara, lägger kraft bakom våra påståenden och motiverar våra beslut.\n\n\nAvtryckAvtryck säger något om vår starka ambition att skapa förändring. Att göra verklig skillnad. Både i aktuella kundprojekt och i vår omvärld i stort. Vi är stolta över att våra kunder talar väl om oss. Och vi blir glada när vår verksamhet ses som en positiv förebild av kollegorna i branschen.\n\n\nInsiktDet är i insikten som vårt arbete börjar. För att nå dit krävs tålamod, empati och ödmjukhet, samt nyfikenhet nog att kunna ta in flera olika perspektiv och väga samman informationen. Insikt handlar om att verkligen förstå problemet innan vi försöker lösa det.\n\n\nTillsammansTillsammans är den väg vi väljer för att nå de mål vi siktar mot. Ordet ger uttryck för vårt sökande efter mervärdet i en gemensam strävan. Det handlar om att befinna sig jämsides med kunder och kollegor. Utan prestige och onödiga hierarkier, men med delaktighet, ansvar och arbetsglädje.\n\n\nUtsiktUtsikt beskriver både en position och den medvetna ansträngning som är nödvändig för att ta sig dit. Begreppet påminner oss också om att goda rådgivare är öppna och ödmjuka. Det handlar om att se och att särskilja, med fokus på kundens affärsnytta.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 550 anställda. Med kontor på 11 orter i Sverige och USA, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.","company_url":"https:\/\/se.indeed.com\/cmp\/Forefront","company_url_direct":"https:\/\/myforefront.org\/","company_addresses":"Chicago","company_num_employees":"11 to 50","company_revenue":null,"company_description":"Forefront builds a vibrant social impact sector for all people of Illinois.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4163473552","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4163473552","job_url_direct":"https:\/\/career.vipas.se\/jobs\/5592651-back-end-developer-trollhattan&urlHash=Kbpq","title":"Back End Developer - Trollhättan","company":"VIPAS AB","location":"Skärholmen, Stockholm County, Sweden","job_type":"temporary","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"shivangi@vipas.se","description":"**🚀 Join Our Team VIPAS AB as a Back-End Developer and IT Specialist, 🚀\n   \n\n  \n\n Do you have what it takes to thrive in the vibrant world of IT consulting? VIPAS AB, a burgeoning company, proudly invites you to embark on your next engaging project as our next star.**\n**About VIPAS**\n Imagine a world where your business technology perfectly aligns with your goals—efficient, scalable, and innovative. At VIPAS AB, that’s exactly what we strive to create. As an IT consulting company, we don’t just offer services; we deliver tailored solutions using cutting-edge technologies like Java and Python. Our team is well-versed in software development, DevOps, and engineering, bringing years of experience and expertise. Think of us as your trusted guide, leading your organization through the landscape of modern tech adoption, ensuring every step is taken with confidence and foresight.\n   \n\n  \n\n**Job Description**\n As a key member of the customer's Digital Factory & Automation digital infrastructure development team, you will play a crucial role in transforming the customer's current facilities into a digitized factory of the future. Your duties will include building and maintaining various digital projects and products, as well as providing general IT support. The Digital Factory & Automation department is seeking highly skilled and motivated individuals to join their team and help them achieve these goals.\n   \n\n  \n\n**Key Responsibilities**\n* Actively contribute as a team player, taking initiative independently.\n* Develop and maintain web applications using contemporary frameworks and technologies.\n* Design, implement, and manage databases, ensuring data integrity and security.\n* Collaborate with cross-functional teams to define, design, and deliver new features.\n* Ensure the performance, quality, and responsiveness of applications.\n* Write clean, maintainable, and well-documented code.\n* Stay updated with the latest industry trends and technologies.\n* Participate in code reviews and provide constructive feedback to peers.\n\n\n**Requirements**\n* 3-10 years of work experience.\n* Bachelor’s or Master’s degree in Computer Science, Engineering, or a related field (or equivalent experience).\n* Strong knowledge of back-end technologies (e.g., Node.js, Python, Ruby, Java).\n* Experience with databases (e.g., MySQL, MongoDB, PostgreSQL).\n* Understanding of RESTful APIs and web services.\n* Excellent problem-solving skills and the ability to conduct independent research.\n* Strong communication and teamwork skills.\n* Familiarity with version control systems (e.g., Git).\n* Experience in manufacturing and production processes.\n* Proficiency in English.\n\n\n**Why Join Us?**\n Vipas AB offers attractive employment packages for IT consultants, aligned with the Teknikföretagen (Almega) collective agreement. Clients Working with us provides opportunities in diverse industries, allowing you flexibility and growth. If you’re driven and eager to face new challenges, join the VIPAS family.\n   \n\n  \n\n You'll be part of an innovative team driving the future of telecom, Automotive, Retail, and Banking. If you're ready to take on challenging projects and grow your career in a cutting-edge environment, this is the opportunity for you!\n   \n\n  \n\n Apply Now & Please feel free to reach me at shivangi@vipas.se.\n   \n\n  \n\n Note: Please do apply if you have Sweden citizenship OR a Sweden work permit.\n   \n\n  \n\n**How To Apply**\n Interested candidates are encouraged to apply by submitting their resume and cover letter. Join us in driving innovation in the VIPAS AB!\n   \n\n  \n\n Please note! We offer continuously. That means that we sometimes remove the assignments before the deadline. If you are interested we recommend that you apply immediately.","company_url":"https:\/\/se.linkedin.com\/company\/vipas-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFH95lYIW_3xA\/company-logo_100_100\/company-logo_100_100\/0\/1728648178775\/vipas_ab_logo?e=2147483647&v=beta&t=BgG5b3EmB_JnM8rsAu_u2lsLIXPk_jmk3rgS7RlqGZg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4163969396","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4163969396","job_url_direct":null,"title":"Senior Software Engineer","company":"UNQ Consulting","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Erfaren utvecklare sökes till vår kund i centrala Stockholm.\n   \n\n Vi söker en erfaren .Net utvecklare!\n   \n\n Är du en erfaren systemutvecklare med djup kunskap inom .Net\/C#? Vill du vara en del av ett dynamiskt team som strävar efter att skapa innovativa lösningar? Då kan du vara den person vi letar efter!\n   \n\n Om oss:\n   \n\n UNQ Consulting grundades med en vision om att revolutionera konsultbranschen genom att erbjuda skräddarsydda och innovativa konsultlösningar för våra kunder. Vi lägger fokus på våra konsulter och ser till att de får vara med och påverka sina egna uppdrag, samt ger dem en flexibilitet och lön som matchar deras kompetens. Sedan vår start har vi strävat efter att skapa meningsfulla möten mellan individer och organisationer.\n   \n\n Vi tror på att varje individ är unik och har unika kompetenser och egenskaper. Därför är vårt uppdrag att identifiera och matcha dessa med rätt företag och kultur. Vi tror på att bygga långsiktiga relationer och är dedikerade till att skapa värde för både konsulten och företag.\n   \n\n Om rollen:\n   \n\n Som backend-utvecklare kommer du att vara ansvarig för att designa, utveckla och implementera robusta backend-lösningar hos vår kund. Du kommer tillsammas med arkitekten att ta fram effektiva och skalbara produkter. I din roll som senior ingår att tillsammans med andra seniora kollegor att stötta och bidra till att mer junoira utvecklare kompetensutvecklas.Våra kunder är oftast väletablerade företag som sitter i centrala Stockholm och oftast ges en möjlighet till en hybrid-modell. Du kommer få möjlighet att arbeta I en stimulerande och utmanande arbetsmiljö där du ges goda utvecklignsmöjligheter och kontinuerlig kompetensutveckling.\n   \n\n Meriter vi gärna ser att du besitter:\n   \n\n Minst 5 års erfarenhet av backend-utveckling med .Net\/C#.Erfarenhet av molnbaserade lösningar och mikrotjänstarkitektur.Kunskap om databashanteringssystem som SQL och NoSQL.Erfarenhet av kontinuerlig integration och kontinuerlig leverans (CI\/CD).Erfarenhet av molnbaserade lösningar (AWS, Azure, GCP) ochmikrotjänstarkitekturKan arbeta självständigt och i team för att lösa komplexa problem.Stark problemlösningsförmåga och analytiskt tänkande.Förmåga att på ett pedagogiskt vis få alla I teamet att kunna bidra I kodandet.\n   \n\n Meriterande:Jobbat med Frontend teknologier som till exempel React eller Angular.\n   \n\n Ansökan:Tveka inte att höra av dig till ansvarig rekryterare Nina Sejdini här på LinkedIn om du har några frågor eller funderingar om rollen.","company_url":"https:\/\/se.linkedin.com\/company\/unq-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGOfsfeODJkIw\/company-logo_100_100\/company-logo_100_100\/0\/1691501859780?e=2147483647&v=beta&t=iL7u0lbWWALCwB8ZDIRqOq510nXY_PNHNSklMFwIWA4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4114541738","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4114541738","job_url_direct":"https:\/\/careers.kreditz.com\/en-GB\/jobs\/5390911-lead-system-developer?utm_source=LinkedIn&urlHash=iGsp","title":"Lead System Developer","company":"Kreditz","location":"Danderyd, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Financial Services","listing_type":null,"emails":"lorenzo@kreditz.com","description":"Founded in 2018, Kreditz is already the market leader in Next-Gen credit scoring products, and the 168th fastest-growing start-up in Europe according to Sifted (Sifted 250 European Leaderboard December 2024).\n   \n\n  \n\n We use Open Banking\/PSD2 technology to create our revolutionizing real-time credit scoring products, which are beloved by banks, financial institutions, gambling companies, and many more. Kreditz products enable consumers and businesses to gain financial inclusion and financial opportunities where none would be available with traditional credit scoring systems.\n   \n\n  \n\n Our long-term vision \"One world, One score\" translates into our everyday mission of financial inclusion, and financial opportunity, for everyone around the globe – Everyone deserves a fair assessment.\n   \n\n  \n\n To fuel our growth to the next level, we recently added 10m EUR of funding from world-renowned investors Creades and Ingka Investments.\n   \n\n  \n\n Come join us on our impactful mission!\n   \n\n  \n\n**About The Role**\n Kreditz is looking for a Lead System Developer to spearhead our system development initiatives. In this role, you will design, develop, and maintain scalable, high-performance systems aligned with our business goals, ensuring robustness, security, and efficiency as we innovate in the FinTech space.\n   \n\n  \n\n*Key Responsibilities*\n* Lead the development and implementation of complex system architectures.\n* Oversee system integration for seamless interoperability.\n* Provide technical guidance and mentorship to junior developers.\n* Take ownership of projects from start to finish, ensuring successful delivery.\n* Conduct performance analysis and system optimization.\n* Implement and maintain automated tests and CI pipelines.\n* Perform code reviews and contribute hands-on to projects\n* Document system architecture, development processes, and integrations.\n\n\n**Who You Are**\n We are seeking a proactive and innovative Lead System Developer with a strong drive to take responsibility, lead, and establish structures within the team. You thrive in leading technical teams and driving the development of advanced solutions.\n   \n\n  \n\n**You Should Have**\n* A Bachelor's degree in Computer Science, IT, or related field (or equivalent experience).\n* 5+ years of experience in system development or a similar role.\n* Proven leadership experience in system development.\n* Strong skills in Python, C#, or Java.\n* Expertise in microservices architecture, containerization (Docker\/Podman), and Kubernetes.\n* Excellent English communication skills (Swedish is a plus).\n* Experience with databases like PostgreSQL, MySQL, Redis.\n* Familiarity with Ruby on Rails or similar frameworks, as our codebase is primarily built on this.\n\n\n Experience in FinTech and PSD2 technologies, as well as certifications like AWS Certified Developer, would be advantageous.\n   \n\n  \n\n**Why** \n**Kreditz?**\n At Kreditz, you’ll have the opportunity to work in a cutting-edge, fast-growing FinTech company that’s redefining the credit scoring industry. With the backing of major investors and a clear vision for the future, your work will make a real impact on financial inclusion worldwide. Join us and be a part of something truly transformative.\n   \n\n  \n\n**APPOINTMENT OF ROLE**\n We interview candidates on an ongoing basis (ongoing selection).\n   \n\n  \n\n**SCOPE**\n Fulltime\n   \n\n  \n\n**REPORTING**\n You will be reporting to the company’s CTO\n   \n\n  \n\n**SALARY**\n Monthly salary\n   \n\n  \n\n**WORKPLACE**\n Our office is in Danderyd, Stockholm\n   \n\n  \n\n**CONTACT**\n For more information about the role feel free to reach out to lorenzo@kreditz.com","company_url":"https:\/\/se.linkedin.com\/company\/kreditz","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHqDhVH82XwsQ\/company-logo_100_100\/company-logo_100_100\/0\/1696867787010\/kreditz_logo?e=2147483647&v=beta&t=2Aq3OnqqsedX23dyxYqbCm7Be3qO0-I-lIiglh_WNrk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4164676196","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4164676196","job_url_direct":"https:\/\/careersatagoda.com\/job\/6638919-staff-software-engineer-data-platform-team-bangkok-based-relocation-provided\/?gh_jid=6638919&gh_src=c465d9c41&urlHash=r6Wk","title":"Staff Software Engineer – Data Platform Team (Bangkok based, relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"****About Agoda****\n Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with a global network of 4.7M hotels and holiday properties worldwide, plus flights, activities, and more . Based in Asia and part of Booking Holdings, our 7,100+ employees representing 95+ nationalities in 27 markets foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enhancing the ability for our customers to experience the world.\n   \n\n  \n\n**Our Purpose –** \n**Bridging the World Through Travel**\n We believe travel allows people to enjoy, learn and experience more of the amazing world we live in. It brings individuals and cultures closer together, fostering empathy, understanding and happiness.\n   \n\n  \n\n We are a skillful, driven and diverse team from across the globe, united by a passion to make an impact. Harnessing our innovative technologies and strong partnerships, we aim to make travel easy and rewarding for everyone.\n   \n\n  \n\n****About Agoda****\n Agoda is an online travel booking platform for accommodation, flights, and more. We build and deploy cutting edge technology that connects travelers with more than 2.5 million accommodations globally. Based in Asia and part of Booking Holdings, our 4,000+ talents coming from 90+ different nationalities foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enabling our customers to experience the world\n   \n\n  \n\n**Get to Know Our Team**\n The Data department oversees all of Agoda’s data-related requirements. Our ultimate goal is to enable and increase the use of data in the company through creative approaches and the implementation of powerful resources such as operational and analytical databases, queue systems, BI tools, and data science technology. We hire the brightest minds from around the world to take on this challenge and equip them with the knowledge and tools that contribute to their personal growth and success while supporting our company’s culture of diversity and experimentation. The role the Data team plays at Agoda is critical as business users, product managers, engineers, and many others rely on us to empower their decision making. We are equally dedicated to our customers by improving their search experience with faster results and protecting them from any fraudulent activities. Data is interesting only when you have enough of it, and we have plenty. This is what drives up the challenge as part of the Data department, but also the reward.\n   \n\n  \n\n**Why Agoda Data Core Apps Team?**\n Our systems scale across multiple data centers, totaling a few million writes per second and managing tens of petabytes of data. We deal with problems from real-time data-ingestion, replication, enrichment, storage and analytics. We are not just using Big Data technologies; we are pushing them to the edge.\n   \n\n  \n\n Join us in the team to build first class big data tool to helping thousand of users to working with big data system everyday, including but not limited to:\n   \n\n  \n\n* Spark runtime\/utils\n* Data exchange system\n* ETL tools\n* Data linage system\n* Data quality system\n* And many more\n\n\n**In This Role, You Will Get To:**\n* Be comfortable navigating the following technology stack: Scala, Spark, Python, Hadoop, Kubeflow, SQL, S3 etc\n* Improve scalability, stability, accuracy, speed and efficiency of our existing data systems\n* Design, build, test and deploy new libraries, frameworks or full systems for our core systems while keeping to the highest standards of testing and code quality\n* Work with experienced engineers and product owners to identify and build tools to automate many large-scale data management \/ analysis tasks\n\n\n****What You’ll Need To Succeed****\n* 8+ years of experience in software and data engineering\n* Expert level understanding of Apache Spark\n* Expert level understanding of JVM and either Java or Scala\n* Experience debugging and reasoning about production issues is desirable\n* A good understanding of data architecture principles preferred\n* Any other experience with Big Data technologies\/tools\n* SQL experience\n* Analytical problem-solving capabilities & experience\n* Systems administration skills in Linux\n\n\n**It’s great if you have:**\n* Experience working with Data Infrastructure or Data Platform team\n* Experience working with Open-source products\n* Experience working with big data ecosystems\n\n\n #telaviv #jerusalem #IT #ENG #4 #sanfrancisco #sanjose #losangeles #sandiego #oakland #denver #miami #orlando #atlanta #chicago #boston #detroit #newyork #portland #philadelphia #dallas #houston #austin #seattle #sydney #melbourne #perth #toronto #vancouver #montreal #shanghai #beijing #shenzhen #prague #Brno #Ostrava #cairo #alexandria #giza #estonia #paris #berlin #munich #hamburg #stuttgart #cologne #frankfurt #hongkong #budapest #jakarta #bali #dublin #telaviv #milan #rome #venice #florence #naples #turin #palermo #bologna #tokyo #osaka #kualalumpur #malta #amsterdam #oslo #manila #warsaw #krakow #doha #alrayyan #riyadh #jeddah #mecca #medina #singapore #seoul #barcelona #madrid #stockholm #zurich #taipei #tainan #taichung #kaohsiung #bangkok #Phuket #istanbul #london #manchester #edinburgh #hcmc #hanoi #lodz #wroclaw #poznan #katowice #rio #salvador #newdelhi #bangalore #bandung #yokohama #nagoya #okinawa #fukuoka #jerusalem #IT #4 #newdelhi #Pune #Hyderabad #Bangalore #Mumbai #Bengaluru #Chennai #Kolkata #Lucknow #sanfrancisco #sanjose #losangeles #sandiego #oakland #denver #miami #orlando #atlanta #chicago #boston #detroit #newyork #portland #philadelphia #dallas #houston #austin #seattle #sydney #melbourne #perth #toronto #vancouver #montreal #shanghai #beijing #shenzhen #prague #Brno #Ostrava #cairo #alexandria #giza #estonia #paris #berlin #munich #hamburg #stuttgart #cologne #frankfurt #hongkong #budapest #jakarta #bali #dublin #telaviv #milan #rome #tokyo #osaka #kualalumpur #amsterdam #oslo #manila #warsaw #krakow #bucharest #moscow #saintpetersburg #capetown #johannesburg #seoul #barcelona #madrid #stockholm #zurich #taipei #bangkok #Phuket #istanbul #london #manchester #edinburgh #kiev #hcmc #hanoi #wroclaw #poznan #katowice #rio #salvador #IT #4 #5\n   \n\n  \n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy .\n   \n\n  \n\n To all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGBa_7QNZNwpw\/company-logo_100_100\/company-logo_100_100\/0\/1656643826660\/agoda_logo?e=2147483647&v=beta&t=iSwgEmhJBSLP-IBRdGhQbi_Wl0Oz_1yq8POzAjqMOWc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4163938365","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4163938365","job_url_direct":"https:\/\/karriar.iver.se\/jobs\/5195774-platform-engineer&urlHash=dSWO","title":"Platform Engineer","company":"Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"kajsa.holzwart@iver.se","description":"*Vi söker* \n en\n ***Platform Engineer***\n*som vill bli en del av Iver och som vill vara med och bidra till bättre IT-lösningar som gör skillnad för våra kunder! Är du vår nya kollega?*\n**Din roll på Iver**\n Du arbetar som del i Ivers affärsområde Bank & Fintech med ansvar för tjänsteleverans av kritisk kundinfrastruktur. Du ansvarar för tekniska lösningar i framkant, samt deltar aktivt i kunddialoger för ständig förbättring och effektivisering.\n   \n\n  \n\n Våra kunder är ofta stora nordiska företag, fintech, eller myndigheter, med krav på hög nivå av informationssäkerhet och infrastruktur som kod. Vissa av dem utgör samhällskritisk verksamhet och\/eller har en särskild hotbild.\n   \n\n  \n\n Du kommer att ha en viktig roll där du är drivande i arbetet med att ta fram nya lösningar och guida våra kunder framåt. Du kommer att ha en nära dialog med utvecklare och kunderna för att förbättra och effektivisera våra plattformar. Arbetsuppgifterna är varierande och du kommer att hantera tekniska system i framkant och ansvara för deras utveckling och förbättring över tid. Teamet driver projekt där de utforskar nya tekniker och implementerar kontinuerligt nya lösningar i våra plattformar. Vi arbetar agilt och strukturerat i olika projekt tillsammans med kunden, och i den här rollen har du goda möjligheter att utforma din roll utifrån dina intressen.\n   \n\n  \n\n Vi arbetar bland annat med tekniker och metoder som Kubernetes \/ OpenShift, Linux, IaC, CI\/CD, Bash, Python, GitOps, Grafana och Prometheus. Här får du möjlighet att utvecklas och bidra till vårt team, samtidigt som du jobbar med moderna verktyg och tekniker.\n   \n\n  \n\n**Vem söker vi?**\n Du har ett stort tekniskt intresse och en vilja att förstå hur saker fungerar på djupet. Kanske var du den som plockade isär din första dator eller spenderade otaliga timmar med att bygga Lego. Du trivs i ett högpresterande team och drivs av viljan att effektivisera med automation, samtidigt som stabil drift är grundläggande för dig.\n   \n\n  \n\n Vi ser att du är prestigelös, ansvarstagande och har en förmåga att förmedla lösningar på problem. Du har även en social sida och trivs med att diskutera och kommunicera, både internt och externt. Cybersäkerhet och informationssäkerhet är områden du tycker är intressanta, och du förstår vikten av att ständigt utveckla och säkra komplexa system.\n   \n\n  \n\n**Vi Söker Dig Som Har**\n* Erfarenhet av Kubernetes\/OpenShift och tillhörande IaC-verktyg\n* God förståelse för IT-infrastruktur och utvecklingsprocesser\n* Kunskaper inom Git, ArgoCD eller andra CI\/CD-lösningar\n* Förmåga att kommunicera effektivt med utvecklare, kunder och operations-team\n* Intresse för OpenSource och GitOps-principer\n\n\n**Extra Meriterande Om Du Även Har**\n* Erfarenhet av automatisering av applikationstester\n* Kunskaper inom Grafana, Karma, Zabbix eller andra övervakningslösningar\n* PKI och AWS-erfarenhet\n* God pedagogisk förmåga att förklara komplexa problem\n\n\n I\n **ver - Where technology meets business.** \n Hos Iver får du möjlighet att arbeta med den senaste tekniken och vara med på en spännande tillväxtresa. Iver är ett bolag med entreprenöriella rötter och en kultur som präglas av flexibilitet och samarbete. Vårt mål är att våra kunder – här i Norden och internationellt – ska se oss som en ledande partner för digital transformation.\n   \n\n  \n\n På Iver är vi inkluderande och strävar efter genuint samarbete där vi arbetar mot gemensamma mål. Inom Iver finns stora möjligheter till utveckling och vi står bakom dig när du vill lära dig mer – inom ditt specialområde, ledarskap eller nya områden.\n   \n\n  \n\n Hos Iver är du också en del av ett ambitiöst och innovativt företag, vilket innebär att förbättra, testa, utvärdera och våga ändra hur vi gör saker är viktiga ingredienser och vi är övertygade om att det är så vi utvecklas.\n **We’re** \n not big blue. We’re yellow. Stora nog att skala och agila nog att innovera.\n   \n\n  \n\n**Övrig information:** \n  \n\n  \n\n Ivers affärsområde Bank & Fintech ansvarar för tjänsteleverans av cybersäkerhetstjänster och drift för kunder med särskilda säkerhetskrav. Av denna anledning kommer vi i rekryteringsprocessen genomföra bakgrundskontroller.\n   \n\n  \n\n**Placeringsort**\n Vi finns på 26 kontor runt om i Sverige och Norge. Placeringsort för denna roll är på vårat kontor i Solna.\n   \n\n  \n\n**Sök till oss!**\n Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Iver eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse. Sista ansökningsdag: 2025-02-25. Du är välkommen att kontakta Kajsa Holzwart (kajsa.holzwart@iver.se) vid frågor eller funderingar kring tjänsten.\n   \n\n  \n\n Vi ser fram emot din ansökan!\n   \n\n  \n\n**We empower our Nordic society** \n . Iver är en ledande nordisk helhetsleverantör av molnbaserade IT-tjänster med spetskompetens inom drift, cybersäkerhet, cloud och innovation.\n   \n\n  \n\n**Våra tjänster är kritiska inte bara för våra kunder – utan för digitaliseringen av samhället i stort.** \n Vi säkerställer att sjukvården har tillgång till rätt patientdata, att samhällskritiska system aldrig ligger nere och att flygplanen landar säkert. Som en lyhörd och affärsnära helhetspartner möjliggör vi våra kunders innovation – idag och imorgon.","company_url":"https:\/\/se.linkedin.com\/company\/iver-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE6vPkJ1bXYKw\/company-logo_100_100-alternative\/company-logo_100_100-alternative\/0\/1630562061072\/iver_sverige_logo?e=2147483647&v=beta&t=CyH4B1_gujcPUNvIoS9jHkvU1jhNL2CEURz3JMUrwT0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4163935878","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4163935878","job_url_direct":"https:\/\/karriar.iver.se\/jobs\/5021513-dba&urlHash=QG3i","title":"DBA","company":"Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"joacim.forsman@iver.se","description":"*Vi på Iver ger samma löfte till våra kollegor som till kunder. Löftet är att alltid vara \"beside you\", \"behind you\" och \"before you\". Vi kallar det för \"The Iver way\".*\n*Nu söker vi en\n **DBA** \n som vill bli en del av Iver och som vill vara med och bidra till bättre IT-lösningar som gör skillnad för våra kunder! Är du vår nya kollega?*\n**Din roll på Iver?**\n I rollen som DBA blir du en del av Ivers affärsområde\n **Bank&Fintech** \n med ansvar för Ivers tjänsteleverans av cybersäkerhetstjänster och drift för kunder med särskilda säkerhetskrav. Bank&Fintech kunder är ofta stora nordiska fintech företag eller myndigheter med krav på hög nivå av informationssäkerhet där vissa av dem utgör samhällskritisk verksamhet och har en särskild hotbild.\n   \n\n  \n\n Du kommer att vara en del av ett team om ca 35 personer med ansvar för drift och plattformsutveckling gentemot en specifik kund. Kunden är ett teknikdrivet och branschledande fintechbolag med höga krav på informationssäkerhet. Du kommer få en viktig roll där du är drivande i arbetet med att ta fram nya lösningar och guida kunden framåt och du arbetar i nära dialog med kunden för ständig förbättring och effektivisering.\n   \n\n  \n\n Arbetsuppgifterna involverar klassiskt DBA arbete med att förbättra databasplattformarna, rådgiva utvecklare och operations, blandat med datawarehouse, dataanalys, ML\/AI arbete & strategier. Vi strävar efter att modernisera arbetet kring databaser, därtill kommer man också arbeta i Kubernetes miljöer med t.ex. Git, Grafana, Prometheus där databaserna även har sin plats.\n   \n\n  \n\n DBA-teamet i sig består idag utav 5 personer, där man även arbetar tillsammans med utvecklare, operations och datanalytiker. Teamet driver projekt där de utforskar nya tekniker och implementerar kontinuerligt nya lösningar i Ivers plattformar. Teamet arbetar agilt och strukturerat i de olika projekten tillsammans med kund. I den här rollen har du goda möjligheter att utforma din roll efter vad du tycker är intressant.\n   \n\n  \n\n Vi arbetar bland annat med tekniker\/metoder som Kubernetes, Linux, DB2, IaC, CI\/CD, Bash, Python, GitOps, Grafana, Prometheus och Go.\n   \n\n  \n\n**Vad erbjuder vi dig?**\n**Iver - Where technology meets business.** \n Hos Iver får du möjlighet att arbeta med den senaste tekniken och vara med på en spännande tillväxtresa. Iver är ett bolag med entreprenöriella rötter och en kultur som präglas av flexibilitet och samarbete. Vårt mål är att våra kunder – här i Norden och internationellt – ska se oss som en ledande partner för digital transformation.\n   \n\n  \n\n På Iver är vi inkluderande och strävar efter genuint samarbete där vi arbetar mot gemensamma mål. Inom Iver finns stora möjligheter till utveckling och vi står bakom dig när du vill lära dig mer – inom ditt specialområde, ledarskap eller nya områden.\n   \n\n  \n\n Hos Iver är du också en del av ett ambitiöst och innovativt företag, vilket innebär att förbättra, testa, utvärdera och våga ändra hur vi gör saker är viktiga ingredienser och vi är övertygade om att det är så vi utvecklas.\n **We’re not big blue. We’re yellow.** \n Stora nog att skala och agila nog att innovera.\n   \n\n  \n\n**Vem söker vi?**\n Vi söker dig som är en lagspelare med ett stort tekniskt intresse och som har en vilja att förstå hur saker fungerar i grund och botten. Som person är du prestigelös, ansvarstagande och har en förmåga att förmedla lösningar på problem. Du gillar nära samarbeten mellan utveckling, kunder och operations där dina åsikter och kunskaper bidrar till teamens gemensamma mål.\n   \n\n  \n\n Vi tror att Cybersäkerhet är ett område du finner intressant och du ser behovet av att förstå komplexa system, deras sårbarheter och att ständigt utveckla dessa. Du har förutom en viss erfarenhet av DB2, även erfarenhet av andra databaser (Postgres, Redis m.m.) samt god erfarenhet av att arbeta med Linux. Vidare behärskar du ett eller flera script\/programmeringsspråk samt har kunskap av Git.\n   \n\n  \n\n**Placeringsort**\n Iver finns på 25 platser i Sverige & Norge. För denna tjänst är du placerad på Ivers huvudkontor i Solna.\n   \n\n  \n\n**Sök till oss!**\n Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Iver eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse. Sista ansökningsdag: 2025-03-01. Du är välkommen att kontakta rekryterande chef Joacim (joacim.forsman@iver.se) vid frågor kring tjänsten.\n   \n\n  \n\n**We empower our Nordic society** \n . Iver är en ledande nordisk helhetsleverantör av molnbaserade IT-tjänster med spetskompetens inom drift, cybersäkerhet, cloud och innovation.\n   \n\n  \n\n**Våra tjänster är kritiska inte bara för våra kunder – utan för digitaliseringen av samhället i stort.** \n Vi säkerställer att sjukvården har tillgång till rätt patientdata, att samhällskritiska system aldrig ligger nere och att flygplanen landar säkert. Som en lyhörd och affärsnära helhetspartner möjliggör vi våra kunders innovation – idag och imorgon.","company_url":"https:\/\/se.linkedin.com\/company\/iver-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE6vPkJ1bXYKw\/company-logo_100_100-alternative\/company-logo_100_100-alternative\/0\/1630562061072\/iver_sverige_logo?e=2147483647&v=beta&t=CyH4B1_gujcPUNvIoS9jHkvU1jhNL2CEURz3JMUrwT0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4145774981","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4145774981","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-Azure-Specialist\/1169330001\/?feedId=388933&utm_source=linkedin&urlHash=eCAc","title":"Azure Specialist","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Är du en passionerad Azure utvecklare som vill vara i framkant av teknologins innovation? Vi söker dig som vill arbeta med de senaste teknikerna och banbrytande projekt - Bli en del av vårt dynamiska team och forma framtidens lösningar!\n   \n\n  \n\n Vårt Microsoft Cloud Apps Team i Stockholm växer och vi letar efter dig som brinner för arbete inom Azure! Vårt kontor ligger centralt i Stockholm med fantastisk utsikt över kanalen, precis vid Barnhusbron. Microsoft Cloud Apps teamet är ett medelstort team på ca 20 personer utspridda på ett antal olika uppdrag. De flesta kör en kombination av hemarbete, arbete hos kund och arbete på Capgemini kontoret. Ett uppskattat inslag när vi umgås tillsammans i teamet är gemensam fredagsfika, regelbundna teammöten och gemensamma aktiviteter. Vår vision är att vara ett team som arbetar brett med kompetens att leverera end to end-lösningar till våra kunder.\n   \n\n  \n\n**OM ROLLEN**\n Som Azure Specialist med expertkompetens inom Microsoft Azure Cloud hos oss på Capgemini kommer du att vara en del av ett högpresterande och agilt utvecklingsteam som arbetar med affärskritiska lösningar och teamleveranser för våra kunder. Vi använder de mest avancerade tekniska lösningarna och tjänsterna från Microsoft och andra ledande partners, vilket säkerställer att du utvecklar en framtidssäkrad kompetens och undviker att fastna i utdaterade teknologier.\n   \n\n  \n\n Hos oss får du arbeta i framkant med testdriven utveckling, AI och clean code. Du kommer att ha ett stort eget ansvar och delta i alla utvecklingsfaser, från kravanalys och design till utveckling, test och leverans. Tillsammans med dina kollegor hjälper du våra kunder att digitalt transformera och modernisera sina verksamheter. Vi erbjuder kontinuerlig kompetensutveckling, certifieringar och spännande kunduppdrag för att stödja din karriärutveckling. Vårt mål är att du ska bli en framstående multi-domän specialist inom Microsoft Azure Cloud.\n   \n\n  \n\n**DIN PROFIL**\n Under din tid hos oss kommer du få stora möjligheter att utvecklas och lära dig massor men vi ser att du besitter:\n   \n\n  \n\n* Som grund minst fem års erfarenhet inom Azure Microsoft Cloud\n* Du har en utvecklarbakgrund inom Microsoft .Net och är duktig på DevOps\n* Erfarenhet av containerbaserad utveckling så som Kuberneters, Microservices\n* Mycket goda kunskaper i svenska och engelska då båda språken används i det dagliga arbetet\n* Erfarenhet inom något eller flera Microsoft Azure områden så som Azure Integrations, Azure Native Development, Azure Governance\/Cloud Adoption, Azure App Modernization eller Azure Big Data AI\/ML\n\n\n*Meriterande*\n* Fördelaktigt om du har erfarenhet av Optimizely\n\n\n**VAD VI TROR KOMMER FÅ DIG ATT TRIVAS**\n* Föräldraförmån\n* Flexibla arbetsförhållanden & Work-from-Home Policy\n* Tech communities\n* Mentorskapsprogram (som mentor eller mentee)\n* Delaktighet i Capgeminis olika fokusområden; Diversity and Inclusion, Sustainability, Wellness club, Art club etc.\n* Generöst friskvårdsbidrag & tjänstepension\n* Möjlighet till bonusprogram\n* Kompetensutveckling i form av utbildningar och certifieringar\n* Roliga och inspirerande personalevent\n* Företagshälsovård & sjukvårdsförsäkring\n\n\n**ANSÖKAN**\n Vi arbetar med löpande urval så vänta inte - skicka in din ansökan redan idag. Vi ser framemot din ansökan och att du vill bli en del av vår fortsatta resa!\n   \n\n  \n\n**OM CAPGEMINI**\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda deras övergång till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2023 rapporterade Capgemini Group globala intäkter på 22,5 miljarder euro.\n   \n\n  \n\n Get The Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"34bcd61c46930a10","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=34bcd61c46930a10","job_url_direct":"https:\/\/www.uptrail.com\/job\/104074\/jurister-inom-tech-till-forefront-legal-services","title":"Jurister inom Tech till Forefront Legal Services","company":"ForeFront","location":"Stockholm, AB, SE","job_type":null,"date_posted":1740268800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Arbetsuppgifter\nForefront Legal Services är på en spännande tillväxtresa och nu söker vi dig som är jurist och har erfarenhet av och ett brinnande intresse för Tech till vårt team! Vi söker såväl erfarna som mer juniora jurister till vårt team.\n\n\nDet brukar sägas att teknik aldrig existerar i ett vakuum. Precis samma sak gäller för juridiken. Det är just i samspelet mellan teknik, affär och juridik som vi på Forefront Legal Services tror att våra kunder kan få riktigt mervärde och verklig affärsnytta.\n\n\n\nLegal Services tjänster är integrerade med hela Forefronts affär vilket, medför att vi kan vara en trygg och stabil partner hela vägen i våra kunders digitaliseringsresa med tillhörande legala krav och utmaningar. Som jurist hos oss får du möjligheten att delta i projekt tillsammans med hela Forefronts kompetensbas, allt från de skarpaste tekniska konsulterna till säkerhetsexperter, UX-designers och IT-strateger. Vi befinner oss ofta i projekt som gäller den nyaste tekniken, AI, cloudresor och digitala transformationer. Det som knyter oss samman är vår starka kultur och värderingar där *Tillsammans* genomsyrar allt vi gör.\n\n\nSom juristkonsult på Forefront arbetar du i en platt organisation där din ambition, drivkraft och passion för våra olika arbetsområden väger tyngre än antal år i yrket. Forefront Legal Services består idag av sju jurister, var och en med sin specifika bakgrund, erfarenhet och expertis. Tillsammans erbjuder vi ett starkt och mångsidigt juridiskt stöd till våra kunder. Vi bidrar till varandras framgång och utveckling, både som individer och som grupp. Här får du, förutom chansen att djupdyka i juridiska frågeställningar i teknikens framkant, också möjlighet att engagera dig i affärsutveckling, försäljning, rekrytering och utbildning – allt som utgör vardagen i en framgångsrik konsultverksamhet.\n\n\n**Så här beskriver rekryterande chef, Henrik Ulander, Legal Services verksamhet idag:**\n\n\n*”Vår styrka är kombinationen av djup juridisk kunskap och erfarenhet tillsammans med förståelse för tekniken, dess möjligheter och utmaningar, samt en genuin affärsmässig förståelse för våra kunders verksamhet och specifika förutsättningar.*\n\n*Vår ambition är att göra juridiken begriplig och användarvänlig genom tydliga lösningar som förenklar förståelse och beslutsfattande för våra kunder.*\n\n\n*Vi sitter inte på kammaren och skriver långa rättsutredningar eller tar fram teoretiska PM som lämnas över till kunden för implementation på egen hand, så är det den typen av arbetsuppgifter du söker är vi förmodligen inte arbetsplatsen för dig. Reaktiva juridiska bromsklossar kommer du inte hitta som kollegor på Forefront.*\n\n\n*Om du istället ser fördelarna med att jobba nära kunden med en pragmatisk hands on-approach och hantera varierande arbetsuppgifter på ett prestigelöst, lösningsorienterat och proaktivt sätt, och dessutom ha väldigt kul på jobbet, så har du förmodligen hittat rätt!”*\n\nKvalifikationer\n**Är du vår kommande kollega?**\n\n\n\nOm det du precis har läst väckt din nyfikenhet, så letar vi just nu efter fler konsulter med juristexamen eller affärsjuristexamen i grunden, gärna med olika profiler och erfarenheter, till vårt växande team.\n\n\nVi ser gärna att du har en inriktning mot IT-juridik med ett tydligt affärsjuridiskt fokus alternativt en bakgrund inom säkerhetsjuridiken och därtill hörande regelverk.\n\n\n\nVi erbjuder idag tjänster inom bl.a. IT-juridik, affärsjuridik och compliance och kan även agera extern juristfunktion åt våra kunder. Vår vision är att bli ett Tech Law Powerhouse!\n\n\n**Exempel på områden där Legal Services hjälper våra kunder:**\n\n\n* IT-avtal, IT-projekt och molntjänster\n* AI-juridik\n* Dataskydd, GDPR och cookies\n* Compliance inom Legal Tech\/Säkerhetsjuridik (NIS2, DORA, CER, CRA, Data Act etc)\n* Legal Design\n* Tvistlösning, särskilt avseende komplexa IT-avtal\n* Kommersiell avtalsrätt och avtalsförhandlingar\n* Inköpsjuridik (kravställning mot leverantörer, avtalsförhandling etc)\n* Cyber-, IT- och informationssäkerhet\n\n\nVi ser med fördel att du har konsulterfarenhet inom ett eller flera av dessa områden.\n\n\n**Om dig**\n\n\n\nVi ser gärna att du har en bakgrund inom konsultbranschen, från advokatbyrå eller motsvarande där du har fått erfarenhet av att driva uppdrag\/projekt självständigt. Som konsult är du van att presentera business cases, rapporter och rekommendationer i det format som passar uppdraget och har därmed erfarenhet av hela MS-Officepaketet, i synnerhet PowerPoint, Word och Excel.\n\n\nDu har utmärkta kunskaper i svenska och engelska, i såväl tal som skrift. Du har erfarenhet av att arbeta med olika delar av en verksamhet och klarar av att göra juridiken förståelig för icke-jurister.\n\n\n\nSom person är du pragmatisk, analytisk, nyfiken och ansvarstagande. Vi är övertygade om att du har ett kommersiellt mindset och förstår att juridiken måste sättas in i ett affärssammanhang och inte lever sitt eget liv.\n\n\n**Om rekryteringsprocessen**  \n\nHar du frågor kring tjänsten eller rekryteringsprocessen, tveka inte att kontakta Head of Legal Services, Henrik Ulander, , 073-923 15 78 eller ansvarig rekryterare Anna Gestblom Bottner, , 072-242 49 49.\n\n\nNyfiken på att läsa mer om hur vi tänker kring juridiken på Forefront? Klicka in på\n\n\nVälkommen till Forefront Legal Services, vi ser fram emot din ansökan!\n\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 500 anställda. Med kontor på åtta orter i Sverige, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.\n\n\n.Våra värderingar är vårt DNA\n\n\nAvsiktAvsikten är motorn i vårt arbete och medvetenheten om var målet ligger. Den ger oss styrkan att ifrågasätta det till synes uppenbara, lägger kraft bakom våra påståenden och motiverar våra beslut.\n\n\nAvtryckAvtryck säger något om vår starka ambition att skapa förändring. Att göra verklig skillnad. Både i aktuella kundprojekt och i vår omvärld i stort. Vi är stolta över att våra kunder talar väl om oss. Och vi blir glada när vår verksamhet ses som en positiv förebild av kollegorna i branschen.\n\n\nInsiktDet är i insikten som vårt arbete börjar. För att nå dit krävs tålamod, empati och ödmjukhet, samt nyfikenhet nog att kunna ta in flera olika perspektiv och väga samman informationen. Insikt handlar om att verkligen förstå problemet innan vi försöker lösa det.\n\n\nTillsammansTillsammans är den väg vi väljer för att nå de mål vi siktar mot. Ordet ger uttryck för vårt sökande efter mervärdet i en gemensam strävan. Det handlar om att befinna sig jämsides med kunder och kollegor. Utan prestige och onödiga hierarkier, men med delaktighet, ansvar och arbetsglädje.\n\n\nUtsiktUtsikt beskriver både en position och den medvetna ansträngning som är nödvändig för att ta sig dit. Begreppet påminner oss också om att goda rådgivare är öppna och ödmjuka. Det handlar om att se och att särskilja, med fokus på kundens affärsnytta.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 500 anställda. Med kontor på åtta orter i Sverige, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.","company_url":"https:\/\/se.indeed.com\/cmp\/Forefront","company_url_direct":"https:\/\/myforefront.org\/","company_addresses":"Chicago","company_num_employees":"11 to 50","company_revenue":null,"company_description":"Forefront builds a vibrant social impact sector for all people of Illinois.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4140881416","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4140881416","job_url_direct":"https:\/\/eaton.eightfold.ai\/careers\/job\/687221787470?utm_source=linkedin&domain=eaton.com&urlHash=EgTc","title":"Product Manager - Connected Energy Management","company":"Eaton","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Appliances, Electrical, and Electronics Manufacturing","listing_type":null,"emails":null,"description":"Eaton offers a dynamic, supportive, and inclusive environment that values your skills, your drive, and your hunger for success. You'll be at the forefront of creating solutions that help businesses and communities manage their power more intelligently, safely, and sustainably. Joining Eaton means you're not just developing or selling products – together we create a brighter, more efficient, and sustainable future.\n   \n\n  \n\n**What You’ll Do**\n As Product Manager you will be responsible for managing our Controller and Software offering in Connected Energy Management domain throughout the entire product life cycle and for all product relevant issues (features, cost, footprint, price positioning) in EMEA region. You will define and pursue relevant business goals in support of Eaton's strategic direction and energy transition growth initiatives. Furthermore, you are responsible for end-to-end profitability and for acting as the technical expert for the relevant product portfolio of Connected Energy Management Devices and related accessories. We are considering candidates from Hungary, Czechia, Germany, Austria, the Netherlands and the Nordics too who can be based in local Eaton sites.\n   \n\n  \n\n**Responsibilities**\n* Execute product strategy and define product roadmap for the Connected Energy Management Controllers and Software offering.\n* Understand and identify customer needs and EMEA competitive environment as well as market trends of products and applications.\n* Drive new product development jointly with Engineering, Supply Chain, Manufacturing, Quality and Business Development functions.\n* Manage communication around commercial, product, application and market aspects to key internal and external stakeholders.\n* Ensure compliance of relevant products with standards, cybersecurity requirements, and Intellectual Property policies and approve final documentation\n* Act as Level 3 Technical Support\n* Act as a SCRUM Team Product Owner - lead and direct a cross functional project team toward fulfilment of technical & commercial product development targets.\n* Driving resolution of product quality issues and supporting supply chain and logistics product topics.\n* Maintain existing products and supporting new product market launch (marketing material, catalogue maintenance, product data management,\n* Manage product obsolescence and market phase-out activities.\n\n\n**Qualifications**\n Essential Qualifications:\n   \n\n  \n\n* Bachelor's degree in a relevant field (e.g., Computer Science, Engineering, Business, or a related technical field). An MBA or other advanced degree is a plus.\n* 5+ years of experience in product management, preferably in the IoT, smart home, power distribution or related technology sectors.\n* Knowledge of power distribution systems and components, including DIN rail mounted devices (circuit breakers, relays, contactors), metering equipment, and control components.\n* Strong understanding of software development methodologies (Agile, Scrum).\n* Knowledge of consumer and building communication protocols (e.g., Wi-Fi, Bluetooth, Zigbee, Z-Wave, MQTT, KNX, Modbus TCP, and Matter)\n* Demonstrated understanding of UI\/UX design principles and best practices. Experience working with UX designers and researchers.\n* Ability to translate user needs into compelling user experiences. Experience with design thinking methodologies.\n* Strong understanding of interoperability principles and best practices. Experience with API design and integration.\n\n\n**Preferred Qualifications**\n* Familiarity with cloud platforms (e.g., AWS, Azure) and mobile app development (iOS and Android).\n* Experience with specific home automation platforms or ecosystems (e.g., Google Home, Amazon Alexa, Apple HomeKit).\n* Knowledge of energy-related regulations and standards.\n* Experience with electrical engineering principles and practices.\n* Familiarity with electrical safety standards and regulations.\n\n\n**What We Offer You**\n* Competitive compensation and benefits package\n* Permanent contract in a fast-growing global company\n* Challenging projects in dynamic collaborative team\n* Flexible working solutions (working hours & home office eligibility)\n* We make your aspirations matter – Eaton encourages internal promotion, whenever possible and we make your growth matter\n* We invest in our employees for the long term – not just with salary and benefits, but with ongoing learning and development opportunities made available through Eaton University\n* We make your contributions matter - reliability, safety, efficiency, and sustainability are at the core of our dedication to improving people’s lives and the environment through power management technologies.\n\n\n We are committed to ensuring equal employment opportunities for job applicants and employees. Our recruitment processes use balanced selection criteria and avoid unlawful discrimination against applicants on the basis of their age, colour, disability, marital status, national origin, gender, gender identity, genetic information, race or racial origin, religion, sexual orientation or any other status protected or required by law.\n   \n\n  \n\n ]]>","company_url":"https:\/\/ie.linkedin.com\/company\/eaton","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFlHTyFXVYarg\/company-logo_100_100\/company-logo_100_100\/0\/1630597759539\/eaton_logo?e=2147483647&v=beta&t=mf1Y9QMDbkpihH-1MCZClCRWIornoz2jPRUrNJfjMyk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"dd7dbbdd729ad356","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=dd7dbbdd729ad356","job_url_direct":"http:\/\/se.indeed.com\/job\/programmerare-dd7dbbdd729ad356","title":"Programmerare","company":null,"location":"Uppsala, C, SE","job_type":"fulltime","date_posted":1740268800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"arvid.orde@traktorarvid.se","description":"Traktorarvid AB utvecklar autonoma eldrivna maskiner för jordbruket. Vi letar nu efter en programmerare för att vidareutveckla och anpassa maskinernas styr- och navigationssystem till ett flertal olika redskap och arbetsuppgifter.\n\nDu kommer arbeta och vara lokaliserad i bolagets lokaler utanför Uppsala men kommer arbeta i team på distans med våra mjukvarukonsulter i Linköping.\n\n**Dina meriter**\n\n* Intresse av traktorer, jordbruk och maskiner\n* Erfarenhet av programmering inom C++, Python och gärna fler språk\n* Kunskap om ROS 2 (Robot Operating System) är meriterande\n* Grundläggande förståelse för olika grenar inom AI\n* Relevant examen inom datavetenskap, elektroteknik eller liknande program eller motsvarande kunskap inhämtad från annat håll\n\nLåter detta som något för dig? Skicka ditt CV och ett personligt brev där du berättar om dig själv, din erfarenhet och varför du vill vara med och utveckla morgondagens jordbruksmaskiner på Traktorarvid AB.\n\nSista ansökningsdag 2025-03-16 men skicka gärna ansökan tidigare.\n\nArvid Örde, VD  \nMail: arvid.orde@traktorarvid.se  \nTel: 070-2214921\n\nJobbtyp: Heltid\n\nSchema:\n\n* Måndag till fredag\n\nUtbildning:\n\n* Gymnasieutbildning (Meriterande)\n\nErfarenhet:\n\n* Programmering: 1 år (Meriterande)\n\nArbetsort: Personligen\n\nSista ansökningsdatum: 2025-03-16","company_url":"https:\/\/se.indeed.comNone","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f4a0b218af38374f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f4a0b218af38374f","job_url_direct":"https:\/\/www.uptrail.com\/job\/104063\/konsulter-inom-transformationsrealisering","title":"Konsulter inom transformationsrealisering","company":"ForeFront","location":"Stockholm, AB, SE","job_type":null,"date_posted":1740268800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"sofia.nilsson@forefront.se, johannes.yggmark@forefront.se, anna.gestblom-bottner@forefront.se","description":"Arbetsuppgifter\n**Är du den som får transformationen att hända?**\n\n\n*Vill du göra #avtryck #tillsammans med andra likasinnade och skarpa konsulter. Då är det här en möjlighet för dig, Forefront Consulting och vårt team Transformation Excellence söker nu konsulter med #insikt inom transformationsområdet.*\n\n\n***Det här är Forefront***  \n\nVi – Forefront – är ett verksamhets- och IT-konsultbolag som föddes 2008. Idag är vi över 500 anställda, eller Frontiers som vi hellre kallar oss. Vi har som ambition att bli Sveriges bästa arbetsplats. Det gör vi genom att uppskatta varandras olikheter, ständigt blicka framåt och skapa en organisation som är lika modig som klok. Tillsammans är vi förenade av delade visioner och drivna av större ambitioner. Med kontor och Frontiers över hela Sverige strävar vi efter att få teknik och människa att gå hand i hand.\n\n\n***Vem är du?***\n\n\n\nVi söker dig med erfarenhet av att leda realiseringen och förändringsarbetet av det som faktiskt behöver ske för att uppnå målen med en organisations transformation. Du har minst fem års erfarenhet av att leda agila team och eller projektgrupper mot målet, du är en mästare på att undanröja hinder, och lägga färdplanen för det operativa arbetet på ett taktiskt sätt för att snabbt och med kvalitet nå målen längs med vägen.\n\n\nDu har sannolikt längre erfarenhet av roller som exempelvis projektledare, förändringsledare, produktägare, scrum master, epic owner eller programledare. Du hanterar med lätthet att leda både i helt agila miljöer eller i organisationer som kombinerar det agila med mer traditionella arbetssätt. Du har varit involverad som ledare i större förändringar kanske relaterade till molnförflyttningar, agila omställningar och\/eller digital transformation.\n\n\nI en konsultroll hos Forefront är du ofta en del av kundens organisation och leder med fingertoppskänsla med lagarbete i fokus och med sikte på att göra avtryck inom dina uppdrag varje dag.\n\n\n**Vi tror att du har:**\n\n\n* En slutförd akademisk utbildning inom IT, data eller teknik\n* Ett lyhört och coachande ledarskap, med bibehållet fokus på utsatta mål och ambitioner.\n* Erfarenhet och djup förståelse att leda alla perspektiv av förändringsarbetet för att möjliggöra ett lyckat mottagande av organisationen.\n* Mångårig konsulterfarenhet som projektledare, förändringsledare, produktägare eller epic owner eller liknande leveransledande roller\n\n\n**Det är meriterande om du har:**\n\n\n* Certifiering inom projektledning, exempelvis IPMA, PMI\n* Certifiering inom förändringsledning, exempelvis PROSCI, ADKAR\n* Certifiering inom SAFe eller motsvarande ramverk, samt agila roller som Scrum master, Product Owner eller liknande\n\nKvalifikationer\n**Forefronts syn på transformation**\n\n\n*En transformation kan ta många uttryck och genomföras på många olika sätt, men det gemensamma är att det handlar om att förflytta organisation, teknologi och\/eller arbetssätt och metod till ett nytt önskat läge.*\n\n\n\nPå Forefront delar vi in transformationsarbetet i tre delar. Det första området är **Alignment & aspiration** där vi stödjer våra kunder i ledning, styrning och uppföljning av de transformativa förflyttningar som organisationen genomgår.\n\n\n\nNästa del handlar mycket om analysarbetet och upprampning inför en kommande transformation, vi kallar det här området för **Advisory & Aspiration**.\n\n\n\nDen tredje delen av transformationsarbetet är genomförandet, det är inom det området vi faktiskt får det att hända, våra erbjudanden här samlas under **Planning & Execution**.\n\n\n**Har du frågor kring tjänsten?**\n\n\n\nTveka inte att kontakta rekryterande chefer Sofia Nilsson, sofia.nilsson@forefront.se eller Johannes Yggmark, johannes.yggmark@forefront.se\n\n\n\nFör frågor kring rekryteringsprocessen hör du av dig till ansvarig rekryterare Anna Gestblom Bottner, anna.gestblom-bottner@forefront.se\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 500 anställda. Med kontor på åtta orter i Sverige, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.\n\n\n.Våra värderingar är vårt DNA\n\n\nAvsiktAvsikten är motorn i vårt arbete och medvetenheten om var målet ligger. Den ger oss styrkan att ifrågasätta det till synes uppenbara, lägger kraft bakom våra påståenden och motiverar våra beslut.\n\n\nAvtryckAvtryck säger något om vår starka ambition att skapa förändring. Att göra verklig skillnad. Både i aktuella kundprojekt och i vår omvärld i stort. Vi är stolta över att våra kunder talar väl om oss. Och vi blir glada när vår verksamhet ses som en positiv förebild av kollegorna i branschen.\n\n\nInsiktDet är i insikten som vårt arbete börjar. För att nå dit krävs tålamod, empati och ödmjukhet, samt nyfikenhet nog att kunna ta in flera olika perspektiv och väga samman informationen. Insikt handlar om att verkligen förstå problemet innan vi försöker lösa det.\n\n\nTillsammansTillsammans är den väg vi väljer för att nå de mål vi siktar mot. Ordet ger uttryck för vårt sökande efter mervärdet i en gemensam strävan. Det handlar om att befinna sig jämsides med kunder och kollegor. Utan prestige och onödiga hierarkier, men med delaktighet, ansvar och arbetsglädje.\n\n\nUtsiktUtsikt beskriver både en position och den medvetna ansträngning som är nödvändig för att ta sig dit. Begreppet påminner oss också om att goda rådgivare är öppna och ödmjuka. Det handlar om att se och att särskilja, med fokus på kundens affärsnytta.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 500 anställda. Med kontor på åtta orter i Sverige, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.","company_url":"https:\/\/se.indeed.com\/cmp\/Forefront","company_url_direct":"https:\/\/myforefront.org\/","company_addresses":"Chicago","company_num_employees":"11 to 50","company_revenue":null,"company_description":"Forefront builds a vibrant social impact sector for all people of Illinois.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f2f4ef41d3a1b91a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f2f4ef41d3a1b91a","job_url_direct":"https:\/\/www.uptrail.com\/job\/104061\/konsulter-inom-transformationsstyrning","title":"Konsulter inom transformationsstyrning","company":"ForeFront","location":"Stockholm, AB, SE","job_type":null,"date_posted":1740268800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"sofia.nilsson@forefront.se, johannes.yggmark@forefront.se, anna.gestblom-bottner@forefront.se","description":"Arbetsuppgifter\n**Utöva ditt transformationsledarskap i spännande organisationer med Forefront!**\n\n\n*Vill du göra #avtryck #tillsammans med andra likasinnade och skarpa konsulter? Då är det här en möjlighet för dig, Forefront Consulting och vårt team Transformation Excellence söker nu konsulter med #insikt inom transformationsområdet.*\n\n\n***Det här är Forefront***  \n\nVi – Forefront – är ett verksamhets- och IT-konsultbolag som föddes 2008. Idag är vi över 500 anställda, eller Frontiers som vi hellre kallar oss. Vi har som ambition att bli Sveriges bästa arbetsplats. Det gör vi genom att uppskatta varandras olikheter, ständigt blicka framåt och skapa en organisation som är lika modig som klok. Tillsammans är vi förenade av delade visioner och drivna av större ambitioner. Med kontor och Frontiers över hela Sverige strävar vi efter att få teknik och människa att gå hand i hand.\n\n\n***Vem är du?***  \n\nVi söker dig med erfarenhet av styrning och ledning av större förändringar i medelstora till stora organisationer. Vi tror att du har mångårig erfarenhet av transformativ styrning nära ledningsgrupper i ett flertal olika organisationer. Du har sannolikt agerat i roller som till exempel programledare eller ledare av portföljstyrningsarbete eller PMO. Du har god känsla för hur man skapar och följer upp realiseringen av affärsvärde av organisationens satsningar.\n\n\n\nDu är helt enkelt kundorganisationens trygga hamn och levererar relevant ledningsstöd så att det transformativa arbetet rör sig i rätt riktning.\n\n\n\nI en konsultroll hos Forefront är du ofta en del av kundens organisation och leder med fingertoppskänsla med lagarbete i fokus och med sikte på att göra avtryck inom dina uppdrag varje dag.\n\n\n***Kvalifikationer***\n\n\n**Vi tror att du har:**\n\n\n* En slutförd akademisk utbildning inom IT, data eller teknik\n* Flerårig erfarenhet som ledare inom i IT-transformation\n* Mångårig konsulterfarenhet inom program-, portfölj- och\/eller transformationsledning\n* Dokumenterad erfarenhet av att leda transformation i agil och vattenfallskontext, ofta säkert i kombination\n\n\n**Det är meriterande om du har:**\n\n\n* Certifiering inom projektledning, exempelvis IPMA, PMI eller portföljstyrning\n* Certifiering inom SAFe eller motsvarande ramverk\n* Erfarenhet av transformationer inom exempelvis molnförflyttningar, agila omställningar och\/eller digital transformation\n\nKvalifikationer\n**Forefronts syn på transformation**\n\n\n*En transformation kan ta många uttryck och genomföras på många olika sätt, men det gemensamma är att det handlar om att förflytta organisation, teknologi och\/eller arbetssätt och metod till ett nytt önskat läge.*\n\n\n\nHos Forefront delar vi in transformationsarbetet i tre delar. Det första området är **Alignment & aspiration** där vi stödjer våra kunder i ledning, styrning och uppföljning av de transformativa förflyttningar som organisationen genomgår.\n\n\n\nNästa del handlar mycket om analysarbetet och upprampning inför en kommande transformation, vi kallar det här området för **Advisory & Aspiration**.\n\n\n\nDen tredje delen av transformationsarbetet är genomförandet, det är inom det området vi faktiskt får det att hända, våra erbjudanden här samlas under **Planning & Execution**.\n\n\n\n**Har du frågor kring tjänsten?**  \n\nTveka inte att kontakta rekryterande chefer; Sofia Nilsson, sofia.nilsson@forefront.se eller Johannes Yggmark, johannes.yggmark@forefront.se.\n\n\n\nFör frågor kring rekryteringsprocessen hör du av dig till anna.gestblom-bottner@forefront.se\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 500 anställda. Med kontor på åtta orter i Sverige, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.\n\n\n.Våra värderingar är vårt DNA\n\n\nAvsiktAvsikten är motorn i vårt arbete och medvetenheten om var målet ligger. Den ger oss styrkan att ifrågasätta det till synes uppenbara, lägger kraft bakom våra påståenden och motiverar våra beslut.\n\n\nAvtryckAvtryck säger något om vår starka ambition att skapa förändring. Att göra verklig skillnad. Både i aktuella kundprojekt och i vår omvärld i stort. Vi är stolta över att våra kunder talar väl om oss. Och vi blir glada när vår verksamhet ses som en positiv förebild av kollegorna i branschen.\n\n\nInsiktDet är i insikten som vårt arbete börjar. För att nå dit krävs tålamod, empati och ödmjukhet, samt nyfikenhet nog att kunna ta in flera olika perspektiv och väga samman informationen. Insikt handlar om att verkligen förstå problemet innan vi försöker lösa det.\n\n\nTillsammansTillsammans är den väg vi väljer för att nå de mål vi siktar mot. Ordet ger uttryck för vårt sökande efter mervärdet i en gemensam strävan. Det handlar om att befinna sig jämsides med kunder och kollegor. Utan prestige och onödiga hierarkier, men med delaktighet, ansvar och arbetsglädje.\n\n\nUtsiktUtsikt beskriver både en position och den medvetna ansträngning som är nödvändig för att ta sig dit. Begreppet påminner oss också om att goda rådgivare är öppna och ödmjuka. Det handlar om att se och att särskilja, med fokus på kundens affärsnytta.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 500 anställda. Med kontor på åtta orter i Sverige, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.","company_url":"https:\/\/se.indeed.com\/cmp\/Forefront","company_url_direct":"https:\/\/myforefront.org\/","company_addresses":"Chicago","company_num_employees":"11 to 50","company_revenue":null,"company_description":"Forefront builds a vibrant social impact sector for all people of Illinois.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"b403662d4c71862e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b403662d4c71862e","job_url_direct":"https:\/\/www.uptrail.com\/job\/104075\/it-managementkonsult","title":"IT Managementkonsult","company":"ForeFront","location":"Stockholm, AB, SE","job_type":null,"date_posted":1740268800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Arbetsuppgifter\nVi tror att tekniken ger oss oanade möjligheter – för att utveckla människor, skapa bättre affärer och bygga hållbara samhällen. Vi letar efter dig som älskar att arbeta tätt tillsammans med kunder och kollegor och vill hjälpa oss forma morgondagens IT-organisationer i Sverige och Norden!\n\n\n**Det här är Forefront**\n\n\n\nVi – Forefront – är ett verksamhets- och IT-konsultbolag som föddes 2008. Idag är vi över 500 anställda, eller Frontiers som vi hellre kallar oss. Vi har som ambition att bli Sveriges bästa arbetsplats. Det gör vi genom att uppskatta varandras olikheter, ständigt blicka framåt och skapa en organisation som är lika modig som klok. Tillsammans är vi förenade av delade visioner och drivna av större ambitioner. Med kontor och Frontiers över hela Sverige strävar vi efter att få teknik och människa att gå hand i hand.\n\n\nVi tror att du är en person som brinner för mötet mellan människa och teknik och gärna utbyter idéer och erfarenheter för att utvecklas tillsammans.\n\n\n**Vi tror att du har:**\n\n\n* Minst 5 års konsulterfarenhet\n* En bakgrund inom IT kombinerat med ett genuint intresse för teknologi och dess nyttjande (Är AI lösningen på allt?)\n* Dokumenterad erfarenhet av att åstadkomma förändring\n* Varit med och tagit fram strategier och riktning från arbete mot\/på ledningsgruppsnivå\n\nKvalifikationer\n**Det här kan du förvänta dig i rollen som IT Managementkonsult**\n\n\n\nTiden då IT var en separat del av våra kunders organisationer är svunnen och våra kunder ställs hela tiden inför nya utmanande frågeställningar. Samtidigt ökar användandet och beroendet till teknologi och information konstant. Våra kunder utvärderar val såsom decentralisering mot centralisering, insourcat mot outsourcat eller utveckla själva mot att köpa färdiga lösningar.\n\n\nHur skapar man ordning i detta? Vad är ordning och behövs det ens? Vi rör oss i komplexa landskap med partners, leverantörer, kunder och verksamhet som behöver integreras i flertalet dimensioner såsom processer och teknik.\n\n\n**Vi hjälper våra kunder med:**\n\n\n* IT Strategi och realisering\n* IT Sourcing - Allt från strategi till upphandling och styrning\n* Arkitektur - Driver förändring och harmonisering mellan verksamhet, information och teknologi\n* Organisation och operativa modeller\n* Styrning och mätning - Exempelvis kostnadsgenomlysning\n\n\n**Vi lovar dig:**\n\n\n* Sveriges härligaste kollegor\n* Kompetensutveckling\n* Närhet till affär och kund\n* Tydligt fokus på jämställdhet och mångfald\n\n\nVissa av oss är experter på ett specifikt område, andra har en bredare expertis. Rätt kompetens är viktigt, men personen bakom är, och kommer alltid vara, ännu viktigare. Vi ser fram emot din ansökan!\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 400 anställda. Med kontor på sex orter i Sverige, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.\n\n\nTräffa en av våra fantastiska konsulter här!  \n\n\n\n  \n\n.Våra värderingar är vårt DNA\n\n\nAvsiktAvsikten är motorn i vårt arbete och medvetenheten om var målet ligger. Den ger oss styrkan att ifrågasätta det till synes uppenbara, lägger kraft bakom våra påståenden och motiverar våra beslut.\n\n\nAvtryckAvtryck säger något om vår starka ambition att skapa förändring. Att göra verklig skillnad. Både i aktuella kundprojekt och i vår omvärld i stort. Vi är stolta över att våra kunder talar väl om oss. Och vi blir glada när vår verksamhet ses som en positiv förebild av kollegorna i branschen.\n\n\nInsiktDet är i insikten som vårt arbete börjar. För att nå dit krävs tålamod, empati och ödmjukhet, samt nyfikenhet nog att kunna ta in flera olika perspektiv och väga samman informationen. Insikt handlar om att verkligen förstå problemet innan vi försöker lösa det.\n\n\nTillsammansTillsammans är den väg vi väljer för att nå de mål vi siktar mot. Ordet ger uttryck för vårt sökande efter mervärdet i en gemensam strävan. Det handlar om att befinna sig jämsides med kunder och kollegor. Utan prestige och onödiga hierarkier, men med delaktighet, ansvar och arbetsglädje.\n\n\nUtsiktUtsikt beskriver både en position och den medvetna ansträngning som är nödvändig för att ta sig dit. Begreppet påminner oss också om att goda rådgivare är öppna och ödmjuka. Det handlar om att se och att särskilja, med fokus på kundens affärsnytta.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 400 anställda. Med kontor på sex orter i Sverige, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.\n\n\nTräffa en av våra fantastiska konsulter här!","company_url":"https:\/\/se.indeed.com\/cmp\/Forefront","company_url_direct":"https:\/\/myforefront.org\/","company_addresses":"Chicago","company_num_employees":"11 to 50","company_revenue":null,"company_description":"Forefront builds a vibrant social impact sector for all people of Illinois.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ae79acd969a51786","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ae79acd969a51786","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29488437","title":"Elektronikingenjör","company":"NDP IT AB","location":"Karlskoga, T, SE","job_type":"fulltime","date_posted":1740268800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Vi söker erfarna elektronikingenjörer som vill vara med och utveckla framtidens avancerade elektroniska system. I uppdrag inom försvarsindustrin får du arbeta i spännande och omväxlande uppdrag med den senaste teknologin inom elektronikdesign och utveckling.\n  \nOm uppdraget\n  \nSom elektronikingenjör kommer du att vara involverad i hela produktens livscykel – från utveckling och konstruktion till testning och implementation. Du arbetar i ett innovativt team som utvecklar avancerade försvarssystem och bidrar till att ta teknologin till nya höjder. Uppdraget erbjuder en bred variation av arbetsuppgifter inom områden som kretskortdesign, kablage, teststrategier och prototyputveckling.\n  \nExempel på arbetsuppgifter\n  \nDesign och utveckling av elektroniska system och kretskort\n  \nArbeta med VHDL, FPGA, ASIC och inbyggda system\n  \nImplementering och testning av elektroniklösningar\n  \nSamarbete i tvärfunktionella team för att skapa innovativa produkter\n  \nProduktutveckling genom hela livscykeln, från idé till färdig produkt\n  \n  \n\nKvalifikationer\n  \nMinst 3 års erfarenhet inom elektronik\n  \nHögskole- eller civilingenjörsexamen inom elektronik, datateknik eller motsvarande\n  \nErfarenhet av verktyg och teknologier som VHDL, FPGA, ASIC, C\/C++, CAD, Catia, Matlab, Solid Works, PCB\/PCBA Design\n  \nGoda kunskaper i svenska och engelska, både i tal och skrift\n  \nFörmåga att arbeta både självständigt och i team\n  \n  \n\nBefattningen kräver att du genomgår och godkänns enligt vid var tid gällande bestämmelser för säkerhetsskydd. För befattningar med krav på säkerhetsklassningsplacering kan, i förekommande fall, medföra krav på visst medborgarskap.","company_url":"https:\/\/se.indeed.com\/cmp\/Ndp-IT-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4163241165","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4163241165","job_url_direct":null,"title":"Automation Consultant","company":"SDNit","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering, Information Technology, and Consulting","company_industry":"Computer and Network Security","listing_type":null,"emails":"hello@sdnit.se, stefan.hedenstrom@sdnit.se","description":"**Är du en expert inom nätverk med passion för automation och moderna arbetssätt? Vill du arbeta i en innovativ miljö där teknik och teamwork står i högsta fokus? Om du älskar att skapa smarta lösningar som förenklar och automatiserar komplexa nätverkssystem – då vill vi höra från dig!** \n\n\n\n\n  \n\n\n\n\n\n Vi på SDNit är experter inom nätverksautomation och brinner för att överbrygga klyftan mellan nätverk och utveckling genom att kombinera det bästa av NetDevOps och modern nätverksteknik. Vi tror på kraften i samarbete och utveckling – både teknisk och personlig – och vi erbjuder en arbetsplats där du får växa tillsammans med andra passionerade och duktiga konsulter.\n \n\n\n\n  \n\n\n\n\n\n**OM TJÄNSTEN** \n\n\n\n\n Som\n **Automation Consultant\/NetDevOps Engineer** \n kommer du att spela en central roll i att designa och implementera automatiserade nätverkslösningar för våra kunder. Rollen kombinerar operativa och strategiska uppgifter och erbjuder stora möjligheter att påverka både teknikval och arbetssätt. Du arbetar nära våra kunder för att identifiera förbättringsområden och leverera innovativa lösningar som optimerar deras nätverksmiljöer.\n \n\n\n\n  \n\n\n\n\n\n**Ditt ansvarsområde:** \n\n\n\n* Automatisering av nätverk: utveckling och drift av automatiserade nätverkslösningar med hjälp av verktyg som\n **Ansible** \n ,\n **Terraform** \n och andra\n **Infrastructure as Code** \n (IaC)-verktyg.\n* CI\/CD-pipelines: skapande av effektiva\n **CI\/CD** \n -processer för nätverksautomation med plattformar som\n **GitLab CI\/CD** \n och\n **Jenkins** \n .\n* Molnintegration: integration av molntjänster som\n **AWS** \n ,\n **Azure** \n och\n **Google Cloud** \n i hybrid- och molnbaserade nätverksmiljöer.\n* Versionshantering: hantering av kod och samarbete genom\n **Git** \n , med fokus på robusta arbetsflöden och bästa praxis.\n* Programmering och anpassning: design och implementation av skräddarsydda lösningar med programmeringsspråk som\n **Python** \n ,\n **Go** \n eller\n **Ruby** \n .\n* Mentorskap och kunskapsdelning: stötta kollegor och kunder genom aktiv kunskapsöverföring, workshops och tekniskt mentorskap.\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**KOMPETENSER** \n\n\n\n\n Vi söker dig som har:\n \n\n\n* Gedigen erfarenhet av nätverksteknik: minst 4 års erfarenhet av att arbeta med routrar, switchar och brandväggar från leverantörer som\n **Cisco** \n ,\n **Juniper** \n eller\n **Arista** \n .\n* Programmerings- och scriptingkunskaper: erfarenhet av att utveckla med språk som\n **Python** \n ,\n **Go** \n eller\n **Ruby** \n .\n* Expertis inom automatiseringsverktyg: kunskap och erfarenhet av verktyg som\n **Ansible** \n ,\n **Terraform** \n och\n **Puppet** \n .\n* CI\/CD och versionshantering: erfarenhet av att arbeta med\n **Git** \n och att bygga pipelines i\n **GitLab CI\/CD** \n eller\n **Jenkins** \n .\n* Förståelse för molnplattformar: grundläggande kunskaper om molntjänster som\n **AWS** \n ,\n **Azure** \n eller\n **Google Cloud** \n och deras roll i nätverksmiljöer.\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**MERITERANDE** \n\n\n\n\n Vi ser det som en fördel om du har:\n \n\n\n* **Erfarenhet av Cisco DNA Center** \n eller liknande nätverkshanteringsverktyg för automatisering och centraliserad kontroll.\n* **Kunskap inom testautomation** \n med verktyg och ramverk som\n **pytest** \n eller\n **Nornir** \n .\n* **Färdigheter inom YANG-modellering** \n och erfarenhet av att arbeta med\n **NETCONF-protokoll** \n för nätverkskonfiguration och automatisering.\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**VILKA VI ÄR** \n\n\n\n\n På SDNit hittar du ett team som kombinerar expertis och passion för nätverksautomation. Vi erbjuder en kultur som värdesätter innovation, samarbete och glädje. Vårt mål är att skapa en arbetsmiljö där du kan trivas, utvecklas och göra skillnad – både hos våra kunder och i vårt interna arbete.\n \n\n\n\n  \n\n\n\n\n\n Vi satsar på kompetensutveckling, flexibilitet och gemenskap genom kurser, resor och roliga aktiviteter som afterworks och coworking Fridays. Våra anställda är vår största tillgång, och vi arbetar ständigt för att bygga en familjär, trygg, inkluderande och inspirerande arbetsplats.\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**ÄR DU VÅR NÄSTA KOLLEGA?** \n\n\n\n\n Skicka in din ansökan med CV till\n **hello@sdnit.se** \n . Har du frågor om tjänsten? Kontakta vår VD, Stefan Hedenström, på\n **0703 09 02 52** \n eller\n **stefan.hedenstrom@sdnit.se** \n .\n \n\n\n\n Vi ser fram emot din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/sdnit","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFAmmKssx094w\/company-logo_100_100\/company-logo_100_100\/0\/1696424279163\/sdnit_logo?e=2147483647&v=beta&t=a7dUP3o7PcvwzUDZR9uu9Fx_AZno51RjhOdZTuhOb2w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4163131421","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4163131421","job_url_direct":"https:\/\/careers.quinyx.com\/jobs\/5469534-head-of-customer-support&urlHash=8Ffs","title":"Head of Customer Support","company":"Quinyx","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Other","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Do you want to help us unleash the secret to how happy employees create a happy business? We are an innovative, agile, and continuously growing modern tech company on a path to improving the work lives of millions around the world.\n   \n\n  \n\n**We develop workforce management solutions** \n - software that makes scheduling and time reporting more smooth and more flexible for almost a million users worldwide!\n   \n\n  \n\n****We value passion, quality, innovation, trust, and collaboration** \n .** \n You’ll be given the opportunity to make an impact and directly contribute to our success, bring new ideas, and have full ownership of your area.\n   \n\n  \n\n Are you curious and ready to take the first steps on an awesome journey and make magic happen with us? As a member of Quinyx, you will be part of an inclusive and diverse workplace where everyone is allowed to be themselves and thrive.\n   \n\n  \n\n*We have a hybrid working set up and therefore you will be required to attend our Stockholm office minimum twice per week.*\n All applications should include CV in English.\n   \n\n  \n\n**About The Role**\n As a Head of Customer Support, you will be responsible for looking after our support team, consisting of 1st and 2nd line Support Advisors across the EMEA and Australia region.\n   \n\n  \n\n You will be reporting directly to our VP of Customer Experience, as an integral part of the Customer Experience management team.\n   \n\n  \n\n You will be naturally passionate about customer experience and driven by results whilst leading a successful team, who regularly exceed their KPI’s.\n   \n\n  \n\n To be successful in this role, you have to have a proven experience of managing customer support teams (or similar discipline), in a fast paced, sometimes challenging & evolving environment.\n   \n\n  \n\n**What You’ll Be Doing**\n* Overall management responsibilities for the entire Support team in the dedicated regions with a strong operational mindset.\n* Direct line manager for the Support team leaders and managers.\n* Continuous assessment and improvement of the support team tech stack and process including, but not limited to Support portal, customer case logging process & escalation process in order to create a future proof & modern user experience.\n* Create SMART development goals for your direct reports, following the Quinyx development process.\n* Overall responsibility for team performance & all associated aspects.\n* Responsible for prioritisation & achieving the Support teams targets.\n* Lead both proactive and reactive actions for customers, together with internal stakeholders at Quinyx, striving for improvements & to evolve the customer experience.\n* Be the point of escalation for customer related issues, ensuring a robust & effective escalation process, with the support & guidance of the VP of Customer Experience.\n* Incident Manager, taking control & creation of the internal incident management team & customer handling, from the time the incident is logged to the incident resolution, reporting & follow up incident report. With the Support from Product\/Engineering.\n* Take delivery ownership of yearly departmental goals and budget, including ongoing updates and evaluations.\n* Escalate delivery deviations, budget impacts and potential issues to the VP of Customer Experience.\n* Partner with the US Customer Experience team to ensure that we retain a central support framework & ways of working.\n* Spread the Quinyx culture to your team, as well as the company as a whole by always acting as a role model, focusing on the Quinyx core values & engagement.\n\n\n**What You’ll Bring To The Team**\n* Managed International Support team at a software company for at least 3 years.\n* Worked closely with R&D and Product teams.\n* Passionate about Customers.\n* Experience with understanding & implementing best practices.\n* Excellent communication skills, both written and verbal.\n* Critical thinker, quick to react & lead incidents through to successful conclusion.\n* Good interpersonal skills with the ability to influence key decision makers.\n* Results & performance orientated using a data driven approach.\n* Proven track record in customer satisfaction & complaints management.\n* Previous experience & success with leading, managing, developing & coaching high performing teams.\n\n\n**What is it for you?**\n We promote and encourage a healthy lifestyle with flexible work hours and latest tools, enhanced vacation allowance, gym membership contribution, and last but not least, you will have the chance to participate in our well-known yearly ugly Xmas sweater competition!\n   \n\n  \n\n**Life at Quinyx**\n We are an innovative, agile and continuously growing modern tech company. We value passion, creativity, quality and simplicity. You’ll be given the opportunity to make an impact and directly contribute to our success, bring new ideas and have full ownership of your area.\n   \n\n  \n\n Our global team, of 30 nationalities, have fun together whether it is during a typical Swedish Fika, workshop, going for a run with a colleague or spending time together during our regular after-work socials. We have built a family atmosphere here at Quinyx and are committed to share knowledge and support one another!\n   \n\n  \n\n**Want to join the family?**\n At Quinyx, we provide equal employment opportunities and we strive to have an inclusive and diverse value-driven culture. All applications will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender perception or identity, national origin, age, marital status, disability or Veteran status.\n   \n\n  \n\n**Happy Workforce, Happy Business!**\n*All candidates are subject to background checks.*","company_url":"https:\/\/se.linkedin.com\/company\/quinyx","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHDjd9gQ_muew\/company-logo_100_100\/company-logo_100_100\/0\/1732199473405\/quinyx_logo?e=2147483647&v=beta&t=CBCyyTa54b6fXa_L8GdmFHHxJrT3zpi95UFhTsplrcE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4163323083","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4163323083","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-Senior-Data-Consultant-&-People-Manager\/1163032801\/?feedId=388933&utm_source=linkedin&urlHash=RueL","title":"Senior Data Consultant & People Manager","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Are you ready to take your career to the next level? We’re seeking our next People Manager for the Engagement and Advisory unit—a role that combines leadership and hands-on work as a Data professional consultant.\n   \n\n  \n\n As a People Manager, you will build and lead a team of 5-10 consultants, focusing on coaching, career development, and creating a positive work environment. We believe in empowering our managers to prioritize people and clients over administrative tasks.\n   \n\n  \n\n At Capgemini Insights & Data, you will develop both business and technical skills in a supportive work environment that values community and team spirit.\n   \n\n  \n\n**What You’ll Do As a People Manager**\n* Lead by Example: Be the go-to person for our employees, providing guidance and support.\n* Individual Growth & well-being: Conduct regular 1-on-1s, helping consultants plan their careers and achieve their goals. You will foster engagement and well-being within your team.\n* Balancing Act & Self-leadership: While supporting your team, maintain your own client-oriented work. Utilization and business development are key.\n\n\n In your day-to-day work, you will be contributing as a Senior Data consultant, wearing different hats depending on the context. But your role and responsibilities are at all times related to Advisory, Project & Engagement Management.\n   \n\n  \n\n**What You’ll Do as a Consultant:**\n* Depending on your role you will work close with our clients and drive initiatives involving data warehouses, analytics, AI, MDM, and strategy development at customer sites.\n\n\n**YOUR PROFILE**\n* You are an experienced data professional within the Data, AI & Analytics field, for example as a delivery manager, business analyst, project manager, program manager or engagement manager.\n* You are driven by creating effective teams and contributing by giving the team members the best possible conditions to achieve smart solutions.\n* Fluent Swedish skills\n\n\n**What We Believe You Will Enjoy About Working Here**\n We recognize the significance of flexible work arrangements to provide support. Be it remote work, or flexible work hours, you will get an environment to maintain healthy work life balance.  At the heart of our mission is your career growth. Our array of career growth programs and diverse professions are crafted to support you in exploring a world of opportunities. Equip yourself with valuable certifications in the latest technologies such as Databricks and Microsoft Azure or focus on strengthening your leadership skills.\n   \n\n  \n\n**APPLICATION**\n Ready to join our team? Apply Now!\n   \n\n  \n\n**About Capgemini**\n Capgemini is a global business and technology transformation partner, helping organizations accelerate their dual transition to a digital and sustainable world while creating a tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries. With its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fueled by its market-leading capabilities in AI, cloud, and data, combined with its deep industry expertise and partner ecosystem. The Group reported 2023 global revenues of €22.5 billion.\n   \n\n  \n\n**Get The Future You Want | www.capgemini.com**","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4160784057","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4160784057","job_url_direct":"https:\/\/regionstockholm.varbi.com\/se\/what:login\/jobID:800631\/type:job\/apply:1\/?utm_source=linkedin_jobs&utm_medium=job_boards&utm_campaign=weselect_boost_campaign&urlHash=Nd6y","title":"Förvaltningsledare IT","company":"Region Stockholm","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology, Management, and Administrative","company_industry":"Government Administration","listing_type":null,"emails":"caroline.hagberg@regionstockholm.se","description":"Hälso-och sjukvårdsförvaltningen, Digitalisering och IT\n \n\n\n\n  \n\n\n\n\n\n**Är du en driven och lyhörd person som vill bidra och ta ansvar i en samhällsviktig kontext? Då kan rollen som Förvaltningsledare IT på hälso- och sjukvårdsförvaltningen vara rätt för dig! Här blir du en viktig kugge i Objekt Informationsinfrastruktur och kan påverka och bidra till vår verksamhet med din erfarenhet och kompetens.** \n\n\n\n\n  \n\n\n\n\n\n**Om tjänsten** \n\n\n\n\n I den här rollen blir du en nyckelspelare i både befintlig tjänsteleverans av integration och i regionens pågående initiativ. I nära samarbete med dina kollegor vidareutvecklar du processer, metoder och verktyg för en hållbar, skalbar och säker IT-miljö. Genom kontinuerlig utveckling och effektiva samarbeten bidrar du till en framåtdriven digital transformation och gör konkret skillnad för patienter och vårdpersonal i hela regionen.\n \n\n\n\n  \n\n\n\n\n\n Objekt informationsinfrastrukturs huvudsakliga uppgift är att förvalta och vidareutveckla integrationer som tjänst via den regionala tjänsteplattformen (RTP). RTP har idag ca 300 integrationer i drift och förmedlar ca 40 miljoner meddelanden per månad. Tjänsteplattformen består av teknik och regler som är gemensamma för Sveriges vårdgivare genom den nationella referensarkitekturen för vård och omsorg: RIV TA och T-boken inklusive T2. Läs mer här.\n \n\n\n\n  \n\n\n\n\n\n Förvaltningsledare IT (FL IT) samarbetar nära förvaltningsledaren för objektet. Tillsammans med Förvaltningsledaren leder och förvaltar du integrationstjänsten RTP.\n \n\n\n\n  \n\n\n\n\n\n I rollen ansvarar du bland annat för att:\n \n\n\n* Vara operativt ansvarig för såväl driftsförvaltning som applikationsförvaltning av objektets system inklusive att säkerställa driftsättningar av ändringar samt ge råd och stöd till verksamheten vid förändringar av IT-tjänsterna\n* Leda det operativa arbetet inom objektet, med arbetsledning av flera externa utvecklingsteam\n* Vara kontaktyta, tillsammans med FL, mot leverantörer samt interna och externa intressenter\n* Se till att IT-tjänsterna håller den överenskomna leveransnivån\n* Bidra i arkitekturarbete och genomföra vissa utredningar inom området\n* Säkerställa att objektet drivs kostnads- och verksamhetseffektivt under hela dess livscykel\n\n\n\n  \n\n\n\n\n\n Arbetet innebär även att arbeta som Integrationskoordinator där du bistår projekt med att i samråd med beställaren, analysera, budgetera, prioritera, planera och följa upp integrationsförslag i projektet och dess påverkan på informationsutbyte inom RTP och\/eller Nationella Tjänsteplattformen (NTjP) samt att beställa genomförandet av integrationerna.\n \n\n\n\n  \n\n\n\n\n\n**Vem är du?** \n\n\n\n\n Som person är du nyfiken och analytisk och har förmåga att skapa resultat, både på lång och kort sikt. Därtill har du god självkännedom och är stabil som person. Du verkar för en väl fungerande arbetsgrupp med bra samarbete både inom gruppen och med alla intressenter. Du är en god kommunikatör – såväl muntligt som skriftligt – och kan hantera många kontaktytor inom och utanför organisationen. Du har ett gott bemötande med hög professionalitet och du är lyhörd och öppen för förändring då verksamheten kommer att fortsätta utvecklas under de kommande åren. Vi lägger stor vikt vid dina personliga egenskaper.\n \n\n\n\n  \n\n\n\n\n\n Kvalifikationer:\n \n\n\n* För rollen relevant akademisk examen (till exempel inom Systemvetenskap) eller erfarenheter\/kvalifikationer inom IT som arbetsgivaren bedömer likvärdiga\n* Erfarenhet av att leda och samarbeta med externa leverantörer, gärna även i en offentlig verksamhet\/miljö\n* Hög kompetens inom integration\n* God teknisk grundkunskap\n* Goda kunskaper i svenska språket och förmågan att uttrycka dig enkelt och tydligt i både tal och skrift\n\n\n\n  \n\n\n\n\n\n Vi ser det som meriterande om du dessutom har:\n \n\n\n* Arbetat med RIV TA, REST och FHIR\n* Erfarenhet av agilt arbete\n* Erfarenhet av kravledning, kravanalys och test\n* Mångårig erfarenhet av projektledning\/förändringsledning\n* Erfarenhet av att ha arbetat inom, eller med, offentlig sektor\n* Kunskap om Region Stockholms olika it-system och hur de kommunicerar\n* Kunskap och erfarenhet inom arkitektur, regelverk, informatik och projektstyrningsmetodiker\n\n\n\n  \n\n\n\n\n\n**Vårt erbjudande** \n\n\n\n\n Tjänsten är en tillsvidareanställning på heltid. Vi har kollektivavtal och med det följer kollektivavtalade försäkringar, tjänstepension och möjlighet till löneväxling. För att du ska kunna ta ansvar för din hälsa erbjuder vi friskvårdsbidrag samt subventionerad sjukvård i form av kostnadsfri öppensjukvård. Här kan du läsa mer om förmånerna i vårt kollektivavtal.\n \n\n\n\n  \n\n\n\n\n\n Vi sitter i ljusa fina lokaler på Lindhagensgatan 98. Hit tar du dig enkelt med kollektivtrafiken.\n \n\n\n\n  \n\n\n\n\n\n**Ansökan** \n\n\n\n\n Låter det här som något för dig ser vi gärna att du söker så snart som möjligt, intervjuer sker löpande. Sista ansökningsdag är den 16 mars. För en komplett ansökan räcker det med att bifoga ditt CV. När du ansöker kommer du att få besvara ett antal frågor, dessa ersätter personligt brev.\n \n\n\n\n  \n\n\n\n\n\n Har du frågor är du välkommen att kontakta rekryterande chef, Caroline Hagberg: caroline.hagberg@regionstockholm.se\n \n\n\n\n  \n\n\n\n\n\n Varmt välkommen med din ansökan!\n \n\n\n\n  \n\n\n\n\n\n Hälso- och sjukvårdsförvaltningen stödjer Region Stockholms politiska organisation för att invånarna i Stockholms län har tillgång till en god och säker hälso- och sjukvård samt tandvård. Det innebär att förvaltningen beställer och följer upp hälso- och sjukvård och tandvård för 75 miljarder kronor årligen. Förvaltningen ansvarar också för kunskapsstyrningsorganisationen i Region Stockholm, samt en rad funktioner som är avgörande för hälso- och sjukvårdssystemet, såsom smittskydd, vårdhygien. Läs mer här\n \n\n\n\n  \n\n\n\n\n\n**Att söka jobb i Region Stockholm** \n\n\n\n\n Vi eftersträvar jämställdhet och jämlikhet på vår arbetsplats och ser gärna sökande med olika bakgrund och förutsättningar.\n \n\n\n\n  \n\n\n\n\n\n Vi tar endast emot ansökningar via detta system. Ansök genom att klicka på knappen ”Ansök”. Ansökningar per brev eller e-post beaktas inte. Vi undanber oss direktkontakt med bemannings- och rekryteringsföretag samt säljare av ytterligare jobbannonser.\n \n\n\n\n  \n\n\n\n\n\n Vårt rekryteringssystem kan inte hantera anonyma ansökningar eller sökande med skyddade personuppgifter. Om du har skyddade personuppgifter ber vi dig att kontakta den kontaktpersonen som finns angiven i annonsen. Din ansökan kommer då att hanteras utanför rekryteringssystemet. Du bör även vara försiktig med vilken information du lämnar i din ansökan och endast ta med information som är relevant för den aktuella befattningen.\n \n\n\n\n  \n\n\n\n\n\n Region Stockholm ansvarar för hälso- och sjukvård, kollektivtrafik, regional utveckling och bidrar till kulturlivet. Varje dag, dygnet runt. I landets snabbaste växande region. Tillsammans skapar vi Europas attraktivaste storstadsregion.\n \n\n\n\n  \n\n\n\n\n\n Läs mer om hur det är att jobba hos oss i Region Stockholm\n \n\n\n\n  \n\n\n\n\n\n Anställningsform: Tillsvidareanställning\n \n\n\n\n Anställningens omfattning: Heltid\n \n\n\n\n Tillträde: Enligt överenskommelse\n \n\n\n\n Löneform: Månadslön\n \n\n\n\n Antal lediga befattningar: 1\n \n\n\n\n Sysselsättningsgrad: 100%\n \n\n\n\n Ort: Stockholm\n \n\n\n\n Län: Stockholms län\n \n\n\n\n Land: Sverige\n \n\n\n\n Referensnummer: 2025\/1393\n \n\n\n\n Kontakt:\n \n\n\n* Caroline Hagberg, 072-5037319\n\n\n\n Facklig företrädare:\n \n\n\n* Kevin Okot, SACO, 08-12318505\n* Anne-Lie Vestlund, Vision, 070-7375715\n* Thérèse Juvall, Akademikerförbundet SSR, 08-12313942\n* Annie Velander, Vårdförbundet, 08-12314329\n\n\n\n Publicerat: 2025-02-20\n \n\n\n\n Sista ansökningsdag: 2025-03-16","company_url":"https:\/\/se.linkedin.com\/company\/regionstockholm","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHf1f59xyzz1g\/company-logo_100_100\/company-logo_100_100\/0\/1732749328838\/regionstockholm_logo?e=2147483647&v=beta&t=tijtohTEb4tYe9MrsrymkozZr7g6s1hrVJf9aMKK_30","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4163476389","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4163476389","job_url_direct":"https:\/\/careers.noresca.se\/jobs\/5592010-business-area-manager&urlHash=S7iL","title":"Business Area Manager","company":"Noresca IT Consulting","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales and Business Development","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"julia.front@noresca.se","description":"Som Business Area Manager på Noresca får du en avgörande roll i att skapa en kultur där engagemang, utveckling och framgång står i centrum. Vi söker en passionerad ledare som inte bara coachar och motiverar utan som också aktivt bidrar till att både individ och team når sina mål.\n   \n\n  \n\n I denna roll läggs stort fokus på människor och ledarskap. Du kommer att bygga starka relationer, bidra till en inspirerande arbetsmiljö och säkerställa att våra affärssystemkonsulter i Stockholm kontinuerligt utvecklas, mår bra och presterar efter bästa förmåga. Vi tror på ett nära och individanpassat ledarskap, vilket innebär att du behöver vara på plats på kontoret större delen av arbetsveckan.\n   \n\n  \n\n**Dina Huvudsakliga Ansvarsområden**\n**Ledarskap och teamutveckling**\n* Ansvar för cirka 14 personer och deras professionella och personliga utveckling\n* Skapa en arbetsmiljö där alla känner sig motiverade och sedda\n* Praktisera ett individanpassat och närvarande ledarskap\n* Coacha och leda teamet för att säkerställa både hög prestation och personligt välmående\n* Rekrytera, onboarda och utveckla nya medarbetare med en tydlig plan för framgång\n* Vid behov, aktivt hantera och lösa personalärenden\n* Säkerställa en välfungerande daglig drift\n\n\n**Resultatansvar och verksamhetsutveckling**\n* Ta fullt ansvar för att teamet uppnår sina beläggnings- och intäktsmål\n* Kostnadsansvar\n* Effektivt allokera konsulter i projekt och följa upp resultat\n* Löpande utveckla filosofi, struktur och processer\n\n\n**Kontorsansvar och trivsel**\n* Säkerställa en trivsam och inspirerande arbetsmiljö\n* Ansvara för kontorsinköp och gemensamma aktiviteter\n* Driva och delta i sociala evenemang och konferenser för att förstärka teamkänslan\n\n\n Du rapporterar direkt till VD och ingår i bolagets ledningsgrupp, vilket ger dig stora möjligheter att vara med och påverka och utveckla verksamheten.\n   \n\n  \n\n**För att lyckas i rollen tror vi att du behöver ha följande:**\n* Minst 5 års erfarenhet av att leda team med goda resultat\n* Erfarenhet av ERP och IT-konsultbranschen\n* Tidigare erfarenhet av budgetansvar och ledningsgruppsarbete\n* Starkt eget driv och ansvarstagande att föra verksamheten framåt\n* Förmåga att utveckla och implementera långsiktiga planer och strategier\n* Ett genuint intresse för människor och en förmåga att coacha medarbetare att nå sin fulla potential\n* Flytande i svenska och engelska i både tal och skrift\n* Relevant akademisk utbildning\n\n\n**Hur är det att jobba på** \n**Noresca?**\n Hos oss får du ett stort ansvar och drivna kollegor, samt möjligheten att jobba i ett Gasellbolag med fokus på både kundnöjdhet och medarbetartrivsel. Vi är mycket stolta över att vi har höga resultat i våra löpande medarbetarundersökningar och goda kundomdömen.\n   \n\n  \n\n Vi tror på att ha roligt tillsammans och arrangerar regelbundet sociala aktiviteter – från afterworks och frukostar till internationella konferenser. Vi värdesätter balans mellan arbete och fritid och erbjuder en flexibel arbetsmiljö där dina insatser verkligen gör skillnad.\n   \n\n  \n\n**Ansökan**\n Om har du några frågor eller vill veta mer så är du varmt välkommen att kontakta Julia Front, Head of People & Culture, på julia.front@noresca.se.\n   \n\n  \n\n Vi ser fram emot att läsa din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/noresca-it-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHafXSnt3AjtQ\/company-logo_100_100\/company-logo_100_100\/0\/1719477216580\/noresca_it_consulting_logo?e=2147483647&v=beta&t=qekzKuHTCoxgiwgIM83waukndNXpKtFmh9Mw5oEtme0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4163352409","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4163352409","job_url_direct":"https:\/\/jobs.smartrecruiters.com\/DeloitteNordic\/744000040444115-experienced-seniors-to-our-it-specialized-assurance-team&urlHash=HuTj","title":"Experienced Seniors to our IT & Specialized Assurance team","company":"Deloitte","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":"rohman@deloitte.se","description":"**Company Description**\n Deloitte is a leading global provider of Audit & Assurance, Tax & Legal, and Consultative Services. With more than 457,000 professionals in over 150 countries, we help our clients and society to solve complex problems and achieve ambitious goals. We are driven by one purpose: to make an impact that matters. To us, this means lasting results for our clients and their businesses, ideas and actions that contribute to a greater good. It also means empowering our people and supporting them in their growth journey.\n   \n\n  \n\n**Job Description**\n Deloitte’s IT & Specialized Assurance team is currently looking for\n *Seniors* \n who thrive in a dynamic and challenging environment.\n   \n\n  \n\n**Who are we?**\n You will join as a member of our IT & Specialized Assurance team. We help clients transform the ways in which they leverage people, technology, processes, and controls to address their financial and operational risks and drive performance within their business operations. IT audit work can include assignments relating to the provision of assurance or advice. An IT audit typically evaluates and reports upon the procedures and control environment around the IT systems in place within an organization with a view to achieving more effective management of the risks to which the entity is exposed. We do so in the following ways:\n   \n\n  \n\n* We identify risks and weaknesses, thus enabling the development of solutions for introducing controls over processes supported by IT.\n* We help organizations take advantage of new and innovative technologies and better manage their risks through advisory and managed services.\n* We advise on general IT controls and audit application controls within the area of I T audit and support financial auditing tasks.\n* We provide clients with assurance reports on several topics, including general IT controls in an outsourcing environment; application and process controls; and protection of personal data, as well as the GDPR.\n* We support and transform internal audit functions to provide relevant and timely insights to Executive Management and the Board on a wide range of risks.\n* We work across functions within Deloitte to provide our clients with the right set of skills.\n\n\n**Our team**\n The team consists of different nationalities with varied backgrounds and therefore embraces diversity of thought. We strive to foster an inclusive culture founded on collaboration, curiosity, and high ambitions. We offer you a strong and often life-long professional network allowing you to unfold your full potential. You will become part of a large team, and your development will take place in a truly social environment, which is of high importance to us.\n   \n\n  \n\n**Qualifications**\n**To be successful in this role, we expect that you:**\n* Have completed a university degree in audit, risk management, business administration, economics, accounting, finance, mathematics, or information technology; but not limited hereto.\n* Have 2-4years of full-time professional work experience, preferably within IT-audit, or related fields such as information technology systems, business and financial controls, process management.\n* Are proficient in either written and spoken Swedish or have a high proficiency in written and spoken English, and the right to live and work in Sweden.\n* Able to identify and assess IT risks and controls to relate them to business processes and to express opinions in a clear manner.\n* Assume responsibility for the overall engagement output, including scoping, financial management, quality assurance, and review of deliverables.\n* Strong project management and coordinating skills, including the skill to manage multiple engagements simultaneously; manage teams effectively; and deliver engagements on time and in compliance with the budget.\n\n\n Additional Information\n   \n\n  \n\n**What you can expect from us:**\n If you choose IT & Specialized Assurance as the next step in your career, you can expect that we:\n   \n\n  \n\n* Give you excellent opportunities for personal and professional development\n* Let you work in a dynamic and international environment\n* Do our utmost to integrate you well in our team and give you the opportunity to get to know your colleagues well.\n\n\n**How To Apply**\n Submit your application online as soon as possible, your application should contain your:\n   \n\n  \n\n* CV\n* Cover letter including a motivation why you are interested in Deloitte and this position. You can upload the cover letter as a document.\n* University grades\n\n\n If you have any questions regarding the position or recruiting process, please contact Rasmus Öhman, Recruiter, rohman@deloitte.se.\n   \n\n  \n\n*As a qualitative part of Deloitte's recruitment process, our final candidates undergo a background check, to increase awareness of our future employees, secure the working environment for our employees and meet regulatory requirements. The process for background checks is carried out in collaboration with ToFindOut. https:\/\/tofindout.se\/en\/background-check\/.*\n**What impact will you make?**\n Every day, your work will make an impact that matters, while you thrive in a dynamic culture of inclusion, collaboration and high performance. We do not just aspire to make solutions. We wish to create an impact that makes a positive and crucial difference for the people around us, our clients and our society. Deloitte is where you’ll find unlimited opportunities to succeed and realize your full potential.","company_url":"https:\/\/www.linkedin.com\/company\/deloitte","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGNtpblgQpJoQ\/company-logo_100_100\/company-logo_100_100\/0\/1662120928214\/deloitte_logo?e=2147483647&v=beta&t=OSF8M5LreT0Sf2F-JcNk6XMT0ArCuPfDmRR-knCC4HY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4160779208","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4160779208","job_url_direct":"https:\/\/lof.attract.reachmee.com\/jobs\/43-avtalscontroller-it?rmpage=apply&rmjob=43&utm_source=linkedin_jobs&utm_medium=job_boards&utm_campaign=weselect_boostplus_campaign&urlHash=gsh1","title":"Avtalscontroller IT","company":"Löf","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology and Other","company_industry":"Insurance","listing_type":null,"emails":"annelie.dahlsrom@lof.se, filip.ohlin@lof.se, bianca.billing@lof.se","description":"Löf är inte vilket försäkringsbolag som helst. Vi försäkrar och förebygger skador i sjukvården. Vill du jobba i en spännande roll med tyngdpunkt på avtals- och leverantörsuppföljning för att stärka vår avtalsnytta? Har du dessutom erfarenhet av inköp inom IT kan du vara den vi söker.\n \n\n\n\n  \n\n\n\n\n\n Välkommen med din ansökan!\n \n\n\n\n  \n\n\n\n\n\n**Om tjänsten** \n\n\n\n\n Rollen som avtalscontroller är ny och därför ser vi en möjlighet för dig att självständigt påverka och forma uppdraget i samarbete med vår inköpsfunktion. Vi ser din roll som ett viktigt kugghjul för vår avtalsuppföljning och du kommer vara vår spindel i nätet när det gäller avtalsfrågor både internt som externt med våra leverantörer. Vidare kommer du att vidareutveckla vårt arbete med inköp- och avtalstrohet och att stärka avtalsnytta i verksamheten. I rollen ingår att arbeta med riskbedömning och leverantörskontroller, avtalsuppföljning och hantering av kvalitetsbrister i avtal. Du kommer även ansvara för avtalsstatistik och ta fram underlag inför större upphandlingar. Löf omfattas av LOU (lagen om offentlig upphandling) och vi ser det därför som nödvändigt att du har erfarenhet inom detta område. Du ingår i enheten Strategi och affärstöd och rapporterar direkt till internservicechef. Om du vill jobba med upphandling och leverantörsuppföljning i ett härligt gäng kan det här vara tjänsten för dig. Anställningen är en visstidsanställning och förväntas pågå till och med 2026-09-30.\n \n\n\n\n  \n\n\n\n\n\n**Om dig som medarbetare** \n\n\n\n\n För att passa in hos oss är du social, prestigelös och lyhörd. I din roll har du många kontaktytor och behöver därför ha en god samarbetsförmåga. Du har också ett strukturerat arbetssätt och är bra på driva och hålla ihop projekt. Som person är du social och trivs i en roll där du ger stöd och service till verksamheten. Vi fäster stor vikt vid personliga egenskaper.\n \n\n\n\n  \n\n\n\n\n\n**Dina erfarenheter** \n\n\n\n\n Vi söker dig som har relevant eftergymnasial utbildning, exempelvis YH-utbildning med inriktning inköp. Du har minst något års erfarenhet av avtalsuppföljning och inköpsarbete inom LOU. Om du arbetat med inköp inom IT-sektorn ser vi det som meriterande. Vi ser det som meriterande om du tidigare jobbat i IT-roller. Du har mycket goda kunskaper i engelska.\n \n\n\n\n  \n\n\n\n\n\n**Inte vilket jobb som helst** \n\n\n\n\n På Löf arbetar vi mål- och värderingsstyrt. Våra värdeord, Aktiv, Effektiv, Respektfull, och Professionell, genomsyrar vårt sätt att arbeta.\n \n\n\n\n  \n\n\n\n\n\n Precis som vi bryr oss om våra kunder, bryr vi oss om våra medarbetare och vill ge dig förutsättningar för utvecklas och göra ett så bra jobb som möjligt. Vi erbjuder en god företagskultur, ett omfattande kompetensutvecklingsprogram, breda hälso- och personalvårdsinsatser och nära samverkan med dina kollegor. Vi har också valt att ha ett flexibelt arbetsupplägg och vår arbetsplats finns i moderna lokaler centralt placerat i Stockholm.\n \n\n\n\n  \n\n\n\n\n\n**Om oss** \n\n\n\n\n Löf är det ledande försäkringsbolaget inom patientskador. Vårt uppdrag är att utreda och lämna ersättningen till patienter som skadas i vården, samt bidra till att antalet vårdrelaterade skador minskar. Vår arbetsplats ligger på Södermalm i Stockholm och tillsammans är vi cirka 190 medarbetare som jobbar med försäkring, skadereglering och patientsäkerhet.\n \n\n\n\n  \n\n\n\n\n\n Mer information om Löf hittar du på www.lof.se\n \n\n\n\n  \n\n\n\n\n\n**Kom och jobba med oss** \n\n\n\n\n Bifoga cv och personligt brev när du söker tjänsten. Eftersom urvalsprocessen sker löpande är det bra om du skickar in din ansökan så snart som möjligt. Sista ansökningsdagen är 2025-03-13.\n \n\n\n\n  \n\n\n\n\n\n Personuppgifterna i din ansökan behandlas enbart i rekryteringssyfte och kommer att sparas i maximalt två år.\n \n\n\n\n  \n\n\n\n\n\n**Kontakt:** \n\n\n\n\n Annelie Dahlström, Chef internservice\n \n\n\n\n 08-551 010 96\n \n\n\n\n annelie.dahlsrom@lof.se\n \n\n\n\n  \n\n\n\n\n\n Filip Öhlin, Representant Forena\n \n\n\n\n 08-551 010 48\n \n\n\n\n filip.ohlin@lof.se\n \n\n\n\n  \n\n\n\n\n\n Bianca Billing, Facklig representant, SACO\n \n\n\n\n 08-551 011 38\n \n\n\n\n bianca.billing@lof.se","company_url":"https:\/\/se.linkedin.com\/company\/lofsverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGhJT1kg1-vjw\/company-logo_100_100\/company-logo_100_100\/0\/1631304510094?e=2147483647&v=beta&t=tY9VSrJjkwsH2NNuqi7A9uJNcJ-2y9ws9kTAe_0EkZw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4163470969","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4163470969","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5592557-senior-systemutvecklare-oracle&urlHash=FSFQ","title":"Senior Systemutvecklare Oracle","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n   \n\n  \n\n**Jobbeskrivning**\n**Din profil (Skall krav)**\n* Minst4 års erfarenhet\n* Minst 5 års dokumenterad och praktisk erfarenhet av drift, förvaltning och utveckling avkomplexa och storskaliga it-miljöer baserade på Oracle Middleware\/Weblogic och Oracle SOASuite, samt erfarenhet av relaterade Oracle-system som Identity Manager, Access Manager, WebCenter Content, Inbound Refinery och Portal.\n* Minst 3 års dokumenterad och praktisk erfarenhet av drift, förvaltning och utveckling avOracle High Availability, Oracle Enterprise Manager Cloud Control och Oracle Linux VirtualizationManager.\n* Flera års dokumenterad och praktisk erfarenhet av följande databaser: Oracle Database, MySQLoch PostgreSQL.\n* Flera års dokumenterad och praktisk erfarenhet av att driftsätta applikationer med hjälp avverktyg som Apache Maven, Jenkins eller liknande.\n* Mycket goda kunskaper i svenska, i både tal och skrift.\n\n\n**Meriterande**\n* Flera års dokumenterad och praktisk erfarenhet av Oracle licensmodell på PCA och Oracle ODA.\n* Flera års dokumenterad och praktisk erfarenhet av scripting i WebLogic Scripting Tool (WLST),Python och Bash.\n* Flera års dokumenterad och praktisk erfarenhet av Dynatrace APM och Checkmk.\n\n\n**Sista ansökningdatum:** \n 03-03-2025\n   \n\n  \n\n**Om Deploja**\n Vi sysselsätter idag erfarna konsulter, inom bl.a. Systemutveckling, Test, Arkitektur, IT-Projektledning, IT-Säkerhet.\n   \n\n  \n\n Att jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n   \n\n  \n\n Vi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Välkommen till Deploja, där gräset faktiskt är grönare!\n   \n\n  \n\n**Vi erbjuder dig följande, Valet är ditt!**\n 🚀 Spännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n   \n\n  \n\n 🌟 En trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n   \n\n  \n\n 🚗 Tjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n   \n\n  \n\n 💼 Tjänstepension och stora möjligheter till löneväxling.\n   \n\n  \n\n 🌴 Semester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n   \n\n  \n\n 🏥 Privat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n   \n\n  \n\n 📚 Kompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n   \n\n  \n\n 🕑 Livskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?\n   \n\n  \n\n* Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.","company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHugYA8MIf_Vw\/company-logo_100_100\/company-logo_100_100\/0\/1692708163071\/deploja_logo?e=2147483647&v=beta&t=oSJE_6b9pzYqLcTpA9RPRaQGaLwAoWA-BCKz5Sox53M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4115999875","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4115999875","job_url_direct":"https:\/\/eeho.fa.us2.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/273124\/?utm_medium=jobboard&utm_source=linkedin&urlHash=TPyt","title":"Multicloud Co-Prime Account Executive","company":"Oracle","location":"Solna, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Job Description**\n Oracle has set itself apart by developing\n **partnerships** \n with the other\n **Top Cloud Hyperscalers** \n in the world and as part of our Cloud Growth strategy, we are opening an opportunity for a\n **Senior Sales Executive** \n to work on designated\n **Multicloudaccounts to drive** \n**Cloud platform** \n selling. The Multicloud Sales Exec will be accountable for\n **partnering closely with our customers´C-suite and cloud hyperscalers such as Google, AWS, MSFT.** \n The\n **Multicloud Co-Prime Sales** \n will play a critical role in identifying and developing new business opportunities with a set of specific accounts, nurturing existing and long lasting senior relationships at our customers and in partnership with Google, AWS, MSFT, and signing new contracts and projects with these customers to drive Cloud consumption and achieve revenue growth. In this role you will be a critical member of our EMEA Technology community.\n   \n\n  \n\n**Description What You’ll Do**\n Be the vital piece of the puzzle that connects us to the millions of businesses that need our help to evolve. You will.\n   \n\n  \n\n* Develop and maintain senior and long lasting relationships with Key customers to understand their needs and identify new opportunities and partner closely with counterparts at Google, AWS, MSFT based on the setup of our customers.\n* Lead IaaS\/PaaS technology deals across its assigned customers patch using world leading cloud offerings from Oracle\n* Drive Platform selling approach as well as promote and evangelize Oracle products to a selected customer, partners, and internal audiences\n* Contribute and lead in account planning, customer\/market analysis, and strategy sessions\n* Develop relationships and collaborate with our partners to define, recommend, and drive sales\n* Expert in developing appropriate sales programs and solutions; maintain up-to-date competitive information and compile regional success stories\n* Work closely with the sales team, counterparts at Google, AWS, MSFT to identify and pursue new business opportunities on the targeted account or provide opportunity support for Prime Sales teams and Partner Sales teams within your territory.\n* Collaborate with our Center of Excellent technical team to develop and deliver customized solutions for customers.\n* Encourage and support the adoption and consumption of our IT operation management as well as monitoring in the cloud.\n* Lead successful go-to-market campaigns by working closely with internal marketing specialists\n* Be a champion for Oracle’s Cloud strategy, capable of articulating this to customers and partners\n* Build and maintain relationships with relevant Oracle LOBs to ensure resources are available when required.\n\n\n Career Level - IC4\n   \n\n  \n\n**Responsibilities**\n**What You’ll Bring**\n Your passion, knowledge, and customer-centricity will help us become the number one cloud company in the world. We also look for:\n   \n\n  \n\n* A strong interest in technology, passion for sales and strong communication skills.\n* Solution seller: Able to understand quickly business needs and establish trust. Must be able to show the full value proposition of Oracle Cloud. Not only the technical side of selling Cloud but the business gain for the customer.\n* Connected: Ability to work collaboratively with cross-functional teams and build strong relationships with customers. Able to use Oracle ecosystem to navigate within a customer to identify targets and opportunities. Establish close partnership with counterparts at Google, AWS, MSFT,\n* Proven track record of success in driving revenue growth and achieving sales targets.\n* Cloud confident : Able to outline the full Oracle Cloud picture and explain Universal Credits commercials\n* Hands-On : Able to personally demo or give quick hands-on example of Cloud usage “on the spot”, without needing to always engage technical resources\n* Value driven : Able to identify real use-cases for Cloud in the customer that drive value for the customer and can lead to rapid expansion of original deals\n* Strong problem-solving skills and ability to think creatively to develop innovative solutions.\n* Ability to work in a fast-paced, dynamic environment and manage multiple priorities.\n* Proven successful and highly attuned influencing skills.\n* Proficient in English.\n\n\n Does this sound like you? If so, we hope to meet you!\n   \n\n  \n\n*At Oracle, we don’t just respect differences—we celebrate them. We believe that innovation starts with inclusion and to create the future we need people with diverse backgrounds, perspectives, and abilities. That’s why we’re committed to creating a workplace where all kinds of people can do their best work. It’s when everyone’s voice is heard and valued that we’re inspired to go beyond what’s been done before*\n**About Us**\n As a world leader in cloud solutions, Oracle uses tomorrow’s technology to tackle today’s problems. True innovation starts with diverse perspectives and various abilities and backgrounds.\n   \n\n  \n\n When everyone’s voice is heard, we’re inspired to go beyond what’s been done before. It’s why we’re committed to expanding our inclusive workforce that promotes diverse insights and perspectives.\n   \n\n  \n\n We’ve partnered with industry-leaders in almost every sector—and continue to thrive after 40+ years of change by operating with integrity.\n   \n\n  \n\n Oracle careers open the door to global opportunities where work-life balance flourishes. We offer a highly competitive suite of employee benefits designed on the principles of parity and consistency. We put our people first with flexible medical, life insurance and retirement options. We also encourage employees to give back to their communities through our volunteer programs.\n   \n\n  \n\n We’re committed to including people with disabilities at all stages of the employment process. If you require accessibility assistance or accommodation for a disability at any point, let us know by calling +1 888 404 2494, option one.\n   \n\n  \n\n**Disclaimer:**\n Oracle is an Equal Employment Opportunity Employer\\*. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability and protected veterans’ status, or any other characteristic protected by law. Oracle will consider for employment qualified applicants with arrest and conviction records pursuant to applicable law.\n   \n\n  \n\n* Which includes being a United States Affirmative Action Employer","company_url":"https:\/\/www.linkedin.com\/company\/oracle","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHYCgYovUuPtQ\/company-logo_100_100\/company-logo_100_100\/0\/1665755678957\/oracle_logo?e=2147483647&v=beta&t=55lZDJhHdt3oPj2_gdPpymKz6Wv_9atXeO-CBFzAm6c","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4160770790","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4160770790","job_url_direct":"https:\/\/www.rodakorset.se\/om-oss\/jobba-hos-oss\/lediga-jobb\/?jobid=287826&urlHash=lHOB","title":"CFO","company":"Swedish Red Cross","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"executive","job_function":"Finance and Sales","company_industry":"Non-profit Organizations","listing_type":null,"emails":"carl.gustafson@redcross.se","description":"*Bli en del av världens största humanitära rörelse Röda Korset är världens största humanitära rörelse och finns i 191 länder. När katastrofen slår till är vi redan på plats för att hjälpa utsatta människor, inte minst tack vare 16 miljoner volontärer. Svenska Röda Korset driver verksamhet inom kris och katastrof, skyddsfrågor samt hälsa och vård. Vi har förtroendet att omsätta bidrag från individer, företag och myndigheter i konkreta insatser för de mest utsatta. Vi kämpar för att rädda liv, och ge hopp, överallt och varje dag. Oavsett i vilken roll du jobbar är du med och bidrar – i just din profession och genom handlingskraft och mod. Välkommen till vår värld!*\n Är du en modig och handlingskraftig ledare inom ekonomi och finans som drivs av förbättringsarbete och innovation? Vill du vara med och forma framtiden för världens största humanitära rörelse? Svenska Röda Korset söker nu en CFO som kan ta viktiga delar av vår strategi till nästa nivå.\n   \n\n  \n\n**Om oss**\n Svenska Röda Korset är en del av en global rörelse som finns i 191 länder med målet att förhindra och lindra mänskligt lidande. Med över 150 års erfarenhet fortsätter vi att utvecklas och anpassa oss för att möta dagens och morgondagens utmaningar. Innovation och modernisering är ett fokusområde i vår strategi för att maximera vår påverkan och effektivitet.\n   \n\n  \n\n**Rollen**\n Som CFO hos oss kommer du att spela en nyckelroll i att säkerställa organisationens finansiella hälsa och tillväxt. Rollen verkar i en komplex miljö där det behövs förståelse för vår internationella verksamhet i 14 prioriterade länder, våra 300 svenska lokalföreningars förutsättningar och de demokratiska processerna i beslutande organ som styrelse och Riksstämma. Det krävs utifrån detta att du är nyfiken på den unika dynamik som finns i vår värld som ställer krav på din förmåga att samarbeta. Du behöver vara skicklig i att balansera både de stöttande och styrande delarna i uppdraget.\n   \n\n  \n\n Du kommer att leda och inspirera din avdelning med ett fokus på innovation, digitalisering och hållbarhet. Dina huvudsakliga ansvarsområden inkluderar funktioner inom ekonomi, verksamhetsstyrning, innovation, IT samt internservice och inköp.\n   \n\n  \n\n Avdelningen Ekonomi och stöd som du leder består av sju chefer och cirka 50 medarbetare. I stort sett alla är placerade i Stockholm och vi sitter i nya fina lokaler på Kungsholmen. Inom den svenska tjänstepersonsorganisationen är vi drygt 400 anställda. Vi tillämpar ett flexibelt arbetssätt där det är möjligt att arbeta på annan plats någon dag per vecka utifrån verksamhetens behov.\n   \n\n  \n\n Uppdraget innefattar att genom ditt ledarskap:\n   \n\n  \n\n* Ansvara för årliga processer kopplat till bokslut, årsredovisning, budget och prognoser.\n* Säkerställa hög leverans inom IT-området, vilket både innebär drift och utveckling.\n* Utveckla och implementera moderna arbetssätt som stödjer organisationens mål.\n* Driva digital transformation och automation med stöd av AI samt organisationens IT-utvecklingsagenda\n* Driva fortsatt effektivisering av våra finansiella processer.\n* Säkerställa en god avkastning för kapitalförvaltningen med iakttagande av etiska riktlinjer i samverkan med organisationens finansråd\n* Fortsätta utveckla organisationens verksamhetsstyrning och säkerställa transparens och ansvar i ekonomisk budgetering, uppföljning och rapportering.\n* Identifiera och implementera innovativa lösningar för att optimera resursanvändning.\n* Arbeta nära verksamheten och i samarbete inom ledningsgruppen stödja strategiska beslut och initiativ.\n\n\n**Om dig**\n Vi söker en grundad och inspirerande ledare som är eller har:\n   \n\n  \n\n* En relevant högskoleutbildning inom ekonomi eller motsvarande.\n* Erfarenhet som CFO eller liknande roll i ett större kontext.\n* Orienterad i redovisningen av alla aspekter av den finansiella styrningen, balansräkning, kassaflöde och kapitalförvaltning.\n* Stark ledarskapsförmåga och erfarenhet av att leda förändringsprocesser.\n* Erfarenhet av att ha arbetet i eller med styrelse.\n* Dokumenterad erfarenhet av att implementera digitala och innovativa lösningar.\n* Ett strategiskt och analytiskt tänkande med förmåga att se helheten.\n* Ett genuint intresse för humanitära frågor och Svenska Röda Korsets värderingar.\n\n\n Bli en del av vår resa mot en mer innovativ och hållbar framtid – tillsammans kan vi göra skillnad!\n   \n\n  \n\n**Så här rekryterar vi**\n Rekryterande chef är Generalsekreterare Ulrika Modéer. Vi välkomnar din ansökan via vårt rekryteringssystem senast den 23 feb. Det är enkelt att söka – bifoga CV och svara på ett par frågor.\n   \n\n  \n\n Är du nyfiken på tjänsten eller har frågor om processen är du välkommen att kontakta Carl Gustafson (HR) som håller i rekryteringsprocessen carl.gustafson@redcross.se eller telefon 0708-867 875\n   \n\n  \n\n Svenska Röda Korset strävar efter att vara en inkluderande organisation med medarbetare som bidrar till mångfald i både perspektiv, erfarenhet och bakgrund. Vi tror att det gör oss mer relevanta. Därför rekryterar vi gärna personer som har olika etnisk och social bakgrund, könsidentitet- och uttryck, tro, ålder, funktionsvariationer och sexuell läggning.\n   \n\n  \n\n Då Svenska Röda Korset är med i \"Inter-Agency Scheme for the Disclosure of Safeguarding-related Misconduct\" för att skydda vår sektor från sexuella övergrepp ställer vi särskilda frågor kring detta till dina referenser. Slutkandidater kan även komma att screenas mot EUs och FNs sanktionslistor.\n   \n\n  \n\n Fackklubbar som finns representerade hos oss är Unionen och Akademikerföreningen.","company_url":"https:\/\/se.linkedin.com\/company\/swedish-red-cross","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEoYxAQUvbd4A\/company-logo_100_100\/company-logo_100_100\/0\/1630583591270\/swedish_red_cross_logo?e=2147483647&v=beta&t=bcUzIG8a8W0numCfdm5mXK_VEcqFppqKtFQZ4h_Re4Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4163341498","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4163341498","job_url_direct":null,"title":"Softwaretester","company":"Aunetic Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":"application@aunetic.com","description":"We are looking for a\n *Software Tester* \n (all genders) as soon as possible and look forward to receiving your application!\n \n\n\n\n With us, you can and should think \"outside the box\", be open to new things and see change as an opportunity. Our mission in the area of Revolutionizing Governance: provide the greatest possible assurance across all governance areas!\n \n\n\n\n  \n\n\n\n\n\n\n\n\n\n  \n\n\n\n\n\n**How do we do that?** \n\n\n\n\n With technologically leading software for IT and governance, we support companies and offer solutions for the digitalization of processes. Our goal is to elevate both user-friendliness and technical depth in our comprehensive platform. As we expand globally, we're set on surpassing competitors, driven by our commitment to simplifying complexity.\n \n\n\n\n  \n\n\n\n\n\n**Who are we?** \n\n\n\n\n An international team of 90 technology-savvy people at six locations with more than 20 years of success. Our headquarters are located directly in the urban areas of Augsburg, Stockholm and Zurich.\n \n\n\n\n Apply now, join us on our journey and reshape the future of governance with us!\n \n\n\n\n  \n\n\n\n\n\n**Your impact:** \n\n\n\n* You identify areas for testing based on risk, complexity, and criticality to the product.\n* You design and execute test plans, create test cases, and perform both manual and automated testing.\n* Design of both functional and non-functional tests to ensure full coverage of the product’s features.\n* Documentation of test results and report bugs.\n* Collaboration with developers, product managers, and other stakeholders to identify, document, and resolve software issues through comprehensive testing.\n* You ensure that our software products meet the highest standards of quality, performance, and reliability.\n* You bring ideas to a growing company and actively participate in shaping it.\n\n\n\n  \n\n\n\n\n\n**Our tech stack:** \n\n\n\n* Playwright\n* Jira\n\n\n\n  \n\n\n\n\n\n**Your profile:** \n\n\n\n* A relevant university degree in IT or equivalent knowledge acquired through other means.\n* 5+ years of experience in software testing, including both manual and automated testing.\n* Proficiency in writing and executing test plans, test cases, and scripts.\n* Familiarity with automated testing tools and scripting languages.\n* Solid understanding of different types of testing (functional, non-functional, regression, performance, etc.).\n* Strong analytical and problem-solving skills, excellent communication and teamwork abilities, attention to detail, and the ability to work independently.\n* You speak fluently English, other languages is a plus, especially German\n* A bonus if you have an ISTQB® Certified Tester certification and interest in improving agile work processes\n\n\n\n  \n \n\n\n\n**Your benefits:** \n\n\n\n\n  \n\n\n\n\n\n**Work where you want...:** \n Modern tools and video meetings make it possible: You can decide if you can work best from home or in one of our offices. Would you like to work from abroad for a while? No problem thanks to our WorkFlex Benefits.\n \n\n\n\n  \n\n\n\n\n\n**...and flexible in terms of time:** \n It's your job: We trust you and give you the greatest possible freedom to organize yourself.\n \n\n\n\n  \n\n\n\n\n\n**Take your knowledge to the next level:** \n  Benefit from several in-company trainings & workshops during the year.\n \n\n\n\n  \n\n\n\n\n\n**Shape your career:** \n Our growth path opens up many new opportunities for you. Tell us about your dream career and we'll help you make it reality with the support of our Personal Development coach and many further individual education opportunities.\n \n\n\n\n  \n\n\n\n\n\n**Feel the team spirit:** \n We are actively promoting a positive working place and an atmosphere with a lot of fun and humor!\n \n\n\n\n  \n\n\n\n\n\n**Have a good rest:** \n  We make an effort every day to surpass ourselves. But we also take the time to recharge our batteries: with 30 days of annual leave for all employees.\n \n\n\n\n  \n\n\n\n\n\n**Our fruit basket is nice, but we offer benefits that are even nicer!** \n Whether it's a job bike, employee discounts or team events in stunning locations, we're constantly working to get the most out of it for you.\n \n\n\n\n  \n\n\n\n\n\n Interested?\n \n\n\n\n We look forward to receiving your complete application documents.\n \n\n\n\n**Your contact:** \n Cassandra\n \n\n\n\n**Email:** \n application@aunetic.com\n \n\n\n\n**Phone:** \n +49 160 1727897","company_url":"https:\/\/se.linkedin.com\/company\/aunetic","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGz7GrFfXug8g\/company-logo_100_100\/company-logo_100_100\/0\/1698920810627\/aunetic_logo?e=2147483647&v=beta&t=BFCozEtavFtGIWEPyyGEBA-HjvNQTEh-y-RkhEg__x0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4160795187","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4160795187","job_url_direct":"https:\/\/polisen.se\/jobb-och-utbildning\/lediga-jobb\/2025\/februari\/eknikspecialist-it-avdelningena111.0142025\/&urlHash=Jv_x","title":"Telekomspecialist","company":"Swedish Police Authority","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Law Enforcement","listing_type":null,"emails":"emelie-a.fredriksson@polisen.se, jobb.na@polisen.se","description":"Arbetsplatsbeskrivning\n   \n\n  \n\n Är du redo för en större uppgift? Polismyndigheten är Sveriges största myndighet med ca 40 000 medarbetare över hela landet. Hos oss får du möjlighet att bidra till Polisens uppdrag – att öka tryggheten och minska brottsligheten i samhället.\n   \n\n  \n\n IT-avdelningens främsta uppgift är att tillhandahålla IT-tjänster till hela Polismyndigheten. IT-avdelningen en viktig del av det brottsförebyggande och brottsbekämpande arbetet och IT är ett av de viktigaste verktygen för att effektivisera polisen och öka kvaliteten i polisarbetet. Polismyndighetens IT-avdelning har drygt 1300 anställda som tillsammans sköter drift, underhåll och utveckling av IT-stödet till myndighetens olika verksamhetsområden och 40 000 anställda.\n   \n\n  \n\n Vi söker nu en driven och kunnig telekomspecialist inom telekommunikation.\n   \n\n  \n\n Arbetsbeskrivning\n   \n\n  \n\n I rollen som telekomspecialist får du möjlighet att arbeta med tekniska lösningar som är avgörande för polisens arbete och säkerställa att våra system möter höga krav på säkerhet, tillgänglighet och funktionalitet.\n   \n\n  \n\n Du blir en del av gruppen Telekommunikation, som ansvarar för drift och utveckling av polisens kommunikationsplattformar. Vi arbetar långsiktigt men måste också snabbt kunna anpassa oss till förändringar i samhället. Med 40 000 användare i myndigheten ställs höga krav på oss – och vi söker nu dig som vill vara med och utveckla vår tekniska infrastruktur!\n   \n\n  \n\n Huvudsakliga arbetsuppgifter:\n   \n\n  \n\n* Utveckla nya funktioner och tjänster inom produktområdet i samverkan med verksamheten.\n* Leda införandet och implementeringen av nya systemstöd samt säkerställa att rätt information når berörda grupper.\n* Koordinera och samverka med IT-avdelningens olika enheter samt med användare i verksamheten.\n* Dokumentera processer och skapa rutiner för en strukturerad och säker hantering av system och tjänster.\n* Delta i upphandling och kravställning av tekniska lösningar.\n\n\n Beredskap ingår i tjänsten.\n   \n\n  \n\n Vi kan erbjuda dig:\n   \n\n  \n\n* Utbildningar och certifieringar inom produktområdet\n* Interna forum för kunskapsdelning\n* Kompetensutveckling via mässor, verksamhetsbesök och annan omvärldsbevakning\n* Hemarbete om tillfälle ges\n\n\n Kvalifikationer\n   \n\n  \n\n Detta är en möjlighet för dig som har:\n   \n\n  \n\n* Innehar grundläggande IT-kunskaper förvärvad genom utbildning eller arbete\n* Minst 3 års relevant erfarenhet inom telekommunikation\n* Mycket god förmåga att uttrycka dig i tal och skrift på svenska och engelska\n* Svenskt medborgarskap\n\n\n Det är meriterande om du även har:\n   \n\n  \n\n* Erfarenhet av arbete med Nätverksinfrastruktur\n* Erfarenhet av arbete med Kontaktcenterlösningar\n* Erfarenhet av hantering av certifikat, IP-adressering och brandväggsregler\n* Erfarenhet av drift av virtuella servrar\n* Erfarenhet av arbete med stora och komplexa IT-miljöer\n\n\n**Personliga egenskaper**\n I rollen som telekomspecialist kommer du vara involverad i olika typer av uppdrag vilket ställer krav på flexibilitet och din förmåga att arbeta lösningsorienterat. För att lyckas i rollen behöver du kunna identifiera och självständigt hantera arbetsuppgifter inom dina tilldelade ansvarsområden. Då rollen innebär många kontaktytor ser vi det som en självklarhet att du samverkar och kommunicerar med andra på ett smidigt sätt för att nå gemensamma mål. Vi värdesätter att du är öppen för utveckling och aktivt bidrar till att arbetsmetoder och arbetssätt utvecklas för en effektivare verksamhet.\n   \n\n  \n\n Vi kommer att lägga stor vikt vid personliga egenskaper.\n   \n\n  \n\n Kontaktpersoner\n   \n\n  \n\n Har du frågor om uppdraget är du välkommen att kontakta rekryterande chef via, tfn 010-5640515\n   \n\n  \n\n Har du frågor gällande rekryteringsprocessen kontakta ansvarig HR-konsult: Emelie Fredriksson, emelie-a.fredriksson@polisen.se\n   \n\n  \n\n Fackliga företrädare\n   \n\n  \n\n Polisförbundet, Sofia Ask, tfn: 010-563 87 10\n   \n\n  \n\n SACO, nås via Polisens växel 114 14\n   \n\n  \n\n SEKO Polisen, Karna Tillheden, tfn: 010-561 66 27\n   \n\n  \n\n ST, nås via Polisens växel 114 14\n   \n\n  \n\n Övrig information\n   \n\n  \n\n Anställningsform: Tillsvidareanställning med provanställning på sex månader Anställningsbenämning: Handläggare\n   \n\n  \n\n Arbetsort: Stockholm\n   \n\n  \n\n Arbetstid: Dagtid med flex\n   \n\n  \n\n Tillträde: Enligt överenskommelse\n   \n\n  \n\n Funktion: Teknikspecialist\n   \n\n  \n\n Ansök genom att bifoga ditt CV (vi vill inte ha något personligt brev) och besvara urvalsfrågorna. Frågorna utgår från kravprofilen för den här rekryteringen och dina svar ligger till grund för det urval som sker i processen.\n **Att besvara frågorna är en förutsättning för att din ansökan ska anses komplett.**\n Besvara följande (pdf, 220 kB)urvalsfrågor som en del av din ansökan.\n   \n\n  \n\n Vänligen notera att krav och eventuella meriter ska vara uppfyllda vid ansökningstillfället.\n   \n\n  \n\n Du hittar enkäten med urvalsfrågorna i annonsen på https:\/\/polisen.se\/jobb-och-utbildning\/lediga-jobb\/ . Spara ner enkäten, besvara frågorna och bifoga den i mejlet med din ansökan\/CV. Har du en synnedsättning och har problem med dokument i pdf-format går det bra att kontakta ansvarig HR-konsult för att få möjlighet att besvara enkäten på annat sätt.\n   \n\n  \n\n De uppgifter du lämnar i samband med din ansökan kan användas för att kontakta dig, få information och kallelser samt eventuella anställningshandlingar.\n   \n\n  \n\n Välkommen med din ansökan i form av CV och enkät via e-post till jobb.na@polisen.se senast den\n **17\/3 2025.** \n Ansökningar till denna befattning kommer endast tas emot via den mailadress som anges i annonsen.\n **Märk din ansökan med referensnummer** \n**A111.014\/2025** \n**i mailets ärendemening.**\n Har du skyddade personuppgifter, referenser eller liknande information som du själv bedömer som skyddsvärd rekommenderar vi att du kontaktar ansvarig HR-konsult innan du går vidare med din ansökan.\n   \n\n  \n\n En anställning hos Polismyndigheten kan komma att inledas med en provanställning om sex månader.\n   \n\n  \n\n Vi ställer höga krav på våra medarbetares säkerhets- och sekretessmedvetenhet. Säkerhetsprövning med registerkontroll enligt säkerhetsskyddslagen (2018:585) genomförs innan beslut om anställning fattas. Med anställning följer en skyldighet att krigsplaceras. Läs mer om krigsplacering och säkerhetsprövning under https:\/\/polisen.se\/krigsplacering och https:\/\/polisen.se\/sakerhetsprovning\n   \n\n  \n\n Polismyndigheten kommer att behandla dina personuppgifter i enlighet med reglerna i EU:s dataskyddsförordning (2016\/679) och annan tillämplig dataskyddsreglering. Läs mer om vår hantering av personuppgifter på https:\/\/polisen.se\/personuppgifter\/rekrytering\n   \n\n  \n\n Din ansökan är en allmän handling enligt offentlighetsprincipen.\n   \n\n  \n\n**Polismyndigheten**\n*Polismyndigheten erbjuder dig en arbetsplats som stimulerar till mångfald, kreativitet och personlig utveckling. Läs gärna om våra förmåner som anställd hos polisen på* \n*https:\/\/polisen.se\/erbjudande*\n*Vi bedriver vår verksamhet enligt vår värdegrund: engagemang, effektivitet och tillgänglighet. Som medarbetare inom polisen agerar du för likabehandling. Det är en förutsättning för rättssäkerhet, rättstrygghet och för polisens legitimitet i samhället. Som företrädare för polisen respekterar du allas lika värde och skapar förtroende för polisen.*\n*Läs gärna mer om polisen och vår verksamhet på www.polisen.se*\n*www.polisen.se*\n**Varmt välkommen med din ansökan!**\n Vi undanber oss samtal och mejl från dig som vill sälja annons- och rekryteringstjänster.","company_url":"https:\/\/se.linkedin.com\/company\/polismyndigheten","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEibjXoRDq0CQ\/company-logo_100_100\/company-logo_100_100\/0\/1631314119651?e=2147483647&v=beta&t=XqxRsCv0l8VhXXTU8rOQnDP80SDz3XpWVYzHx3xk2XA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4163936863","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4163936863","job_url_direct":"https:\/\/karriar.iver.se\/jobs\/5465864-account-manager-smb-sales&urlHash=XWxO","title":"Account Manager SMB Sales","company":"Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"jim.qvarfordt@iver.se","description":"Nu söker vi en driven Account Manager som vill bli en del av Iver och som vill vara med och bidra till bättre IT-lösningar som gör skillnad för våra kunder! Är du vår nya kollega? Vi söker dig som har en förmåga att göra komplex IT enkel och som gillar att upprätthålla värdefulla kundrelationer. På Iver är lagandan stark och nu har du chansen att bli en del av vårt framgångsrika säljteam inom Iver.\n   \n\n  \n\n**Om Iver**\n Iver är en ledande nordisk helhetsleverantör av molnbaserade IT-tjänster med expertis inom drift, cybersäkerhet, moln och innovation. Våra tjänster är kritiska inte bara för våra kunder utan även för digitaliseringen av samhället i stort.Med huvudkontor i Stockholm verkar Iver främst i Norden och har en agenda att fortsätta expandera. Iver har en omsättning på drygt 3 miljarder SEK och cirka 1 500 anställda som arbetar på något av våra 25 kontor i Norden.\n   \n\n  \n\n**Din roll på Iver?**\n I din roll på Iver kommer du att arbeta som Account Manager med fokus på kunder inom small & medium business (SMB). Vår kundbas är bred med representation inom nästan alla branscher och sektorer.\n   \n\n  \n\n Din viktigaste uppgift som Account Manager är att fokusera på dina kundkonton, nya och befintliga i samverkan med dina kollegor. Du jobbar ständigt med att hitta nya affärer och utveckla befintliga. Du är trygg i dig själv och är van att erbjuda komplex tjänsteförsäljning inom IT (privata\/publika moln) till SMB-kunder och har god förståelse för köpbeteende och krav. Du kommer att leda hela säljcykeln med allt från att identifiera affärsmöjligheter, kvalificering, utveckla lösningen, skriva offerter, prissättning, skapa presentationer för ledande befattningar, förhandla och stänga affärer.\n   \n\n  \n\n Inom Ivers affärsområde SMB är personlig kontakt och geografisk närhet nyckeln i våra långsiktiga relationer med kunden. Du kommer tillhöra ett nationellt tajt säljteam där vi tillsammans jobbar emot gemensamt uppsatta mål med högt i tak. Du kommer även jobba tillsammans med geografiskt nära dedikerade kundteam för att etablera den personliga kontakten med nya och befintliga kunder.\n   \n\n  \n\n**Vad erbjuder vi dig?**\n Iver - We empower our Nordic society. Hos Iver får du möjlighet att arbeta med den senaste tekniken och vara med på en spännande tillväxtresa. På Iver är vi inkluderande och strävar efter genuint samarbete där vi arbetar mot gemensamma mål. Inom Iver finns stora möjligheter till utveckling och vi står bakom dig när du vill lära dig mer – inom ditt specialområde, ledarskap eller nya områden. Hos Iver är du också en del av ett ambitiöst och innovativt företag, vilket innebär att förbättra, testa, utvärdera och våga ändra hur vi gör saker är viktiga ingredienser och vi är övertygade om att det är så vi utvecklas.\n   \n\n  \n\n**Vem är du?**\n Vi söker dig som har ett brinnande intresse för försäljning och som har +3 års erfarenhet av tjänsteförsäljning inom IT. Vi tror att du är en kommunikativ stjärna som är lyhörd, driven och har stort fokus på kundernas behov. Du brinner för att göra affärer genom personligt engagemang, innovativa lösningar och kompetens i framkant, med målet att vara en långsiktig och hållbar partner. I rollen kommer du att möta kunder och nyckelpersoner i ledande befattningar och behöver ha förmågan att snabbt bygga förtroende. Vi lägger stor vikt vid personlig lämplighet och vill att du utvecklas tillsammans med oss, både som säljare och medarbetare för att bidra till arbetsglädje, vår tillväxt och ett bra kundbemötande.\n   \n\n  \n\n För att passa i rollen som Account Manager hos Iver har du:\n   \n\n  \n\n* Flerårig erfarenhet av komplex försäljning inom IT\n* Har en konsultativ sälj-approach för att upptäcka och förstå potentiella affärsmässiga drivkrafter och tekniska krav\n* Bevisad förmåga att skapa och formulera övertygande erbjudanden som löser kunders affärs- och teknikproblem\n* Dokumenterad framgång när det gäller att bearbeta nya kunder, utveckla bra relationer med beslutsfattare och stänga affärer.\n* Behärskar svenska och engelska i både tal och skrift\n* Innehar B-körkort\n\n\n Det är meriterande om du har relevant akademisk utbildning eller motsvarande erfarenhet.\n   \n\n  \n\n**Placeringsort**\n Iver finns på 25 platser i Sverige och Norge för denna tjänst söker vi någon till vårt kontor i Stockholm men du kommer täcka hela region Öst.\n   \n\n  \n\n Välkommen att söka rollen som Account Manager inom SMB!\n   \n\n  \n\n Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Iver eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse. Sista ansökningsdag är 2025-02-23. Du är välkommen att kontakta Jim Qvarfordt på jim.qvarfordt@iver.se vid eventuella frågor eller funderingar kring tjänsten. Vi ser fram emot din ansökan!\n   \n\n  \n\n**We empower our Nordic society** \n . Iver är en ledande nordisk helhetsleverantör av molnbaserade IT-tjänster med spetskompetens inom drift, cybersäkerhet, cloud och innovation.\n   \n\n  \n\n**Våra tjänster är kritiska inte bara för våra kunder – utan för digitaliseringen av samhället i stort.** \n Vi säkerställer att sjukvården har tillgång till rätt patientdata, att samhällskritiska system aldrig ligger nere och att flygplanen landar säkert. Som en lyhörd och affärsnära helhetspartner möjliggör vi våra kunders innovation – idag och imorgon.","company_url":"https:\/\/se.linkedin.com\/company\/iver-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE6vPkJ1bXYKw\/company-logo_100_100-alternative\/company-logo_100_100-alternative\/0\/1630562061072\/iver_sverige_logo?e=2147483647&v=beta&t=CyH4B1_gujcPUNvIoS9jHkvU1jhNL2CEURz3JMUrwT0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4161132934","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4161132934","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I005\/1013\/job?site=6&lang=SE&validator=61e84dc0c178c1f5fd4ebfb8b7ac37be&job_id=1795&urlHash=ewav","title":"Projektledare Bygg - Lovön","company":"Fortifikationsverket","location":"Ekerö, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Project Management and Information Technology","company_industry":"Government Administration","listing_type":null,"emails":null,"description":"**Fortifikationsverket söker projektledare Bygg till Lovön. Har du arbetat några år med att leda projekt inom fastighets- eller byggbranschen? Har du god ledarkompetens? Söker du en roll där du får arbeta med att bygga fastigheter till hyresgäster med spännande verksamheter? Då är det dig vi behöver! Läs vidare och se om det är oss som du söker.**\n**Vad gör en projektledare på Fortifikationsverket?**\n Du kommer som projektledare att självständigt leda investeringsprojekt inom området bygg\/anläggning. Du ansvarar för genomförandet av byggprojekt med tillhörande infrastruktur, från tidigt skede till färdig byggnad\/anläggning. Du ansvarar för tid, kostnad, kvalitet, miljö och funktion. Du kommer ha kund- och myndighetskontakter och arbetet innebär också medverkan i upphandling av konsulter och entreprenörer. Vidare är du beställaransvarig gentemot konsulter och entreprenörer och ska kunna ta på dig ombudsrollen för vissa projekt. Tjänsten innebär resor inom Sverige då Fortifikationsverket bedriver verksamhet i hela landet.\n   \n\n  \n\n****Vad erbjuder du oss?****\n Vi söker dig som har\n   \n\n  \n\n* universitets- eller högskoleutbildning med inriktning samhällsbyggnad, byggteknik, väg och vatten, fastighetsförvaltning eller motsvarande. Alternativt annan utbildning som vi bedömer likvärdig.\n* flerårig erfarenhet av att självständigt leda investeringsprojekt kopplat till bygg- och fastighetsbranschen med ansvar för tid, kostnad, kvalitet, miljö och funktion.\n* ledarkompetens som vi bedömer tillfredsställande.\n* erfarenhet att arbeta som projektledare inom området på kommun\/ myndighet, projekterande\/byggledande konsult eller entreprenör.\n* Körkort klass B\n\n\n Vidare krävs det att du har en hög säkerhetsmedvetenhet, goda kunskaper i svenska både tal och skrift och god vana att arbeta i administrativa IT-system.\n   \n\n  \n\n Det är\n **meriterande** \n om du har\n   \n\n  \n\n* utbildning inom bygg- och anläggningslogistik.\n* erfarenhet avseende kostnadsbedömning\/anbudskalkylering i projekt.\n* fastighets- och entreprenadjuridik.\n* Lagen om offentlig upphandling (LOU).\n* erfarenhet av att arbeta i en statlig verksamhet\n\n\n Dina\n **personliga egenskaper** \n är mycket viktiga för oss och vi kommer lägga stor vikt vid personlig lämplighet. Vi söker dig som har en hög säkerhetsmedvetenhet. För tjänsten är det ett krav att du är samarbetsorienterad och har ett prestigelöst fokus på att nå gemensamma mål. Du är strukturerad, organiserar och planerar ditt arbete väl och följer uppsatta processer. Du har lätt att vinna andras respekt, kan diskutera och kan skilja på sak och person. Vidare är du analytisk och trygg i dig själv som person.\n   \n\n  \n\n****Vad erbjuder vi dig?****\n Fortifikationsverket är en statlig myndighet med uppdrag att förse Försvarsmakten och andra myndigheter med säkra fastigheter. Vi bygger, äger och förvaltar vårt unika och breda fastighetsbestånd som finns över hela Sverige.\n   \n\n  \n\n Projektavdelningen består av 17 enheter och totalt ca 150 medarbetare runt om i hela Sverige. Avdelningens 14 projektenheter ansvarar för genomförande av bygg- och anläggningsprojekt där projektledarna leder och samordnar arbetet och medverkar i byggprocessen från tidigt skede till överlämnande till förvaltning och kund. Våra kunders utökade behov av ändamålsenliga lokaler och befästningar medför ökade investeringsvolymer en lång tid framöver. Den projektenhet som vi söker en projektledare till består idag av 8 projektledare och en enhetschef.\n   \n\n  \n\n Tillsammans med cirka 1200 kollegor på Fortifikationsverket runt om i landet jobbar du med ett unikt fastighetsbestånd för att stärka totalförsvaret i Sverige. Vi är stolta över det samhällsviktiga uppdrag vi har där vi genom att äga, utveckla och förvalta fastigheter för totalförsvaret bidrar till ett tryggt och fritt Sverige. Våra arbetsuppgifter är omväxlande, spännande och utmanande och kräver sin kompetens. Vi arbetar med basen i den statliga värdegrunden och vi eftersträvar jämn könsfördelning. Lika rättigheter och möjligheter är viktigt för oss.\n   \n\n  \n\n Här får du goda möjligheter till kompetensutveckling och vi jobbar för att du ska kunna ha en bra balans mellan arbete och fritid.\n   \n\n  \n\n**Om anställningen**\n Tjänsten är en tillsvidareanställning, placeringsort Lovön. Svenskt medborgarskap är ett krav, eftersom anställningar vid Fortifikationsverket är säkerhetsklassade. Det innebär att säkerhetsprövning och registerkontroll kommer att genomföras i enlighet med bestämmelser i säkerhetsskyddslagen. Vi välkomnar sökande med olika bakgrund och erfarenheter; har du skyddade personuppgifter kontaktar du den rekryteringsspecialist som finns namngiven så får du hjälp med att skicka in din ansökan. Som tillsvidareanställd kommer du att krigsplaceras.\n   \n\n  \n\n Välkommen att skicka in din ansökan med CV och personligt brev\n **senast den 16 mars 2025** \n . Vid ansökan kommer dina personuppgifter behandlas enligt dataskyddsförordningen (GDPR). Din ansökan är en offentlig handling enligt offentlighetsprincipen.\n   \n\n  \n\n**Frågor kring tjänsten?**\n Välkommen att kontakta rekryterande chef Malin Sönnerlid, 010-44 44 717 eller rekryteringsspecialist Sonja Sand, 010- 44 44 983. Det går även bra att kontakta våra fackliga representanter: Eric Bergman, Ledarna, Tommy Eriksson, SEKO, Karin Alm, SACO, de nås via vår växel, tfn 010-44 44 000.\n   \n\n  \n\n Samtal från externa rekryteringsföretag och säljare undanbedes.\n   \n\n  \n\n**Kontaktpersoner**\n Länk till den här sidan http:\/\/web103.reachmee.com\/ext\/I005\/1013\/main?site=6&validator=61e84dc0c178c1f5fd4ebfb8b7ac37be&lang=SE&rmpage=job&rmjob=1795&rmlang=SE","company_url":"https:\/\/se.linkedin.com\/company\/fortifikationsverket","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFpvhphfiaKOQ\/company-logo_100_100\/company-logo_100_100\/0\/1631320252513?e=2147483647&v=beta&t=s8uh0kD812hRw6X6LrnmLnWKT-X0DWDqh46l4TDA8_4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4160704684","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4160704684","job_url_direct":"https:\/\/dsp.prng.co\/6ogHwsb?target=linkedin&utm_source=linkedin&jobPipeline=LinkedInJobPostings&urlHash=d_V8","title":"Commercial Territory Representative","company":"NetApp","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Management","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About NetApp**\n NetApp is the intelligent data infrastructure company, turning a world of disruption into opportunity for every customer. No matter the data type, workload or environment, we help our customers identify and realize new business possibilities. And it all starts with our people.\n   \n\n  \n\n If this sounds like something you want to be part of, NetApp is the place for you. You can help bring new ideas to life, approaching each challenge with fresh eyes. We embrace diversity and openness because it's in our DNA. Of course, you won't be doing it alone. At NetApp, we're all about asking for help when we need it, collaborating with others, and partnering across the organization - and beyond.\n   \n\n  \n\n \"At NetApp, we fully embrace and advance a diverse, inclusive global workforce with a culture of belonging that leverages the backgrounds and perspectives of all employees, customers, partners, and communities to foster a higher performing organization.\"-George Kurian, CEO\n   \n\n  \n\n**Job Summary**\n The primary role of a Commercial Territory Representative is to collaborate with partners to develop, qualify, manage and close a velocity sales business within an assigned sales territory. This role is quota-driven, working closely with our Commercial capable partners to co-sell and represent NetApp’s products and solutions to existing and potential customers. This role requires a hunter mentality to break into new accounts and workloads. The role requires business travelling, work from the office and work from home.\n   \n\n  \n\n Job Requirements\n   \n\n  \n\n* Develop and oversee implementation of a strategic territory plan to align partners and account team on territory growth strategy\n* Develop, manage, and grow a pipeline of sales opportunities with Commercial capable partners and distributors to drive sales revenue\n* Leverage NetApp and partner resources to create brand awareness and generate demand in assigned territory\n* Deliver NetApp strategy, vision, and messaging to customers, prospects and partners\n* Responsible for sales forecasting accuracy, linearity and operational hygiene to achieve business management excellence\n* Provide sales support within the partner community to improve communication, collaboration, and accountability specific to pipeline generation and closing opportunities within the assigned territory\n* Lead the development and implementation of the strategic Go-to-Market plan for assigned territory ensuring that both internal and external resources are actively engaged &contributing\n\n\n Education\n   \n\n  \n\n* 2+ years of relevant experience\n* Fluent in English & Swedish\n* Excellent verbal and written communication skills, presentation skills, customer service and negotiation skills\n* Self-starter who is comfortable working independently and in a team environment\n* Broad exposure to a variety of data storage and cloud technologies\/concepts (desirable)\n* Recruiting efforts will be ongoing until specific teams find an ideal match\n\n\n At NetApp, we embrace a hybrid working environment designed to strengthen connection, collaboration, and culture for all employees. This means that most roles will have some level of in-office and\/or in-person expectations, which will be shared during the recruitment process.\n   \n\n  \n\n**Equal Opportunity Employer:**\n NetApp is firmly committed to Equal Employment Opportunity (EEO) and to compliance with all laws that prohibit employment discrimination based on age, race, color, gender, sexual orientation, gender identity, national origin, religion, disability or genetic information, pregnancy, and any protected classification.\n   \n\n  \n\n**Did you know...**\n Statistics show women apply to jobs only when they're 100% qualified. But no one is 100% qualified. We encourage you to shift the trend and apply anyway! We look forward to hearing from you.\n   \n\n  \n\n**Why NetApp?**\n In a world full of generalists, NetApp is a specialist. No one knows how to elevate the world's biggest clouds like NetApp. We are data-driven and empowered to innovate. Trust, integrity, and teamwork all combine to make a difference for our customers, partners, and communities.\n   \n\n  \n\n We enable a healthy work-life balance. Our volunteer time off program is best in class, offering employees 40 hours of paid time per year to volunteer with their favourite organizations. We provide comprehensive medical, dental, wellness, and vision plans for you and your family. We offer educational assistance, legal services, and access to discounts. Finally, we provide financial savings programs to help you plan for your future.\n   \n\n  \n\n If you want to help us build knowledge and solve big problems, let's talk.","company_url":"https:\/\/www.linkedin.com\/company\/netapp","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGlpQtsuRCeNg\/company-logo_100_100\/company-logo_100_100\/0\/1698109057060\/netapp_logo?e=2147483647&v=beta&t=po5b3Snw1lg200LSPgCKRbIW_tHJWOEQPmRZbmg6G6s","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"7f4084059ce9065f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=7f4084059ce9065f","job_url_direct":"https:\/\/www.uptrail.com\/job\/104066\/vi-soker-var-nasta-teamchef-inom-cloud-gcpazure","title":"Vi söker vår nästa Teamchef inom Cloud (GCP\/Azure)","company":"ForeFront","location":"SE","job_type":null,"date_posted":1740268800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Arbetsuppgifter\nVi söker dig som är en erfaren mjukvaruutvecklare och molnarkitekt **inom GCP** eller **Azure** med en passion för att bygga framtidssäkra lösningar och inspirera andra. I rollen kombinerar du arbete som konsult med en roll som teamchef, en roll där du hjälper både kunder och kollegor att bli framgångsrika. Cirka 20% av din tid roll innefattar att växa, inspirera och utveckla ditt team och verksamheten i södra Sverige tillsammans med övriga individer i den lokala ledningsgruppen. Resterande tid möjliggör du våra kunder att bli lyckosamma i sina molntransformationer på olika sätt! En roll för en multikonstnär med starkt självledarskap och erfarenhet av att leda team och leveranser.\n\n\n**Forefront:**\n\nSedan 2008 har vi vuxit till över 550 kollegor med en mångfald av erfarenheter och kompetens inom managementkonsulting, design och mjukvaruutveckling. Vi finns på 11 kontor i Sverige och sedan 2024, även i USA.\n\n\nVi strävar efter att bli Sveriges bästa arbetsplats genom att uppskatta våra olikheter, ständigt blicka framåt och skapa en organisation som är lika modig som klok. Vår övertygelse är att tekniken ger oss oanade möjligheter – för att utveckla människor, skapa bättre affärer och bygga hållbara samhällen.\n\n\nVi drivs av att förena människa och teknik och med gemensamma visioner och större ambitioner, stödjer vi en bred kundkrets på deras digitaliseringsresor. Genom våra nära partnerskap med Google och Microsoft ligger vi i teknisk framkant och erbjuder utmärkta förutsättningar för att hjälpa våra kunder med deras digitaliseringsprojekt.\n\n\n**Dina ansvarsområden:**\n\n* Designa och implementera skalbara, distribuerade och kvalitativa system som drar nytta av PaaS-tjänster och de unika fördelarna med hyperscalers som GCP och Azure. För att prata klarspråk, du hjälper och möjliggör kunder bli lyckosamma i deras nyttjande av en plattform under olika delar av en molntransformation.\n* Säkerställa att våra kunder får rätt lösningar för just deras situation genom att dra nytta av din och vår insyn i Google och Microsofts tekniska utveckling.\n* Vara en möjliggörare som bygger vidare på ett erfaret team och stöttar nya förmågor, exempelvis inom vårt traineeprogram.\n* Bidra till affärsutveckling och rekrytering i Region Syd (Malmö, Halmstad, Växjö).\n* Delta i den operativa ledningsgruppen för regionen och bidra till våra strategiska mål.\n\n**Vi letar efter dig som:**\n\n* Har erfarenhet av att bygga moderna, komplexa och distribuerade system med fokus på kvalitet, prestanda och skalbarhet.\n* Har djup erfarenhet av att nyttja PaaS-tjänster och designa lösningar som optimerar fördelarna med hyperscalers som GCP och Azure.\n* Vill ligga i teknisk framkant och använda vår nära relation och partnerskap med Google och Microsoft för att skapa innovativa lösningar.\n* Är konsultmässig, och därmed nyfiken, positiv, modig, pragmatisk, flexibel, framåtlutad, samt trivs i framåtlutade produktorganisationer. Har ledarerfarenhet eller en stark vilja att utvecklas inom ledarskap.\n* Kommunicerar väl på svenska och engelska, sprider energi och skapar trivsel omkring dig.\n\nKvalifikationer\n**Vi erbjuder:**\n\n\n* Möjligheten att forma kultur och gemenskap i en växande region.\n* Stark vidareutveckling av dina nuvarande förmågor inom teknik, affär och ledarskap\n* Tillgång till tekniska insikter och innovation genom våra partnerskap med Google och Microsoft.\n* Stöd i din personliga och professionella utveckling, med tillgång till coaching, utbildningar och nätverk.\n* Flexibla arbetstider och fokus på work-life balance.\n* En arbetsplats där vi stöttar, firar och utvecklar varandra.\n* En kombination av fast lön och resultatbaserad ersättning.\nVi är ett stöttande, varmt och framåtsträvande team som tror på att göra riktiga avtryck – både för våra kunder och varandra. Är du vår nästa ledare och kollega?\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 550 anställda. Med kontor på 11 orter i Sverige och USA, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.\n\n\n.Våra värderingar är vårt DNA\n\n\nAvsiktAvsikten är motorn i vårt arbete och medvetenheten om var målet ligger. Den ger oss styrkan att ifrågasätta det till synes uppenbara, lägger kraft bakom våra påståenden och motiverar våra beslut.\n\n\nAvtryckAvtryck säger något om vår starka ambition att skapa förändring. Att göra verklig skillnad. Både i aktuella kundprojekt och i vår omvärld i stort. Vi är stolta över att våra kunder talar väl om oss. Och vi blir glada när vår verksamhet ses som en positiv förebild av kollegorna i branschen.\n\n\nInsiktDet är i insikten som vårt arbete börjar. För att nå dit krävs tålamod, empati och ödmjukhet, samt nyfikenhet nog att kunna ta in flera olika perspektiv och väga samman informationen. Insikt handlar om att verkligen förstå problemet innan vi försöker lösa det.\n\n\nTillsammansTillsammans är den väg vi väljer för att nå de mål vi siktar mot. Ordet ger uttryck för vårt sökande efter mervärdet i en gemensam strävan. Det handlar om att befinna sig jämsides med kunder och kollegor. Utan prestige och onödiga hierarkier, men med delaktighet, ansvar och arbetsglädje.\n\n\nUtsiktUtsikt beskriver både en position och den medvetna ansträngning som är nödvändig för att ta sig dit. Begreppet påminner oss också om att goda rådgivare är öppna och ödmjuka. Det handlar om att se och att särskilja, med fokus på kundens affärsnytta.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 550 anställda. Med kontor på 11 orter i Sverige och USA, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.","company_url":"https:\/\/se.indeed.com\/cmp\/Forefront","company_url_direct":"https:\/\/myforefront.org\/","company_addresses":"Chicago","company_num_employees":"11 to 50","company_revenue":null,"company_description":"Forefront builds a vibrant social impact sector for all people of Illinois.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4160778455","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4160778455","job_url_direct":"https:\/\/grnh.se\/54d1c79a1us&urlHash=TUML","title":"Engineering Manager - Ubuntu for Next-Gen Silicon","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"We partner with the world's leading silicon vendors to optimise Ubuntu on their latest platforms. We integrate next-generation features and performance enhancements in Ubuntu while also ensuring a common operating experience for their users.\n   \n\n  \n\n We are hiring engineering managers who are passionate about operational systems, cutting-edge hardware and open source technologies to lead the engineering teams working on enabling and optimizing Ubuntu on the latest x86, ARM, RISC-V, s390x and POWER systems.\n   \n\n  \n\n We believe that Engineering Managers should be outstanding developers themselves. They should be completely at home reviewing a patch or a software design spec. They are trusted engineers who understand the importance of a whole-team effort in creating great products, and who enjoy seeing colleagues develop. They should contribute code themselves to set the standard for coding, but know that the code they write is far less significant than their ability to shape the whole team's direction, focus and delivery.\n   \n\n  \n\n An Engineering Manager is responsible for line management and career guidance. The ability to develop engineering talent, to represent your team and product from a technical perspective, and to drive collaboration with other teams and customers are all critical to success in this role.\n   \n\n  \n\n You will be expected to drive healthy engineering practices, documentation, quality and performance optimisations as well as lead your team to deliver high-quality design and code.\n   \n\n  \n\n You will have the opportunity to influence the culture, facilitate technical delivery, and work with your team on strategy and execution.\n   \n\n  \n\n Location: we have remote roles open in every time zone.\n   \n\n  \n\n**What your day will look like**\n* Lead and develop a team of engineers, ranging from graduate to senior\n* Oversee commercial engagements and support timely delivery on agreed project milestones\n* Participate as technical lead on complex customer engagements involving complete system architectures from cloud to edge\n* Implement disciplined engineering processes\n* Integrate and maintain platform-oriented software stacks\n* Optimize Ubuntu for latest hardware platforms\n* Display technical leadership internally and within our external communities\n* Contribute to code reviews and technical documentation\n* Be an active part of the leadership team, collaborating with other leaders\n\n\n**What we are looking for in you**\n* An exceptional academic track record from both high school and university\n* Undergraduate degree in Computer Science or STEM, or a compelling narrative about your alternative path\n* Fluency in C, C++, and Python\n* Experience with Debian\/Ubuntu or other distro packaging\n* Passion for Linux and operational systems software (e.g. kernel, virtualization stacks, graphics or Yocto)\n* Experience working with open source communities and licenses\n* Experience managing software engineering teams\n* Experience working with customers\n* Professional written and spoken English\n* Excellent interpersonal skills, curiosity, flexibility, and accountability\n* Passion, thoughtfulness, and self-motivation\n* Excellent communication and presentation skills\n* Result-oriented, with a personal drive to meet commitments\n* Ability to travel twice a year, for company events up to two weeks each\n\n\n**Additional skills that you might also bring**\n* Computer architecture knowledge of x86, ARM, RISC-V\n* Understanding of build systems and toolchains, including for cross-compilation\n* Experience with board bring up and validation\n* Familiarity with Ubuntu development model\n* Performance engineering, benchmarking and profiling\n* Experience with one or more of the following technologies: virtualization stacks, confidential computing, RDMA, Infiniband and high performance computing.\n* Experience with Docker\/OCI containers\/K8s\n\n\n**What we offer you**\n We consider geographical location, experience, and performance in shaping compensation worldwide. We revisit compensation annually (and more often for graduates and associates) to ensure we recognise outstanding performance. In addition to base pay, we offer a performance-driven annual bonus. We provide all team members with additional benefits, which reflect our values and ideals. We balance our programs to meet local needs and ensure fairness globally.\n   \n\n  \n\n* Distributed work environment with twice-yearly team sprints in person\n* Personal learning and development budget of USD 2,000 per year\n* Annual compensation review\n* Recognition rewards\n* Annual holiday leave\n* Maternity and paternity leave\n* Employee Assistance Programme\n* Opportunity to travel to new locations to meet colleagues\n* Priority Pass, and travel upgrades for long haul company events\n\n\n**About Canonical**\n Canonical is a pioneering tech firm at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open source projects and the platform for AI, IoT and the cloud, we are changing the world on a daily basis. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence - in order to succeed, we need to be the best at what we do. Canonical has been a remote-first company since its inception in 2004. Working here is a step into the future, and will challenge you to think differently, work smarter, learn new skills, and raise your game.\n   \n\n  \n\n**Canonical is an equal opportunity employer**\n We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4163253598","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4163253598","job_url_direct":"https:\/\/careers.kreditz.com\/en-GB\/jobs\/5593430-credit-risk-solutions-sales-executive?utm_source=LinkedIn&urlHash=MSf0","title":"Credit & Risk Solutions Sales Executive","company":"Kreditz","location":"Danderyd, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"**About The Position**\n Are you a results-driven sales professional with a deep understanding of banking, finance, and technology?\n   \n\n  \n\n Do you thrive in a role where you can actively drive deals forward, manage complex sales cycles, and close high-value contracts?\n *Please, continue reading!*\n We’re looking for a Credit & Risk Solution Sales Executive who can take ownership of selling our Next-gen Credit Scoring solutions to enterprises across various industries and sizes, including financial services, iGaming, Rentals and more! If you’re experienced in handling multi-stakeholder sales processes, tenders, and C-level negotiations—this is your opportunity to make an impact at one of the fastest growing start-ups in Europe,\n **Kreditz**\n**Key Responsibilities**\n As a\n **Solution Sales Executive** \n , you will:\n   \n\n  \n\n* International sales targeting tier1 customers\n* Lead and manage complex sales processes, including tenders, RFPs, and contract negotiations.\n* Conduct presentations and solution demonstrations tailored to clients.\n* Develop and nurture relationships with C-level executives, decision-makers, and key stakeholders.\n* Collaborate closely with Product and Solution Engineering teams to align offerings with client needs.\n* Use data-driven insights and consultative selling techniques to drive long-term value for clients.\n* Stay updated on industry trends, competitive intelligence, and evolving financial technologies.\n\n\n**Who You Are**\n* You have 5+ years of experience in complex B2B solution sales, preferably in FinTech, SaaS, or enterprise software.\n* You have a strong understanding of banking, finance, and technology, including regulatory considerations.\n* You have successfully managed long sales cycles, tenders, and high-value deals by engaging with C-level executives and decision-makers in large organizations.\n* You have experience delivering technical presentations and leading consultative sales discussions.\n* You excel in both hunting new opportunities and expanding existing accounts.\n* You are strategic, data-driven, and always looking for ways to optimize sales performance.\n\n\n**Candidate Requirements**\n* 5+ years of experience in enterprise B2B sales, preferably selling FinTech, SaaS, or complex tech solutions.\n* Proven track record of winning large deals and managing high-value sales processes.\n* Deep knowledge of banking, financial services, and technology trends.\n* Strong experience with tenders, RFPs, and multi-stakeholder sales cycles.\n* Proficient in value-based selling techniques\n* Excellent presentation, communication, and negotiation skills.\n* Ability to collaborate cross-functionally with Product and Technical teams.\n* Fluent in Swedish & English\n\n\n**Meritorious Skills**\n* Experience in Open Banking\/PSD2.\n* Experience from working with credit information within Financial Services\n* Additional language skills, German and Spanish\n* Experience in selling to banks, financial institutions, or enterprise clients is a strong plus.\n\n\n**What Can Kreditz Offer**\n* Growth Journey: A unique chance to be part of a rapidly growing scaleup where every team member plays a crucial role in the company's success.\n* Inclusive Culture: Join a diverse, fun-loving, and collaborative team that celebrates both big and small milestones together.\n* Wellness Perks: 24\/7 access to an on-site gym, sauna, and sports center, plus a wellness allowance.\n* Competitive Compensation: Fixed salary + sales based commission.\n\n\n**APPOINTMENT OF ROLE**\n Starting date Q1\/Q2 2025\n   \n\n  \n\n**SCOPE**\n Full-time, permanent employment (tillsvidareanställning)\n   \n\n  \n\n**SALARY**\n Fixed monthly salary + commission\n   \n\n  \n\n**REPORTING**\n CGO\n   \n\n  \n\n**WORKPLACE**\n Our office is in Danderyd, Stockholm\n   \n\n  \n\n**RECRUITMENT PROCESS**\n We interview candidates on an ongoing basis (ongoing selection)","company_url":"https:\/\/se.linkedin.com\/company\/kreditz","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHqDhVH82XwsQ\/company-logo_100_100\/company-logo_100_100\/0\/1696867787010\/kreditz_logo?e=2147483647&v=beta&t=2Aq3OnqqsedX23dyxYqbCm7Be3qO0-I-lIiglh_WNrk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]