[{"id":"5257da0b929803bc","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5257da0b929803bc","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29469788","title":"Embedded Software Developer - DWDM Optical Transceivers","company":"Infinera","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1739664000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We are looking for an Experienced Software Developer to be part of our Embedded Software team and is ready to take on a new challenge.\n  \nInfinera is currently developing an in-house ASIC for the next generation of optical pluggable modules: https:\/\/www.infinera.com\/innovation\/xr-optics\/ . You will be part of Infinera's embedded development team in Stockholm.\n  \nYour day-to-day work will include\n  \nSupporting in bring-up on new hardware including support for low level device drivers.\n  \nWriting application for real time operating systems (RTOS)\n  \nDeveloping functions and features for pluggable optics including QSFP-DD's and CFP2’s for a register-based interface.\n  \nWriting clean testable code for a micro-controller running in an RTOS environment.\n  \nWriting application for Linux in embedded C++\n  \nBeing part of software architecture discussions\n  \nSharing your knowledge with other SW developers\n  \n  \n\nWe value team collaboration and team autonomy. As an Experienced Software Developer within our Embedded Software team, you will be responsible for system design and programing ensuring the functionality and quality of Infinera's products before new features are released to customers. You will work in a cross-functional agile team.\n  \n  \n\n**Required Knowledge and Experience:**  \n\nMaster’s degree in Computer Science, Software Engineering, IT or equivalent education\/work experience\n  \nAdvanced knowledge in low level C and C++ programming, in embedded execution\n  \nLinux environment, gentoo distribution\n  \nTelecom and MSA standards\n  \nEnglish, written and spoken\n  \nHighly motivated team player\n  \nHave personal drive to solve tasks and issues.\n  \nDrive technical tasks across organization\n  \nEnjoy tight cooperation with the HW development.\n  \n  \n\n**Beneficial to have experience in:**  \n\nExperience in tools; Yocto, GIT, Cmake,\n  \nPython\n  \nExperience in RTOS\n  \nExperience working with low level device drivers e.g. I2C, SPI.\n  \n  \n\n**We offer:**  \n\nAn environment with a friendly and helpful atmosphere where people value trust and encourage one another.\n  \nParticipation in dynamic, complex and technology driven projects in a multicultural, international R&D organization\n  \nHybrid work model; work in office - work from distance.\n  \nTight cooperation with other disciplines and an agile organization\n  \nPossibilities to explore new technologies\n  \nShort product development cycles, you will see how your work affects our products and sales\n  \nEnd to end development inhouse; Product Management, System Architecture, HW, SW, Services\n  \nInternational possibilities of development and internal advancement\n  \nSocial events, pleasant office space in Marievik, Stockholm\n  \n  \n\nÖppen för alla\n  \nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.","company_url":"https:\/\/se.indeed.com\/cmp\/Infinera","company_url_direct":"https:\/\/www.infinera.com","company_addresses":"San Jose, CA","company_num_employees":"1,001 to 5,000","company_revenue":"$1B to $5B (USD)","company_description":"Infinera (NASDAQ: INFN) is a global supplier of innovative networking solutions offering differentiated value for enterprise, government, and carrier networks worldwide.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/3997de22bb549dc03f2616ade95c9081","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/e87d9ce9d7d50d164a9412c8764e3165","ceo_name":"David Heard","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/3b0421aa639f4397ffab8e2208089c92"},{"id":"4125101262","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4125101262","job_url_direct":"https:\/\/career.nolimitcity.com\/career\/sweden\/game-developer.html&urlHash=gu9q","title":"Game developer","company":"Nolimit City®","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Gambling Facilities and Casinos","listing_type":null,"emails":"hr-sweden@nolimitcity.com","description":"We are now looking for the best game developer to join us! You have the chance to be a part of creating the best casino games in the online slot industry!\n   \n\n  \n\n**Job Description**\n* Design, develop and maintain Casino Games for both desktop and mobile browsers\n* The technologies you primarily will work with are HTML5, WebGL, Typescript, Pixi, GSAP and Javascript.\n* In a team environment that consists of product management, graphic artistry, sound creation, server development and game mechanics, you will contribute to deliver the best casino games in the market today.\n* Your main responsibilities are to make the game graphics come alive with spectacular animations, game flow, game mechanics and sounds according to a result delivered by our game servers.\n\n\n Who you are\n   \n\n  \n\n* You are a Master Google Searcher that have Stackoverflow as your absolute favourite web site.\n* You have practical experience of working with OOP in some language and you have a pragmatic approach to software development.\n* Taking on technical challenges and solving them is something you take pride in.\n* Quality, not only of the code you write, but the delivered system is important to you.\n* You thrive in an environment where you are responsible for your code and take ownership of changes from editor to production system.\n\n\n Beneficial skills\n   \n\n  \n\n* Working experience of mobile browsers and knowledge about their limitations and how they work in different ways is a big plus.\n\n\n Who we are\n   \n\n  \n\n We are the best and fastest growing slot provider in the world with the operator and product in focus, and the mobile future on our minds. Nolimit is a team of experienced professionals from the gambling industry in Stockholm, Sweden, Malta and Gurugram, India. Our company has derived from hands on work at some of the most successful gambling software providers and operators over the last 15 years. Our mission is to offer a fast, reliable and flexible team that cooperates with the best operators in the world, taking gambling to the next level.\n   \n\n  \n\n We have a clean code high performance modern mini\/micro service portable system platform for mobile and desktop that is 100 % under our own control. Since we have our own platform, this allows us to deliver special features and smooth, customizable marketing campaigns that are tailored to the operator's specific needs. We think it's time for a new angle to the gambling software industry – one where the product is in focus and we fully engage their promotion, marketing and country manager system\/activities with our games. Nolimit work with customers on a global scale and the largest gambling operators in the world have our games everywhere.\n   \n\n  \n\n Nolimit City, Stockholm based development team. We provide you with your choice of OS and IDE.\n   \n\n  \n\n Send your application to hr-sweden@nolimitcity.com\n   \n\n  \n\n http:\/\/www.nolimitcity.com","company_url":"https:\/\/mt.linkedin.com\/company\/nolimitcity-ltd","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFRSOruPteXIQ\/company-logo_100_100\/company-logo_100_100\/0\/1730804885629\/nolimitcity_ltd_logo?e=2147483647&v=beta&t=MkSKsmg0JTNkB0yn0fJ89wXQQbJ1l0akGHV_qh57Mgg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4129854403","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4129854403","job_url_direct":null,"title":"AI Developer – Machine Learning & Image Analysis","company":"Ecobloom Technologies","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Farming","listing_type":null,"emails":null,"description":"**Company Description** \n\n\n\n\n Ecobloom is at the forefront of AI-driven agricultural innovation. We develop intelligent monitoring solutions for controlled-environment agriculture, empowering growers with real-time insights into crop health, climate conditions, and predictive analytics. Our flagship product, EcoSense, leverages AI, machine learning, and advanced data processing to optimize yields and resource efficiency.\n \n\n\n\n  \n\n\n\n\n\n As we scale our technology, we are looking for an AI Developer to join our team and help drive innovation in predictive modeling, data analysis, and image-based crop monitoring. If you have a passion for AI and sustainable agriculture, this role is for you!\n \n\n\n\n  \n\n\n\n\n\n**Role & Responsibilities** \n\n\n\n\n As an AI Developer at Ecobloom, you will:\n \n\n\n\n  \n\n\n\n\n\n ✅ Develop and optimize machine learning models for predictive analytics in controlled-environment agriculture.\n \n\n\n\n ✅ Work on image processing and computer vision models to analyze plant health, growth patterns, and environmental conditions.\n \n\n\n\n ✅ Design and implement scalable data pipelines for collecting and processing sensor data from greenhouses.\n \n\n\n\n ✅ Deploy and maintain AI models using cloud platforms and cloud-based infrastructure.\n \n\n\n\n ✅ Collaborate with our software and hardware teams to integrate AI solutions into our core platform.\n \n\n\n\n ✅ Stay updated on the latest advancements in AI and agritech, ensuring we leverage state-of-the-art techniques.\n \n\n\n\n  \n\n\n\n\n\n**Qualifications & Skills** \n\n\n\n\n We are looking for someone with:\n \n\n\n\n  \n\n\n\n\n\n 🔹 Strong proficiency in Python and experience with Django for backend development.\n \n\n\n\n 🔹 Extensive experience with machine learning frameworks such as TensorFlow, PyTorch, or Scikit-learn.\n \n\n\n\n 🔹 Hands-on experience with image analysis and computer vision (e.g., OpenCV, CNNs, segmentation models).\n \n\n\n\n 🔹 Solid knowledge of data science principles, predictive modeling, and time-series forecasting.\n \n\n\n\n 🔹 Familiarity with Google Cloud Platform (GCP) and cloud-based AI deployments.\n \n\n\n\n 🔹 Experience with database management (PostgreSQL, Firebase, or similar).\n \n\n\n* 🔹 Bonus: Knowledge of IoT, sensor data processing, or reinforcement learning is a plus.\n\n\n\n  \n\n\n\n\n\n**Why Join Ecobloom?** \n\n\n\n\n  \n\n\n\n\n\n 🌍\n **Impact:** \n Work on cutting-edge AI solutions that improve sustainability in food production.\n \n\n\n\n 🚀\n **Innovation:** \n Be part of a fast-growing company shaping the future of AI in agriculture.\n \n\n\n\n 🤝\n **Collaboration:** \n Join a passionate and driven team working at the intersection of AI and agritech.\n \n\n\n\n 🏡\n **Flexibility:** \n Hybrid\/remote-friendly work culture.","company_url":"https:\/\/se.linkedin.com\/company\/ecobloom-technologies","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGA3chrbdhy_w\/company-logo_100_100\/company-logo_100_100\/0\/1631309276579?e=2147483647&v=beta&t=iL85dkZyRPtYJFRBDYDgR16bqsH98NhQ_mmRAifkxa0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4155118893","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4155118893","job_url_direct":"https:\/\/www.careers-page.com\/itive-ab\/job\/L8V74W5V?utm_medium=free_job_board&utm_source=linkedin&urlHash=ybxA","title":"Power BI Developer","company":"ITIVE AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"careers@itive.se","description":"Hi,\n   \n\n  \n\n We are looking for Power BI Developer to our reputed client in Stockholm- 3months + Possible to Extend.\n   \n\n  \n\n To ensure a smooth platform launch and better user engagement, we require a consultant with specialized expertise in Power BI to complement our team. This will be critical in the early stages (2025) when users will need the most support getting started and their experience will determine the perception of the platform and overall success of the launch.\n   \n\n  \n\n Important for the role - Hands on experience in Power BI development\n   \n\n  \n\n This is a individual contributor role to drive specific agenda on Power BI Implementation\n   \n\n  \n\n If you are interested and Matching your skills, forward your CV to careers@itive.se or apply here asap.","company_url":"https:\/\/se.linkedin.com\/company\/itive-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQHzVesMc9JfTQ\/company-logo_100_100\/company-logo_100_100\/0\/1630617408956\/itive_ab_logo?e=2147483647&v=beta&t=GHWBOWV7Au36-Jns2-sHH1IcEAXIRxkbcGpotm3MXHg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4034218937","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4034218937","job_url_direct":"https:\/\/raysearchlabs.onecruiter.com\/jobs\/281030&urlHash=7hth","title":"System Developer - Feature Team","company":"RaySearch Laboratories","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Medical Equipment Manufacturing","listing_type":null,"emails":null,"description":"RaySearch has several cancer care products, and we are now looking to add more talented developers to our RayCare product.\n   \n\n  \n\n**About RayCare**\n RayCare is a client-server application that runs on premises at many clinics all over the world. RayCare takes care of and helps clinical staff to coordinate their work at the clinic. For example, workflow management, patient chart details and treatment management. RayCare is an innovative oncology information system (OIS) designed to support the complex challenges of modern oncology clinics. It is developed to streamline workflows in cancer clinics to facilitate efficient care faster to more patients. RayCare is used by all staff at the clinic, e.g., physicians, physicists, treatment planners etc. and is used in all steps of patient care, from registration to radiation treatment at the treatment machine and for treatment follow-up. RayCare is integrated with RayStation and its treatment tools but also with external products and supports communication via HL7 as well as DICOM.\n   \n\n  \n\n**Responsibilities**\n As a feature developer in RayCare, you will be part of designing and implementing a robust and modern oncology information system. We value problem-solving skills and a structured approach, but also a willingness to collaborate and learn from your peers. RayCare has high demands on sustainable software development, with a focus on excellent code quality and maintaining best practices. Your contributions will help ensure that our software meets the high standards required for improving cancer care, and we encourage open communication and teamwork to find the best solutions.\n   \n\n  \n\n**Your profile**\n You have excellent analytic skills, you identify different components of problems, see the connections between them and understand the impact of various proposed solutions. You take responsibility and check that nothing is left to chance or missed when implementing new functionality. You take pride in delivering code with superior quality.\n   \n\n  \n\n**Requirements**\n* M.Sc. in Engineering Physics, Computer Science or equivalent academic degree\n* Minimum seven years of .NET development experience with complex products\n* Highly skilled in C#.NET\n* Experience with client-server based systems\n* Knowledge of domain-driven design\n\n\n**Meriting**\n* Experience of working in an agile environment\n* Experience from the MedTech-industry or other regulated industries\n* Experience of framework development of mission critical systems\n* Knowledge of event-sourcing and CQRS\n* Databases such as SQL Server\n* Front-end development with frameworks such as WPF and\/or Web technologies such as TypeScript, Angular, etc.\n\n\n**Our Culture**\n Culture at RaySeach is the driving force behind our organization\n **, where** \n everything we do is driven by a shared passion for innovation and the fight against cancer. Our dedication is reflected in our ability\n **to deliver** \n exceptional results,\n **pay** \n close attention to detail, and consistently\n **go** \n the extra mile. Our employees stand out as experts in\n **their** \n field\n **, driven by** \n a relentless focus on solving problems\n **-** \n no matter how complex. At RaySearch, we take pride in\n **leading the way in** \n cancer treatment, leveraging cutting-edge technology to develop innovative\n **solutions** \n that make a real difference in patient care.\n   \n\n  \n\n**Our Offer**\n At RaySearch, we offer a diverse and inclusive work environment, fostering openness, sincerity, and collaboration. Located in Hagastaden, Stockholm's Life Science Hub, our modern and creative workspace includes an in-house gym, yoga, and social activities like ping pong, table football, and regular after-work events. Our bistro serves a fantastic lunch buffet, and we offer morning- and afternoon-fika every day. Our rooftop terrace also provides a stunning 360-degree view of Stockholm, enhancing the work experience. All of this comes attached with a competitive compensation and benefits package.\n   \n\n  \n\n**Application**\n Please apply to the position through the application form below. We do not accept applications by e-mail. Selection and interviews will be ongoing.","company_url":"https:\/\/se.linkedin.com\/company\/raysearch-laboratories","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEmOjGycpmG_g\/company-logo_100_100\/company-logo_100_100\/0\/1630580197636\/raysearch_laboratories_logo?e=2147483647&v=beta&t=wPUyTbTDZtl_5o0oAa6asVPjG230lff4_AKKUfl0ZLo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4155128005","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4155128005","job_url_direct":"https:\/\/www.careers-page.com\/itive-ab\/job\/L346V3YW?utm_medium=free_job_board&utm_source=linkedin&urlHash=pH5e","title":"Senior SQL developer","company":"ITIVE AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"careers@itive.se","description":"Hi all,\n   \n\n  \n\n We are looking for\n **Senior SQL developer** \n to our reputed Client - Stockholm.\n   \n\n  \n\n Client is starting to build a new solution for resolution planning and various stress test regulatory reports. To enable this, the first step is to extract the data reconciled with balance sheet. Client needs consultants to support with data extraction from various databases in the bank, and integrating it as data feed to the new solution. The consultants are also expected to perform reconciliation against balance sheet, and present their findings and explain the residuals to stakeholders for decision making.\n   \n\n  \n\n**Required Skills :**\n* SQL Expert level Mandatory\n* Genuine interest in working with huge volume of data.\n* Communication, FINREP, Banking, presentation\n* Banking knowledge\n* Accounting experience or FINREP reporting experience\n\n\n If you are interested and Matching your CV. Kindly send across your CV to careers@itive.se or apply here asap.","company_url":"https:\/\/se.linkedin.com\/company\/itive-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQHzVesMc9JfTQ\/company-logo_100_100\/company-logo_100_100\/0\/1630617408956\/itive_ab_logo?e=2147483647&v=beta&t=GHWBOWV7Au36-Jns2-sHH1IcEAXIRxkbcGpotm3MXHg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"eb0928725a77725f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=eb0928725a77725f","job_url_direct":"https:\/\/jobs.strawberryhotels.com\/jobs\/289374-campaign-and-content-specialist-sthlm","title":"Campaign & Content Specialist - Sthlm","company":"Strawberry","location":"SE","job_type":null,"date_posted":1739664000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We are Strawberry. With over 245 hotels, 120 restaurants, 20 spas and more, we create thousands of experiences every day. With urban Comfort Hotel®, warm Quality Hotel™, stylish Clarion Hotel® and cosy Home Hotel and more than 40 unique independent hotels, our guests can pick and choose. Our team of 20,000 passionate individuals from more than 120 countries is what makes us grow! Strawberry is built on our core values: energy, courage and enthusiasm.\nAre you passionate about creating compelling content that drives engagement and sales? Do you thrive in a dynamic environment where creativity meets strategic execution? Join us at Strawberry as we take our digital campaigns to the next level!\n\n\n\nAs our Campaign & Content Specialist, you’ll play a crucial role in shaping how Strawberry’s campaigns come to life within the Spenn ecosystem. You’ll be responsible for creating, adapting, and optimizing content that attracts, engages, and converts users within the Spenn app and website.\n\n\n\nThis is your chance to join us at an exciting time—with the launch of Spenn, our new loyalty currency in partnership with Norwegian Air Shuttle, we are redefining how members earn and redeem rewards. Your work will be instrumental in ensuring that our offers and campaigns are clearly presented, commercially optimized, and backed by data-driven insights to engage the right audience in the most effective way.\n\n\n### **What you will be doing:**\n\n\n\nYou will create engaging, sales-driven, and conversion-optimized content that enhances the visibility of Strawberry’s campaigns within Spenn. Your work will directly contribute to driving digital sales and increasing user engagement. You will also play a key role in shaping and improving the content strategy for Spenn, ensuring that campaigns are both compelling and commercially effective, while leveraging data insights to refine messaging and optimize engagement.\n\n\n\nNo two days will be the same—you will need to craft content across multiple platforms and formats, adapting tone and style to fit different audiences and needs. From campaign messaging to UX content, your ability to create clear, inspiring, and action-driving communication will be essential.\n\n\n### **Who we are looking for:**\n\n\n\nWe believe you are a creative and commercially driven content expert who understands how to capture attention, spark engagement, and drive sales through smart and strategic content. You have a strong ability to balance creativity with business goals, ensuring that every campaign you work on delivers both inspiration and measurable results.\n\n\n\nWe believe you have:\n\n\n* Experience in digital content creation and campaign execution within e-commerce, loyalty, or digital marketing.\n* A data-driven mindset, using insights to refine content and improve conversions.\n* A deep understanding of conversion-driven messaging and digital storytelling.\n* Experience collaborating cross-functionally with product teams, UX, marketing and digital sales to enhance user experiences.\n* Knowledge of SEO, content performance tracking, and CMS systems (we use Contentful).\n* Excellent writing and communication skills in Norwegian or Swedish, as well as English (additional Nordic languages are a plus!).\n\n### **What we can offer you:**\n\n\n* A flat organization with trust and autonomy in your work. We are rebels that support innovation without imposing strict corporate rules.\n* The chance to be part of a passionate team with exceptional colleagues and an inclusive culture, that believes every stay should be a story worth telling.\n* Plenty of social events including smaller gatherings with your team and huge get-togethers with the whole Strawberry family!\n* Great benefits! In addition to our collective agreement, we also offer staff discounts and friends & family rates at our 200+ hotels.\n\n### **Details:**\n\n\n\nWe are recruiting two Campaign & Content Specialists, one for the Brand & Content Marketing team and one for the E-commerce team, we'll tell you more about it during the recruitment process. We offer a hybrid workplace. For this position, your base could be either in Oslo or Stockholm, hence the two ads. Some travel may be required between our main offices in Stockholm and Oslo.\n\n\n### **Sounds interesting?**\n\n\n\nWe'd love to hear from you! Interviews will be held on a rolling basis, don’t wait to submit your application!","company_url":"https:\/\/se.indeed.com\/cmp\/Strawberry-7","company_url_direct":"https:\/\/www.strawberryhotels.com\/","company_addresses":"Frederik Stangs gate 22-24, 0264 Oslo, Norway ","company_num_employees":"10,000+","company_revenue":"$100M to $500M (USD)","company_description":"We are Strawberry. With over 225 hotels, 120 restaurants, 20 spas and more, we create thousands of experiences every day. Join a world of experiences!","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/0a811601b6a7f0503e3f5aaf63628306","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/e07aec05ad9b71a1d6d2871c8cd7c2cf","ceo_name":"Torgeir Silseth","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/43d0334ec2ce8d52e40add73c2ff7192"},{"id":"4156738758","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156738758","job_url_direct":"https:\/\/jobs.strawberryhotels.com\/jobs\/289374-campaign-and-content-specialist-sthlm&urlHash=ZDJO","title":"Campaign & Content Specialist - Sthlm","company":"Strawberry","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Marketing and Sales","company_industry":"Hospitality","listing_type":null,"emails":null,"description":"Are you passionate about creating compelling content that drives engagement and sales? Do you thrive in a dynamic environment where creativity meets strategic execution? Join us at Strawberry as we take our digital campaigns to the next level!\n   \n\n  \n\n As our Campaign & Content Specialist, you’ll play a crucial role in shaping how Strawberry’s campaigns come to life within the Spenn ecosystem. You’ll be responsible for creating, adapting, and optimizing content that attracts, engages, and converts users within the Spenn app and website.\n   \n\n  \n\n This is your chance to join us at an exciting time—with the launch of Spenn, our new loyalty currency in partnership with Norwegian Air Shuttle, we are redefining how members earn and redeem rewards. Your work will be instrumental in ensuring that our offers and campaigns are clearly presented, commercially optimized, and backed by data-driven insights to engage the right audience in the most effective way.\n   \n\n  \n\n**What You Will Be Doing**\n You will create engaging, sales-driven, and conversion-optimized content that enhances the visibility of Strawberry’s campaigns within Spenn. Your work will directly contribute to driving digital sales and increasing user engagement. You will also play a key role in shaping and improving the content strategy for Spenn, ensuring that campaigns are both compelling and commercially effective, while leveraging data insights to refine messaging and optimize engagement.\n   \n\n  \n\n No two days will be the same—you will need to craft content across multiple platforms and formats, adapting tone and style to fit different audiences and needs. From campaign messaging to UX content, your ability to create clear, inspiring, and action-driving communication will be essential.\n   \n\n  \n\n**Who We Are Looking For**\n We believe you are a creative and commercially driven content expert who understands how to capture attention, spark engagement, and drive sales through smart and strategic content. You have a strong ability to balance creativity with business goals, ensuring that every campaign you work on delivers both inspiration and measurable results.\n   \n\n  \n\n**We Believe You Have**\n* Experience in digital content creation and campaign execution within e-commerce, loyalty, or digital marketing.\n* A data-driven mindset, using insights to refine content and improve conversions.\n* A deep understanding of conversion-driven messaging and digital storytelling.\n* Experience collaborating cross-functionally with product teams, UX, marketing and digital sales to enhance user experiences.\n* Knowledge of SEO, content performance tracking, and CMS systems (we use Contentful).\n* Excellent writing and communication skills in Norwegian or Swedish, as well as English (additional Nordic languages are a plus!).\n\n\n**What We Can Offer You**\n* A flat organization with trust and autonomy in your work. We are rebels that support innovation without imposing strict corporate rules.\n* The chance to be part of a passionate team with exceptional colleagues and an inclusive culture, that believes every stay should be a story worth telling.\n* Plenty of social events including smaller gatherings with your team and huge get-togethers with the whole Strawberry family!\n* Great benefits! In addition to our collective agreement, we also offer staff discounts and friends & family rates at our 200+ hotels.\n\n\n**Details**\n We are recruiting two Campaign & Content Specialists, one for the Brand & Content Marketing team and one for the E-commerce team, we'll tell you more about it during the recruitment process. We offer a hybrid workplace. For this position, your base could be either in Oslo or Stockholm, hence the two ads. Some travel may be required between our main offices in Stockholm and Oslo.\n   \n\n  \n\n Sounds interesting?\n   \n\n  \n\n We'd love to hear from you! Interviews will be held on a rolling basis, don’t wait to submit your application!","company_url":"https:\/\/no.linkedin.com\/company\/strawberry","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFhs4yRgrNUtA\/company-logo_100_100\/company-logo_100_100\/0\/1726058895971\/strawberry_logo?e=2147483647&v=beta&t=q9yDfEwraOLAq5rBGnoCoNGpKF2PF9Fvng1fOW7SHzM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"45e4ee81e0fa4d0b","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=45e4ee81e0fa4d0b","job_url_direct":"https:\/\/stockholmexergi.attract.reachmee.com\/jobb\/875-strategisk-projektinkopare-it","title":"Strategisk projektinköpare IT","company":"Stockholm Exergi AB","location":"Stockholm, AB, SE","job_type":null,"date_posted":1739664000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"rekrytering@stockholmexergi.se, daniel.wahlstrom@stockholmexergi.se","description":"**Strategisk projektinköpare IT**\n---------------------------------\n\n\nStockholm Inköp Sista ansökningsdag: 2025-02-28\n \n\nStockholm Exergi är stockholmarnas energibolag och vi är ca 800 medarbetare som varje dag arbetar för att minska stockholmarnas klimatpåverkan. Vi värmer över 800 000 stockholmare och vårt 300 mil långa fjärrvärmenät är navet för de samhällsnyttor som vi skapar. Vi planerar att bygga en anläggning för koldioxidinfångning vid vårt biokraftvärmeverk i Värtan med potential att fånga in 800 000 ton koldioxid per år, vilket är mer än Stockholms vägtrafik släpper ut under samma period. Vi behöver fler duktiga medarbetare och hoppas att du vill vara med oss på vår Exergiresa.\n### **Vad kan vi erbjuda dig?**\n\n\n\nStockholm Exergis inköpsorganisation är ett effektivt stöd för vår verksamhet och dess kunder. Genom samordnade inköp minskar vi kostnaderna samtidigt som vi vässar vår specialistkompetens och verkar för att möta Stockholm Exergis krav inom hållbarhet.\n\n\n\nSom strategisk inköpare inom IT hos oss kommer du bl.a. att:\n\n\n* Tillsammans med IT-organisationen ansvara för att utveckla och implementera kategoristrategi för vårt behov inom IT.\n* Förhandla avtal, samarbeta och skapa långsiktiga partnerskap med både befintliga och nya leverantörer.\n* öpsprocessen från behovs- samt riskanalys till leveransuppföljning och contract management.\n* Arbeta tvärfunktionellt tillsammans med IT-avdelningen, juridik, ekonomi och andra interna intressenter för att optimera kostnader och leveranssäkerhet, samt identifiera digitliseringsmöjligheter.\n\n\nRollen är en tillsvidareanställning och avser dagtidsarbete med utgångspunkt i Hjorthagen, Campus. Rollen är säkerhetsklassad, varför du kan komma att bli säkerhetsprövad.\n\n\n### **Varför jobba med mig?**\n\n\n\nJag som ledare vill skapa en trygghet och ge bästa möjliga förutsättningar för att du ska lyckas i ditt arbete, och kunna växa i rollen. Jag förväntar mig att du är en förebild i de sammanhang du kommer arbeta i, för att skapa den arbetsmiljö som ger oss bästa förutsättningar till utveckling och affärsmannaskap internt och externt. Jag ser att du vågar be om stöd när det behövs och att inget arbete bärs av enskilda individer utan att samarbete är vägen framåt. Jag kommer ge konstruktiv feedback i ditt arbete, och vara tillgänglig.\n\n\n*Daniel Wahlström, Chef Inköp*\n\n\n### **Vem är du som person?**\n\n\n\nAlla som jobbar hos oss måste vara nyfikna, ta initiativ och ansvar. För just den här rollen finns några egenskaper som är extra viktiga:\n\n\n* **Affärsmässig:** Förstår och tillämpar affärsmässiga principer. Fokuserar på kostnader, intäkter ocheffektivitet ur ett ekonomiskt perspektiv.\n* **Mål och resultatorienterad:** Arbetar mot mål och fokuserar på resultat. Styrs av mål- och resultattänkande i prioriteringar, planering och agerande. Förändrar din inriktning när målen ändras.\n* **Samarbetsförmåga:** Arbetar bra med andra människor. Relaterar dig till dem på ett lyhört och smidigt sätt. Lyssnar, kommunicerar och löser konflikter på ett konstruktivt sätt.\n* **Strategisk:** Tänker strategiskt och har ett brett perspektiv på frågor. Ser på sakers långsiktiga betydelse och ev. konsekvenser och anpassar dina handlingar till detta.\n* **Självgående:** Tar ansvar för dina uppgifter. Strukturerar själv ditt angreppssätt och driver dina processer vidare.\n\n ### **Krav**\n\n\n* Akademisk examen med teknisk eller ekonomisk inriktning eller annan utbildning i kombination med för rollen relevant erfarenhet.\n* Erfarenhet av att ansvara och driva upphandlingar inom IT.\n* B-körkort.\n* Svenskt medborgarskap.\n* God kommunikativ förmåga och kan uttrycka sig väl i tal och skrift på svenska och engelska.\n* God kunskap inom upprättande av projekt och processmaterial.\n\n### **Nyfiken på oss eller våra anläggningar?**\n\n  \n\n*– Det är en blandning av strategiskt och operativt arbete, där jag får tala både med kunder om vad som är bra och vad som kan bli bättre och med utvecklare om hur vi kan lösa det. Det allra roligaste är att få höra av mig tillbaka till kunder som har hjälpt till med feedback i utvecklingen och berätta om att vi har löst det de önskat sig säger Camilla, systemägare*\n\n\n\nVi är fler kollegor som gärna vill ge en inblick i vårt arbete. Läs våra berättelser här.\n\n\n\nTvå av våra anläggningar kan du dessutom besöka virtuellt. Gå in på stockholmexergi.se\/virtuell-vartaverket eller stockholmexergi.se\/virtuell-bristaverket. Det fungerar i både dator och mobil.\n\n\n### **Rekryteringsprocessen**\n\n\n* Mer nyfiken på hur rekryteringsprocessen går till? Läs mer här.\n* Vi behandlar dina personuppgifter för att kunna genomföra rekryteringsprocessen korrekt och effektivt. Läs mer här.\n* Inför anställning till Stockholm Exergi genomför vi alltid bakgrundskontroll.\n  \n\nLäs mer här.\n* Vi arbetar för att främja mångfald och inkludering, inte minst när vi rekryterar.  \n\nLäs mer här.\n* Vill du läsa mer om fackklubbar vid Stockholm Exergi? Läs mer här.\n* För frågor om tjänsten, se kontaktuppgift till rekryterande chef nedan. Frågor om rekryteringsprocessen får du gärna mejla till rekrytering@stockholmexergi.se.\n\n\nVälkommen med din ansökan senast 28 februari. *(Urval och intervjuer sker löpande)*\n\n  \n\n\nKontakt:\nDaniel Wahlström, Chef Inköp\ndaniel.wahlstrom@stockholmexergi.se","company_url":"https:\/\/se.indeed.com\/cmp\/Stockholm-Exergi-Ab","company_url_direct":"https:\/\/www.stockholmexergi.se\/","company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"b3674224e5a03664","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b3674224e5a03664","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I005\/333\/job?site=2&lang=SE&validator=a75fbd88f1b2a3a49de2af9c8b7bc228&ref=http%3A%2F%2Frekrytering.forsvarsmakten.se%2Fsv%2Fom-forsvarsmakten%2F&job_id=42030","title":"Systemtekniker","company":"Försvarsmakten","location":"Arboga, U, SE","job_type":"fulltime","date_posted":1739664000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Government","listing_type":null,"emails":null,"description":"#### **Systemtekniker inom Nätverk**\n\n\nVårt team som ansvarar för drift och utveckling av Försvarsmaktens LAN expanderar, och vi söker nu en **Systemtekniker** med gedigen erfarenhet inom nätverk och IT-infrastruktur.\n\n\n\nSom anställd hos Försvarsmaktens Nätdriftavdelning är du delaktig i ett betydelsefullt samhällsuppdrag med många spännande verksamhetsområden. Du får en unik möjlighet att göra skillnad på riktigt genom att arbeta med avancerad teknik och bidra till Sveriges säkerhet.\n\n\n\nRekryterande sektion är en av fyra sektioner inom Nätdriftavdelningen och ansvarar för drift, övervakning och säkerhet av flera kritiska nätverkslösningar. Sektionen arbetar med installation, uppgradering, drift och underhåll av nätinfrastruktur för att möta verksamhetens höga krav på tillgänglighet, prestanda och säkerhet. Om du har en stark teknisk bakgrund och är redo att ta nästa steg som systemingenjör inom nätverkslösningar, är detta rätt tjänst för dig.\n\n\n\nVi arbetar processorienterat (ITIL) och använder agila metoder, och du har chansen att arbeta i en dynamisk och utmanande miljö med stora möjligheter till professionell utveckling. Vi erbjuder vidareutbildning och arbetar aktivt med kompetenshöjning för vår personal. Fysisk träning är en del av vår arbetskultur, och vi erbjuder tre timmar träning på arbetstid per vecka.\n\n\n**Huvudsakliga arbetsuppgifter**\n\n\n\nSom systemingenjör kommer du att ha ett övergripande ansvar för att designa, implementera och optimera avancerade nätverkslösningar med fokus på säkerhet och tillförlitlighet.  \n\nDu kommer att arbeta med felsökning av komplexa nätverksproblem, analysera loggar och genomföra åtgärder för att förbättra nätverkets prestanda och säkerhet.  \n\n  \n\nEn viktig del av arbetet innebär att modernisera och automatisera processer inom nätverksdrift för att säkerställa att systemen är effektiva och hållbara över tid. I din roll kommer du att arbeta nära andra tekniska team och säkerställa att olika system integreras smidigt, samtidigt som du ansvarar för att dokumentera tekniska system och konfigurationer.  \n\nVidare kommer du att driva teknisk innovation inom nätverksområdet, vilket innebär att identifiera och implementera nya lösningar och förbättringar för att möta verksamhetens behov.\n\n  \n\n\n**Kvalifikationer:**\n\n\n* Minst 2 års erfarenhet av att arbeta som nätverkssystemtekniker eller liknande befattning\n* Djup kunskap om nätverksprotokoll, inklusive TCP \/ IP, DNS, DHCP och VPN\n* Erfarenhet av att hantera avancerade säkerhetslösningar, såsom brandväggar och intrångsdetektering\n* Erfarenhet av design och underhåll av både LAN och WAN samt nätverksarkitektur på företagsnivå.\n* Erfarenhet av att arbeta med enterprise-nivå hårdvara som Cisco, Arista eller liknande.\n* Fördjupad kunskap inom nätverksvirtualisering och automation är meriterande.\n* Grundläggande kunskap om servrar, inklusive installation, underhåll och säkerhet.\n\n\n**Ansvarsområden:**\n\n\n* Säkerställa säkerheten och prestandan på kritiska system.\n* Automatisering och optimering av processer.\n* Dokumentation och kontinuerlig förbättring av systemarkitektur.\n\n\n**Krav:**\n\n\n* Teknisk utbildning inom IT, nätverk eller liknande.\n* Förmåga att ta ansvar, arbeta självständigt och i team.\n* God kommunikationsförmåga på svenska och engelska\n* B-körkort\n\n #### **Arbetserfarenhet inom följande är meriterande:**\n\n\n* Installation\/drift\/underhåll\/felsökning av Core-\/accesswitchar\n* Brandvägg \/ Färist\n* Cisco Prime\n* PaloAlto\n* HP Network Node manager\n* Signalskyddsutrustning\n* Arista \/ CVP\n\n  \n\n\n**Upplysningar**  \n\nUpplysningar om befattningen lämnas av Abbe Yasmine (rekryterande chef) 0589-40 400 (vxl).\n\n  \n\n**Omfattning, placering, tillträde m.m.**  \n\nTillsvidareanställning, heltid (sex månaders provanställning tillämpas).  \n\nTillträde enligt överenskommelse. Placeringsort Arboga eller Enköping.  \n\nBeredskap samt arbete på annan ort kan ingå i tjänsten.\n\n  \n\n**Fackliga företrädare**  \n\nSACO Agnetha Landquist  \n\nOFR\/S Martin Sparr  \n\nSEKO Matz Felix  \n\nOFR\/O Martin Strömquist\n\n\n\nSamtliga nås via växeln 0589-404 00","company_url":"https:\/\/se.indeed.com\/cmp\/F%C3%B6rsvarsmakten","company_url_direct":"http:\/\/www.forsvarsmakten.se\/","company_addresses":"Stockholm","company_num_employees":"10,000+","company_revenue":null,"company_description":"Försvarsmakten är en svensk statlig förvaltningsmyndighet som ansvarar för landets säkerhet.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d6a81078b58ac8abfe38747a3d922650","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"5ebfdd1fea1a9681","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5ebfdd1fea1a9681","job_url_direct":"https:\/\/malmo.se\/Jobb\/Lediga-jobb\/Annons.html?jobTitle=Enhetschef%20It-%20och%20digitaliseringsenheten&jobid=16805","title":"Enhetschef It- och digitaliseringsenheten","company":"Malmö stad","location":"M, SE","job_type":"fulltime","date_posted":1739664000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Government","listing_type":null,"emails":"linda.deltinger@malmo.se, saco@malmo.se, eva-catharina.wahlgren@malmo.se, johanna.thiborg@malmo.se","description":"Publicerad: 16 februari 2025  \n\n\n\nArbetsuppgifter\n\n\n\nNu finns möjligheten att söka tjänsten som Enhetschef för It- och digitaliseringsenheten!\n\n\n\nVi söker en erfaren och engagerad ledare som vill driva och utveckla It- och digitaliseringsenheten, med fokus på att stödja skolorna genom digitala lösningar och systemstöd. Som enhetschef ansvarar du för att leda enheten och säkerställa att den uppfyller avdelningens och förvaltningens mål – Varje elevs bästa skola. Du ingår i avdelningens ledningsgrupp och samarbetar med andra enhets- och sektionschefer.\n\n\n\nHuvudsakliga arbetsuppgifter:\n\n\n* Leda enheten och ansvarar för enhetens uppdrag, syfte och resultat.\n* Planera och följa upp digitala stöd- och utvecklingsinsatser.\n* Ansvara för systemstöd och samordna dessa med andra förvaltningar.\n* Arbeta med dataskydd och GDPR och säkerställa att alla lagkrav följs.\n* Följ upp effekterna av enhetens insatser för att säkerställa måluppfyllelse.\n* Skapa och upprätthålla ett resultatinriktat arbetsklimat präglat av trygghet och respekt.\n* Stödja avdelningschef och delta aktivt i avdelningens utvecklingsarbete.\n* Samordna arbetet med utbildningschef och andra funktioner.\n* Ansvara för omvärldsbevakning inom IT och digitalisering.\n\n\nKvalifikationer\n\n\n\nVi söker dig som har:\n\n\n* Akademisk utbildning, minst motsvarande fil. kand. 180 hp.\n* Skolledarerfarenhet.\n* Erfarenhet av digitala strukturer och tjänster.\n* Erfarenhet av att samordna, planera och följa upp digitala stöd- och utvecklingsinsatser.\n* Arbetslivserfarenhet från IT och digitalisering.\n* Leda medarbetare samt chefer.\n* Insikt inom datasäkerhetskydd och GDPR.\n* Goda insikter i skolans systematiska kvalitetsarbete och skolans styrdokument.\n* Tidigare goda exempel på arbetsorganisation, utveckling och kommunikationsförmåga.\n* Erfarenhet av gott samarbete med arbetstagarorganisationer.\n\n\nDu har gedigen erfarenhet av att leda och utveckla verksamheter med ett tydligt resultatfokus. Erfarenhet av systemstöd och GDPR är ett krav, likaså god kännedom om lagkrav för digitalisering i offentlig verksamhet.\n\n\n\nFör att lyckas i rollen behöver du vara strukturerad, kunna arbeta både självständigt och i samverkan, och ha förmågan att skapa och upprätthålla goda arbetsrelationer.\n\n\n\nVälkommen med din ansökan!\n\n\n\nIntervjuer kommer att göras 5\/3, 7\/3 och 14\/3.\n\n\n\nOm arbetsplatsen\n\n\n\nGrundskoleförvaltningen – stadens största förvaltning med ca 80 skolor, 6500 medarbetare och 36000 elever erbjuder en arbetsplats för alla. Här vill vi växa, utvecklas och utmanas i vårt lärande tillsammans – varje dag. Vi ser till att alla får en god arbetsmiljö och satsar på ledarskap. Tillsammans arbetar vi alla för varje elevs bästa skola!\n\n\n\nMalmö stads verksamheter är organiserade i 14 förvaltningar. Vårt gemensamma uppdrag är att skapa välfärd och hållbar samhällsutveckling. Tillsammans med Malmöborna utvecklar vi en ännu bättre stad att bo, verka och vara i; olikheter, livserfarenheter och talanger gör Malmö till en smart stad i hjärtat av Europa. Världens kunskap finns här.\n\n\n\nLäs om Malmö stad som arbetsgivare här malmo.se\/jobb\n\n\n\nInformation om tjänsten\n\n\n\nAnställningsform: Tillsvidare  \n\nOmfattning: Heltid  \n\nAntal tjänster: 1  \n\nTillträde: Enligt överrenskommelse\n\n  \n\n\n\nÖvrigt\n\n\n\nObservera att vi i Malmö stad tagit bort det personliga brevet från ansökningsprocessen och ersatt det med urvalsfrågor, detta för en mer inkluderande rekryteringsprocess och en effektiv kandidatupplevelse för dig som söker jobb hos oss. Dina svar blir en viktig del i vårt urvalsarbete.\n\n\n\nEnligt skollagen krävs uppvisande av utdrag ur polisens belastningsregister vid anställning inom förskola, skola och skolbarnomsorg. Blankett för att beställa utdraget finns på: https:\/\/polisen.se\/tjanster-tillstand\/belastningsregistret\/skola-eller-forskola\/\n\n\n\nMalmö stad strävar efter att medarbetarna ska representera den mångfald som finns i vår stad. Vi välkomnar därför sökande som kan bidra till att vi som arbetsgivare kan uppfylla Malmöbornas behov.\n\n\n\nFör att skicka in din ansökan, klicka på ansök nedan. Har du några frågor gällande tjänsten kontakta kontaktpersonerna i annonsen. Dina ansökningshandlingar är allmänna handlingar och hanteras enligt offentlighetsprincipen. Har du beslut om skyddade personuppgifter ber vi dig kontakta annonsens kontaktperson för alternativ sökväg.\n\n\n  \nOm tjänsten\n\n\n**Ansök senast**\n2 mars 2025.\n**anställningsform**\nTillsvidareanställning\n**Omfattning**\nHeltid\n**Referensnummer**\n20250362\nKontakt\n\n\nLinda Deltinger\n  \n\nUtbildningschef\n  \n\nlinda.deltinger@malmo.se\n  \n\n.  \n\n  \n\n\n\nCentrala Sacorådets kansli Saco\n  \n\nFacklig företrädare\n  \n\nsaco@malmo.se\n  \n\n040-34 51 14; 040-34 51 16  \n\n  \n\n\n\nEva-Catharina Wahlgren\n  \n\nFacklig företrädare Ledarna\n  \n\neva-catharina.wahlgren@malmo.se\n  \n\n-  \n\n  \n\n\n\nJohanna Thiborg\n  \n\nVision\n  \n\njohanna.thiborg@malmo.se","company_url":"https:\/\/se.indeed.com\/cmp\/Malm%C3%B6-Stad","company_url_direct":"https:\/\/www.malmo.se","company_addresses":"Malmö","company_num_employees":"10,000+","company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/711894454fa807d7d6eea0244d823a82","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4150650498","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4150650498","job_url_direct":null,"title":"IT Director","company":"POC","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Information Technology","company_industry":"Sporting Goods Manufacturing","listing_type":null,"emails":"application@poc.com","description":"**IT Director – Shape the Future of IT at POC** \n  \n \n\n\n\n  \n\n\n\n\n\n At POC, we are a safety and performance pioneer on a global mission: protect lives and reduce the consequences of accidents for athletes and anyone inspired to be one. Born and based in Stockholm, Sweden, we challenge the status quo with research, science, and cutting-edge technology to create safer, better-performing products. \n \n\n\n\n  \n\n\n\n\n\n Now, we are looking for an IT Director to lead and transform our IT function, driving innovation, efficiency, and value across the business. If you’re ready to shape IT strategy, work hands-on with technology, and turn ideas into action in a collaborative, fast-moving environment, this is your chance to make a real impact. \n \n\n\n\n  \n\n\n\n\n\n  \n \n\n\n\n**The Role** \n\n\n\n\n  \n\n\n\n\n\n We are looking for a strategic IT Director to lead and optimize our technology landscape, ensuring it drives business growth and value. This role is about maximizing the impact of IT investments, improving system efficiency, and strengthening IT security and reliability while ensuring seamless integrations, system performance, and cost-effective IT operations to support business goals. \n \n\n\n\n  \n\n\n\n\n\n Key priorities include enhancing IT architecture to support future scalability, streamlining integrations, and future-proofing systems for an eventual ERP replacement. You will also optimize existing set-up, outsourced services and internal expertise, ensuring IT resources are aligned with business needs while driving greater value. \n \n\n\n\n  \n\n\n\n\n\n With expertise in ERP, eCommerce platforms, B2B tools, and cloud services (Microsoft 365, Intune), you will lead critical system architecture decisions and oversee key projects like software migrations, system upgrades, and workflow automation. You’ll also play a pivotal role in improving communication and project management, ensuring IT initiatives are well-coordinated, minimize disruption, and secure strong user adoption. \n \n\n\n\n  \n\n\n\n\n\n Beyond strategy, you will manage a small, dynamic IT team, coordinate external vendors, and oversee smooth daily IT operations. This role is ideal for someone who thrives in a fast-paced, global environment, balancing hands-on problem-solving in a growing company with long-term IT vision to enable business success. \n \n\n\n\n  \n\n\n\n\n\n  \n \n\n\n\n**To be successful in this role, you are likely to have:** \n  \n \n\n\n* A bachelor's degree or higher in computer science, information systems, or a related field.\n* At least 10 years of relevant IT management experience.\n* Have experience with leading a team (minimum 2-5 people), and enjoy doing so\n* Strong proficiency in IT systems and infrastructure, with expertise in cloud-based environments (Microsoft 365, Intune), IT security, network administration, and system integrations across ERP, eCommerce, and B2B platforms.\n* A strategic and analytical mindset, with the ability to translate business requirements into IT solutions and roadmaps.\n* Excellent communication and interpersonal skills, with the ability to influence and engage stakeholders at all levels.\n* A customer-oriented and collaborative approach, with the ability to foster a culture of continuous improvement.\n* Proven ability to build and maintain strong relationships with business stakeholders, IT teams, and external vendors.\n* Familiarity with ITIL frameworks and experience managing operations in a mid-size growth company.\n\n\n\n  \n \n\n\n\n  \n\n\n\n\n\n**Why you should join POC** \n  \n \n\n\n\n  \n\n\n\n\n* You will be able to shape and evolve the department, working hands-on with technology while being deeply embedded in the business.\n* The impact of your work will be tangible, moving fast from idea to execution to results.\n* We are a collaborative, passionate team, where IT needs to be closely connected to the entire business. You will work alongside skilled colleagues who are just as eager to share knowledge as they are to push boundaries.\n* While we take our work seriously, we believe in balance. Whether it's lunch rides, outdoor training sessions, or product testing, we embrace an active lifestyle. Plus, with a generous health allowance, insurance, and discounts on our award-winning products, you will experience POC’s mission firsthand - protecting lives and enabling performance.\n* If you are looking for a place where your expertise makes a real impact, where IT is both strategic and hands-on, and where you are never far from decision to action, this is the role for you.\n\n\n\n  \n \n\n\n\n**What now?** \n  \n \n\n\n\n  \n\n\n\n\n\n If you feel you are a great fit for this role, send your CV and cover letter to application@poc.com. Please apply via the e-mail and\n **not** \n the built-in application function on LinkedIn as we will exclusively be looking at e-mail applications. We will review applications on an ongoing basis, although fully close the application window on 21st of February.","company_url":"https:\/\/se.linkedin.com\/company\/pocsports","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGa8nMcda0JpQ\/company-logo_100_100\/company-logo_100_100\/0\/1713357575167\/pocsports_logo?e=2147483647&v=beta&t=R5rxiaikW8WoZFERmkg7v9jHCgmor2ZNRHRLggAUXYw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4152357138","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4152357138","job_url_direct":"https:\/\/karriar.iver.se\/jobs\/5504023-contract-manager&urlHash=v1Zk","title":"Contract Manager","company":"Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"selma.becirbegovic@iver.se","description":"At Iver, we make the same promise to our colleagues as we do to our customers. The promise is to always be “beside you”, “behind you” and “before you”. We call it “The Iver way”. We are now looking for a Contract Manager to join our growing team,\n   \n\n  \n\n who wants to be part of Iver and who wants to contribute to better IT solutions that make a difference for our customers! Are you our new colleague?\n   \n\n  \n\n**About Iver**\n Iver is a leading Nordic full-service provider of cloud-based IT services with cutting-edge expertise in operations, cybersecurity, cloud and innovation. Our services are critical not only for our customers – but for the digitalization of society at large. Headquartered in Stockholm, Iver operates primarily in the Nordic region with an agenda to continue expanding. Iver has a turnover of just over SEK 3 billion and has approximately 1,500 employees working in one of our 25 offices in the Nordic region.\n   \n\n  \n\n**Your Role**\n Iver is looking for a Contract Manager to join our growing team. In this key role, you will work closely with the sales and customer teams throughout both the pre- and post-signature phases, ensuring that our contracts are managed effectively and that all processes run smoothly.\n   \n\n  \n\n**Key Responsibilities**\n* Lead the implementation of contract lifecycle management processes across Iver.\n* Oversee and guide the contract management activities for assigned accounts, ensuring a seamless execution of contract terms.\n* Collaborate with delivery teams to support contract management tasks, including contract changes.\n* Work with the legal team to resolve more complex matters.\n* Provide training to key account teams on contract management processes and controls.\n\n\n**Why join us?**\n Iver - We empower our Nordic society. At Iver you get the opportunity to work with the latest technology and be part of an exciting growth journey. At Iver we are inclusive and strive for genuine collaboration where we work towards common goals. Within Iver there are great opportunities for development and we stand behind you when you want to learn more - within your specialist area, leadership or new areas. At Iver you are also part of an ambitious and innovative company, which means that improving, testing, evaluating and daring to change how we do things are important ingredients and we are convinced that this is how we develop.\n   \n\n  \n\n**Who are we looking for?**\n We believe that you have experience in commercial contract management, or similar roles, and preferably experience with IT outsourcing contracts. You have an ability to handle complex and high-pressure environments and prioritize tasks accordingly and you aim to drive impacts (vs. activities) and have a focused mindset.\n   \n\n  \n\n**We Also Believe That You Have**\n* Experience in cross-functional roles such as bid support, legal, sales or procurement.\n* An education in business administration, law, finance or other relevant areas.\n* Fluent in both Swedish and English.\n\n\n**Desired Attributes**\n* You are consistent and durable in a fast moving and at times unclear environment with multiple stakeholders.\n* Curious, self-motivated, and committed to continuous learning.\n* You have a strong ability to establish trustworthy relationships and collaborate with people at all levels within the organization.\n* You believe in trust, openness and honesty and are not afraid to take the initiative.\n* We believe you are analytical and have a problem-solving attitude with the capability to effectively handle complex tasks and priorities.\n* A good understanding of what creates business value and have a supportive mindset.\n\n\n**Location:**\n Iver has 25 offices around Sweden and Norway. For this position you will be based in our Headquartered in Solna.\n   \n\n  \n\n**Join us!**\n Selection is ongoing, the position can be filled before the application deadline. Iver strives for an even gender distribution and values ethnic and cultural diversity. Desired start is as soon as possible or by agreement. Application deadline is 2025-02-28. You are welcome to contact recruiting manager, Selma Becirbegovic (selma.becirbegovic@iver.se) if you have any questions or concerns about the position.\n   \n\n  \n\n**We empower our Nordic society** \n . Iver är en ledande nordisk helhetsleverantör av molnbaserade IT-tjänster med spetskompetens inom drift, cybersäkerhet, cloud och innovation.\n   \n\n  \n\n**Våra tjänster är kritiska inte bara för våra kunder – utan för digitaliseringen av samhället i stort.** \n Vi säkerställer att sjukvården har tillgång till rätt patientdata, att samhällskritiska system aldrig ligger nere och att flygplanen landar säkert. Som en lyhörd och affärsnära helhetspartner möjliggör vi våra kunders innovation – idag och imorgon.","company_url":"https:\/\/se.linkedin.com\/company\/iver-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE6vPkJ1bXYKw\/company-logo_100_100-alternative\/company-logo_100_100-alternative\/0\/1630562061072\/iver_sverige_logo?e=2147483647&v=beta&t=CyH4B1_gujcPUNvIoS9jHkvU1jhNL2CEURz3JMUrwT0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4152355008","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4152355008","job_url_direct":"https:\/\/www.northgrounds.ai\/consultant-manager&urlHash=LhgS","title":"CEO\/Consultant Manager","company":"Northgrounds","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"executive","job_function":"Business Development and Sales","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"Lead and Grow AI Consulting Teams at Northgrounds\n \n About Northgrounds\n \n\n\n\n  \n \n\n\n\n Our mission is to help our clients harness the power of AI to become the next generation of AI-driven businesses. We prioritize understanding their unique business needs, ensuring AI solutions are customized to address their specific challenges.\n \n\n\n\n At Northgrounds, we’re not just about technology; we’re about transforming businesses and creating real customer value through AI.\n \n\n\n\n  \n \n\n\n\n Why Northgrounds?\n \n\n\n* Big Brands: Collaborate with renowned industry leaders and well-known brands, implementing advanced AI solutions such as Amazon Web Services (AWS), Google Cloud AI, and Microsoft Azure AI.\n* Making a Real Difference: Your work will deliver tangible results, such as increasing operational efficiency, improving customer experience, and driving revenue growth for our clients. For example, using predictive analytics to forecast sales or deploying computer vision for automated quality control.\n* Innovative Culture: Our culture is built on having fun and fostering a comfortable environment. We believe in your potential and autonomy.\n* Growth Opportunities: Northgrounds is expanding rapidly. Joining us now means endless possibilities, including potential leadership roles.\n* Share Ownership: We offer opportunities to earn shares in the company, investing in your future alongside ours.\n* Dynamic Environment: Enjoy a work environment where creativity and innovation are encouraged, and your contributions make a significant impact.\n* Continuous Education: We ensure you participate in educational programs and conferences like NeurIPS and CVPR, ensuring you stay up-to-date with the latest AI advancements.\n* Cutting-Edge Technologies: Work with the latest AI tools and technologies, such as TensorFlow, PyTorch, and Azure Machine Learning for building and deploying models at scale.\n\n\n\n  \n \n\n\n\n The Role\n \n\n\n\n As a Consultant Manager at Northgrounds, you will start with a 50% consultant assignment, transitioning to a full-time role as the team grows. You will:\n \n\n\n* Work closely with clients to understand their business and identify how AI can drive value, leveraging your experience in transforming customers with AI solutions.\n* Develop and implement AI strategies that align with client goals, such as deploying advanced analytics for business intelligence or using computer vision for automated inspections.\n* Oversee and manage consulting projects from conception through execution, ensuring successful delivery. This includes managing timelines, resources, and stakeholder expectations.\n* Mentor senior consultants and junior consultants, contributing to their professional growth and the continuous improvement of our consulting practices.\n* Drive sales efforts, working to expand our client base and grow the consulting business.\n* Collaborate with a diverse team of experts passionate about making a difference.\n\n\n\n  \n \n\n\n\n What We’re Looking For\n \n\n\n* Experience: Minimum of 5 years in business consulting, with proven success in transforming clients through the implementation of AI solutions.\n* Industry Knowledge: Deep understanding of how AI can be applied in various industries such as finance, healthcare, retail, and manufacturing to solve real-world business problems.\n* Leadership Skills: Strong leadership and team management skills, with the ability to inspire and guide a team of consultants.\n* Sales and Business Development: Experience in driving sales and expanding client relationships, with a track record of meeting sales targets.\n* Communication Skills: Ability to explain complex concepts to non-technical stakeholders, create compelling presentations, and write clear and concise reports.\n* Project Management: Experience in managing consulting projects, including scoping, planning, execution, and delivery, with a track record of meeting deadlines and delivering high-quality results.\n* Continuous Learning: Passion for staying updated with the latest advancements in AI and continuously improving your skill set.\n\n\n\n ​\n \n\n\n\n Join Us\n \n\n\n\n If you’re ready to lead and grow AI consulting teams at Northgrounds and have fun doing it, we’d love to hear from you. Apply now and become a part of a team that’s not just building technology but building the future of business","company_url":"https:\/\/se.linkedin.com\/company\/northgrounds","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE3bWg419jNZw\/company-logo_100_100\/company-logo_100_100\/0\/1716253320297?e=2147483647&v=beta&t=7dkAhOO4dztywPSFt8PLo2RuILQT0fI4fBPKGRjyZRo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4156495381","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156495381","job_url_direct":null,"title":"Regional Trust & Safety Manager - North Region","company":"Wolt","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Software Development","listing_type":null,"emails":"laura.ilioaea@external.wolt.com","description":"**Job Description**\n Trust and Safety focuses on proactively identifying, managing, and mitigating risks in real-time. The team also works hands-on to ensure swift, effective, and empathetic responses to incidents while continuously improving the safety of our platform. We take ownership of challenges and are relentless in finding practical solutions so that everyone can feel safe while using Wolt - be it for ordering, delivering, or selling goods.\n   \n\n  \n\n As the Regional Trust and Safety Manager for Wolt’s North region you’ll take full ownership of understanding the top risks, identifying root causes, and rolling up your sleeves to solve issues in the region. You’ll be responsible for developing and launching Controls (product, policies, processes) across the North region’s 9 markets: Finland, Sweden, Estonia, Denmark, Latvia, Lithuania, Norway, and Iceland. You’ll also serve as the go-to expert for escalations, balancing strategic direction with hands-on execution. .\n   \n\n  \n\n Our North region is where our “home” country is (Finland), and where a lot of regulatory and legal nuances are present. In order to be successful in this role, you’ll need to be a proactive, independent, and determined individual with strong stakeholder management skills, grit, and creativity to get things done when faced with challenges. You will need to navigate ambiguity, manage competing priorities and step in personally when necessary to drive solutions forward. This could mean engaging directly with internal and external stakeholders, participating in operational fixes or resolving urgent escalations.\n   \n\n  \n\n The ideal candidate is a natural leader who is just as comfortable setting strategy as they are jumping in to execute it. They have some experience in safety\/risk management, preferably in consumer-facing businesses or technology platforms, and a passion for data driven insights to make informed decisions. You must be comfortable working at both ends of the spectrum: building a regional T&S strategy and rolling up your sleeves to get things done!\n   \n\n  \n\n What you'll be doing:\n   \n\n  \n\n* Working hand-in-hand with the North Operations team to build and execute an effective T&S strategy for the region. This means being in the field, directly engaging with stakeholders and following through until resolutions have been achieved.\n* Collaborating with Support, Product, Policy, Comms, Legal, and other teams to plan and execute the work required to enable safe growth in the region.\n* Owning the North regional T&S strategy and roadmap, being accountable from concept building to the execution and success of the program.\n* Identifying gaps, risks and opportunities and understanding root causes for T&S incidents by conducting deep dives, leading investigations, and launching improvements to Wolt’s controls in the region.\n* Working with Global T&S Program Managers to develop and improve policies, processes, and products to manage T&S risks and incidents in your region.\n* Establishing governance and forums to enable the program’s execution.\n* Completing Safety investigations and deep dives.\n* Training and empowering regional teams in Trust and Safety topics, making sure they have the knowledge and resources to maintain best practices in daily operations.\n\n\n**Our humble expectations**\n* 4+ years of experience in Platform Operations, Strategy and Planning, Innovation, or Trust and Safety. The ideal candidate comes with expertise in Operations, Trust & Safety, Risk, and\/or Fraud.\n* Strong analytical and problem solving skills and the ability to work with data and quickly turn it into insights, recommendations and strategies\n* Strong project\/program management to drive consistent progress towards our goals. You know that a project or program can’t be successful without proper scoping, planning, engagement, governance, and documentation.\n* Excellent people skills and the ability to motivate, communicate, and drive various stakeholders including our country teams, global functional teams, and our leadership.\n* An independent, problem-solving mindset and a preference for high-paced dynamic environments where you have an opportunity to step in and drive solutions without waiting for direction.\n* Grit, creativity, and determination to drive a program independently even when things get tough. If things get blocked, you’ll need to find solutions or compromises to unblock them.\n* Experience in building out and scaling new processes, policies, and\/or products.\n* Knowledge of the services we offer and genuine interest in Wolt and our industry.\n* You are living in or willing to reallocate to the North region main hubs (Helsinki, Copenhagen, Oslo, Stockholm, or Vilnius) and you’re willing to travel between these locations as required.\n* You are able to work and communicate effectively in English.\n\n\n**Next Steps**\n If you have any further questions about the position before submitting an application, you can turn to:\n   \n\n  \n\n Laura Ilioaea - Talent Acquisition Partner\n   \n\n  \n\n laura.ilioaea@external.wolt.com\n   \n\n  \n\n Please note that we do not accept applications coming in via email. Please submit your application in English via our career page.\n   \n\n  \n\n**About Wolt**\n Wolt is a Helsinki-based technology company that provides an online platform for consumers, merchants and couriers. It connects people looking to order food and other goods with people interested in selling and delivering them. To enable this, Wolt develops a wide range of technologies from local logistics to retail software and financial solutions – as well as operating its own grocery stores under the Wolt Market brand. Wolt’s products include Wolt+ (subscription service for customers), Wolt for Work (meal benefits and office deliveries for companies), Wolt Drive (fast last-mile deliveries for merchants) and Wolt Self-Delivery (service for merchant partners with their own delivery staff). Wolt’s mission is to make cities better by empowering and growing local communities. Wolt was founded in 2014 and joined forces with DoorDash in 2022. DoorDash operates in 29 countries today, 25 of which are with the Wolt product and brand.\n   \n\n  \n\n**So, why work at Wolt?**\n**At Wolt, We’re About Getting Things Done.**\n You’ll probably enjoy it here if you like taking ownership, developing yourself and being around friendly, humble and ambitious people.\n   \n\n  \n\n We work hard to make cities into better places, and it’s pretty cool seeing us grow every week. If you’re passionate about building things that just… work, Wolt might be for you.\n   \n\n  \n\n**Our Commitment to Diversity, Equity & Inclusion**\n We want to have all sorts of people in our team – people like you and me, and people different from you and me. To be able to work with diverse teammates – when it comes to gender, age, ethnicity, life background, sexual orientation, political views, religion, or any other personal trait – we consciously aim to offer equal opportunity for everyone to work with us. This is because we believe diverse teams make the most thought-through decisions and build things in the most inclusive way.\n   \n\n  \n\n***Join us today to build Wolt together.***","company_url":"https:\/\/fi.linkedin.com\/company\/wolt-oy","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGAVNXIpc8cGQ\/company-logo_100_100\/company-logo_100_100\/0\/1630642511293\/wolt_oy_logo?e=2147483647&v=beta&t=FL-6RJHs3sT1D45luH_yMK2cK7Rwcl4QnfoGSM1PnM8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4072952374","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4072952374","job_url_direct":"https:\/\/fastretailing.wd3.myworkdayjobs.com\/graduates_eu_Uniqlo\/job\/Stockholm-Sweden\/UNIQLO-Management-Candidate\\u002d\\u002d-Graduate-Programme-Sweden_R00000004150227?source=LinkedIn&urlHash=cD9V","title":"UNIQLO Management Candidate - Graduate Programme Sweden","company":"UNIQLO","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Other","company_industry":"Retail","listing_type":null,"emails":null,"description":"****Unlock Your Future with the UNIQLO Management Candidate Programme****\n Are you ready to fast-track your career with one of the world’s leading fashion brands? Join hundreds of ambitious graduates from around the globe in the UNIQLO Management Candidate (UMC) programme – a launchpad designed to propel your career to new heights.\n   \n\n  \n\n As UNIQLO rapidly expands across the UK and Europe, including France, Germany, Belgium, the Netherlands, Sweden, Denmark, Spain, Luxemburg, Italy, and Poland, we’re on the lookout for fresh talent eager to lead with purpose and evolve with courage. This is your chance to make a real impact while growing alongside a global brand renowned for its high-quality, innovative, and affordable clothing.\n   \n\n  \n\n****What to expect in the UMC Programme:****\n****Rotation 1. Month 1-4: Brand Ambassador****\n Start your journey on the shop floor, where you’ll become a customer service role model. Dive deep into our processes, handling fitting rooms, deliveries, replenishments, and more. Combined with hands-on experience, you’ll engage in business management workshops and discussions with your COO, setting the foundation for your future success. Every day will be a new adventure.\n   \n\n  \n\n****Rotation 2. Month 5-6: Supervisor****\n Step up to the role of Supervisor, where you’ll take on managerial responsibilities. Lead your team, shape daily schedules, provide training, and drive sales together on the shopfloor. You’ll also manage a specific product category for your store, and contribute to our corporate social responsibility initiatives.\n   \n\n  \n\n****Rotation 3. Month 7-12: Assistant Manager****\n Take your impact to the next level as an Assistant Manager. Support the Store Manager in optimising business performance, designing strategic shop floor layouts, and developing store members’ training plans. Experience the thrill of the challenge of surpassing expectations and driving the store to new heights. This rotation may require relocating to a different city in the UK if it is considered beneficial for your development.\n   \n\n  \n\n Your capabilities will be rigorously evaluated throughout the programme to continuously foster your growth, preparing you to lead a multi-million revenue store as its manager.\n   \n\n  \n\n****Your future with UNIQLO****\n Many of our former UMCs have gone on to achieve incredible things: from managing stores in different countries to becoming COOs or taking on leading roles in sustainability, marketing, e-commerce, and more. Now, it is your chance to use the UMC programme as a platform for your future and chart your own path to success.\n   \n\n  \n\n****What we offer:****\n* Competitive compensation package (salary, guaranteed bonus, group profit sharing)\n* Full-time permanent contract\n* Relocation support provided if we request you to move for your third rotation\n* 30% Staff discount across all Fast Retailing brands\n* Volunteer days – twice a year\n* Opportunity to attend UNIQLO Europe leadership conventions\n* Seasonal clothing allowance\n\n\n****Who we're looking for:****\n* Bachelor’s or master’s graduates with permanent work authorisation in Scandinavia (student or graduate visa are not accepted)\n* Ready to start full-time from September 2025\n* Proficient in English at B2 level minimum\n* Flexible to work weekends and various shifts\n* Willing to relocate within Scandinavia as required\n\n\n****Ready to take the next step?****\n Apply now to join our pool of candidates for the assessment centres launching at the end of January. Don’t wait – spaces fill up fast, and applications may close early once our target is met.\n   \n\n  \n\n****Start your journey with UNIQLO, secure your financial future and build a career with global impact.****","company_url":"https:\/\/jp.linkedin.com\/company\/uniqlo","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGTat7_ZKWhLQ\/company-logo_100_100\/company-logo_100_100\/0\/1631316319295?e=2147483647&v=beta&t=M6oI29wcPv9T52a31F3tBqmHiIDD0bhgbyJN44Uznqo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4155130110","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4155130110","job_url_direct":"https:\/\/www.businessoffashion.com\/careers\/job\/280642\/e-commerce-copywriter\/?TrackID=492458&utm_source=linkedin&utm_medium=jobsfeed&utm_campaign=test2&urlHash=JbVm","title":"E-Commerce Copywriter","company":"BoF Careers","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Marketing, Public Relations, and Writing\/Editing","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Acne Studios is a progressive luxury house and through collaboration and curiosity, we set high aspirations and strive for excellence. We value everyone's contribution and embrace feedback to develop ourselves and others. We aim to minimise our environmental impact across all our operations and to address societal challenges in the way we conduct our business.\n   \n\n  \n\n Acne Studios is looking for an e-commerce copywriter to take on the exciting opportunity of leading the strategic and operational copywriting responsibility for acnestudios.com on a global level. The role will include establishing and maintaining copy guidelines for acnestudios.com to secure globally relevant and brand-appropriate, high performing copy. You will work closely together with the Digital Merchandising and Digital Studio teams as well as Design & Production department to write copy that delivers accurate and relevant selling points to the customer in order to maximize conversion and minimize returns.\n   \n\n  \n\n**This position is a temporary parental leave contract.**\n CULTURE OF COLLABORATION\n   \n\n  \n\n We firmly believe that when you feel supported, included, and trusted, it enables you to enjoy your work and thrive in it. You will be a part of a team of colleagues with diverse roles and backgrounds, each with their unique skills and experiences.\n   \n\n  \n\n**What You Will Do**\n* Responsible for establishing and maintaining copy guidelines for acnestudios.com\n* Responsible for translations of an on acnestudios.com including submitting and managing copy for translations and leading developments and improvements of current practice\n* Write product copy that delivers accurate and relevant selling points to the customer\n* Write engaging and high converting newsletter and paid social copy\n* Collaborate and contribute to the various cross-departmental activities and initiatives, including commercial campaign development, new launches, store openings, events, etc\n* Work closely with Design & Production team on a product level to ensure that product copy reflects seasonal changes etc\n* Actively investigate and develop best practices within e-commerce copywriting to increase traffic, conversion rate, average order value, and decrease returns\n\n\n**Who You Are**\n You have high aspirations and focus on details that create substantial impact. You enjoy working as a team and you embrace feedback to develop yourself and others. You are curious and thrive in a dynamic environment. Cooperation, respect, and clear communication are important, along with your ambition to learn and grow. If these qualities speak to you, we would love to have you on our team.\n   \n\n  \n\n**Specific Personal Qualities For This Role**\n* You seek creative solutions, challenge the status quo, and find better ways to improve processes and drive efficiency\n* You take initiative, solve problems independently, and step up without waiting for direction\n* You convey ideas clearly, keep information structured, and ensure smooth collaboration through effective communication\n* You adapt your communication to different audiences, share information effectively, and foster collaboration\n* You have a sharp eye for accuracy, meticulously reviewing information to ensure precision and consistency. You take pride in verifying facts, spotting errors, and maintaining high standards of quality in all your work\n\n\n**Specific Experience And Knowledge For This Role**\n* Minimum Bachelor's degree in business administration, marketing, fashion, or other relevant field\n* 3+ years experience of e-commerce copywriting within fashion or luxury\n* Understanding and knowledge of fashion and retail\n* Experience of SEO copywriting for e-commerce\n* Experience of product management\n* Sufficient Microsoft Excel skills\n* Familiarity and understanding for global and local search engines\n* Fluent in English, bilingual proficiency is a plus\n\n\n What matters most to us is not whether you master all the listed knowledge and skills. We are dedicated to recognising the potential in each individual. We embrace diversity of people as well as ideas and viewpoints and encourage everyone's individual expression of their own identity.","company_url":"https:\/\/www.linkedin.com\/company\/bof-careers","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGluGN8SzhENw\/company-logo_100_100\/company-logo_100_100\/0\/1712755456596?e=2147483647&v=beta&t=FTJ07VKX2gtMYXnpL6qMGJO_rHp05kiTgqGWboSKPg8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4156737897","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156737897","job_url_direct":"https:\/\/jobs.iqvia.com\/job\/-\/-\/24443\/77272643696?source=LinkedIn_Slots&urlHash=8S9I","title":"Director, Strategic Operations, Clinical Data Management","company":"IQVIA","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Business Development and Sales","company_industry":"Pharmaceutical Manufacturing","listing_type":null,"emails":null,"description":"**Join us on our exciting journey!**\n IQVIA™ is The Human Data Science Company™, focused on using data and science to help healthcare clients find better solutions for their patients. Formed through the merger of IMS Health and Quintiles, IQVIA offers a broad range of solutions that harness advances in healthcare information, technology, analytics, and human ingenuity to drive healthcare forward.\n   \n\n  \n\n**Director, Strategic Operations, Clinical Data Management**\n**Can be based anywhere in Europe**\n The Director Strategic Operations is the link between key customer and IQVIA.\n   \n\n  \n\n In this role he\/she will oversee the consistency of global operational excellence delivered across all Product Development contracts. This will also encompass virtual financial responsibility and process\/performance optimization. The role holder will direct and mobilize global IQVIA resources to achieve customer goals and IQVIA strategic customer intent.\n   \n\n  \n\n**Responsibilities**\n* Client engagement\n+ Oversight of Data transfers, liaison for customer transfer issues, concerns and requirements change\n+ Through close engagement with the client and based on the client’s needs, identifies opportunities and co-creates\/leads solution strategies with the client and the IQVIA teams to provide innovation and value add offerings from the IQVIA spectrum and beyond\n+ Maintains and expands strong professional relationships across the client organization – especially within their clinical delivery and patient centricity teams\n+ Data quality issues (discrepancy reports) follow-up and resolution along with other data cleaning reports\n\n\n* Collaboration and engagement within IQVIA\n+ Management of CTMS access for Account Staff and other reporting questions\n+ Design and implementation of Clinical Analytics reports\n+ Follow-up and oversight on sharing validation packets for used systems\n+ Design, Development, implementation of Customer Tenant for forward data sharing\n+ Working with IT to develop a long-term quality system for CTMS data entry\n+ Works closely together with IQVIA delivery teams to identify potential gaps in the design of the client’s clinical trials and identifies stakeholders who can support\n+ Partners with the delivery teams to identify and resolve process areas\/trends impacting delivery allowing enhanced delivery of studies\n+ Documents new processes and develops required training as part of the client curriculum; rolls out and implements new client specific processes to delivery teams\n+ Feedback to MDU head and management on operational areas that need support in day-to-day operations\n+ Maintains contact with IQVIA stakeholders and subject matter experts to understand new offerings and define opportunities in the field of innovation to add value to the alliance\/ partnership\n+ Collaborates cross-functionally and across other account management internally as one IQVIA to learn the best practices in other alliances\/ accounts to unlock the potential of innovation and enhance the client’s experience\n+ Loops in the input from innovation business development to client stakeholders & delivery teams whenever needed and guide on the customer defined requirements\n+ Works closely with the MDU and the client to identify opportunities to optimize clinical projects through innovative, bring value-adding solutions, keeping patient and country voice core in the global teams\n\n\n**Our Ideal Candidate**\n* Has an in-depth understanding of clinical development and Clinical Operations\n* A degree in Life Science, Business Management or related field for that role is required\n* Has ideally > 10 years’ experience in the pharmaceutical, CRO, or related industry, including clinical operations, commercial and \/or alternative operational functional (e.g., business development, data management, project management, laboratory, pre-clinical)\n* Excellent communication and people skills\n* Possesses the ability to establish and maintain collaborative working relationships with senior management, peers, and customers\n* Project and program delivery for all assigned key customer contracted work across Global Product Development, ensuring metrics and customer goals are achieved, consolidating resources, sharing best practices, achieving customer loyalty and Program Risk Management for customer portfolio\n* Has excellent analytical\/critical thinking skills\n* Demonstrated ability to deliver results to customer and company expectations\n* Strong influencing and negotiation skills\n* Excellent matrix and cultural team leadership skills\n* Excellent customer service skills\n* Sound judgment and decision-making skills\n* Strong financial analysis skills; preferably thorough understanding of company margins, pricing strategies, and profitability measures\n* Is accountable for the development and management against key customer rules of engagement and\/or operational norms\n* Supports the delivery against key metrics, milestones, and contractual obligations for a portfolio of projects to encompass expectation setting and management against quality, time, and financial objectives (e.g., project & portfolio margin targets)\n* Directs the review of a customer pipeline, opportunities pending, and future customer needs in support of the quarterly development of resource forecasts for delivery to the cost centres providing resources to the designated customer account (e.g., project management, QLAB, Phase I, ECG, data management, clinical operations, biostatistics, etc.)\n* Acts as the key relationship manager for designated customer\n* Serves as the primary management holder for a designated customer escalation plan with recommended courses of action regarding client management issues\n* Leads, oversees, and manage multiple project teams to ensure global customer best practices are adhered to by individuals assigned to projects for the designated customer account.\n* Leads, oversees, and manage the enterprise to ensure the IQVIA transformational and business practices are adhered to by individuals assigned to projects for the designated customer account\n* Brings Excellent communication, organisational skills, logical thinking, and problem-solving capabilities\n* Will perform other duties as assigned\n\n\n**Why Join?**\n You can drive your career at IQVIA and choose the path that best defines your development and success. With exposure across diverse geographies, capabilities, and vast therapeutic and information and technology areas, you can seek opportunities to change and grow without boundaries.\n   \n\n  \n\n We know that meaningful results require not only the right approach but also\n **the fitting personality** \n . Regardless of your role, we invite you to reimagine healthcare with us. You will have the opportunity to play an important part in helping our clients drive healthcare forward and ultimately improve human health outcomes.\n   \n\n  \n\n It is an exciting time to join and reimagine what's possible in healthcare.\n   \n\n  \n\n**Moving healthcare forward. Together.**\n*IQVIA is a strong advocate of diversity and inclusion in the workplace. We believe that a work environment that embraces diversity will give us a competitive advantage in the global marketplace and enhance our success. We believe that an inclusive and respectful workplace culture fosters a sense of belonging among our employees, builds a stronger team, and allows individual employees the opportunity to maximize their personal potential.*\n IQVIA is a leading global provider of clinical research services, commercial insights and healthcare intelligence to the life sciences and healthcare industries. We create intelligent connections to accelerate the development and commercialization of innovative medical treatments to help improve patient outcomes and population health worldwide. Learn more at https:\/\/jobs.iqvia.com","company_url":"https:\/\/www.linkedin.com\/company\/iqvia","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFW8oSPns4-Cw\/company-logo_100_100\/company-logo_100_100\/0\/1678802429367\/iqvia_logo?e=2147483647&v=beta&t=QOXo3llXq86V8X_W17HYn3FC5VtElAP1K_rAxCkyhIs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3771187035","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3771187035","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/natverkstekniker-till-snabbvaxande-it-bolag-op-2022439350\/&urlHash=0LYh","title":"Nätverkstekniker till snabbväxande IT-bolag","company":"Centric Sweden","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Brinner du för nätverk och kommunikation och tycker om att följa den senaste tekniken? Vågar du utmana kunder med ny teknik och nya tekniska lösningar? I takt med att vår kund växer, söker de nu förstärkning till deras konsultteam inom Infrastruktur och Nätverk. Vi söker dig som är senior nätverkstekniker som vill bli deras stjärna inom området.\n   \n\n  \n\n Område: Solna\n   \n\n  \n\n Start: Omgående, med hänsyn till uppsägningstid\n   \n\n  \n\n Tjänsten inleds som konsultuppdrag med ambitionen att gå över till kund.\n   \n\n  \n\n Som konsult på Centric får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.\n   \n\n  \n\n**Dina arbetsuppgifter** \n I rollen som senior nätverkstekniker kommer du att arbeta med bland annat routing, switching, brandväggar, MPLS och trådlösa nät. Du kommer även att designa och konfigurera lösningar från grunden samt agera rådgivare inom nätverk. Utöver detta förekommer dokumentation.\n   \n\n  \n\n Du kommer att tillhöra ett team som idag består av sju personer som alla arbetar inom nätverk och infrastruktur.\n   \n\n  \n\n**Din profil och kvalifikationer** \n För att trivas i rollen tycker du om och drivs av att ge bra service och arbeta hårt mot både individuella och gemensamma mål. Du är samarbetsvillig, tycker om att arbeta i team samt är flexibel i ditt förhållningssätt. Stundtals är tempot mycket högt och kan variera från dag till dag, därför är det viktigt att du är bra på att hantera tempoväxlingar och gillar approachen att man hugger i när och var det behövs.\n   \n\n  \n\n Vi söker dig med minst 10 års erfarenhet som nätverkstekniker och som är van vid drift av större, komplexa nät inom Cisco. Du är van att designa och konfigurera lösningar från grunden. Vidare har du ett stort tekniskt intresse, är självgående och stresstålig. I ditt arbete kommer du att ta stort eget ansvar och kommer att arbeta självständigt och i grupp. Du tillför ny energi och är en god lagspelare.\n   \n\n  \n\n Vi lägger stor vikt vid dina personliga egenskaper.\n   \n\n  \n\n*För att passa för rollen behöver du ha flera kompetenser inom:*\n* Ciscos produkter (till exempel ISE, Meraki, WLC och Nexus)\n* Breda och djupa kunskaper om nätverk och säkerhet\n* Erfarenhet som konsult och rådgivare inom området nätverk\n* Routingprotokoll som OSPF och BGP\n* HPE\/Arubas produkter\n* Routing (advanced), switching, trådlösa nät\n* Brandväggar\n* MPLS\n\n\n*Har du även erfarenhet av följande så är det meriterande:*\n* Outsourcing\n* Cloud (Azure, AWS)\n* PPS projektmodell\n\n\n**Vad vi erbjuder** \n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi tycker nämligen att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under roliga och avslappnande former.\n   \n\n  \n\n*Mer om oss*\n Centric är ett IT-företag med 380 anställda, med kontor i Stockholm, Göteborg, Malmö och Linköping. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3771185330","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3771185330","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/systemadministrator-inom-linux-unix-op-2022428451\/&urlHash=hh9y","title":"Systemadministratör inom Linux \/ UNIX","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"På uppdrag av en av våra kunder i Stockholm söker vi dig som vill arbeta med systemadministration inom Linux \/ UNIX i några av Sveriges största och mest intressanta Linuxmiljöer. Företaget har flera tjänster att fylla och kan se en plats för både dig som är i början av din Linux\/UNIX-karriär och dig med längre erfarenhet!\n \n\n\n\n  \n\n\n\n\n\n Tjänsten blir en direktrekrytering så anställningen blir direkt hos vår kund.\n \n\n\n\n  \n\n\n\n\n\n**Dina arbetsuppgifter** \n\n\n\n\n I rollen som Linux\/UNIX systemadministratör kommer du mestadels att sitta ute hos kunder och vara delaktig i arbetet med att driva och utveckla deras IT-miljöer. Bland kunderna finns företag med både tusentals och tiotusentals maskiner i sina miljöer. Tack vare miljöernas storlek finns det goda möjligheter för dig att utvecklas i den riktning du själv vill och att få chans att arbeta med det som just du tycker är roligt.\n \n\n\n\n  \n\n\n\n\n\n Tjänsten erbjuder dig möjligheten att lära dig mycket inom Linux\/UNIX-området och hitta vilken inriktning du känner är intressant för din utveckling. Det finns möjlighet till relevanta certifieringar och vidareutbildning på ett sätt som passar dig. Kanske trivs du bäst med att lära från en kollega, eller via självstudier och laboration. Din gruppledare hjälper dig hitta vad som passar bra för dig. Du kommer arbeta med många kompetenta tekniker med olika specialistområden och är du nyfiken och framåt finns alla möjligheter att utvecklas både som person och i rollen som tekniker. Som konsult får du närheten av ett småföretag men kan arbeta i miljöer med storföretagsbudget.\n \n\n\n\n  \n\n\n\n\n\n Du kommer att tillhöra ett mindre team som har olika specialistkunskaper inom Linux-\/UNIX-området. Då man arbetar som konsult så ses man inte varje dag men en gång i månaden samlas gruppen över en lunch – där får man ett naturligt forum för att utbyta kunskaper och tankar men även för att få information och bara träffas och ha trevligt. Utöver dessa månadsträffar finns det alltid möjlighet att ta hjälp av varandra om något dyker upp.\n \n\n\n\n  \n\n\n\n\n\n**Din profil och kvalifikationer** \n\n\n\n\n Du som söker tjänsten som systemadministratör har utbildning inom Linuxområdet och har arbetat minst några år inom området och därigenom har skaffat dig kunskaper om Linux\/UNIX i produktionsmiljöer.\n \n\n\n\n  \n\n\n\n\n\n*Det är meriterande om du har kompetens inom följande:* \n\n\n\n* Ansible, Puppet, Salt eller motsvarande\n* Scriptning\/programmering\n* Postgresql, mariadb, ldap\n* Jenkins eller mostvarande\n* Git, mercurial, svn eller motsvarande\n\n\n\n  \n\n\n\n\n\n Du kommunicerar dagligen både skriftligt och muntligt på engelska varför det är ett krav att du behärskar språket väl.\n \n\n\n\n  \n\n\n\n\n\n Du har ett stort tekniskt intresse och gillar att arbeta med den senaste tekniken och hänga med i branschens utveckling.\n \n\n\n\n  \n\n\n\n\n\n**Vad vi erbjuder** \n\n\n\n\n Företaget är verksamt inom flera olika affärsområden och deras grundpelare har alltid varit IT-konsultation. Det är där de har sin primära affärsverksamhet, med bred kompetens inom alla delar av IT-området, från supportpersonal till IT-arkitektur. Företaget grundades 2005 och har 15 år i branschen. De har stadigt vuxit och expanderat snabbt, med fem gasellutmärkelser under bältet, många nöjda kunder och en konsultstab som växer för varje månad.\n \n\n\n\n  \n\n\n\n\n\n Att känna delaktighet, engagemang och flexibilitet i sitt arbete samt att få jobba med utvecklande uppdrag är viktiga nycklar till trivsel på arbetsplatsen och därför är det något de satsar mycket på. Du har möjlighet till snabb utveckling och chans att höja din kompetens inom relevanta områden. Man jobbar främst med längre uppdrag och kunderna är oftast medelstora och stora bolag med spännande miljöer i teknisk framkant.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4063167931","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4063167931","job_url_direct":"https:\/\/cleura.uhigher.com\/sv\/job-details?job=236acd2b-f6d8-451a-85e6-d028f655c355&urlHash=YRb5","title":"Cloud Infrastructure Engineer","company":"Cleura","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"We are Cleura, the European Cloud.\n \n\n\n\n  \n\n\n\n\n\n We believe that a sustainable digital future begins with the freedom to innovate.\n \n\n\n\n Our fully automated and open source-based IaaS, combined with a growing ecosystem of solution providers and trusted integrators, brings value to business through vital cloud technologies in compliance with European data protection laws and regulations. We live by our company values - We Care, We Communicate, We Challenge and We Inspire.\n \n\n\n\n We're a part of the Iver group, consisting of more than 1500 colleagues in Europe with HQ in Stockholm.\n \n\n\n\n  \n\n\n\n\n\n**About the Role:** \n\n\n\n\n We are seeking for Cloud Infrastructure Engineer who can join our Technology & Services department at Cleura. You will be part of the team working closely with Network and Infrastructure for our Cloud Services.\n \n\n\n\n You will drive improvements across our products and services, ensuring quality, scalability, and reliability. We are looking for individuals who are passionate about infrastructure, problem-solving, and innovation.\n \n\n\n\n You will play a pivotal role in creating infrastructure and services that enable us to move swiftly while delivering a highly reliable platform to our partners.\n \n\n\n\n  \n\n\n\n\n\n**About the team:** \n\n\n\n\n The team operates tightly together, working on areas including infrastructure network and storage. We have adopted a hybrid work model to create an inclusive working environment for everyone. We believe in work-life balance and believe it’s important to love what you do.\n \n\n\n\n  \n\n\n\n\n\n**Responsibilities:** \n\n\n\n* Lead the technical delivery of complex infrastructure projects, from initial planning to implementation.\n* Maintain, scale, and enhance our infrastructure to meet evolving demands.\n* Drive automation efforts, ensuring our systems are designed for flexibility and growth.\n* Support the operations and other teams with prioritization and incident handling.\n* Stay updated on compliance requirements and contribute to maintaining a secure, compliant infrastructure.\n\n\n\n  \n\n\n\n\n\n**Requirements:** \n\n\n\n* Strong understanding of Linux Administration and operating system concepts and proficiency with scripting.\n* An understanding of provisioning infrastructure in a cloud environment, infrastructure-as-code (IaC) principles, and familiarity with relevant technologies such as Ansible and Terraform.\n* Knowledge of key operations considerations such as reliability, availability, maintainability, capacity planning and security.\n* Problem-solving experience, ideally with open-source tools and solutions.\n* Experience of working in data centers, up to date with hardware technology trends and proficient in OOB tools.\n* Understanding of data center infrastructure and best practices, rack types, PDU's, cable management etc.\n* Independent and team-oriented mindset with a customer-focused approach.\n* Ability to design and implement infrastructure solutions, with experience in both small and medium-scale systems.\n* Experience in participating within projects and collaborating with teams cross-functionally.\n* Fluent communication skills in English.\n\n\n\n  \n\n\n\n\n\n**Qualifications:** \n\n\n\n* University degree or equivalent work experience in IT, computer science or related fields.\n* Minimum 3 years of experience of working within the areas of responsibilities mentioned above.\n\n\n\n  \n\n\n\n\n\n**Good to have:** \n\n\n\n* Experience with some subset of technologies such as Kubernetes, Grafana, ArgoCD, Kibana, Prometheus, Vault, Git\/Gitops and also experience with cloud environments such as Openstack.\n* Disaster recovery, identity management, and observability are familiar territory to you.\n* You have worked with Dell, SuperMicro and Cisco equipment.\n* Hands on with Atlassian's software suite such as Jira, Confluence.\n* Knowledge of asset management tools such as Device42, phpipam, netbox.\n\n\n\n  \n\n\n\n\n\n**What we offer:** \n\n\n\n* Cleura has a corporate bargaining agreement (kollektivavtal) with Almega.\n* Full-time position with 6 months probationary period.\n* 6 weeks vacation.\n* Yearly wellness allowance of 5000 SEK.\n* Personal competence development plan.\n\n\n\n  \n\n\n\n\n\n**I'm interested. What's next?** \n\n\n\n\n We review applications on an ongoing basis. Please apply as soon as possible. In order to qualify for this position, you must be able to pass a background check.\n \n\n\n\n At Cleura, we believe that a diverse and inclusive workforce drives innovation and success. We welcome applicants from all backgrounds, and we actively strive for a workplace that reflects a broad range of perspectives, skills, and experiences. We are particularly committed to achieving gender balance and fostering an environment where everyone feels respected and empowered to contribute their best.\n \n\n\n\n Furthermore, we encourage candidates of all genders, ethnicities, abilities, and orientations to apply. Together, we can create a work culture that is not only more representative, but also more dynamic and inclusive.\n \n\n\n\n  \n\n\n\n\n\n We conduct background checks in the final stages of the Recruitment process.\n \n\n\n\n  \n\n\n\n\n\n**Type of Employment:** \n Full- time position.\n \n\n\n\n**Location :** \n Stockholm or remotely from greater Stockholm area.\n \n\n\n\n**Travel:** \n Occasional travel to our data centers is required.\n \n\n\n\n**Start Date:** \n At your earliest convenience.","company_url":"https:\/\/se.linkedin.com\/company\/cleura","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFFhronx_lFhA\/company-logo_100_100\/company-logo_100_100\/0\/1649861311823\/cleura_logo?e=2147483647&v=beta&t=-q6XKZXHu9ade9BW3CZABgLvVwm-7u9lgd4qeXRNBwU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4106748358","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4106748358","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-SAP-Procurement-Specialist\/1147227801\/?feedId=388933&utm_source=linkedin&urlHash=sIZ7","title":"SAP Procurement Specialist","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Purchasing and Supply Chain","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Choosing Capgemini means choosing a company where you will be empowered to shape your career in the way you’d like, where you’ll be supported and inspired by a collaborative community of colleagues around the world, and where you’ll be able to reimagine what’s possible. Join us and help the world’s leading organizations unlock the value of technology and build a more sustainable, more inclusive world.\n   \n\n  \n\n Capgemini is seeking an experienced and driven Senior Procurement Specialist with deep knowledge of SAP and experience with S\/4 Hana. In this role, you will be a key player in our team, working to optimize and streamline our clients procurement processes, and designing SAP solutions to support them.\n   \n\n  \n\n**YOUR ROLE:**\n* Lead the design, configuration, and implementation of SAP S\/4HANA Sourcing and Procurement, SAP Ariba, SAP Business Network or VIM OpenText ensuring it aligns with business requirements and best practices\n* Provide strategic advice and expertise to clients on SAP S\/4HANA Sourcing and Procurement solutions.\n* Collaborate with cross-functional teams to integrate SAP S\/4HANA Sourcing and Procurement with other SAP modules (e.g., SD, FICO, PP, WM, PM) and external systems.\n* Manage and mentor junior consultants, fostering their professional growth and ensuring high-quality project delivery.\n* Stay updated with industry trends and the latest developments in SAP S\/4HANA Sourcing and Procurement and emerging technologies to continuously enhance service delivery.\n\n\n**YOUR PROFILE:**\n* Minimum 10 years of Procure to Pay solutions experience, preferably in an international setting.\n* Minimum of 3 end to end implementation cycles, with experience planning for and leading your stream through each phase of an implementation\n* Experience from Team Lead Roles or Solution Architect Roles within the Procurement Area in complex deliveries with multinational clients.\n* Pre-sales experience is beneficial.\n* Experience from other SAP modules within the logistics area is a plus\n* Strong analytical skills and experience with data analysis.\n* Excellent communication and negotiation skills.\n* Strong Consulting Skills and a willingness to learn and adapt is a requirement\n* SAP certifications in SAP S\/4HANA Sourcing and Procurement or one or several Ariba modules are highly desirable.\n* Fluent in Swedish and English, both spoken and written.\n\n\n**WHAT WE OFFER:**\n* A dynamic and innovative work environment\n* A diverse and inclusive work environment\n* Opportunities to work on high-scale projects for Global clients\n* A healthy work-life balance\n* A strong commitment to inclusion, diversity, and supporting the whole person.\n* An innovative culture that promotes learning, growth, and shared success.\n* Competitive salary and benefits\n\n\n Application: If this description resonates with you and matches your profile, please send your CV and cover letter to us. We conduct ongoing recruitment, so the advertisement may close before the application deadline if we find the right candidate.\n   \n\n  \n\n**About Capgemini**\n Capgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries. With its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fuelled by its market leading capabilities in AI, cloud and data, combined with its deep industry expertise and partner ecosystem. The Group reported 2023 global revenues of €22.5 billion.","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4155330134","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4155330134","job_url_direct":"https:\/\/www.manpower.se\/sv\/jobb\/7136d7b3-6413-4da7-8442-3a0a14dd65a5\/techfretag-sker-receptionist-p-50-?utm_source=linkedin&utm_medium=paid-social&utm_campaign=job-slot&utm_content=candidate&urlHash=ofQa","title":"Techföretag söker receptionist på 50%","company":"Manpower Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Administrative","company_industry":"Accounting","listing_type":null,"emails":null,"description":"Vi på Manpower söker för vår kunds räkning en Office assitant som vill arbeta på 50%. Kan du arbeta måndag till fredag under förmiddagar? Trivs du med att arbeta i en serviceposition där du får vara ansiktet utåt och representera ett globalt Techföretag? Kan du starta omgående under februari månad? Passar du in på detta sök tjänsten redan idag!\n   \n\n  \n\n Är du serviceinriktad, organiserad och älskar att skapa en välkomnande atmosfär? Då kan denna tjänst passa dig.Tjänsten startar omgående och löper på tillsvidare. Företaget ligger i centrala Stockholm och du kommer att arbeta i fina, moderna lokaler på ett globalt spännande Techföretag. Arbetet uförs måndag - fredag kl.8:00-12:00.\n   \n\n  \n\n**Arbetsuppgifterna Som Ingår Är Följande**\n* Hälsa och välkomna kunder vid ankomst till kontoret.\n* Hänvisa besökare till rätt person.\n* Svara och vidarekoppla inkommande telefonsamtal.\n* Se till att receptionen är snygg och presentabel med allt nödvändigt såsom material (t.ex. pennor, blanketter och broschyrer).\n* Beställa kontorsmaterial och hålla lager för kontorsbruk.\n* Ta emot, sortera och distribuera daglig post\/utdelning.\n* Tillhandahålla grundläggande och korrekt information personligen via telefon\/e-post.\n* Upprätthåll säkerheten på kontoret genom att följa säkerhetsrutiner (övervaka loggboken, utfärda besöksbrickor)\n* Uppdatera kalendrar och schemalägg möten.\n* Utföra andra kontorsreceptionistuppgifter som arkivering och kopiering.\n* Se till att kontoret ser fint och snyggt ut\n\n\n Som receptionist är det viktigt att ha en kombination av personliga egenskaper och färdigheter som gör att du kan ge ett professionellt och välkomnande intryck. Här är några viktiga egenskaper\n   \n\n  \n\n* Receptionisten är den första personen besökare och kunder möter, så det är viktigt att vara trevlig, tillmötesgående och hjälpsam\n* Du hanterar många uppgifter samtidigt - allt från att ta emot gäster till att administrera bokningar. Att vara noggrann och ha ordning och reda hjälper dig att hålla koll på detaljerna.\n* Du behöver vara tydlig och professionell i både tal och skrift, samt kunna anpassa ditt bemötande beroende på vem du pratar med.\n* Att kunna lösa problem snabbt och effektivt samt ta initiativ gör att arbetet flyter smidigt.\n* Många receptionsjobb kräver grundläggande IT-kunskaper, som att hantera bokningssystem, e-post och administrativa program.\n\n\n I den här tjänsten är det också viktigt att du har mycket goda kunskaper i svenska och engelska i tal, skrift och läsförståelse. Engelska används dagligen.\n   \n\n  \n\n Då tjänsten ska starta omgående kan det vara svårt att tillmötesgå längre uppsägningstid. Urvalsprocessen kommer ske löpande och tjänsten kan komma att tillsättas innan sista ansökningsdatum. Vid frågor, kontakta ansvarig konsultchef Jenny Dollman på telefonnummer 08-452 33 31.","company_url":"https:\/\/se.linkedin.com\/company\/manpower-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOkJEffajSog\/company-logo_100_100\/company-logo_100_100\/0\/1705068113293\/manpower_sweden_logo?e=2147483647&v=beta&t=RlmXjj8oxnSeVOmyyRVnR6gzGkS-AYQMa3UYfpHKrKg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4156437322","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156437322","job_url_direct":"https:\/\/careers.footlocker.com\/jobs\/56875?lang=en-us&urlHash=gk_2","title":"Temporary CX Team Member","company":"Foot Locker","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Management and Manufacturing","company_industry":"Retail","listing_type":null,"emails":null,"description":"**Overview**\n You recognize yourself when you enter one of our stores. You love to talk about athletic sneakers and apparel as much as you love to collect them. You always scope out the latest styles, and enjoy sharing your enthusiasm with Customers. It’s easy for you to start up natural, friendly conversations, adapt to different types of Customers, and resolve issues with a smile. You like to work as part of a team as you improve your individual skills on the sales floor. Your success in this role will be measured through personal and productivity goals plus your ability to provide a great in-store experience to every Customer.\n   \n\n  \n\n**Qualifications**\n* 0-3 year of retail experience\n* Confident and comfortable engaging customers to deliver an elevated experience\n* Motivated to achieve great results because of one's enthusiasm from interacting with customers and athletic products\n* Initiates completion of tasks or activities without necessary supervision\n* Flexible availability – including nights, weekends, and holidays\n\n\n**Responsibilities**\n* Ensuring high levels of customer satisfaction by being knowledgeable on all products offered, and teaming up with co-workers to provide excellent sales service\n* Delivering sales, outstanding customer experience, and operational expectations\n* Maintaining personal and productivity goals\n* Connects with every customer by asking open-ended questions to assess needs\n* Ability to learn and share expertise of products and trends to fit customer’s needs\n* Maintains an awareness of all product knowledge, and current or upcoming product \/ trends\n* Contributes to a positive and inclusive work environment","company_url":"https:\/\/www.linkedin.com\/company\/footlocker","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGUiLE_XZMMWQ\/company-logo_100_100\/company-logo_100_100\/0\/1735840764520\/footlocker_logo?e=2147483647&v=beta&t=ozb94rlRaKiTSsDdjy_Wbigv8DrKtIR7E0UqbjR1ASw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4156439242","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156439242","job_url_direct":"https:\/\/careers.footlocker.com\/jobs\/56874?lang=en-us&urlHash=qtBS","title":"Temporary CX Team Member","company":"Foot Locker","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Management and Manufacturing","company_industry":"Retail","listing_type":null,"emails":null,"description":"**Overview**\n You recognize yourself when you enter one of our stores. You love to talk about athletic sneakers and apparel as much as you love to collect them. You always scope out the latest styles, and enjoy sharing your enthusiasm with Customers. It’s easy for you to start up natural, friendly conversations, adapt to different types of Customers, and resolve issues with a smile. You like to work as part of a team as you improve your individual skills on the sales floor. Your success in this role will be measured through personal and productivity goals plus your ability to provide a great in-store experience to every Customer.\n   \n\n  \n\n**Qualifications**\n* 0-3 year of retail experience\n* Confident and comfortable engaging customers to deliver an elevated experience\n* Motivated to achieve great results because of one's enthusiasm from interacting with customers and athletic products\n* Initiates completion of tasks or activities without necessary supervision\n* Flexible availability – including nights, weekends, and holidays\n\n\n**Responsibilities**\n* Ensuring high levels of customer satisfaction by being knowledgeable on all products offered, and teaming up with co-workers to provide excellent sales service\n* Delivering sales, outstanding customer experience, and operational expectations\n* Maintaining personal and productivity goals\n* Connects with every customer by asking open-ended questions to assess needs\n* Ability to learn and share expertise of products and trends to fit customer’s needs\n* Maintains an awareness of all product knowledge, and current or upcoming product \/ trends\n* Contributes to a positive and inclusive work environment","company_url":"https:\/\/www.linkedin.com\/company\/footlocker","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGUiLE_XZMMWQ\/company-logo_100_100\/company-logo_100_100\/0\/1735840764520\/footlocker_logo?e=2147483647&v=beta&t=ozb94rlRaKiTSsDdjy_Wbigv8DrKtIR7E0UqbjR1ASw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"a26d9f2257fabc38","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=a26d9f2257fabc38","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5564554-engineering-manager","title":"Engineering Manager","company":"Deploja AB","location":"Malmö, M, SE","job_type":null,"date_posted":1739664000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Role:**  \n\nResponsible for one or multiple Products or Services in terms of the efficiency, quality, and effective implementation and service operations of the technical deliverables that support the overarching product or service roadmap.\n\n\nManage stakeholders and work closely with the assigned Product Owners or Service Managers and all groups within the Digital Technology organisation in order to deliver the assigned digital products and services.\n\n\nLead, inspire, motivate a multi-discipline product or service team in order to secure a high performing team\n\n**Essential requirements:**  \n\n* Previous experience and knowledge from MarTech is an advantage\n* Formal qualifications in Technology\/Computer science or any engineering equivalent\n* Minimum 5 years of experience in software development, technology architecture and\/or IT Foundation Service Delivery\n* Minimum 5 years of experience in the specific tech stack for the particular product, platform or service\n* Experience of working in an Agile and DevOps working set-up\n* Experience as a manager of engineering teams and strong leadership skills\n* Experience of leading in change\n\n **Please explain how you meet all the requirements** **when applying.**  \n\n  \n\n**Utilization****: 100%**  \n\n**Location:** Malmö  \n\n**Period**: 03-03-2025-30-09-2025  \n\n**Last day to apply**:20-02-2025  \n\nWe present regularly. This means that we sometimes remove the assignements from our website before the final application deadline. If you are interested in an assignement, we recommend that you submit your application as soon as possible.","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"207b50fd19a8fccd","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=207b50fd19a8fccd","job_url_direct":"https:\/\/www.amazon.jobs\/jobs\/2903093\/data-center-technician--data-center-operations?cmpid=DA_INAD200785B","title":"Data Center Technician , Data Center Operations","company":"Amazon.com","location":"Katrineholm, D, SE","job_type":"fulltime","date_posted":1739318400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Internet And Software","listing_type":null,"emails":null,"description":"• Good communication skills, both written and verbal\n• Ability to work well with others in a team environment\n• Passionate about IT infrastructure and hardware!\n- Leaving Certificate[EM1] \n- 18 years or older \n- Experience with Microsoft Office \n- Ability to work 40 hours per week.\n  \n\nWe are looking for Data Center Technicians to join our expanding Infrastructure Operations team. Data Center Technicians are the primary resolver and troubleshoot and solve a range of Data center infrastructure issues including, but not limited to: hardware, fiber, networking, and related problems.\nYou will be part of the Data Center Operations (DCO) team, overseeing the operation and maintenance of the IT infrastructure and hardware for data centers in AWS Cloud regions. You will become the primary resolver for your support team, and gain troubleshooting skills on different hardware and software cases.\nYou will be able to troubleshoot and solve most infrastructure issues and engage other appropriate solutions groups on more complex problems to drive solutions.\nAWS Infrastructure Services (AIS)\nAWS Infrastructure Services owns the design, planning, delivery, and operation of all AWS global infrastructure. In other words, we’re the people who keep the cloud running. We support all AWS data centers and all of the servers, storage, networking, power, and cooling equipment that ensure our customers have continual access to the innovation they rely on. We work on the most challenging problems, with thousands of variables impacting the supply chain — and we’re looking for talented people who want to help.\nYou’ll join a diverse team of software, hardware, and network engineers, supply chain specialists, security experts, operations managers, and other vital roles. You’ll collaborate with people across AWS to help us deliver the highest standards for safety and security while providing seemingly infinite capacity at the lowest possible cost for our customers. And you’ll experience an inclusive culture that welcomes bold ideas and empowers you to own them to completion.\nKey job responsibilities\n• SAFETY\nFollow and maintain the highest safety standards and diligently encourage a world-class safety culture. Own the safety initiatives and projects to foster a strong safety culture.\nDATA CENTER OPERATIONS (DCO)\nThis position involves:\no Diagnosing hardware and network problems followed by physical repairs\no Troubleshooting events within internal Service Level Agreements (SLAs)\no Performing root cause analysis of equipment failures\n• Manual handling and lifting of equipment may be required (weight limits in accordance with regulations)\nA day in the life\nIn this role, you'll be working on our advanced ticketing system\nYou'll be part of a collaborative team that keeps our cloud infrastructure running smoothly, responding to both automated directives and team leadership with exceptional time management and adaptability.\nYour expertise in problem ticket tracking and escalation procedures will be crucial as you consistently meet and exceed Amazon's high standards for technical proficiency and operational excellence. This role is vital in maintaining the efficiency and reliability of our sophisticated data center infrastructure – you'll be working and supporting the face of Cloud technology in the region.\nAbout the team\nDiverse Experiences\nAWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\nWhy AWS?\nAmazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\nInclusive Team Culture\nHere at AWS, it’s in our nature to learn and be curious. Our employee-led affinity groups foster a culture of inclusion that empower us to be proud of our differences. Ongoing events and learning experiences, including our Conversations on Race and Ethnicity (CORE) and AmazeCon conferences, inspire us to never stop embracing our uniqueness.\nMentorship & Career Growth\nWe’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\nWork\/Life Balance\nWe value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve in the cloud.\n  \n\nThis position also has a physical component requiring the ability to lift & rack equipment up to 20Kg; it may require working in cramped spaces or in elevated locations while adhering to health & safety guidelines.  \n\n  \n\n* Familiarity with computer hardware components and operating systems\n* Ability to manage work and priorities through a ticketing system and coordination with Manager\n* Has taken STEM or vocational course curriculum\n* Meets\/exceeds Amazon’s leadership principles requirements for this role\n* Meets\/exceeds Amazon’s functional\/technical depth and complexity\n\n  \n\nAmazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.  \n\n  \n\nOur inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.","company_url":"https:\/\/se.indeed.com\/cmp\/Amazon.com","company_url_direct":"https:\/\/www.amazon.jobs","company_addresses":"440 Terry Ave N, Seattle, WA, United States, Washington","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Our mission is to be Earth's most customer-centric company.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/3e9d43f5c277de169808abdcaf49ba2c","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/ff3e6de48f7941c7ea8babbf948a4998","ceo_name":"Andrew Jassy","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/59f4d630d9c6b99af50a3381e6406486"},{"id":"4156487108","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156487108","job_url_direct":"https:\/\/grnh.se\/1497600d1us&urlHash=jqEV","title":"Travel Operations Specialist","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Management and Manufacturing","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engineering innovation and IoT. Our customers include the world's leading public cloud and silicon providers, and industry leaders in many sectors. The company is a pioneer of global distributed collaboration, with 1000+ colleagues in 70+ countries and very few roles based in offices. Teams meet two to four times yearly in person, in interesting locations around the world, to align on strategy and execution.\n   \n\n  \n\n The company is founder led, profitable and growing. We are hiring a\n **Travel Operations Specialist** \n to join our Business Services team, ensuring smooth travel for colleagues and guests from countries all around the world to our company meetings and industry events. Our team set travel policy, support travel decisions, respond to travel emergencies and are responsible for supplier relationships.\n   \n\n  \n\n We look for positive team players who are self-driven and results oriented, with excellent attention to detail. The best candidates show that they are forward planners, reliable and determined, and keen to assume responsibility for projects, processes and policy. We are a unique global business, so we are not looking for candidates with extensive experience so much as excellent organisers and communicators who are keen to develop skills and strive for continuous improvement.\n   \n\n  \n\n**Location:** \n Worldwide - home based, except in locations where we have an office, such as London, Taipei and Beijing.\n   \n\n  \n\n**Responsibilities**\n* Engage with colleagues to address travel queries and issues\n* Work with the wider business services team on company and industry event plans\n* Hold travel vendors accountable for providing excellent service\n* Check invoices to ensure accurate charges and timely payments, credits and refunds for travel\n* Monitor trends, spend, emissions and compliance with company policy\n* Track unused tickets, credits and airline points usage\n\n\n What we are looking for\n   \n\n  \n\n* Excellent academic results at school and university\n* A degree in a business or technical subject\n* Excellent communication skills\n* Responsible and accountable\n* Self-awareness and thoughtfulness\n* Ability to travel up to four times a year for company events of up to two weeks duration\n* Ability to learn new technology and software quickly\n\n\n What we offer you\n   \n\n  \n\n We consider geographical location, experience, and performance in shaping compensation worldwide. We revisit compensation annually (and more often for graduates and associates) to ensure we recognise outstanding performance. In addition to base pay, we offer a performance-driven annual bonus. We provide all team members with additional benefits, which reflect our values and ideals. We balance our programs to meet local needs and ensure fairness globally.\n   \n\n  \n\n* Distributed work environment with twice-yearly team sprints in person\n* Personal learning and development budget of USD 2,000 per year\n* Annual compensation review\n* Recognition rewards\n* Annual holiday leave\n* Maternity and paternity leave\n* Employee Assistance Programme\n* Opportunity to travel to new locations to meet colleagues\n* Priority Pass, and travel upgrades for long haul company events\n\n\n**About Canonical**\n Canonical is a pioneering tech firm that is at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open source projects and the platform for AI, IoT and the cloud, we are changing the world on a daily basis. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence - in order to succeed, we need to be the best at what we do.\n   \n\n  \n\n Canonical has been a remote-first company since its inception in 2004. Work at Canonical is a step into the future, and will challenge you to think differently, work smarter, learn new skills, and raise your game. Canonical provides a unique window into the world of 21st-century digital business.\n   \n\n  \n\n Canonical is an equal opportunity employer\n   \n\n  \n\n We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4156345656","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156345656","job_url_direct":"https:\/\/grnh.se\/13fc596c1us&urlHash=zyjc","title":"Sales Operations Analyst","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Business Development and Sales","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engineering innovation and IoT. Our customers include the world's leading public cloud and silicon providers, and industry leaders in many sectors. The company is a pioneer of global distributed collaboration, with 1100+ colleagues in 75+ countries and very few office based roles. Teams meet two to four times yearly in person, in interesting locations around the world, to align on strategy and execution.\n   \n\n  \n\n The company is founder led, profitable and growing.\n   \n\n  \n\n We are hiring Sales Operations Analysts to join a team of experts who help Canonical sales teams achieve their business goals. The Sales Operations team drives continuous process and data quality improvement to ensure orders are processed correctly. The successful candidate will be a leader who shows initiative in improving the way the team works, maintaining compliance and associated governance.\n   \n\n  \n\n The success of the role is measured against increasing the velocity of deals and the quality of Customer Relationship Management (CRM) data used to drive key business decisions. The ideal candidate will be a proactive problem solver and team player who is passionate about the opportunity to partner with sales leadership, is also passionate about our role in the technology industry bringing open source to a wider audience of innovators and enterprises, and will design and drive programs in support of Canonical's continued success.\n   \n\n  \n\n**Location:** \n*This role will be based remotely in the EMEA region.*\n The role entails\n   \n\n  \n\n* Support all aspects of the day-to-day operations of the sales function globally\n* Review opportunities for accuracy and provision orders on successful closure of a deal\n* Support the Sales Operations Manager to improve sales data quality and processes\n* Report on data quality metrics to executive level stakeholders\n* Implement surveys and define metrics for executive level stakeholders\n* Support the sales team globally on CRM and other sales operations systems\n* Deliver sales metrics, dashboards and other ad-hoc analytical tasks\n* Lead automation and streamline the Lead to Order process\n\n\n What we are looking for in you\n   \n\n  \n\n* An exceptional academic track record from high school and university\n* Experience in a sales operations\/sales order processing role\n* Experience in a technology subscription-based business\n* Experience driving data quality improvement\n* Energetic, thoughtful, systematic approach, focused on robust, repeatable and scalable outcomes\n* Excellent problem-solving and analytical skills\n* Ability to work productively with stakeholders at all levels of the organization on a global scale\n* Ability to manage across boundaries and communicate effectively, particularly working with Sales, Legal, Finance and Marketing teams\n* Experience with Salesforce or similar CRM\n* Ability to travel internationally twice a year, for company events up to two weeks long\n\n\n What Canonical offers\n   \n\n  \n\n We consider geographical location, experience, and performance in shaping compensation worldwide. We revisit compensation annually (and more often for graduates and associates) to ensure we recognise outstanding performance. In addition to base pay, we offer a performance-driven annual bonus or commission. We provide all team members with additional benefits, which reflect our values and ideals. We balance our programs to meet local needs and ensure fairness globally.\n   \n\n  \n\n* Distributed work environment with twice-yearly team sprints in person\n* Personal learning and development budget of USD 2,000 per year\n* Annual compensation review\n* Recognition rewards\n* Annual holiday leave\n* Maternity and paternity leave\n* Employee Assistance Programme\n* Opportunity to travel to new locations to meet colleagues\n* Priority Pass, and travel upgrades for long haul company events\n\n\n**About Canonical**\n Canonical is a pioneering tech firm at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open source projects and the platform for AI, IoT and the cloud, we are changing the world of software. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence - in order to succeed, we need to be the best at what we do. Most colleagues at Canonical have worked from home since its inception in 2004. Working here is a step into the future, and will challenge you to think differently, work smarter, learn new skills, and raise your game.\n   \n\n  \n\n Canonical is an equal opportunity employer\n   \n\n  \n\n*We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.*","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4156737584","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156737584","job_url_direct":null,"title":"Full Stack Engineer","company":"Parallel Consulting","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering, Finance, and Product Management","company_industry":"Software Development, IT System Custom Software Development, and Insurance","listing_type":null,"emails":"tim.stokes@parallelconsulting.com","description":"We have partnered with a well know insurance company in Stockholm to assist with scaling a small team of software developers currently working on an internal platform that will be offered to millions of customers across the Nordic region.\n \n\n\n\n  \n\n\n\n\n\n**The role:** \n\n\n\n\n  \n\n\n\n\n\n The client is a market leader in the insurance space and is currently looking for senior fullstack developers to join and spearhead future developement. They are looking for driven individuals who are open to push the morn and build world class products.\n \n\n\n\n  \n\n\n\n\n\n In this role, you will design, develop, and maintain software applications that enhance operational efficiency, improve customer experience, and support core insurance processes such as policy management, claims processing, and risk assessment.\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n* 6 Years + of experience in Software development\n* Highly experienced within Node.js and React\n* Strong experience within Cloud technologies (Azure)\n* Experience within Docker \/ Kubernetes\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**We offer** \n\n\n\n\n  \n\n\n\n\n\n We offer a dynamic working environment in the heart of Stockholm that focuses on allowing developers to develop. The current team works to a hybrid model and regularly enjoys team socials and collaborative work.\n \n\n\n\n  \n\n\n\n\n\n**Benefits Offered:** \n\n\n\n* 30 days holiday\n* ITP1 Pension\n* Education allowance\n* Wellness allowance\n\n\n\n  \n\n\n\n\n\n Unfortunately this opportunity cannot offer any form of VISA sponsorship.\n \n\n\n\n  \n\n\n\n\n\n If this role could be of interest to you feel free to get in touch\n \n\n\n\n  \n\n\n\n\n\n tim.stokes@parallelconsulting.com\n \n\n\n\n +46 85 502 486 58","company_url":"https:\/\/uk.linkedin.com\/company\/parallel-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF7YaY8Pu5btA\/company-logo_100_100\/company-logo_100_100\/0\/1692951174910\/parallel_consulting_logo?e=2147483647&v=beta&t=JukkN8PUts-u98ire1bhOIP-LJCBs9RkgBBnZ6OEEdA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4156719760","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156719760","job_url_direct":"https:\/\/www2.pcrecruiter.net\/pcrbin\/reg5.aspx?_=35IHOPYUY6EAWWBFRZ6MSSMNTGB7K7CVAFMIJ77WGNAWCQYAPZAPIKJXLJI2CY5VAUHK3ZEK55OVGMQBRV7WF2WLRI6CXRVX53JIX2RFCW5E4NO72WS2FTSOU52STHHD6F5HSGYRMML4IOEQXHXN466Q42DLCKYY6N3ZYHLGXO2GVBRQ2YK43N43NL7IOHFLUMPRERFUH6JYOGFJQC4IQWO3RWD3B7NTWJZRULEBKXRLLBBSVZVKKWL4JX5ERG64LH2MU642LE2YDOOOPRT3R2OIIS2HJ5QV2KFV4DBPRC4QWOLJMSITW4KM66474IBOFCQI5D57IPNX3KRBXDH6FORB3YWNAUYDIFG62BIRYQ4BWGI2QDJ2S67S6DN5X424JJAHXKAUSCI7JSKE52LFRZVZ36TOXNQ7EFWVURLQJJGNFY4PVBJGELVECXR43EKB4LYQ&urlHash=pTTI","title":"Global Account Manager (GAM) - EU","company":"Cogent Communications","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Telecommunications","listing_type":null,"emails":"careers@cogentco.com, careers@cogentco.com","description":"**Job Description**\n**Company** \n :\n   \n\n  \n\n Cogent Communications is a multinational, Tier 1 facilities-based ISP, consistently ranked as one of the top five networks in the world and is publicly traded on the NASDAQ Stock Market under the ticker symbol CCOI. Cogent specializes in providing businesses with high speed Internet access, Ethernet transport services and is one of the only US providers who own and operate their own fibre infrastructure spanning the US for diverse Wave connectivity. Cogent's facilities-based, all-optical IP network backbone provides IP services in over 235 markets globally. Since its inception, Cogent has unleashed the benefits of IP technology, building one of the largest and highest capacity IP networks in the world. This network enables Cogent to offer large bandwidth connections at highly competitive prices. Cogent also offers superior customer support by virtue of its end-to-end control of service delivery and network monitoring.\n   \n\n  \n\n**Position Overview:**\n The Global Account Manager is responsible for identifying and securing new business opportunities globally. By employing consultative selling techniques and relationship-building strategies, you will work directly with the nation’s leading IT Decision Makers to position Cogent's connectivity solutions. This role involves proactive outreach through direct calling, email, and onsite meetings, with a strong focus on understanding clients' current and future connectivity needs. Success in this position will be measured by meeting or exceeding monthly revenue goals and establishing Cogent as a trusted partner across commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n   \n\n  \n\n**Responsibilities** \n :\n   \n\n  \n\n* Identify, qualify, and secure new business opportunities within a global sales territory, focusing on market segments who require IP transit, Wave connectivity, Ethernet, Colocation and IPv4 services.\n* Use direct calling, email outreach, and customer meetings to connect with Key Decision Makers and generate new business opportunities.\n* Employ consultative and relationship-driven sales approaches to identify prospective clients’ current and future connectivity needs.\n* Position Cogent’s services as the preferred choice by leveraging our extensive global network footprint, which spans commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n* Collaborate with internal teams to ensure customer needs are met and expectations exceeded.\n* Maintain and update detailed records of sales activities in CRM systems, tracking progress, and managing customer relationships.\n\n\n**Qualifications** \n :\n   \n\n  \n\n* Telesales experience in any industry, with B2B sales experience being an advantage\n* Proven ability to identify, qualify, and generate new business opportunities through proactive prospecting and research.\n* Strong communication skills, both oral and written, with the ability to engage effectively with Key Decision Makers.\n* Self-motivated, positive, and proactive, with a passion for adding value to clients and excelling in a competitive, revenue-driven environment.\n* Ability to work independently in a fast-paced, team-oriented and competitive environment with revenue-driven goals and rewards.\n* Familiarity with CRM systems and basic proficiency in Microsoft Office are beneficial.\n* Telecommunications experience or knowledge of connectivity solutions is advantageous but not essential.\n* Cogent operates a global sales model so foreign language skills are an advantage\n\n\n**Work Environment:**\n This is an in-office position, five days a week, designed to support your success through focused mentorship, training, and personal coaching.\n   \n\n  \n\n To apply for the Global Account Manager position, please submit your resume and cover letter to careers@cogentco.com .\n   \n\n  \n\n Cogent Communications is an Equal Opportunity Employer.\n   \n\n  \n\n**Company** \n :\n   \n\n  \n\n Cogent Communications is a multinational, Tier 1 facilities-based ISP, consistently ranked as one of the top five networks in the world and is publicly traded on the NASDAQ Stock Market under the ticker symbol CCOI. Cogent specializes in providing businesses with high speed Internet access, Ethernet transport services and is one of the only US providers who own and operate their own fibre infrastructure spanning the US for diverse Wave connectivity. Cogent's facilities-based, all-optical IP network backbone provides IP services in over 235 markets globally. Since its inception, Cogent has unleashed the benefits of IP technology, building one of the largest and highest capacity IP networks in the world. This network enables Cogent to offer large bandwidth connections at highly competitive prices. Cogent also offers superior customer support by virtue of its end-to-end control of service delivery and network monitoring.\n   \n\n  \n\n**Position Overview:**\n The Global Account Manager is responsible for identifying and securing new business opportunities globally. By employing consultative selling techniques and relationship-building strategies, you will work directly with the nation’s leading IT Decision Makers to position Cogent's connectivity solutions. This role involves proactive outreach through direct calling, email, and onsite meetings, with a strong focus on understanding clients' current and future connectivity needs. Success in this position will be measured by meeting or exceeding monthly revenue goals and establishing Cogent as a trusted partner across commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n   \n\n  \n\n**Responsibilities** \n :\n   \n\n  \n\n* Identify, qualify, and secure new business opportunities within a global sales territory, focusing on market segments who require IP transit, Wave connectivity, Ethernet, Colocation and IPv4 services.\n* Use direct calling, email outreach, and customer meetings to connect with Key Decision Makers and generate new business opportunities.\n* Employ consultative and relationship-driven sales approaches to identify prospective clients’ current and future connectivity needs.\n* Position Cogent’s services as the preferred choice by leveraging our extensive global network footprint, which spans commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n* Collaborate with internal teams to ensure customer needs are met and expectations exceeded.\n* Maintain and update detailed records of sales activities in CRM systems, tracking progress, and managing customer relationships.\n\n\n**Qualifications** \n :\n   \n\n  \n\n* Telesales experience in any industry, with B2B sales experience being an advantage\n* Proven ability to identify, qualify, and generate new business opportunities through proactive prospecting and research.\n* Strong communication skills, both oral and written, with the ability to engage effectively with Key Decision Makers.\n* Self-motivated, positive, and proactive, with a passion for adding value to clients and excelling in a competitive, revenue-driven environment.\n* Ability to work independently in a fast-paced, team-oriented and competitive environment with revenue-driven goals and rewards.\n* Familiarity with CRM systems and basic proficiency in Microsoft Office are beneficial.\n* Telecommunications experience or knowledge of connectivity solutions is advantageous but not essential.\n* Cogent operates a global sales model so foreign language skills are an advantage\n\n\n**Work Environment:**\n This is an in-office position, five days a week, designed to support your success through focused mentorship, training, and personal coaching.\n   \n\n  \n\n To apply for the Global Account Manager position, please submit your resume and cover letter to careers@cogentco.com .\n   \n\n  \n\n Cogent Communications is an Equal Opportunity Employer.","company_url":"https:\/\/www.linkedin.com\/company\/cogent-communications","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQG-FDlPOmxlbA\/company-logo_100_100\/company-logo_100_100\/0\/1631350616023?e=2147483647&v=beta&t=oCsprxpFyqsdbykRHTSEkSsz1dlWVGuvQMmF9rQlN7Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"5e8b84b7fa5ff783","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5e8b84b7fa5ff783","job_url_direct":"https:\/\/www.sigma.se\/position\/sigma-industry-service-student-ambassador-program-2025-vasteras-sweden-en-20250216\/","title":"Sigma Industry Service, Student Ambassador Program 2025","company":"Sigma Group","location":"Västerås, U, SE","job_type":null,"date_posted":1739664000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Consulting And Business Services","listing_type":null,"emails":"mikael.hagstrom@sigma.se, mikael.hagstrom@sigma.se","description":"### **JOB DESCRIPTION**\n\n\n\nIf you as a technology student want to have a significant role in the development of a leading and growing consulting company, now is your chance to get your foot in the door of an attractive and committed employer during your studies in the role of student ambassador for Sigma Industry Services in Västerås !\n\n\n**The role of ambassador and student project manager**\n\n\nWe are looking for one or two committed student ambassadors who from the autumn of 2025 want to be the link between Mälardalen University and Sigma Industry Services office in Västerås . As a student ambassador, you are a key person who creates creative and value-creating meetings between students and the business community, with a focus on Sigma Industry Services' opportunities and offering.\n\n\nWith the support of our consultants and management team, you will work to make Sigma Industry Services visible and strengthen our brand. You will have the opportunity to take advantage of and further develop the network you have established during your studies and make valuable contacts for the future.\n\n\nIn this role, you act as a project manager and you can flexibly adapt the work to your studies. The work effort varies, with more intense periods before and during events. With us, you will have a unique opportunity to put theory into practice, strengthen your project management skills and build a professional network that can be invaluable for your future career.\n\n\n**In your role as a student ambassador, you will:**\n\n\n* Be Sigma's contact person for the university's various committees at activities, events, etc.\n* Plan and participate in student activities.\n* Project manage and carry out own events of varying scope.\n* Promote Sigma Industry in social media and physically at the university.\n\n**What are we looking for in you?**\n\n\n* You I am a student at MDU based in Västerås and have one or a few years left until graduation.\n* You studying to engineer in areas such as Robotics, Reliable Systems, Computer Science, Energy Engineering, Embedded Systems, Energy Systems and Software Engineering or similar.\n* You find it easy to meet new people and build relationships.\n\nAs a person, you are committed and businesslike, strive to deliver your utmost, have great social skills and are a role model in the contexts in which you work. We value that you are enterprising, independent, take ideas from planning to implementation.\n\n\n**We offer**\n\n\nFor you, as for all our employees, we offer a fun and stimulating work environment that values both personal development and community. You will get a good insight into our consulting business and have the chance to influence the development of the company. You will have access to our office in Västerås and the opportunity to get to know our consultants. You will receive an invitation to our activities and other fun things that we do together.\n\n\nOur corporate culture is characterized by entrepreneurship and short decision-making paths, where community, commitment and joy are important elements that create well-being among our employees. For a future employee at Sigma Industry Services there are no obstacles, only opportunities.\n\n\nWelcome to a personal company where we influence our future together!\n\n\n**Application**\n\n\nIn your cover letter, we want you to describe why you want to become a student ambassador at Sigma and why you are the one we are looking for. Also formulate three suggestions for activities\/events or something else that is in line with the assignment as described above.\n\n\nThe plan is for the service to start during the autumn semester 2025. **We look forward to hearing from you!**\n\n### **MORE INFORMATION**\n\n\n\nFor more information please contact\n\n\n\nMikael Hagström,  \n\n+46 706012715  \n\nmikael.hagstrom@sigma.se\n\n\n\n* #### **POSITION**\n\n\nSigma Industry Service, Student Ambassador Program 2025\n* #### **COMPANY**\n\n\nSigma Industry Services\n* #### **LOCATION**\n\n\nVästerås, Sweden\n* #### **COMPETENCE AREA**\n\n\nGeotechnical Engineering, Structural Engineering, Road and Landscape Architecture and Design, Environmental Consulting, Rail Design and Engineering, Water and Wastewater Engineering, Road Design and Traffic Planning, Calculation & Simulation, Industrial Design & Ergonomics, Mechanical Engineering, Manufacturing engineering incl. Logistics, Electricity & Automation, Energy & Power Engineering, Hardware Electronics, Testing and Verification, Project Management & Management, Life Science, QA & Validation, PLM, Audio\/Acoustics, Opto engineering, Project Management, Project Management, Software development embedded systems, RF And Microwave, Function development, System design, Business Intelligence, Business Systems, System development, Operation, support and infrastructure, Test & Quality, Business Analysis, Digital Communication, Requirement Management & Business Development, Other, Project Management, Software, Client Tools & Skills, Generic, Field of Experience, Role Experience, Product, Product Information, Software development, Digitalisation, Digitalisation, Automation, Administration, Finance, HR, Management, Sales and Marketing, Sustainability\n* #### **PUBLICATION DATE**\n\n\n2025-02-16\n* #### **EXPIRATION DATE**\n\n\n2025-03-31\n* #### **CONTACT**\n\n\nMikael Hagström, mikael.hagstrom@sigma.se, +46706012715","company_url":"https:\/\/se.indeed.com\/cmp\/Sigma-Group","company_url_direct":"http:\/\/www.sigmagroup.com","company_addresses":"10 Mountainview Road\r\nUpper Saddle River, NJ 07458","company_num_employees":"51 to 200","company_revenue":"$5M to $25M (USD)","company_description":"Sigma Group creates innovative marketing and advertising programs that connect companies and their customers to drive business results.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]