[{"id":"3969519915","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3969519915","job_url_direct":"https:\/\/careers.google.com\/jobs\/results\/109345361805353670-software-engineer-ii\/?src=Online\/LinkedIn\/linkedin_us&utm_source=linkedin&utm_medium=jobposting&utm_campaign=contract&urlHash=EmEv","title":"Software Engineer II, Backend, Meet Media","company":"Google","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology and Engineering","company_industry":"Information Services and Technology, Information and Internet","listing_type":null,"emails":null,"description":"**Minimum qualifications:**\n* Bachelor’s degree or equivalent practical experience.\n* 1 year of experience with software development in one or more programming languages (e.g., Python, C, C++, Java, JavaScript).\n* 1 year of experience with data structures or algorithms.\n\n\n**Preferred qualifications:**\n* Experience working with web\/mobile application development, Unix\/Linux environments, distributed and parallel systems, machine learning, information retrieval, natural language processing, networking, or similar.\n* Experience developing accessible technologies.\n* Excellent problem solving skills.\n\n\n**About The Job**\n Google's software engineers develop the next-generation technologies that change how billions of users connect, explore, and interact with information and one another. Our products need to handle information at massive scale, and extend well beyond web search. We're looking for engineers who bring fresh ideas from all areas, including information retrieval, distributed computing, large-scale system design, networking and data storage, security, artificial intelligence, natural language processing, UI design and mobile; the list goes on and is growing every day. As a software engineer, you will work on a specific project critical to Google’s needs with opportunities to switch teams and projects as you and our fast-paced business grow and evolve. We need our engineers to be versatile, display leadership qualities and be enthusiastic to take on new problems across the full-stack as we continue to push technology forward.\n   \n\n  \n\n Google Cloud accelerates every organization’s ability to digitally transform its business and industry. We deliver enterprise-grade solutions that leverage Google’s cutting-edge technology, and tools that help developers build more sustainably. Customers in more than 200 countries and territories turn to Google Cloud as their trusted partner to enable growth and solve their most critical business problems.\n   \n\n  \n\n**Responsibilities**\n* Write product or system development code.\n* Review code developed by other developers and provide feedback to ensure best practices (e.g., style guidelines, checking code in, accuracy, testability, and efficiency).\n* Contribute to existing documentation or educational content and adapt content based on product\/program updates and user feedback.\n* Triage product or system issues and debug\/track\/resolve by analyzing the sources of issues and the impact on hardware, network, or service operations and quality.\n* Develop infrastructure that supports Meet's need for cloud-side audio and video processing.\n\n\n Google is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. See also Google's EEO Policy and EEO is the Law. If you have a disability or special need that requires accommodation, please let us know by completing our Accommodations for Applicants form .","company_url":"https:\/\/www.linkedin.com\/company\/google","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHiNSL4Or29cg\/company-logo_100_100\/company-logo_100_100\/0\/1631311446380?e=2147483647&v=beta&t=fpIR4mVp092kTPQiY9WCtffmz9qUqsnLCSfc0In3daE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4095723154","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4095723154","job_url_direct":null,"title":"Senior Software Engineer","company":"5V Video | Certified B Corp™","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering","company_industry":"Broadcast Media Production and Distribution, Technology, Information and Media, and Movies, Videos, and Sound","listing_type":null,"emails":null,"description":"**Senior Software Engineer** \n\n\n\n\n**Sweden - Stockholm - Remote** \n\n\n\n\n**Permanent Position** \n\n\n\n\n**Salary - €80,000 annual equivelent** \n\n\n\n\n  \n\n\n\n\n\n**Join a Leading Innovator in Media Technology** \n\n\n\n\n Are you a software engineer passionate about revolutionizing media workflows? This is your opportunity to work with a trailblazing organization shaping the future of content creation and live event production. They provide cutting-edge solutions that enable seamless media workflows and empower the next generation of video streaming technologies.\n \n\n\n\n  \n\n\n\n\n\n**About the Role** \n\n\n\n\n We’re looking for a\n **Senior Software Engineer** \n with deep expertise in C++ and network programming. In this role, you’ll work on advanced broadcast video streaming technologies, driving innovation in video encoding\/decoding and media transport systems. If you’re energized by the challenge of delivering low-latency, high-quality streaming solutions, we want to hear from you!\n \n\n\n\n  \n\n\n\n\n\n**What You’ll Do** \n\n\n\n* Design and develop high-performance software for\n **video streaming applications.**\n* Implement and optimize video encoding\/decoding and muxing solutions, such as\n **H.264, H.265, and MPEG-TS.**\n* Enhance streaming media systems through advanced network programming.\n* Collaborate with cross-functional teams to integrate video streaming protocols and services.\n* Continuously improve system performance, scalability, and reliability.\n\n\n\n  \n\n\n\n\n\n**What We’re Looking For** \n\n\n\n* Strong expertise in C++ and network programming.\n* Hands-on experience with video encoding, decoding, and muxing technologies (e.g., H.264, H.265, MPEG-TS).\n* Proven success in developing software for streaming media applications.\n* A solid understanding of network protocols and media transport systems.\n\n\n\n  \n\n\n\n\n\n If you’re ready to make an impact in a fast-paced, creative environment where your contributions directly influence the future of video streaming, we’d love to connect!\n \n\n\n\n  \n\n\n\n\n\n 5V Video are acting as an Employment Agency for the purposes of this job vacancy. We offer a reward scheme if you can recommend someone for this position, up to €250 for you and an additional €250 to a charity of your choice, 5V Video are recognised talent solutions experts within Video and Broadcast Technology working across Europe, the UK and North America.","company_url":"https:\/\/uk.linkedin.com\/company\/5vvideo","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHrQWecvQHiEw\/company-logo_100_100\/company-logo_100_100\/0\/1688391543328\/5vvideo_logo?e=2147483647&v=beta&t=KvkxDF6r9eQRkW1hddSVmuxjUM9NEWHwXtovojXi3w4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4112500144","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4112500144","job_url_direct":"https:\/\/careers.marshall.com\/jobs\/5255760-android-developer&urlHash=x2t3","title":"Android Developer","company":"Marshall Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Musicians","listing_type":null,"emails":null,"description":"Marshall Group is the audio, tech, and design powerhouse uniting musicians and music lovers through genre-breaking innovation. Our flagship brand, Marshall, is uniquely positioned with over 60 years of rock ‘n’ roll attitude on stage, at home, and on the go. Our iconic products are brought to life by a dedicated team of 800 passionate employees and sold in over 90 markets worldwide.\n   \n\n  \n\n**Right now,** \n we need to strengthen our Software team with a Android developer that will be working with our cross-functional teams. The world of audio is changing. Smart speakers and True Wireless headphones are turning audio into a high-tech industry. In the last few years, our products have gone from simple wired devices to connected and complex IoT devices. We are now focusing on evolving our mobile app and the added value it can provide to our users.\n   \n\n  \n\n**What You’ll Do**\n* Maintain and develop Android mobile apps for the Marshall brands\n* Collaborate closely with our UX and Design team to discuss new features and functions.\n* Support and participate in testing activities and evaluation of the app.\n* Participate in knowledge-sharing sessions to promote new ideas and innovation.\n* Teamwork with the other developers to help us brainstorm solutions and make our apps even better for our users.\n* Prototyping new ideas to make them come true, both individually and across teams.\n\n\n**Who We’re Looking For**\n You are an Android developer with a collaborative mindset who cooperates well internally and externally. To succeed in this role, you need to be committed to collaborative problem-solving, and build quality products to create great user experiences together with the UX and design team. We believe you have a great passion for new technologies, trends, and software development. You get excited by the idea of creating an amazing app experience that resonates with people not only on a functional level but also on an emotional level.\n   \n\n  \n\n**You Probably Have The Following Experiences & Skills**\n* + 2 years of proven professional Android app development experience.\n* Experience working with Kotlin.\n* Proficient in modern android design patterns (for ex. MVVM, dependency injection) and Jetpack components.\n* Familiarity with coroutines and Compose, Dagger Hilt and Clean Architecture.\n* Good understanding of Firebase & REST etc.\n* Hence strong written and spoken English skills are essential.\n* Experience with Bluetooth Low Energy (BLE) is a plus.\n\n\n**Our Pledge**\n We thrive to foster an inclusive workplace and we do not discriminate on the basis of race, religion, disability, colour, national origin, gender, sexual orientation, age or marital status. We firmly believe that Marshall thrives when our employees do, leading to better experiences for our consumers.\n   \n\n  \n\n We encourage applications from all over the world. To enable transitioning from another country for a role at Marshall, we offer re-location support. This support is tailored for each role but always includes visa\/work permit application, local authority registration, and home finding service. Don't hesitate to reach out if you have any questions.\n   \n\n  \n\n**Does this sound like you?**\n We look forward to reviewing your application!","company_url":"https:\/\/se.linkedin.com\/company\/marshallgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEO0h6HBpk7LQ\/company-logo_100_100\/company-logo_100_100\/0\/1631340615731?e=2147483647&v=beta&t=8hDRxhUHMBjgRxqQWoqOzSSXFFirUMc9R6qPAvlpnpE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4084629816","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4084629816","job_url_direct":null,"title":"Tech Lead & Senior Python Developer","company":"Padel Mates","location":"Huddinge, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":"feras@padelmates.se","description":"**The Role** \n\n\n\n\n Join our team as a\n **Tech Lead & Senior Python Developer** \n , where you’ll play a pivotal role in shaping the technical foundation of our platform. Reporting directly to the CTO, you will lead backend development efforts, ensure system reliability, and mentor a growing team of engineers. This is a unique opportunity to make a significant impact on a fast-scaling platform while fostering best practices in backend engineering.\n \n\n\n\n  \n\n\n\n\n\n This role requires hands-on expertise in Python (FastAPI), backend systems, and cloud-based architecture, alongside strong leadership skills to guide the team toward innovative, scalable solutions.\n \n\n\n\n  \n\n\n\n\n\n You have to be living in Sweden and speak fluent Swedish.\n \n\n\n\n  \n\n\n\n\n\n**Key Responsibilities** \n\n\n\n\n  \n\n\n\n\n\n**Backend Architecture & Development:** \n\n\n\n* Design and develop scalable, reliable backend systems using Python.\n* Create and optimize RESTful APIs, integrations, and core platform features.\n* Solve complex engineering problems to support high availability and performance.\n\n\n\n  \n\n\n\n\n\n**Technical Leadership:** \n\n\n\n* Lead the engineering team in adopting best practices in Python development and software architecture.\n* Mentor junior developers, fostering skill development and collaboration.\n* Drive technical decisions and roadmap planning with the CTO and stakeholders.\n\n\n\n  \n\n\n\n\n\n**Code Quality & Best Practices:** \n\n\n\n* Enforce clean, maintainable code standards through thorough code reviews.\n* Advocate for test-driven development (TDD) and continuous integration workflows.\n\n\n\n  \n\n\n\n\n\n**Collaboration & Communication:** \n\n\n\n* Work closely with cross-functional teams to align technical objectives with business goals.\n* Partner with product managers to define requirements and deliver innovative solutions.\n* Collaborate with DevOps engineers to ensure smooth deployment pipelines and system reliability.\n\n\n\n  \n\n\n\n\n\n**Cloud Infrastructure & Security:** \n\n\n\n* Architect and maintain robust, scalable cloud solutions on AWS or similar platforms.\n* Implement security measures to safeguard backend systems and data integrity.\n\n\n\n  \n\n\n\n\n\n**Security:** \n\n\n\n* Enforce best practices for infrastructure and backend security.\n* Implement tools and protocols to safeguard systems and data.\n\n\n\n  \n\n\n\n\n\n**Monitoring & Optimization:** \n\n\n\n* Leverage monitoring tools to ensure system health, identifying and resolving performance bottlenecks.\n* Continuously refine and enhance backend workflows for efficiency and scalability\n\n\n\n  \n\n\n\n\n\n Required Skills and Qualifications\n \n\n\n* **6+ years** \n of hands-on experience in backend development with a strong focus on Python.\n* Deep expertise in Python frameworks (e.g., FastAPI).\n* Proficient in designing and managing scalable architectures with NoSQL databases (e.g., MongoDB).\n* Strong understanding of RESTful APIs, microservices architecture, and system design.\n* Hands-on experience with cloud platforms like AWS (EC2, S3, Lambda) or Google Cloud.\n* Advanced knowledge of containerization tools (Docker) and orchestration (Kubernetes).\n* Familiarity with CI\/CD tools and workflows (e.g., GitLab CI, Jenkins).\n* Proven ability to lead and mentor technical teams.\n* Exceptional problem-solving skills with a proactive mindset.\n* Strong communication skills to articulate complex technical concepts.\n\n\n\n  \n\n\n\n\n\n**Why Join Us?** \n\n\n\n* **Lead with Impact:** \n Shape the technical strategy and contribute to a platform that connects thousands of players and clubs worldwide.\n* **Growth Opportunities:** \n Work directly with the CTO and a dynamic team, taking ownership of technical leadership and backend excellence.\n* **Hybrid Flexibility:** \n Enjoy a mix of remote and in-office work, with at least 2 days in-office per week.\n* **Innovative Environment:** \n Be part of a forward-thinking team that values collaboration and continuous improvement.\n\n\n\n  \n\n\n\n\n\n**About Padel Mates** \n\n\n\n\n Padel Mates is revolutionizing sports matchmaking and club management. Our platform connects players and clubs through seamless solutions, offering an effortless experience for finding matches, managing bookings, and more.\n \n\n\n\n  \n\n\n\n\n\n We’re on a mission to empower people to enjoy sports, create meaningful connections, and thrive in a supportive community. Join us in reshaping the future of sports technology!\n \n\n\n\n  \n\n\n\n\n\n**How to Apply** \n\n\n\n\n Send your CV to feras@padelmates.se or apply directly on LinkedIn. Share examples of your work, projects, or achievements that demonstrate your expertise in backend development and DevOps practices.","company_url":"https:\/\/se.linkedin.com\/company\/padelmates","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEYg-0ciFk5JQ\/company-logo_100_100\/company-logo_100_100\/0\/1630652331108?e=2147483647&v=beta&t=fWQl6lNbKXdvHZZDCCXFK9UWgql_bn128_h3p1WAcD4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4111623646","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4111623646","job_url_direct":"https:\/\/careers.toptracer.com\/jobs\/5127975-senior-embedded-software-engineer&urlHash=UvO0","title":"Senior Embedded Software Engineer","company":"Toptracer","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology and Engineering","company_industry":"Technology, Information and Media, Spectator Sports, and Entertainment Providers","listing_type":null,"emails":null,"description":"**Play a crucial role to integrate our ground-breaking tracking software with our camera platform** \n\n\n\n\n  \n\n\n\n\n\n**WANT TO REVOLUTIONIZE GOLF?** \n\n\n\n\n  \n\n\n\n\n\n**Our mission** \n is to help people enjoy the wonderful game of golf even more by developing tracing technology for TV and gamification to ranges. Our product brings people together and encourages them to get active which enables a healthier lifestyle. Our range technology is used globally and millions of people spend their quality time bonding and playing with their family and friends. Our broadcast technology is aired worldwide and makes the tournaments really enjoyable for the TV viewers. ⛳️ 📺 🎥\n \n\n\n\n  \n\n\n\n\n\n**At our new office** \n , you can expect to meet humble, helpful and driven colleagues. You will join an organization where everyone has a voice and can make an impact. You'll have the opportunity to contribute to something meaningful as we undergo exciting changes and growth. We are committed to creating an environment where you can grow professionally and individually. As well as creating a social work environment by creating fun activities like morning fika, gym sessions, mob programming, after-work, table tennis, and golf simulator sessions to name a few! 🥳 🏓 ☕️\n \n\n\n\n  \n\n\n\n\n\n**We are proud** \n to be on a journey where we're focused on helping people worldwide improve their golf game which leads to healthy, active and social lifestyles. All of our products are developed, tested and deployed from our newly renovated R&D office in Stockholm, Sweden. Join us at Toptracer Technologies and be part of a team dedicated to creating positive change through technology and innovation! 🚀 💻 💙\n \n\n\n\n  \n\n\n\n\n\n**THE ROLE** \n\n\n\n\n Toptracer is currently looking for an experienced Embedded Software Engineer to our embedded platform team. You will play a crucial role to integrate our ground-breaking tracking software with our camera platform. Together with your team you will have opportunities to shape the architecture and design of our next-generation ball tracking system, serving thousands of Toptracer golf ranges all over the world.\n \n\n\n\n  \n\n\n\n\n\n**POSSIBILITIES** \n\n\n\n* Opportunity to develop a crucial part of Toptracer’s technology and possibility to innovate and have influence on the technical and architectural roadmap.\n* Provide technical guidance and mentorship to other members of the team.\n* Collaborate in cross-functional initiatives together with teams of experienced algorithm, hardware and software engineers.\n* Join a unique company culture that emphasizes fun, caring, and teamwork.\n\n\n\n  \n\n\n\n\n\n**WE BELIEVE YOU HAVE** \n\n\n\n* A Bachelor’s or Master’s degree in Computer Science, or a related field.\n* Proven experience in programming embedded devices and building an embedded Linux system from scratch.\n* Experience with writing Linux kernel drivers.\n* Experience with designing embedded systems with foolproof boot and software upgrade capabilities.\n* Strong proficiency in modern software engineering principles and practices.\n* Solid knowledge and long experience with C and C++.\n* Excellent problem-solving and analytical skills.\n* A solid understanding and practical experience of embedded architectures.\n* Effective ways to communicate and strong collaboration skills.\n\n\n\n  \n\n\n\n\n\n**IT`S ALSO GREAT IF YOU** \n\n\n\n* Worked with Yocto or other tools to build customized Linux systems.\n* Experience with FPGA programming.\n* Worked with video for Linux (V4L2) framework.\n* Experience with bare metal OS less or RTOS programming.\n* Some experience with video processing.\n\n\n\n  \n\n\n\n\n\n**MORE ABOUT TOPTRACER** \n\n\n\n\n  \n\n\n\n\n\n**Workplace** \n\n\n\n\n  \n\n\n\n\n\n We value fully engaged associates who come to work because they enjoy their work and the colleagues they have. We strive to create a diverse and inclusive work environment where everybody can reach their full potential. We provide opportunities for all the colleagues to develop internally and to meet each other. We have a strong commitment and dedication at Toptracer. That comes from the activities and moments we share together and the product we are developing.\n \n\n\n\n  \n\n\n\n\n\n In addition to that, our technology is unique and world-leading which makes the journey extra exciting. We create a product that encourages people to be outside and get activated which enables a healthier lifestyle. As a colleague at Toptracer, you can either go to a range near your home to experience the product you have developed or just turn on the TV to see it in the biggest golf tournaments.\n \n\n\n\n  \n\n\n\n\n\n**Culture** \n\n\n\n\n Our culture is driven by our mission to create moments that matter for everyone and our values for Caring, Courage, One Team, Fun and Excellence.\n \n\n\n\n  \n\n\n\n\n\n**Activities** \n\n\n\n* After-work\n* Pair\/Mob programming\n* Conference\n* Dart\n* Gym sessions\n* Table-tennis\n* Golf simulator\n* Golf tournaments\n\n\n\n  \n\n\n\n\n\n**Benefits** \n\n\n\n* Competitive salary and benefits package.\n* Opportunity to work on cutting-edge technologies and projects.\n* Collaborative and innovative work environment.\n* Professional development and growth opportunities.\n* A hybrid work environment with the primary workplace at our cozy and welcoming office in Mörby Centrum, Danderyd.\n* And of course, play golf!\n\n\n\n  \n\n\n\n\n\n The position is permanent and full-time, located at our office in Stockholm. We hope to hear from you soon!","company_url":"https:\/\/se.linkedin.com\/company\/toptracer","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEBnFAcCh4EZg\/company-logo_100_100\/company-logo_100_100\/0\/1670522119142?e=2147483647&v=beta&t=ydEFdE_jGqAjlqKJw6KTgmcEq1mVFYmO6EqNE9T2Ueg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3985998594","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3985998594","job_url_direct":"https:\/\/eaton.eightfold.ai\/careers\/job\/687216676511?utm_source=linkedin&domain=eaton.com&urlHash=26wU","title":"Software Configuration Engineer","company":"Eaton","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Appliances, Electrical, and Electronics Manufacturing","listing_type":null,"emails":null,"description":"At Eaton we are continuously striving to make our world safer, sustainable and efficient in power management. We believe in our employees and we can achieve our goals together. We make what matters work! Join us and help us provide energy-efficient solutions that make a real impact.\n   \n\n  \n\n To find out more about us check: https:\/\/www.youtube.com\/watch?v=baa\\_aiJ4L7\n   \n\n  \n\n**What You’ll Do**\n As Software Configuration Engineer you will be part of an EMEA based team and deliver high level technical support on various client sites across Sweden and EMEA. Your will be mainly working on Energy Power Management System (EPMS), Datacenter Infrastructure Management (DCIM) and SCADA related Eaton software solutions for customer projects. You will bring domain expertise to contribute to following areas of activity of Software based projects:\n   \n\n  \n\n* Coordinate SW site deployment and testing (with onsite works if needed) of Eaton solutions in different electrical infrastructures (like data centers, C&I, etc).\n* Design technical scope of budgetary and binding proposals\n* Resolve the Level 3 escalated technical support requests related to area of expertise.\n* Define SW deployment work method with criteria for local team and 3rd party\n* Support sales & project management teams with technical scope definition and highlight risks with solutions\n* Produce and validate engineering documentation in cooperation with various Eaton technical teams\n* Perform internal and external technical presentations and training, also participate in process and tool standardization initiatives.\n\n\n**Qualifications**\n* Degree or equivalent from an accredited institution in Power management\/Electrical engineering\/Computer science\/Automation subjects.\n* Experience with Power system automation software, Energy power management system, Data Center Infrastructure management.\n* Relevant engineering experience with power management systems specifically within Data Center environment\n* Familiar with power distribution system including MV\/LV switchgear, Transformer, UPS and EPMS\/DCIM system is a plus\n* Software and hardware knowledge of PLC, HMI, Network Infrastruction, IED programming and logic control concept is a plus.\n* Strong collaboration and solid communication skills in English, other European languages are plus\n* Self driven and solution oriented behaviour when solving high complexity technical problems\n* A strong safety mindset and the fortitude to STOP unsafe practices even when that could impact other important deliverables\n* Intercultural awareness, ability to prioritize and efficiently deal with multiple tight deadlines\n* Flexibility with traveling within Sweden and EMEA\n* Driving license\n\n\n**What We Can Offer You**\n* Competitive compensation and benefits package.\n* Permanent contract in a fast-growing global company.\n* Challenging projects in dynamic collaborative team.\n* Flexible working solutions.\n* We make ethics and culture matter – You will enjoy working in supportive and collaborative workplace where ethics and safety are in our DNA.\n* We make your aspirations matter – Eaton encourages internal promotion, whenever possible.\n* We make your growth matter - We invest in our employees for the long term – not just with salary and benefits, but with ongoing learning and development opportunities made available through Eaton University.\n\n\n We are committed to ensuring equal employment opportunities for job applicants and employees. Our recruitment processes use balanced selection criteria and avoid unlawful discrimination against applicants on the basis of their age, colour, disability, marital status, national origin, gender, gender identity, genetic information, race or racial origin, religion, sexual orientation or any other status protected or required by law.\n   \n\n  \n\n ]]>","company_url":"https:\/\/ie.linkedin.com\/company\/eaton","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFlHTyFXVYarg\/company-logo_100_100\/company-logo_100_100\/0\/1630597759539\/eaton_logo?e=2147483647&v=beta&t=mf1Y9QMDbkpihH-1MCZClCRWIornoz2jPRUrNJfjMyk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4102092529","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4102092529","job_url_direct":"https:\/\/careers.cognizant.com\/global-en\/jobs\/45373\/senior-fullstack-developer-gcp\/?source=JB-11500&urlHash=HlEi","title":"Senior Fullstack Developer, GCP","company":"Cognizant","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting and Business Consulting and Services","listing_type":null,"emails":null,"description":"What makes Cognizant a unique place to work? The combination of rapid growth and an international and innovative environment! This is creating a lot of opportunities for people like YOU — people with an entrepreneurial spirit who want to make a difference in this world.\n   \n\n  \n\n At Cognizant, together with your colleagues from all around the world, you will collaborate on creating solutions for the world's leading companies and help them become more flexible, more innovative, and successful. And this is your chance to be part of the success story: we are looking for a Full stack developer to join our Developer Experience Team in Skåne, Sweden.\n   \n\n  \n\n**About The Role**\n We are seeking a skilled and motivated Full stack developer to join our Digital Engineering team. As a Developer, you will play a crucial role in enhancing our development and deployment processes. The ideal candidate possesses a strong background in GCP, React, Node JS, Microservices, multicloud experience, DevOps practices, CI\/CD methodologies, and has extensive experience working with Agile Methodology.\n   \n\n  \n\n The role is situated in Skåne, preferably in Malmö, Lund, or Helsingborg.\n   \n\n  \n\n**Key Responsibilities**\n* Development and maintenance of applications on React, Node JS, Microservices\n* Maintaining DevOps pipeline\n* Mulitcloud experience like Google Cloud, Ali Cloud etc.,\n\n\n**Our ideal candidate**\n* The ideal candidate possesses a strong background in Front-end application development, DevOps practices, CI\/CD methodologies, and agile way of working.\n* Work experience as a full-stack developer within Google Cloud Platform with React JS.\n* Expert in Front-end application development using React JS.\n* Good implementation knowledge of Docker, Kubernetes & Ali Cloud\n* Experience in setting up DevOps pipeline.\n\n\n**What You Can Expect**\n* Become part of a the ´flag ship´ success story – We go through enormous growth!\n* Based in the Nordics - we have offices in Sweden, Norway, Denmark and Finland in a European and Global Network.\n* Organization driven by technology – We have a tremendous technology backbone.\n* Open, ´can do´ team spirit.\n* Environment where you can make your own ideas reality.\n* To work on various challenging client and projects and distributed team structure.","company_url":"https:\/\/www.linkedin.com\/company\/cognizant","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHjkUYrDIUKYA\/company-logo_100_100\/company-logo_100_100\/0\/1719839886088\/cognizant_logo?e=2147483647&v=beta&t=ippPIPR27Kl35bVWULGbjndwkMpHnEnAs-7dnFYxpOc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4110948702","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4110948702","job_url_direct":null,"title":"Javautvecklare till Samtrafiken","company":"Samtrafiken i Sverige AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":null,"company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"jobb@samtrafiken.se, kristian.dahlander@samtrafiken.se","description":"Var med på resan mot ett hållbart samhälle och skapa världens smartaste kollektivtrafik.\n \n\n\n\n  \n\n\n\n\n\n Med hjälp av data och digitalisering finns stora möjligheter att göra det enklare för resenärer att välja kollektivtrafik framför bil eller flyg \n \n\n\n\n  \n\n\n\n\n\n Har du som Javautvecklare funderat på vad du skulle kunna arbeta med och samtidigt bidra i klimatomställningen? \n \n\n\n\n  \n\n\n\n\n\n**Om tjänsten** \n\n\n\n\n Som Javautvecklare hos oss ingår du i ett team av kompetenta utvecklare. Ni ansvarar för att utveckla och förvalta applikationer som täcker allt från framtida digitaliseringslösningar till befintliga system. Nyutvecklingen drivs av en \"Cloud first\"-strategi, där vi i nya projekt använder oss av AWS-tjänster. Du deltar i arbetet med gemensamma verktyg och plattformar för utveckling och test samt anpassar dessa för att främja effektivitet och kvalitet. Du stöttar även projekt och förvaltningar i att tillämpa dessa lösningar och deltar i strategiskt viktiga projekt. \n \n\n\n\n Tillsammans med teamet ansvarar du för hela processen – från infrastruktur och arkitektur till att skriva kod och produktionssätta. Du har stora möjligheter att påverka val av verktyg och tekniker. Här får din nyfikenhet och ditt teknikintresse blomstra! Rollen innefattar också dokumentation av lösningar för att säkerställa kunskapsdelning och kontinuitet. \n \n\n\n\n  \n\n\n\n\n\n**Kompetens och erfarenhet** \n\n\n\n\n Vi söker dig som har: \n \n\n\n* Relevant utbildning inom datavetenskap, systemvetenskap eller motsvarande erfarenhet.\n* Erfarenhet som systemutvecklare, främst inom Java.\n* Erfarenhet av Terraform, Jira, Bitbucket, IntelliJ IDEA, Microsoft SQL Server, Maven, Docker är meriterande.\n* Erfarenhet av AWS-tjänster som ECS och RDS är ett stort plus.\n* Erfarenhet från boknings-, biljett-, eller betalsystem, eller system för kollektivtrafiken värderas högt.\n* Intresse av utveckling med hjälp av AI, exempelvis genom användning av verktyg som ChatGPT, Claude, AWS Q eller GitHub Copilot. Erfarenhet av att integrera AI-lösningar i molnbaserade miljöer är också värdefullt.\n* Goda språkkunskaper i svenska och engelska, både i tal och skrift.\n\n\n\n  \n\n\n\n\n\n**Personliga egenskaper** \n\n\n\n\n Du är nyfiken, strukturerad och självgående, samtidigt som du trivs med att samarbeta i grupp. Du uppskattar en arbetsmiljö där du får vara med hela vägen – från utveckling till drift – och ta ansvar för produktionssatta system. \n \n\n\n\n  \n\n\n\n\n\n**Övrigt** \n\n\n\n\n På Samtrafiken får du vara med och bidra till samhällsnytta och hållbarhet i en spännande framtidsbransch. Hos oss får du en känsla av det lilla bolaget i det stora sammanhanget. Våra kärnvärden är: expertis att lita på, proaktivitet i samverkan och inkluderande gemenskap.  \n \n\n\n\n Vår arbetsplats präglas av en familjär stämning och vi ser till att ha roligt tillsammans. Vi bryr oss om varandra, hjälper varandra att utvecklas och det finns en genuin omtanke om personalen.  \n \n\n\n\n Centralt i Stockholm, vägg i vägg med Stockholms Centralstation, hittar du vårt kontor. Vi arbetar från kontoret och på distans – du avgör till stor del fördelningen samtidigt som det alltid är verksamheten som styr. \n \n\n\n\n  \n\n\n\n\n\n**För mer information och ansökan** \n\n\n\n\n Skicka ditt CV och personligt brev till jobb@samtrafiken.se. Vi intervjuar löpande så avvakta inte med in ansökan. \n \n\n\n\n För frågor kring tjänsten kontakta gärna Kristian Dahlander, gruppchef, tel. +46 76-136 76 68 eller kristian.dahlander@samtrafiken.se. Intervjuer sker löpande så skicka in din ansökan så snart som möjligt. \n \n\n\n\n Vi undanber oss vänligen kontakt från bemannings- och rekryteringsföretag. \n \n\n\n\n  \n\n\n\n\n\n**Om Samtrafiken** \n\n\n\n\n*Samtrafiken är ett samverkans- och utvecklingsföretag inom kollektivtrafikbranschen. Genom att koppla samman landets offentliga och privata trafikaktörer skapar vi mervärde* \n  \n \n\n\n\n*för hela branschen. Med våra tjänster, bland annat Resplus, gör vi det enkelt att söka, köpa och resa med kollektivtrafik i Sverige. Vi verkar samtidigt för att det hållbara resandet ökar och för merintäkter hos våra ägare. Vi ägs av alla regionala kollektivtrafikmyndigheter samt många av de kommersiella trafikoperatörerna med nationell trafik. Tillsammans når vi längre. www.samtrafiken.se.*","company_url":"https:\/\/se.linkedin.com\/company\/samtrafiken","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGez6VzO0URpA\/company-logo_100_100\/company-logo_100_100\/0\/1631308270012?e=2147483647&v=beta&t=xTjKNq3Yes4BmseRbCvmmoGOORgUov80c5iO9RrR8mY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4075553233","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4075553233","job_url_direct":"https:\/\/karriar.accigo.se\/jobs\/2145210-integration-specialist?utm_source=LinkedIn&urlHash=mzRd","title":"Integration specialist","company":"Accigo","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Project Management and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"elin.yamada@accigo.se","description":"Nu söker vi vår nästa ledare med flera års erfarenhet av att bygga integrationslösningar. Vi är ett team på 11 utvecklare som jobbar i\n *C#\/.NET-stacken och drivs av uppdrag med mycket logik och avancerade integrationer. Om du vill bygga unikt anpassade lösningar och vara en ledare i leverans- då är vi rätt gäng för dig!*\n****Vad ingår i jobbet som integrationsspecialist på Accigo?****\n Som integrationsspecialist hos oss bygger du nya API:er i C#\/.NET och är väl bevandrad i de tekniker som Azure Integration Services erbjuder. Du tar en ledande roll i leverans och har stor möjlighet att påverka och tycka till gällande olika teknikval – vilket är något som vi både uppmuntrar och uppskattar.\n   \n\n  \n\n Du kommer även att utveckla och underhålla befintliga kundlösningar i förvaltningsåtaganden. Rollen är dynamisk och bjuder på variationsrika och spännande tekniska utmaningar med stora möjligheter att utveckla dina kunskaper och bredda din erfarenhet utifrån dina egna ambitioner.\n   \n\n  \n\n Några exempel på vad du kan komma arbeta med:\n   \n\n  \n\n* Designa och skapa integrationslösningar i Microsoft Azure\n* Designa och skapa API:er och fasader för integrationer\n* Arbeta självständigt i mindre uppdrag\n* Leda utvecklingsteam\n\n\n**Vi söker dig som**\n* Under ca 5+ år har jobbat med C# och byggt API:er\n* Tycker att CI\/CD är lika självklart som att solen går upp varje dag\n* Har stor kunskap inom Microsoft Azure utifrån att bygga integrationslösningar\n* Är erfaren inom Azure integration services (Logic Apps, Azure functions, API Management, Azure services bus, data factory och event grid)\n* Tycker om och har erfarenhet av att bygga komplexa lösningar med fokus på logik\n* Är van att jobba och leda i agil scrum-process\n\n\n**Det är meriterande om du dessutom har**\n* Erfarenhet av att arbetat med BizTalk eller liknande integrationsmotor\n* Erfarenhet av konsultrollen\n\n\n Vem är du?\n   \n\n  \n\n Du är en team-player som antagligen gillar att umgås mycket med dina kollegor. För att lyckas på Accigo är det viktigt att du är kommunikativ, nyfiken och prestigelös.\n   \n\n  \n\n Du är en problemlösare som vågar testa nya tankar, perspektiv och tekniker.\n   \n\n  \n\n Du är en naturlig coach åt andra som förstår skillnaden mellan att ge kritik och konstruktiv feedback. Sist men inte minst, strävar du alltid efter att göra ditt bästa i alla lägen.\n   \n\n  \n\n Vårt team, här är det högt i taket!\n   \n\n  \n\n Vårt affärsområde som vi internt kallar Custom Development & Integration är ett team på 12 medarbetare, var av 11 utvecklare och en affärsledare som mer än ofta är ute hos kunderna och projektleder eller kravställer nya spännande lösningar.\n   \n\n  \n\n För oss är laganda och glädje jätteviktigt och vi ser därför till att hitta på roliga aktiviteter med teamet både på och utanför arbetstid.\n   \n\n  \n\n Det ska vara kul att jobba och alla ska ha möjlighet att utvecklas i linje med sin egen ambition. Det innebär att vi arbetar med många utmanande och spännande projekt i ett lagom tempo. Hos oss är det bara din egen ambition och lust som sätter gränsen för hur mycket du kan utvecklas!\n   \n\n  \n\n**Nyfiken?** \n Vi svarar gärna på frågor, eller berättar mer om oss över en kaffe - du kan enkelt komma i kontakt med oss: elin.yamada@accigo.se\n   \n\n  \n\n Accigo är ett nordiskt konsultbolag som hjälper företag och organisationer med digital affärs- och verksamhetsutveckling med tekniken som möjliggörare. För oss handlar digitalisering till 90% om människor och 10% om teknik. Det är när samspelet mellan människa och teknik fungerar som digitaliseringens fulla styrka visar sig.\n   \n\n  \n\n För många handlar digitalisering mest om teknik. För oss är det så otroligt mycket större. Digitalisering kan få både människor och organisationer att våga sikta högre, följa sina drömmar och öppna dörrar som de inte ens visste fanns. Och när man ser igenom tekniken och börjar skönja vilka möjligheter som gömmer sig där bakom. Då ser man att framtiden kan vara en fantastisk plats – fylld av mänsklig energi och värme – och digitalisering är inget annat än vår superkraft för att komma dit.","company_url":"https:\/\/se.linkedin.com\/company\/accigo","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHqKEIIEx3t8A\/company-logo_100_100\/company-logo_100_100\/0\/1637664475929\/accigo_logo?e=2147483647&v=beta&t=VwQI4dG5FHcq-HfTRU5hZ5irWCAeOH3-93YUTc00jwU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4112500144","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4112500144","job_url_direct":null,"title":"Android Developer","company":"Marshall Group","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/marshallgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"9893781ba17240bb","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=9893781ba17240bb","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29351459","title":"Senior Software Engineer","company":"Click to hire","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1735430400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Position Overview:**  \n\nWe are seeking a skilled and experienced System Testing Specialist to join our team. The ideal candidate will have a proven track record in system testing, a deep understanding of agile principles, and expertise in test automation frameworks. If you are passionate about digital services, possess excellent analytical and communication skills, and thrive in a collaborative environment, we want to hear from you.\n  \n  \n\n**Key Responsibilities:**  \n\nPerform system testing and ensure the delivery of high-quality digital services.\n  \nUtilize test automation frameworks and tools such as Selenium, Cypress, or UI Automation.\n  \nConduct API testing using tools like Insomnia or Postman, with knowledge of microservices.\n  \nLead initiatives and think creatively to solve complex problems.\n  \nCollaborate with cross-functional teams, demonstrating strong people skills and a service-minded attitude.\n  \nPresent findings and insights effectively to stakeholders.\n  \n  \n\n**Competence Profile and Qualifications:**  \n\nMinimum of 5 years of experience in system testing or a similar role.\n  \nStrong knowledge of agile principles and practices.\n  \nHands-on experience with digital services and software testing life cycles.\n  \nExpertise in at least one Test Management Tool.\n  \nProficiency in Python is a plus.\n  \nExcellent communication and presentation skills.\n  \nAnalytical mindset with the ability to lead and motivate others.\n  \nFluency in English is required; proficiency in Swedish is a plus.","company_url":"https:\/\/se.indeed.com\/cmp\/Click-to-Hire","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4111513480","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4111513480","job_url_direct":null,"title":"Chief Technology Officer","company":"Quantera.ai","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"executive","job_function":"Information Technology","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"**Company Description** \n\n\n\n\n Our mission is to put useful AI in the hands of knowledge workers. Quantera is dedicated to changing the way research of done. Financial data is scattered, unstructured and not made to be accessible. Insights from simplifying complex data to help them make smarter knowledge work and informed decisions are made. Based in Stockholm, our mission is to provide accessible and actionable information to empower individual investors. We are remote first, people over location is how we think about talent.\n \n\n\n\n  \n\n\n\n\n\n**Job Type:** \n\n\n\n\n\n Full time\/\n \n Half time\n \n\n\n\n  \n\n\n\n\n\n**Role Description** \n\n\n\n\n The role of CTO \/ Co-founder at Quantera.ai is a pivotal role in shaping the future of AI Agents and financial research. You will work closely with the CEO on driving the technology roadmap and the development of useful AI, while responsible for software development, IT strategy, cloud architecture, and product development.\n \n\n\n\n  \n\n\n\n\n\n**Qualifications** \n\n\n\n* 8+ years software Development, Tech Strategy, and Architecture design\n* Hands-on Programmer who has shipped several software products on all shapes and sizes.\n* Comfortable with Designing, developing, and maintaining scalable backend systems within a cloud-based microservices architecture using dotnet and TypeScript.\n* Strong programming skills in Python\n* Experience with AI\/ML first products.\n* Strong leadership and have lead a team of developers with a clear strategy\n* Entrepreneurial mindset and experience in startups\n* Ability to drive innovation and technical excellence\n* System Ownership, experience guiding projects through their full lifecycle, ensuring they are robust, scalable, and meet long-term goals.\n* Bachelors or Master's degree in Computer Science, Engineering, or related field\n* Fluent in English, with outstanding written and verbal communication skills.\n\n\n\n  \n\n\n\n\n\n**Great to have:** \n\n\n\n* A strong interest in the stock market and investments and a general understanding of the financial markets.\n* Fintech experience with B2B experience.\n* Have done the 0 - 1 journey before in a fast growing startup\/scale up.\n\n\n\n  \n\n\n\n\n\n \\*This role is not salaried, we are a startup who have just launched. Compensation is equity-based only as of today. You will be at the forefront of an AI-first Fintech company aimed at building the best-in-class tools for our customers.\n \n\n\n\n  \n\n\n\n\n\n We are a small team, everyone at Quantera is a builder no matter the experience, we make music from a few notes and have learned the art of getting more from less. As we are in our infancy, ready to take on the giants! Are you ready to take the challenge?","company_url":"https:\/\/se.linkedin.com\/company\/quanteraai","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGn0f_ux2lMNQ\/company-logo_100_100\/company-logo_100_100\/0\/1724545377793\/quanteraai_logo?e=2147483647&v=beta&t=4GuykcuwCKAdJpBznTScp6dSY5ljUcVlmfuJHOPiV5Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4022512502","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4022512502","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/systemadministrator-inom-linux-op-2022427157\/&urlHash=uiqE","title":"Systemadministratör inom Linux","company":"Centric Sweden","location":"Kista, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Vi söker nu en erfaren (senior) systemadministratör inom Linx som kommer att ansvara för kundens systemmiljö; servrar, klienter, lagring. Det kan vara antingen på fysisk maskinvara eller handla om virtuella Data Center. Rollen omfattar installation, konfiguration, underhåll och felsökning av operativsystem, tjänster, program och maskinvara på både servrar och klienter.\n \n\n\n\n Som konsult på Centric får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att bygga vidare på sin karriär.\n \n\n\n\n  \n\n\n\n\n\n**Start:** \n omgående\n \n\n\n\n***Plats:***\n Kista\n \n\n\n\n  \n\n\n\n\n\n**Dina arbetsuppgifter** \n\n\n\n* Installera, Konfigurera och underhåll olika Linux-distributioner som Ubuntu, CentOS, RHEL, Debian som används i Enterprise-område\n* Installera, konfigurera, underhålla och felsökning olika systemtjänster som DNS, RADIUS, NTP, DHCP, LDAP, MySQL, MariaDB, PHP, Apache, Nginx, Puppet, Ansible, NAS, SAN, EMC, NMS-system\n* Installera, konfigurera och underhåll olika Linuxprogram som behövs i Telecom Enterprise-miljö. Olika ansökan om IMS och Radio som inte är Ericsson Node-baserad.\n* Utveckla en infrastruktur för att ge stöd till alla affärskrav och utföra regelbunden felsökning på system för att lösa alla problem\n* Planera, föreslå och implementera olika system för automatisering\n* Hårdvaruinventering\n* Servicelager\n* Dokumentera olika system så att det är förståeligt för andra och hålla den dokumentationen uppdaterad\n* Tätt samarbete med STS Stockholmsgrupper, som Network Team, IMS Team och Radio Team\n\n\n\n  \n\n\n\n\n\n**Din profil och kvalifikationer** \n\n\n\n* Erfarenhet av Linux-servrar i virtualiserade miljöer\n* Erfarenhet av Linux-servrar i Klustermiljöer\n* Erfarenhet av Puppet och Ansible\n* Stark problemlösning och kommunikationsförmåga\n* Erfarenhet av MySQL och \/ eller MariaDB\n* Mycket goda kunskaper inom Shell, Perl och \/ eller Python skript\n\n\n\n  \n\n\n\n\n\n**Vad vi erbjuder** \n\n\n\n\n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi tycker nämligen att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under roliga och avslappnande former.\n \n\n\n\n  \n\n\n\n\n\n*Mer om oss* \n\n\n\n\n Centric är ett IT-företag med 380 anställda, med kontor i Stockholm, Göteborg, Malmö, Linköping och Örebro. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4112290618","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4112290618","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-L%C3%B6sningsarkitekt\/1048961601\/&urlHash=9cgt","title":"Lösningsarkitekt","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting, Business Development, and Design","company_industry":"IT Services and IT Consulting, Software Development, and Security and Investigations","listing_type":null,"emails":null,"description":"***Som lösningsarkitekt hos oss har du en nyckelroll hos våra kunder, och du gör skillnad genom att omvandla våra kunders visioner och behov till hållbara IT-lösningar – vill du vara med?***\n\n\n\n\n  \n\n\n\n\n\n**Om rollen** \n\n\n\n\n  \n\n\n\n\n\n Som lösningsarkitekt har du en bred teknisk bakgrund samtidigt som du förstår verksamhetens behov och utmaningar och kan omsätta dessa till funktionella och icke-funktionella krav. Du kan hantera och mitigera risker, samla intressenter, har goda ledaregenskaper och är en duktig kommunikatör.\n \n\n\n\n  \n\n\n\n\n\n I rollen kommer du in tidigt in i projekten med uppgiften att förstå verksamhetens mål och behov för att omsätta detta till den lösningsarkitektur som ger mest värde till verksamheten. Du arbetar i tät samverkan med både expertkollegor från Capgemini och kunden, tillsammans med utvecklingsteam, produktägare och kundens övriga intressenter.\n \n\n\n\n  \n\n\n\n\n\n Vår starka position på marknaden med kunder som är Sveriges största och mest välkända både inom den publika och privata sektorn har gett oss möjligheten till omfattande och spännande åtaganden inom digital transformation. Det utmanar oss att ständigt utvecklas.\n \n\n\n\n  \n\n\n\n\n\n Vi arbetar professionellt och metodiskt i en lärande miljö och både din teamchef och ditt kompetensteam stöttar dig och din utveckling som konsult. Vi träffas ofta för att utbyta erfarenheter, lära oss nya saker i en bransch som ständigt förändras – och inte minst för att ha kul tillsammans!\n \n\n\n\n  \n\n\n\n\n\n**Vi söker dig med** \n\n\n\n\n  \n\n\n\n\n* Flera års erfarenhet som lösningsarkitekt\n* Bakgrund inom systemutveckling, och vana av att leda andra\n* Erfarenhet av arbete med etablerade metodiker och ramverk för arkitektur och agil systemutveckling.\n* Högskoleutbildning eller motsvarande\n* Goda kunskaper i såväl svenska som engelska\n\n\n\n  \n\n\n\n\n\n**… och erfarenhet eller intresse av:** \n\n\n\n\n  \n\n\n\n\n* konsultrollen samt av arbete med beslutsfattare\n* att verka utifrån kundens perspektiv och förmåga att analysera och utforma arkitektur och systemlösningar baserat på verksamhetens krav, processer och informationsbehov\n* molnbaserade lösningar, AI, säkerhet, processautomatisering eller integration\n* arbete som lösningsarkitekt i komplexa miljöer, och\/eller med lösningar baserade på Salesforce eller Pega.\n* Certifierad IT-arkitekt\n\n\n\n  \n\n\n\n\n\n**Vi erbjuder** \n\n\n\n\n  \n\n\n\n\n\n En positiv arbetsmiljö med starkt fokus på innovation och kompetens. Du kommer att arbeta med många av de senaste tekniktrenderna och vara omgiven av duktiga kollegor. På Capgemini blir du en del av en global organisation med starkt kundfokus, samarbetskultur och möjlighet till kontinuerligt lärande och utveckling. Vårt Digital Architecture-team i Stockholm består av ca 20 kollegor som arbetar som Enterprise-, Verksamhets- och lösningsarkitekter hos våra kunder. Capgemini har varit en dominerande aktör inom arkitekturområdet sedan 90-talet, med vårt eget ramverk Integrated Architecture Framework (IAF) och vi bidrar även aktivt till vidareutvecklingen av TOGAF. Vi har ett aktivt, globalt arkitektforum med lokala undergrupper där du kan dra nytta av globala och lokala experter inom arkitektur och även bidra med din egen erfarenhet.\n \n\n\n\n  \n\n\n\n\n\n**Om Capgemini** \n\n\n\n\n  \n\n\n\n\n\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda deras övergång till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2023 rapporterade Capgemini Group globala intäkter på 22,5 miljarder euro.\n \n\n\n\n  \n\n\n\n\n\n Get The Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4106966665","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4106966665","job_url_direct":"https:\/\/www.billerud.com\/career\/vacancies?vid=2024-4815&lang=en&urlHash=Pp7K","title":"Senior Supply Chain IT Specialist","company":"Billerud","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"Paper and Forest Product Manufacturing and Packaging and Containers Manufacturing","listing_type":null,"emails":"frida.egerlid@billerud.com, alice.lundberg@billerud.com","description":"**Job Description**\n At Billerud we believe that when we have tomorrow in mind, we will do our very best today. It is thanks to our employees that we are a world-leading company within the field of renewable paper and packaging materials. Do you want to realize your true value and work for a sustainable tomorrow? Join us!\n   \n\n  \n\n**We are now looking for a Senior Supply Chain IT Specialist**\n At Billerud we have tomorrow in mind. Early 2024 we embarked on a company-wide business transformation journey where we are redesigning our end-to-end processes and supporting applications to create a solid foundation for the future. We are making Billerud easier to work with, better to work for, unlocking our full potential.\n   \n\n  \n\n As a Senior Supply Chain IT Specialist at Billerud you will play an important role in this transformation. The primary assignment is to contribute to the development and implementation of Billerud’s Order-To-Cash (OTC) related processes and system support. You will work in the interface between Supply Chain, Sales and IT. During 2025 the focus will be to build, test and start implementing the new solution and processes.\n   \n\n  \n\n**Key tasks**\n**Role**\n In this role, you will actively participate in and contribute to the transformation program making Billerud easier to work with, better to work for, unlocking our full potential through:\n   \n\n  \n\n* Build, test and implement the structure for the future ERP system landscape within the OTC scope.\n* Support the implementation of new ways-of working and OTC business systems (ERP and others) in close co-operation with internal and external stakeholders.\n* Turn business needs into functional requirements in the interface between business and IT.\n\n\n You will report to Supply Chain Senior Manager Business Support. The team has a strong process focus and operates as a cross-functional unit with the goal of creating structural improvements.\n   \n\n  \n\n The position could be based at any of our sites in Sweden, such as: Gruvön, Skärblacka, Gävle, Frövi, Solna or Karlsborg (Kalix). The role will require some travels to our offices during the program’s implementation phase.\n   \n\n  \n\n At Billerud, we put Safety First. Together we take great pride in our responsibility to contribute to a safe work environment.\n   \n\n  \n\n**Qualifications**\n To succeed in this position, we believe you have:\n   \n\n  \n\n* University degree in engineering, business administration or equivalent qualifications.\n* Solid knowledge and interest in the business - IT interface, and the integration of processes with IT infrastructure.\n* Strong experience with SAP implementations in a business environment (end-to-end), e.g. IBP, PPDS, S&D, TM, EWM etc.\n* Experience from Supply Chain context such as Sales Order Management, Planning, Outbound Logistics.\n* Experience from implementing EDI with a large number of partners at the same time.\n* Proven track record of contributing to structured change initiatives in cross-functional organizations, particularly related to OTC and business IT systems.\n* Fluency in English is a requirement, both oral and written. Fluency in Swedish is a merit.\n\n\n**Meritorious**\n* Documented experience in managing complex projects with agile methods and change management expertise.\n* Experience of senior stakeholder management.\n\n\n**Personal qualities**\n To succeed in this role we believe that you are solution oriented with a demonstrated ability to execute. You have a strong business acumen and a customer focus mentality, including a service minded approach. You are systematic and have a strong ability to structure, analyze, plan and prioritize. Finally, you are a team player with strong communication skills in a cross-functional organization. Our values are central in our business and we believe that you recognize yourself in: We care for each other and do what we say.\n   \n\n  \n\n**Contact**\n If you want to know more about the role you are welcome to contact Frida Egerlid Jenefeldt Supply Chain Senior Manager Business Support at frida.egerlid@billerud.com.\n   \n\n  \n\n If you would like to know more about or recruitment process, please contact Alice Lundberg, Talent Acquisition Partner at alice.lundberg@billerud.com\n   \n\n  \n\n**Application information**\n Welcome with your application no later than January 12th, 2025. Ongoing selection may occur in this process.\n   \n\n  \n\n Billerud is an equal opportunity employer. We embrace diversity and are committed to creating an inclusive environment for all employees and candidates.\n   \n\n  \n\n**Why us?**\n* Opportunity to be a part of Billeruds business transformation.\n* An opportunity to contribute to a more sustainable future\n* Development and career opportunities\n* Performance-based bonus, occupational pension and a number of different benefits according to company policy.\n* Opportunity to hybrid working according to company standard.\n\n\n Our recruitment process will contain: Interviews, recruitment test, references & alcohol- & drug tests.\n   \n\n  \n\n**Do you want to help create a sustainable future through your work?**\n At Billerud, we are fully committed to reduce our and our customers carbon footprint by offering high-performance paper and packaging materials. We are convinced that the right solutions can be important tools to help fight climate change. That's why we see it as our responsibility to enable the best packaging choices, for a better tomorrow.\n   \n\n  \n\n Our proud history in the forestry and paper industry goes back more than 150 years. Since then, we’ve grown to what we are today: a world leading company in high-performing paper and packaging materials - passionately committed to sustainability, quality, and customer value. Our materials are the basis of packaging and paper products used by millions of people around the world, 24 hours a day, all year round.\n   \n\n  \n\n We serve customers in more than 100 countries through our three business areas Liquid Packaging Board, Paper and Paper Board. Our nine production units are located in Sweden, USA, and Finland and we have around 6,000 employees in 19 countries. Our annual turnover is approximately SEK 41.2 billion and the share is listed on Nasdaq Stockholm. At Billerud we always put safety first, care for each other, and do what we say.\n   \n\n  \n\n**Join us in redefining sustainable packaging and drive meaningful change for a better tomorrow.**","company_url":"https:\/\/se.linkedin.com\/company\/billerud","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQH7LJtDbzA9zw\/company-logo_100_100\/company-logo_100_100\/0\/1719257748227\/billerud_logo?e=2147483647&v=beta&t=p88XYAtq1jqObrS5Qpq5rdDQJ37-ByBoM7Svj1v_N3g","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4112269639","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4112269639","job_url_direct":null,"title":"ISV Partnerships Manager","company":"Viva.com","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"**Please note:**\n**This role would suit candidates with Enterprise level POS or Payments sales experience.**\n**ISV Partnerships Manager** \n , are you passionate about payments and fintech? Do you want to join one of Europe's technology leading digital payments companies that is transforming the way businesses accept and manage payments? If so, you might be the perfect fit for our team. We are looking for a talented and motivated ISV Partnerships Manager to further develop our ISV (Independent Software Vendor) Partnerships Program and deliver cutting-edge payment solutions to our clients.\n   \n\n  \n\n**Why viva.com?**\n Viva.com is Europe's first acquirer powering merchant payments acceptance across 24 countries and 1.165+ devices. With an ECB approved banking license and presence in 24 European markets, Viva.com's Tap on Any Device technology for in-store payments, Smart Checkout payment gateway for online payments, and marketplace payment solution, help European businesses of any size to accept and manage payments how they want. All of Viva.com's technology is built in-house over MS Azure, and is fully scalable, supporting any payment checkout journey.\n   \n\n  \n\n Viva.com provides a seamless, conversion-boosting omnichannel payments platform, featuring acceptance of 40+ payment methods across 17 languages and 9 currencies. Viva.com's ever-expanding financial services' suite includes value added features such as Real-Time Settlement; Offline Payments minimising chances of losing a sale; a Viva.com business debit card to manage corporate expenses, while reducing acceptance fees to as low as 0%; and Merchant Advance.\n   \n\n  \n\n**About the Role:**\n* Identify new ISV opportunities in Sweden\n* Monitor the software market for vendors suitable for the ISV program\n* Monitor the verticals to identify the major IT vendors offering services to merchants\n* Contact vendors suitable for the ISV program and present the program\n* Onboard new ISVs\n* Coordinate the communication of the ISV with the TAM team to assist integration work\n* Monitor revenue from individual merchants and individual ISVs\n* Identify deviations of revenue and trigger corrective actions\n* Manage relationships with ISVs\n* Conduct regular meetings with the ISVs to review collaboration\n* Escalation and internal follow-up on any issues affecting the services offered to ISV merchants\n* Monitoring of financial relationship of viva.com with ISVs (invoicing, payments)\n* Sales\/ISVs meeting preparation & presentation\n\n\n**Requirements**\n* Be accomplished at selling technology solutions through ISV partnerships\/channel partners\n* Successful tracked record of created partnership\n* Ability to identify both business potential and added value in technology-driven commercial solutions\n* Hold sound commercial acumen, able to negotiate multi-partner commercial agreements\n* Be a strong stakeholder with engagement skills and the ability to interact confidently with a wide variety of people at all levels\n* Be able to work independently and as part of a team to deliver parallel projects\n* Hold a proven track record of continually meeting and exceeding sales targets\n* Desirable although not essential would be a background within POS peripheral sales\n* Adept communication skills with both Swedish and English at business level\n\n\n**Benefits**\n* A highly competitive annual salary (based upon experience)\n* Sales bonus, paid quarterly for individual sales performance\n* Private medical health insurance\n* A diverse multi-cultural working environment\n* Local office based in Stockholm, Sweden","company_url":"https:\/\/gr.linkedin.com\/company\/viva-com","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHeoLJ9CI66MQ\/company-logo_100_100\/company-logo_100_100\/0\/1718349741582\/viva_com_logo?e=2147483647&v=beta&t=8U9adUfcVwV7NRc2gPX2zYO3_6pfDWGwG03uljxx528","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4106000905","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4106000905","job_url_direct":"https:\/\/www.billerud.com\/career\/vacancies?vid=2024-4811&lang=en&urlHash=kg_J","title":"Solution Architect SAP","company":"Billerud","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Paper and Forest Product Manufacturing and Packaging and Containers Manufacturing","listing_type":null,"emails":"Katarina.kopkin@billerud.com, ann.josefsson@billerud.com, alice.lundberg@billerud.com","description":"**Job Description**\n Billerud, a leader in the Paper and Pulp industry, is embarking on a strategic transition to a new Enterprise Resource Planning (ERP) system SAP S\/4HANA. Our aim is to optimize our business processes, improve cross-departmental information flow, and enhance our data management capabilities. It is thanks to our employees that we are a world-leading company within the field of renewable paper and packaging materials. Do you want to realize your true value and work for a sustainable tomorrow? Join us!\n   \n\n  \n\n**We are now looking for a Solution Architect SAP to join our team.**\n In this role, you will collaborate closely with internal staff, project teams, and external vendors to ensure the successful implementation and integration of our SAP solutions.\n   \n\n  \n\n You will be part of our newly started Global Shared Application Team with the purpose to maintain and deliver Applications used globally in Billerud Europe and Billerud North America.\n   \n\n  \n\n As a Solution architect you will be overall responsible for our SAP solutions within your specific SAP area, for example Warehouse, Production, Procurement, Finance etc working in close collaboration with business and our external SAP implementation partner.\n   \n\n  \n\n**Your Main Tasks Will Be**\n* Collaborating with internal staff, project teams, and external vendors to understand business requirements and processes, including dependencies across various domains.\n* Comprehending the information architecture and ensuring it aligns with business needs.\n* Adhering to the company's architecture principles for the target solution architecture, raising and deciding on any deviations according to the governance model.\n* Ensuring the target solution supports multiple regions and business units.\n* Documenting the target solution architecture in line with given standards.\n* Understanding the current system landscape and integrations to support our transition.\n* Evaluating and implementing features from SAP's latest releases, including “Feature Pack Stack” (FPS) for RISE in SAP S\/4HANA Cloud Private Edition.\n* Understanding the entire solution end-to-end, including high-level business processes and their integration with SAP technology.\n* Working as an SAP expert, understanding SAP processes end-to-end and how modules fit together.\n* Collaborating with Enterprise Architects, Business Process Leads, and various SAP Analysts and Subject Matter Experts.\n\n\n This role is based at one of our offices\/production units - Solna, Gävle, Frövi, Karlsborg, Gruvön or Skärblacka. The role will require some travelling within Sweden.\n   \n\n  \n\n At Billerud, we put Safety First. Together we take great pride in our responsibility to contribute to a safe work environment. Please read more about our Safety First initiative\n   \n\n  \n\n**Qualifications**\n**To succeed in this position, we believe you have:**\n* Degree in Computer Science, IT, Business Administration, Logistics, or related fields.\n* Expert knowledge in SAP, especially SAP S\/4HANA MM, IM, and EWM.\n* Solid experience of SAP implementations, including 2+ full-cycle projects.\n* Strong SAP project and Application Maintenance Management experience, preferably in manufacturing or related industries.\n* Experience with both custom-built and ERP systems, and a strong understanding of their integration challenges.\n* 10+ years of implementing SAP.\n* Functional\/technical proficiency with at least 2 full cycle SAP Implementations.\n* Proficiency in logistics processes and integration with procurement, manufacturing, and maintenance.\n* Cross-module expertise to design end-to-end solutions.\n* Fluent in English with excellent communication and presentation skills.\n* Meritorious: SAP certifications (S\/4HANA SD, MM, EWM) and knowledge of MES systems.\n\n\n**Personal qualities**\n For us, personality is important. To succeed in this position, we believe you are:\n   \n\n  \n\n* Able to work in a cross-functional environment and have strong analytical skills\n* Excellent in communication with different resources and roles, both technical and business staff.\n* A good team player with strong logical and reasoning skills.\n* Willing and available to travel if required.\n* Committed to high-quality project and maintenance delivery. Enjoy working in a global environment.\n\n\n Our values are central in our business and we believe that you recognize yourself in: We care for each other and We do what we say.\n   \n\n  \n\n**Contact**\n If you want to know more about the role you are welcome to contact recruiting manager Katarina Kopkin, Senior Manager Global Shared Applications, Katarina.kopkin@billerud.com or Ann Josefsson, Senior Director Global IT Applications, at ann.josefsson@billerud.com\n   \n\n  \n\n If you have questions about the recruitment process, you are welcome to contact Alice Lundberg, Talent Acquisition Partner, at alice.lundberg@billerud.com\n   \n\n  \n\n**Application information**\n Welcome with your application no later than January 12th.\n   \n\n  \n\n Billerud is an equal opportunity employer. We embrace diversity and are committed to creating an inclusive environment for all employees and candidates.\n   \n\n  \n\n**Why us?**\n Want to be part of a big SAP S4Hana Greenfield implementation and upcoming maintenance organization?\n   \n\n  \n\n An opportunity to contribute to a more sustainable future\n   \n\n  \n\n Development and career opportunities\n   \n\n  \n\n Performance-based bonus, occupational pension and a number of different benefits according to company policy.\n   \n\n  \n\n Opportunity to hybrid working according to company standard.\n   \n\n  \n\n Our recruitment process will contain: Interviews, recruitment test, references, alcohol- & drug tests and background check.\n   \n\n  \n\n**Do you want to help create a sustainable future through your work?**\n At Billerud, we are fully committed to reduce our and our customers carbon footprint by offering high-performance paper and packaging materials. We are convinced that the right solutions can be important tools to help fight climate change. That's why we see it as our responsibility to enable the best packaging choices, for a better tomorrow.\n   \n\n  \n\n Our proud history in the forestry and paper industry goes back more than 150 years. Since then, we’ve grown to what we are today: a world leading company in high-performing paper and packaging materials - passionately committed to sustainability, quality, and customer value. Our materials are the basis of packaging and paper products used by millions of people around the world, 24 hours a day, all year round.\n   \n\n  \n\n We serve customers in more than 100 countries through our three business areas Liquid Packaging Board, Paper and Paper Board. Our nine production units are located in Sweden, USA, and Finland and we have around 6,000 employees in 19 countries. Our annual turnover is approximately SEK 41.2 billion and the share is listed on Nasdaq Stockholm. At Billerud we always put safety first, care for each other, and do what we say.\n   \n\n  \n\n**Join us in redefining sustainable packaging and drive meaningful change for a better tomorrow.**","company_url":"https:\/\/se.linkedin.com\/company\/billerud","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQH7LJtDbzA9zw\/company-logo_100_100\/company-logo_100_100\/0\/1719257748227\/billerud_logo?e=2147483647&v=beta&t=p88XYAtq1jqObrS5Qpq5rdDQJ37-ByBoM7Svj1v_N3g","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4094455326","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4094455326","job_url_direct":"https:\/\/eaton.eightfold.ai\/careers\/job\/687221065082?utm_source=linkedin&domain=eaton.com&urlHash=CW1f","title":"Technical Sales and Customer Success Leader - Europe","company":"Eaton","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Appliances, Electrical, and Electronics Manufacturing","listing_type":null,"emails":null,"description":"For Eaton’s Exertherm business unit, we are looking for a Technical Sales and Customer Success Leader for the European market.\n   \n\n  \n\n Exertherm is the pioneer and technology leader in the space of hotspot detection in Power Distribution networks- 24\/7 Continuous Thermal Monitoring (CTM).\n   \n\n  \n\n The role is opened in a hybrid setup for the following locations in Europe: UK\/Harpenden, The Netherlands\/Hengelo, Germany\/Bonn, Austria\/Vienna and Sweden\/Stockholm.\n   \n\n  \n\n Travel rate across Europe is up to 30 - 50% of the working time.\n   \n\n  \n\n**Responsibilities**\n* Define, plan and drive all technical sales and customer success activities within the European Region, train and support in boosting growth of our thermal monitoring solutions, in close collaboration with Regional Sales Leader and the Technical Support Team\n* Provide technical pre- and post-sales solutions support to customers and the Exertherm partner network, incl. travel to client sites as required\n* Prepare the technical designs and client quotes based on company standards and templates and building good client relationships\n* Keep accurate records of all customer support and discussions with partners. Proficiency using customer relationship management (CRM) software, ideally HubSpot\n* Drive technical sales efficiency by ensuring appropriate methodical and technical solutions knowledge and product support to internal sales staff\n* Ensure know-how sharing and cross-collaboration. Align with engineering and technical support on a regular basis on all support, training and product issues\n\n\n**Qualifications**\n* Bachelor’s Degree (ideally in electrical\/electronic engineering, industrial engineering, computer science, …) or equivalent degree level\n* A minimum of 5 years of experience from Industry or an OEM Panel manufacturer, with proven track in driving either Technical Sales, Field Service, Project Management, Installation \/ Commissioning Services, Technical Business Development\n* Expertise with supporting industrial markets in Europe, ideally in the electrification \/ power systems space is desired\n* Both Technical skills (reading and understanding electrical single line and GA drawings) and commercial acumen and understanding are required, including the ability to deal with clients at all levels of management\n* Good knowledge and understanding of Health and Safety requirements on sites\n* Critical thinker that identifies areas of improvement in own as well as adjacent functional areas\n* Well organized with the ability to plan a workload to achieve deadlines and deliver projects to timescales\n* Quick, agile, confident, thoughtful, with the ability to bring new thinking and ideas\n* Excellent attention to detail, and a collaborative and proactive manner\n* Excellent communication skills in English, both written and verbal (additional languages are a plus)\n* Availability to travel 50% of the working time\n\n\n**What We Offer**\n* Competitive compensation and benefits package\n* Challenging projects in dynamic collaborative team\n* Flexible working solutions (remote, flexible working hours, compressed week, part time etc.)\n* We make your aspirations matter – Eaton encourages internal promotion, whenever possible\n* We make your growth matter - We invest in our employees for the long term – not just with salary and benefits, but with ongoing learning and development opportunities made available through Eaton University\n* We make your contributions matter - reliability, safety, efficiency, and sustainability are at the core of our dedication to improving people’s lives and the environment through power management technologies.\n* We make your wellbeing matter – We put your health and safety first. Wellness at Eaton is more than a program, it’s about changing the environment by offering the right tools to help empower employees to make that happen\n\n\n We are committed to ensuring equal employment opportunities for job applicants and employees. Our recruitment processes use balanced selection criteria and avoid unlawful discrimination against applicants on the basis of their age, colour, disability, marital status, national origin, gender, gender identity, genetic information, race or racial origin, religion, sexual orientation or any other status protected or required by law.\n   \n\n  \n\n ]]>","company_url":"https:\/\/ie.linkedin.com\/company\/eaton","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFlHTyFXVYarg\/company-logo_100_100\/company-logo_100_100\/0\/1630597759539\/eaton_logo?e=2147483647&v=beta&t=mf1Y9QMDbkpihH-1MCZClCRWIornoz2jPRUrNJfjMyk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4058777303","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4058777303","job_url_direct":"https:\/\/jobs.jobvite.com\/leovegas\/job\/o6hJufwk?__jvst=Job+Board&__jvsd=LinkedIn&urlHash=Huur","title":"Technical Compliance Specialist","company":"LeoVegas Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Gambling Facilities and Casinos","listing_type":null,"emails":null,"description":"**Description**\n*Position at LeoVegas Group*\n**About The Role**\n As a Regulated Product Compliance Specialist you’ll join a team of all rounders with various backgrounds but who share a unique passion for technology and compliance. You’ll act as a second line of defense to ensure that the regulated product for the Central Europe region adheres to applicable laws, regulations and guidelines.\n   \n\n  \n\n**YOU WILL BE RESPONSIBLE FOR:**\n* Mastering product compliance requirements for the Central Europe area (e.g. Germany, Great Britain, the Netherlands), ensure that all the internal tools are up to date with the latest applicable version of the requirements and provide interpretation and guidance as appropriate;\n* Delivering technical requirements to the Product and Tech organisation and review designs against compliance;\n* Contributing to promoting a compliance culture within the organisation;\n* Being highly involved in technical audit activities;\n* Supporting and closely cooperating with the Compliance team to address findings and incidents,\n* Contributing to improving and consolidating the Compliance posture of the Group;\n* Supporting the internal teams with replies to technical compliance queries;\n* Monitoring and assessing changing requirements in new and existing markets and ensure timely analysis and announcements.\n\n\n******OUR SUCCESSFUL CANDIDATE WILL HAVE:\n   \n\n  \n\n Essential skills:******\n* A degree in the STEM fields or any subject which can support the role.\n* At least 1-2 years of relevant experience in the compliance space in the online gambling industry.\n* Expertise in relation to the technical implementation of regulatory compliance requirements.\n* Understanding of the Agile methodology and Change management are a plus.\n\n\n Nice to have skills:\n   \n\n  \n\n* Previous experience in regulatory reporting, and understanding of data models of Safe servers.\n\n\n****WHO ARE WE?****\n****At the core of LeoVegas Group, is Team Leo. Our culture is our foundation and is what enables us to innovate, build, and lead as we trailblaze our way through the igaming industry. We’re a team of over 1800 innovators, initiators, and groundbreakers working in a fast-paced and agile environment across 16 offices world-wide** \n .**\n**Benefits**\n* Hybrid work policy\n* 4 weeks of Workation (T&C apply)\n* 30 annual vacation days\n* Occupational Pension\n* 5,000 SEK wellness contribution annually\n* Parental Leave Top-Up\n* Possibility to enrol in a private health care insurance for both you and your partner\n* 1,500 SEK equipment allowance\n* Benify - benefits portal with many offers and discounts\n* We offer a relocation package with accommodation and flights.\n\n\n**JOIN US!**\n In our pride, we like to empower our teammates to find their roar and run with their wildest ideas. We don’t wait around for things to happen, we pounce and make it happen!\n   \n\n  \n\n If you think you would be a good fit for the Leo pride - give us a roar!\n   \n\n  \n\n \\*\\*As our company working language is English we’d like to see your CV in English please\\*\\*","company_url":"https:\/\/se.linkedin.com\/company\/leovegasgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFv2doLANKS7Q\/company-logo_100_100\/company-logo_100_100\/0\/1704352044440\/leovegasgroup_logo?e=2147483647&v=beta&t=uxwDKmPil5Zvwf_KMFgO1Wamc2PNCx9iMBk-sRQIVds","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4108508095","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4108508095","job_url_direct":"https:\/\/secure.dc7.pageuppeople.com\/apply\/671\/gateway\/default.aspx?c=apply&lJobID=578014&lJobSourceTypeID=796&sLanguage=en-us&urlHash=RC86","title":"Innovation Officer (Sourcing & Insights), P-2 - Office of Innovation, Stockholm, Sweden #129010","company":"UNICEF","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Art\/Creative, Design, and Information Technology","company_industry":"Design Services and Non-profit Organizations","listing_type":null,"emails":"swe-ooi-recruitments@unicef.org","description":"UNICEF works in over 190 countries and territories to save children’s lives, defend their rights, and help them fulfill their potential, from early childhood through adolescence.\n   \n\n  \n\n At UNICEF, we are committed, passionate, and proud of what we do. Promoting the rights of every child is not just a job – it is a calling.\n   \n\n  \n\n UNICEF is a place where careers are built: we offer our staff diverse opportunities for personal and professional development that will help them develop a fulfilling career while delivering on a rewarding mission. We pride ourselves on a culture that helps staff thrive, coupled with an attractive compensation and benefits package.\n   \n\n  \n\n Visit our website to learn more about what we do at UNICEF.\n   \n\n  \n\n**For every child,** \n***innovate***\n The fundamental mission of UNICEF is to promote the rights of every child, everywhere, in everything the organization does — in programs, in advocacy and in operations. The equity\n   \n\n  \n\n strategy, emphasizing the most disadvantaged and excluded children and families, translates this commitment to children’s rights into action. For UNICEF, equity means that all children have an opportunity to survive, develop and reach their full potential, without discrimination, bias or favoritism. To the degree that any child has an unequal chance in life — in its social, political, economic, civic and cultural dimensions — her or his rights are violated. There is growing evidence that investing in the health, education and protection of a society’s most disadvantaged citizens — addressing inequity — not only will give all children the opportunity to fulfill their potential but also will lead to sustained growth and stability of countries. This is why the focus on equity is so vital. It accelerates progress towards realizing the human rights of all children, which is the universal mandate of UNICEF, as outlined by the Convention on the Rights of the Child, while also supporting the equitable development of nations.\n   \n\n  \n\n The UNICEF Venture Fund has been specifically designed to finance early stage, open-source technology that can benefit children. The core motivation of the Venture Fund is to identify \"clusters\" or portfolios of initiatives around emerging technology - so that UNICEF can both shape markets and also learn about and guide these technologies to benefit children. We invest in solutions that can impact the lives of the most vulnerable children. We find these solutions clustered around $100 billion industries in frontier technology spaces, such as: UAVs, virtual and augmented reality, artificial intelligence, nanosatellites, and human dynamics. With SD$35M (+ 2267 ETH + 8 BTC) raised to date, the Venture Fund is scaling its investment portfolio with the aim of investing in 20 start-ups every year and provides funding to CO-led projects. The current portfolio of companies consists of several cohorts developing and piloting solutions in virtual and augmented reality, data science and artificial intelligence, blockchain, UAVs, IoT, and in assistive technology.\n   \n\n  \n\n**How can you make a difference?**\n Under the leadership of the Programme Specialist, the Innovation Officer will coordinate new calls for applications, coordinate the selection strategy and conduct research on new potential areas of investment. In addition, the incumbent will work on strengthening the diversity outlook of UNICEF’s Venture Fund portfolio ensuring an equitable gender and geographic representation. They will also support the insight generation for Venture Fund alumni, to track and report on metrics and performance in alignment with the results framework.\n   \n\n  \n\n**Overall, This Position Will**\n* Provide research and coordination support for each of the Fund’s call for applications\n* Support the sourcing strategy of the Venture Fund to ensure diverse and high-quality pipeline of solutions\n* Coordinate of the investment assessment process\n* Conduct research on emerging technology areas and potential investment areas\/companies for the Venture Fund\n* Provide support to the tracking, monitoring and insight generation of Venture Fund alumni Provide research and coordination support for each of the Fund’s call for applications\n* Prepare lists of potential eligible start-ups\n* Develop content for social media strategy\n* Based on inputs provided by Fund team and other relevant focal points, develop 2-pagers with investment focus areas\n* Coordinate the sourcing strategy of the Venture Fund to ensure diverse and high-quality pipeline of solutions\n* Identify new networks, accelerators thought leaders, and other relevant stakeholders for sourcing and follow-on collaborations\n* Integrate the Smart Investing Initiative into the sourcing strategy, to build a diverse pipeline of startups, with a focus on women founded companies\n* Measure and track the results of the Venture Fund in the area of sourcing and selection\n* Collaborate with networks, accelerators, entrepreneurial ecosystems, UNICEF’s Country and Regional Offices and other stakeholders to source new solutions to the venture fund\n* Coordinate of the investment assessment process\n* Maintain and update systems needed for the application process, including unicefventurefund.org website, implement edits to submission forms and proposal templates as needed\n* Identify opportunities to increase efficiency and inclusivity of the selection process and systems\n* Coordinate and input into review of online applications received against eligibility criteria\n* In close collaboration with UNICEF’s Supply Division, coordinate of proposal review process, including collecting inputs from team and subject matter experts, organizing start-up demos, developing summaries for decision, drafting selection matrices\n* Conduct research on technology solutions as needed\n* Handover key metrics and other company data of companies selected for funding to the portfolio management team\n* Conduct research on emerging technology areas and potential investment areas\/companies for the Venture Fund\n* Maintain database of start-ups from relevant markets working in frontier technology areas\n* Update 2-pagers on investment focus areas, with input from relevant team members\n* Compile research on new focus areas for consideration by Fund team\n* Identify strategies and support the Smart Investing Initiative\n* Provide support to the tracking and monitoring of metrics and knowledge insights for the Venture Fund Alumni in alignment with the results framework\n* Support Venture Fund team to track and monitor metrics from Venture Fund alumni\n* In close collaboration with the Innovation Specialist (Knowledge Management and Insights), generate insights and support reporting of learnings and successes of portfolio solutions\n* Coordinate the contributions of the Venture Fund to donor reporting\n* Support the organization of donor meetings and other knowledge engagements\n\n\n*If you would like to know more about this position, please review the complete Job Description here:* \n***Classified Job Descriptions - Innovation Officer.pdf***\n**To qualify as an advocate for every child you will have…**\n**Minimum Requirements**\n**Education:** \n University degree in finance, economics, entrepreneurship, business administration or other relevant field is required.\n   \n\n  \n\n**Work Experience**\n* Minimum of two years of progressively responsible relevant professional experience, some of which should be in an international setting.\n* Demonstrated experience in collecting and managing data and information collected from various sources.\n* Knowledge of entrepreneurial ecosystems and networks, especially in UNICEF programme countries required.\n* Experience in managing large scale application, selection and contracting processes for projects, investments or grants required\n* Experience in entrepreneurship or supporting investments in start-ups desired.\n* Experience in developing communications, outreach and representation campaigns\/efforts.\n* Experience in developing and maintaining partnerships.\n* Understanding of open source and frontier technologies, and their applications to UNICEF strategic priorities.\n* Strong verbal and written communication skills required.\n* Knowledge of international development, technology for development and key challenges affecting children in developing countries desired.\n* A strong understanding of UNICEF programmes, goals and principles, and experience in a UNICF programme country desired.\n* Experience working in complex, resource-poor contexts is a plus.\n* Developing country work experience and\/or familiarity with emergency is desired.\n\n\n**Language Requirements:** \n Fluency in English is required. Knowledge of another official UN language (Arabic, Chinese, French, Russian or Spanish) or a local language is an asset.\n   \n\n  \n\n**For every Child, you demonstrate...**\n UNICEF’s Core Values of Care, Respect, Integrity, Trust and Accountability and Sustainability (CRITAS) underpin everything we do and how we do it. Get acquainted with Our Values Charter: UNICEF Values\n   \n\n  \n\n**The UNICEF Competencies Required For This Post Are…**\n* Builds and maintains partnerships (1)\n* Demonstrates self-awareness and ethical awareness(1)\n* Drive to achieve results for impact (1)\n* Innovates and embraces change (1)\n* Manages ambiguity and complexity (1)\n* Thinks and acts strategically (1)\n* Works collaboratively with others (1)\n\n\n Familiarize yourself with our competency framework and its different levels.\n   \n\n  \n\n UNICEF is committed to diversity and inclusion within its workforce, and encourages all candidates, irrespective of gender, nationality, religious or ethnic background, and persons with disabilities, to apply to become a part of the organization. To create a more inclusive workplace, UNICEF offers paid parental leave, breastfeeding breaks, and reasonable accommodation for persons with disabilities. UNICEF strongly encourages the use of flexible working arrangements. Click here to learn more about flexible work arrangements, well-being, and benefits.\n   \n\n  \n\n According to the UN Convention on the Rights of Persons with Disabilities (UNCRPD), persons with disabilities include those who have long-term physical, mental, intellectual, or sensory impairments which, in interaction with various barriers, may hinder their full and effective participation in society on an equal basis with others. In its Disability Inclusion Policy and Strategy 2022-2030, UNICEF has committed to increase the number of employees with disabilities by 2030. At UNICEF, we provide reasonable accommodation for work-related support requirements of candidates and employees with disabilities. Also, UNICEF has launched a Global Accessibility Helpdesk to strengthen physical and digital accessibility. If you are an applicant with a disability who needs digital accessibility support in completing the online application, please submit your request through the accessibility email button on the UNICEF Careers webpage Accessibility | UNICEF.\n   \n\n  \n\n UNICEF does not hire candidates who are married to children (persons under 18). UNICEF has a zero-tolerance policy on conduct that is incompatible with the aims and objectives of the United Nations and UNICEF, including sexual exploitation and abuse, sexual harassment, abuse of authority and discrimination based on gender, nationality, age, race, sexual orientation, religious or ethnic background or disabilities. UNICEF is committed to promote the protection and safeguarding of all children. All selected candidates will, therefore, undergo rigorous reference and background checks, and will be expected to adhere to these standards and principles. Background checks will include the verification of academic credential(s) and employment history. Selected candidates may be required to provide additional information to conduct a background check, and selected candidates with disabilities may be requested to submit supporting documentation in relation to their disability confidentially.\n   \n\n  \n\n UNICEF appointments are subject to medical clearance.  Issuance of a visa by the host country of the duty station is required for IP positions and will be facilitated by UNICEF. Appointments may also be subject to inoculation (vaccination) requirements, including against SARS-CoV-2 (Covid). Should you be selected for a position with UNICEF, you either must be inoculated as required or receive a medical exemption from the relevant department of the UN. Otherwise, the selection will be canceled.\n   \n\n  \n\n**Remarks**\n As per Article 101, paragraph 3, of the Charter of the United Nations, the paramount consideration in the employment of the staff is the necessity of securing the highest standards of efficiency, competence, and integrity.\n   \n\n  \n\n UNICEF’s active commitment to diversity and inclusion is critical to deliver the best results for children.\n   \n\n  \n\n Government employees who are considered for employment with UNICEF are normally required to resign from their government positions before taking up an assignment with UNICEF. UNICEF reserves the right to withdraw an offer of appointment, without compensation, if a visa or medical clearance is not obtained, or necessary inoculation requirements are not met, within a reasonable period for any reason.\n   \n\n  \n\n UNICEF does not charge a processing fee at any stage of its recruitment, selection, and hiring processes (i.e., application stage, interview stage, validation stage, or appointment and training). UNICEF will not ask for applicants’ bank account information.\n   \n\n  \n\n Mobility is a condition of international professional employment with UNICEF and an underlying premise of the international civil service.\n   \n\n  \n\n All UNICEF positions are advertised, and only shortlisted candidates will be contacted and advance to the next stage of the selection process. An internal candidate performing at the level of the post in the relevant functional area, or an internal\/external candidate in the corresponding Talent Group, may be selected, if suitable for the post, without assessment of other candidates.\n   \n\n  \n\n Additional information about working for UNICEF can be found here.\n   \n\n  \n\n In case of any questions, please contact swe-ooi-recruitments@unicef.org","company_url":"https:\/\/www.linkedin.com\/company\/unicef","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQE5WFsvU5iicw\/company-logo_100_100\/company-logo_100_100\/0\/1631310285230?e=2147483647&v=beta&t=si-uoRZSi6zMzgrM2X8b9ro2_jjDt-7JC8QRqXtXF5A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4088730855","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4088730855","job_url_direct":null,"title":"Informationssäkerhetsspecialist Stockholm","company":"Unionens arbetslöshetskassa","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/unionensakassa","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3953336214","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3953336214","job_url_direct":"https:\/\/workday.wd5.myworkdayjobs.com\/Workday\/job\/Sweden-Stockholm\/Account-Executive-New-Business-LE_JR-0088912?source=website_linkedin&urlHash=rNNA","title":"Account Executive-New Business LE","company":"Workday","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales and Business Development","company_industry":"Software Development","listing_type":null,"emails":null,"description":"****Your work days are brighter here.****\n At Workday, it all began with a conversation over breakfast. When our founders met at a sunny California diner, they came up with an idea to revolutionize the enterprise software market. And when we began to rise, one thing that really set us apart was our culture. A culture which was driven by our value of putting our people first. And ever since, the happiness, development, and contribution of every Workmate is central to who we are. Our Workmates believe a healthy employee-centric, collaborative culture is the essential mix of ingredients for success in business. That’s why we look after our people, communities and the planet while still being profitable. Feel encouraged to shine, however that manifests: you don’t need to hide who you are. You can feel the energy and the passion, it's what makes us unique. Inspired to make a brighter work day for all and transform with us to the next stage of our growth journey? Bring your brightest version of you and have a brighter work day here.\n   \n\n  \n\n**About The Team**\n Workmates pride themselves on winning while having fun! That means supporting each other while driving accountability for amazing results and performance. This team is no different. Everything we do inspires a brighter work day for all. The Enterprise Sales team at Workday helps the company to continue to grow by balancing integrity and innovation, ensuring Workmates have the environment to bring their best self, and get better by pushing and developing themselves and the Workmates around them.\n   \n\n  \n\n**About The Role**\n Here at Workday, our Account Executives are key players in our Field Sales Operations organization. With a net new revenue focus, they are the fuel for Workday’s new customer growth. This fantastic team of hardworking professionals play a key role in guiding new customers on a journey that can see them leave the limitations of legacy platforms behind and move forward with a new class of enterprise management cloud. As a team, we believe that partnering with our customers to craft relevant solutions that deliver long lasting value is super important. We want to make sure that our customers are positively satisfied from day one and forever ongoing. In this role, you will: Develop strategy for prioritizing, targeting, and closing key opportunities in assigned territory Performs account planning for assigned accounts, coordinating with pre-sales and other resources to ensure strategic alignment Initiate and support sales of Workday solutions within Large Enterprise prospects and shares Workday value proposition Be responsible for developing relationships with net new customers with a focus on deal management and connecting customers with Workday solutions, particularly core financials Negotiate deals with a variety of C-Suite Executives to close opportunities Maintain accurate and timely customer\/prospect, pipeline, and service forecast data\n   \n\n  \n\n**About You**\n Basic Qualifications\n   \n\n  \n\n* 8+ years of experience selling SaaS\/Cloud based ERP \/ HCM \/ Financial \/ Planning \/ or Analytics solutions to C-levels from a field sales position.\n* Experience collaborating with internal teams (pre-sales, value, inside sales) to achieve quota and run multiple deals at once\n* Experience with managing longer deal cycles, including prospecting for a portion of opportunities\n\n\n**Other Qualifications**\n* Proven experience understanding the strategic competitive landscape of the industry by staying up to date with trends and customer needs so you can effectively position Workday solutions within accounts\n* Able to quickly establish trust with key stakeholders\n* Prior experience with partnering with internal team members on account strategies for short and long term prospecting and territory management\n* Excellent verbal and written communication skills\n* Fluent in English and Swedish or Finnish or Dannish\n\n\n Pursuant to applicable Fair Chance law, Workday will consider for employment qualified applicants with arrest and conviction records.\n   \n\n  \n\n Workday is an Equal Opportunity Employer including individuals with disabilities and protected veterans.\n   \n\n  \n\n**Are you being referred to one of our roles? If so, ask your connection at Workday about our Employee Referral process!**\n ,","company_url":"https:\/\/www.linkedin.com\/company\/workday","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGKeNem9seahg\/company-logo_100_100\/company-logo_100_100\/0\/1730301071878\/workday_logo?e=2147483647&v=beta&t=FJYUmru_dlKQAutQBwVzsrf0AX-aQGNf8kby2_FYa1g","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4106327583","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4106327583","job_url_direct":null,"title":"Upphandlare","company":"Swedish Post and Telecom Authority","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/postochtelestyrelsen","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4069956539","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4069956539","job_url_direct":null,"title":"Commercial Finance Manager","company":"Eaton","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/ie.linkedin.com\/company\/eaton","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4088676902","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4088676902","job_url_direct":"https:\/\/join.pmicareers.com\/gb\/en\/job\/PMIPMIGB621EXTERNALENGB\/Manager-People-Culture-Business-Partner-Nordics?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=vZ4Q","title":"Manager People & Culture Business Partner -Nordics","company":"Swedish Match","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Human Resources","company_industry":"Tobacco Manufacturing","listing_type":null,"emails":null,"description":"**Join us to deliver a smoke- free future as People & Culture Business Partner!**\n We’ve chosen to do something incredible. We’re totally transforming our business and building our future on one clear purpose – to deliver a smoke-free future. Swedish Match is an affiliate of PMI and have been a leader in the industry for more than 200 years.\n   \n\n  \n\n In the Nordic region, we are 1,600 employees based in Sweden, Denmark, Finland and Norway working in various functions and teams and together we are collaborating to deliver a smoke-free Nordics.\n   \n\n  \n\n The scale of our transformation means we’re effectively building a vast new business, at pace. In\n **P&C (People & Culture - our HR function** \n ), we have a huge part to play, defining and shaping our new customer focused culture, organizing functions to work better together, and attracting the best talent with new types of skills to join us.\n   \n\n  \n\n We are looking for a People & Culture Business Partner who will be based in Stockholm and be responsible for driving the deployment of our People & Culture strategy and initiatives in the assigned business units \/ functional teams within the Nordics cluster. If you’re comfortable with ambiguity and excited by the challenge of shaping things, you’ll be in your element here. There’s endless space to develop too, so you’ll be progressing your career as fast as you build our smoke-free future.\n   \n\n  \n\n**Your Main Responsibilities**\n* Work with business leaders in assigned business units\/functions and translate business strategies into organizational priorities and plans; identify future business demands\/opportunities with a P&C aspect and deploy solutions that impact business success.\n* Act as Change Enabler by providing proactive support to successfully plan and implement business transformations or other strategic organizational change programs.\n* Based on current and future business needs, drive strategic talent planning in assigned business units\/functional teams, deploy talent strategy sustaining a well-developed, diverse pipeline of talent delivering a strong succession for critical positions.\n* Coach all levels of managers on people strategy, including organizational design, career development, coaching, recognition, performance management, etc.\n* Develop a positive work environment in assigned departments through implementing effective interventions like cultural transformation, collaboration improvement, employee well-being, diversity and inclusion.\n* Analyze and interpret key people data to identify trends and talent needs; communicate findings and recommendations to the business.\n* Contribute to the development and roll-out of P&C policies and programs (e.g., talent, L&D, compensation, etc.).\n* Ensure productive labor relations; assist people leaders with employee and labor relations matters, following company policies, employment laws, and standard processes.\n\n\n**Requirements**\n* Minimum of a bachelor’s degree in human resources, Business or Organization Development or equivalent.\n* At least 6 years of experience in an HR Business Partnering role within multinational organizations, ideally for a multi-functional, multi-line-of-business organization.\n* Exceptional internal client relationship management skills, experience in building relationships with a diverse group of stakeholders, ability to influence decision makers.\n* Well-versed in HR fields: talent acquisition, talent management, performance management, organizational development, change management, learning and leadership development, employee engagement, etc.\n* Strong project management and execution skills.\n* Proven analytical and problem-solving skills, with the ability to analyze data, understand trends and develop recommendations for action.\n* Sound knowledge of labor law, experience in trade unions negotiations.\n* Excellent verbal and written communication skills in English and Swedish.\n* Advanced knowledge in MS Office applications.\n\n\n**What We Offer**\n Our success depends on the dedicated people who come to work every single day with a sense of purpose and an appetite for progress. Join us at Swedish Match and you too can:\n   \n\n  \n\n* Seize the freedom to define your future and ours. We’ll empower you to take risks, experiment and explore.\n* Be part of an inclusive, diverse culture, where everyone’s contribution is respected; collaborate with some of the world’s best people and feel like you belong.\n* Enjoy flexibility of hybrid way of working - split your time between working from our office or the comfort of your home, where it works best for you in line with business needs.\n* Pursue your ambitions and develop your skills with a global business – our staggering size and scale provides endless opportunities to progress.\n* Take pride in delivering our promise to society: to deliver a smoke-free future.\n\n\n #SWMA\n   \n\n  \n\n**621**","company_url":"https:\/\/se.linkedin.com\/company\/swedish-match","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEhs75a62ze0g\/company-logo_100_100\/company-logo_100_100\/0\/1630599926898\/swedish_match_logo?e=2147483647&v=beta&t=2JskEgzJm5jG2bYXt9za26lKVhpJPV1qbkRN0STLDys","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4110923745","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4110923745","job_url_direct":"https:\/\/stockholmsstad.varbi.com\/se\/what:job\/jobID:776664\/type:job\/where:123\/apply:1&urlHash=KwBo","title":"Gruppledare till hälsofrämjandeenheten","company":"Stockholms stad","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Government Administration","listing_type":null,"emails":"linn.qvarnstrom@stockholm.se, victoria.lindberg@stockholm.se, m@stockholm.se, ssr.norrainnerstaden@stockholm.se","description":"Stockholm – vår huvudstad med miljoner drömmar, förväntningar och ambitioner. Vi jobbar för alla som lever här idag och i framtiden. Nu söker vi dig som vill tänka stort, nytt och annorlunda med oss – för stockholmarna.\n   \n\n  \n\n Norra innerstadens stadsdelsområde består av de centrala delarna av Stockholm, Norrmalm och Östermalm. Här arbetar vi för att ge våra 155 000 invånare den bästa verksamheten inom bland annat förskola, socialtjänst, äldreomsorg och stadsutveckling. Vi välkomnar dig som vill vara med och göra skillnad för invånarna i Norra innerstaden.\n   \n\n  \n\n**Välkommen till oss**\n På hälsofrämjandeenheten är vi 18 medarbetare och en enhetschef. Med personen i fokus erbjuder vår enhet seniorer att delta i fysiska och sociala aktiviteter på stadsdelens träffpunkter och dagverksamheter. Vi anordnar kulturella event för stadens seniorer samt ansvarar för enhetens it-stöd och fixartjänst. Hos oss finns hälsopedagoger som har i uppdrag att motverka ensamhet, isolering och öka psykisk hälsa genom uppsökande arbete. Vi är en lärande organisation, som befinner oss i en spännande utvecklingsfas med projektet Livsstilsförändringar kring Hjärnhälsa och FINGER-modellen. På vår enhet stöttar vi varandra och prioriterar en positiv arbetsmiljö där alla ska känna sig välkomna och uppskattade.\n   \n\n  \n\n Nu söker vi en gruppledare som vill bidra till enhetens viktiga arbete för de äldre! Rollen utgår initialt från kontoret på Odenplan där du sitter tillsammans med enhetschef.\n   \n\n  \n\n**Vi erbjuder**\n Vi erbjuder dig ett mångsidigt uppdrag, omväxlande arbetsuppgifter på en utvecklingsinriktad arbetsplats. Du får möjlighet till stort inflytande på verksamheten genom att ständigt förbättra och utveckla enheten tillsammans med enhetschef och medarbetare Vi erbjuder dig goda anställningsförmåner som kompetensutveckling, generöst friskvårdsbidrag, bra flextidsvillkor, semesterväxling samt vinter- och sommararbetstid. Läs gärna om våra förmåner inom Stockholm stad\n **här.**\n**Din roll**\n Som gruppledare får du möjlighet att bidra till att möta framtidens äldreomsorg med förebyggande och kvalitativa insatser. I det dagliga arbetet jobbar du tätt tillsammans med enhetschefen och medarbetarna. Du utvecklar befintliga och nya rutiner, lathundar och checklistor samt administrerar vår samarbetsyta på intranätet.\n   \n\n  \n\n Ditt uppdrag består bland annat av att:\n   \n\n  \n\n* leda och fördela arbetet på enheten samt löpande uppföljning med verksamheterna, både självständigt och tillsammans med enhetschef\n* ge stöd vid rekrytering och hantera anställningsavtal samt personalakter\n* planera vid frånvaro och säkerställa att det dagliga arbetet fungerar\n* delta i verksamhets- och metodutveckling samt implementera nya arbetssätt och mål\n* vara representant i olika nätverk\n* arbetsleda när enhetschefen inte är på plats.\n\n\n**Din kompetens och erfarenhet**\n Vi söker dig som har:\n   \n\n  \n\n* socionomexamen eller annan examen som arbetsgivaren bedömer relevant\n* erfarenhet av administrativt arbete\n* erfarenhet av personalbemanning\n* god it-mognad och erfarenhet av att arbeta i Officepaketet\n* god kommunikationsförmåga i tal och skrift på svenska.\n\n\n Det är meriterande om du har erfarenhet av:\n   \n\n  \n\n* kvalificerat administrativt arbete inom äldreomsorgen\n* arbete inom Stockholms stad\n* arbetsledning\n* arbete i projekt och\/eller verksamhetsutveckling\n* chefsstöd\n* att hantera anställningsavtal\n* Stockholms stads administrativa system.\n\n\n Som person är du professionell, självgående och ansvarstagande. Du trivs med att strukturera och driva arbetet på ett effektivt och noggrant sätt. Vidare har du ett flexibelt och tillmötesgående förhållningssätt samt god förmåga till problemlösning. Som gruppledare behöver du ha en god samarbetsförmåga då du samverkar med medarbetare och andra aktörer inom förvaltningen.\n   \n\n  \n\n I den här rekryteringen lägger vi stor vikt vid ovan nämnda kompetenser, personlig lämplighet och engagemang för tjänsten. Välkommen med din ansökan!\n   \n\n  \n\n**Övrigt**\n**Din ansökan**\n För att stärka fokus på de kompetenser och erfarenheter som efterfrågas för denna roll rekryterar vi utan det personliga brevet. Vid bedömningen av din ansökan kommer vi endast att utgå ifrån ditt CV och ett antal frågor du får besvara i samband med att du söker tjänsten. Vi önskar att du svarar konkret och kortfattat på frågorna, och att det finns en tydlig koppling mellan dina svar och ditt CV.\n   \n\n  \n\n Vi ser mångfald som berikande och välkomnar alla sökande!\n   \n\n  \n\n Stockholms stad arbetar med kompetensbaserad rekrytering som syftar till att se till varje persons kompetens och därmed motverka diskriminering.\n   \n\n  \n\n Anställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Stockholm | Län: Stockholms län | Land: Sweden | Referensnummer: 2024\/6227 | Kontakt: Linn Qvarnström, Rekryteringskonsult 08-50811732,linn.qvarnstrom@stockholm.se, Victoria Lindberg victoria.lindberg@stockholm.se, | Facklig företrädare: Rolf Nyström, Vision rolf.nyström@stockholm.se, SSR ssr.norrainnerstaden@stockholm.se, | Publicerat: 2024-12-29 | Sista ansökningsdag: 2025-01-12","company_url":"https:\/\/se.linkedin.com\/company\/stockholmsstad","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQH4yrxxjImEAw\/company-logo_100_100\/company-logo_100_100\/0\/1630637031104\/stockholmsstad_logo?e=2147483647&v=beta&t=PagPBt30ponDO_A9X_y6BXpkl6ABd6pEqMHn_lpgvSA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4096918177","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4096918177","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-Nordic-Senior-Commercial-Contract-Manager\/1150619401\/?feedId=388933&utm_source=linkedin&urlHash=5WWB","title":"Nordic Senior Commercial Contract Manager","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Legal and Consulting","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Joining the\n **Nordic Commercial Contract Management team** \n places you in a pivotal role, where you'll drive our business growth by offering expert commercial support to our teams and collaborating with clients to secure new and extended contracts.\n \n\n\n\n  \n\n\n\n\n\n We work with a variety of stakeholders to help ensure that risks and commercial best practices are considered throughout sales cycles and applied end-to-end during the service delivery. Our team plays a key role in the pre-sales process, as we shape and sign deals to ensure that services are delivered according to the contract. We support with contract compliance and optimization in the delivery phase.\n \n\n\n\n  \n\n\n\n\n\n**YOUR ROLE** \n\n\n\n\n  \n\n\n\n\n* Be a member of a bid team or an account team, taking a key role in the ongoing development of commercial and contractual matters.\n* Be responsible for promoting commercial best practices during client engagement to drive value for our clients.\n* Support large and complex sales opportunities (Bids, RFPs, RFQs).\n* Participate in and lead senior level negotiations with internal\/external customers and subcontractors for commercial contract matters.\n* Act as the single point of contact for commercial matters.\n\n\n\n  \n\n\n\n\n\n**YOUR PROFILE** \n\n\n\n\n  \n\n\n\n\n* 7+ years of experience in commercial contract management regarding large and complex contracts\/accounts or similar experience.\n* Detailed understanding of key legal, commercial principles and obligations found in IT services or outsourcing contracts.\n* Proactive problem-solving skills, strong numeracy skills and understanding of finances.\n* Contract drafting skills and attention to detail.\n* Excellent communication skills, fluent Swedish and English.\n* Certificate in Commercial and Contract Management from World Commerce and Contracting Association (WorldCC previously known as IACCM) is a plus.\n\n\n\n  \n\n\n\n\n\n**WHAT WE BELIEVE YOY WILL ENJOY ABOUT WORKING HERE** \n\n\n\n\n  \n\n\n\n\n* A challenging career in a vibrant environment with access to extensive training and a global network of experts.\n* A company culture driven by core values: Honesty, Trust, Freedom, Team Spirit, Modesty, Fun, and Boldness.\n* A strong commitment to inclusion, diversity, and supporting the whole person.\n* An innovative culture that promotes learning, growth, and shared success.\n\n\n\n  \n\n\n\n\n\n**APPLICATION** \n\n\n\n\n  \n\n\n\n\n\n Don’t hesitate to send in your application. We will be interviewing continuously and look forward to finding our next colleague.","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4110971885","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4110971885","job_url_direct":"https:\/\/jobs.gohire.io\/5FeFmGKL\/213373&urlHash=dwS1","title":"FRANCHISE BUSINESS OPPORTUNITY Fractional C-Suite and Part-Time Director service","company":"Boardroom Advisors: Part-Time CEOs MDs NEDs for Scale-Ups and SME's.","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"executive","job_function":"Other","company_industry":"Business Consulting and Services","listing_type":null,"emails":"John@BoardroomAdvisors.co","description":"**Master Licensees**\n**Background Information**\n Board Advisors provide an excellent solution for ambitious businesses looking for growth,\n   \n\n  \n\n profitability and stability.\n   \n\n  \n\n Increasing numbers of senior level people are turning to a portfolio career, seeking to have\n   \n\n  \n\n more control over their lives and freedom from life within a large corporate environment.\n   \n\n  \n\n**Expansion**\n Our aim is to continue increasing our market penetration throughout the world and\n   \n\n  \n\n therefore, we seek ambitious individuals capable of growing with us as Master Licensees in different countries.\n   \n\n  \n\n**Our Business**\n We operate within the Scale-Up marketplace servicing companies that ideally have between\n   \n\n  \n\n 10 and 1000 staff and likely $2m - $100m turnover although we do mentor some smaller\n   \n\n  \n\n businesses.\n   \n\n  \n\n We work directly with the business owners as part of the Board team on a long-\n   \n\n  \n\n term, on-going basis. We also work with VCs, PEs and Funds with their portfolio companies as well as family businesses. Typically, this takes the form of working within each business between 1-10 days a month.\n   \n\n  \n\n Our approach is to provide the highest quality Board Advisor skill set, with a strong emphasis on strategic and commercial skills, and to pro-actively engage with business owners to deliver terrific value.\n   \n\n  \n\n We are sector agnostic and provide Director-level expert skills in finance, marketing, sales, IT, HR and Managing. We also supply Non-Executive Directors, Chairs, Mentors and Coaches.\n   \n\n  \n\n**What are the benefits?**\n Here are some benefits of a Master License arrangement for a licensee of Boardroom Advisors:\n   \n\n  \n\n* Reduced Risk: One of the primary benefits of a master license arrangement for a licensee is reduced risk. The licensee can leverage Boardroom Advisors’ brand reputation, established systems and processes, and marketing support to enter a new market with confidence. This can significantly reduce the risk of failure and financial loss.\n* Access to established systems and processes: Another benefit is access to established systems and processes. The licensee can benefit from Boardroom Advisors’ proven business model, operational procedures, and best practices. This can help the licensee to avoid common mistakes and pitfalls and to operate more efficiently.\n* Access to Intellectual Property: The licensee can gain access to Boardroom Advisors’ intellectual property, including trademarks and proprietary technologies. This can give the licensee a competitive advantage in the market and enable the development of new products and services.\n* Training and Support: The licensee can receive training and ongoing support from Boardroom Advisors in various areas such as product knowledge, marketing and sales, and customer service. This can help the licensee to develop their own business skills and to provide better service to their customers.\n* Brand Recognition: The licensee can leverage Boardroom Advisors’ established brand recognition to build their own brand in the market. This can help to attract new clients, Advisors and Regional Directors.\n* Exclusive Territory: The licensee can operate exclusively within a specific territory or market segment. This can reduce competition and enable the licensee to establish themselves as the leading provider in that area.\n* Reduced Investment: The licensee can benefit from reduced investment in research and development, marketing, and other areas as Boardroom Advisors may have already invested in these areas. This can help to lower costs and improve profitability.\n\n\n**Who joins Boardroom Advisors?**\n All our Advisors “have been there, seen it and done it”. They are predominantly well\n   \n\n  \n\n qualified, all have scaled businesses, been real life Managing Directors or CEOs in business, and all our Advisors get a real buzz out of our clients’ success.\n   \n\n  \n\n**To Join Boardroom Advisors, You Will Need To**\n I. Share our values. We believe that successful businesses not only need outstanding\n   \n\n  \n\n commercial skills but require a strong and aligned culture in which to thrive. We are\n   \n\n  \n\n proud of our culture. Prospects, businesses owners, suppliers and our team tell us that\n   \n\n  \n\n we are refreshingly different. Our three core values “transparency, energy and\n   \n\n  \n\n teamwork” provide the foundation on which the culture is built. We seek individuals\n   \n\n  \n\n that are aligned with our culture and values.\n   \n\n  \n\n II. Demonstrate that you have a strong empathy towards entrepreneurs in the Scale-Up\n   \n\n  \n\n marketplace as well as VCs, PEs and Fund portfolio companies as well as family businesses. And a strong desire to engage with entrepreneurs and investors to create a position as the “trusted advisor of choice”. We require team members who can work with businesses over the long term with a laser focus on excellent customer service.\n   \n\n  \n\n III. Have the ability to fund yourself outside of joining our team. We are non-exclusive, no\n   \n\n  \n\n cost and no obligation. It will take time to build your Regional Director and Advisor business base, this could take months before earnings start to flow.\n   \n\n  \n\n IV. Team energy. We require individuals who can put all their energies into being part of\n   \n\n  \n\n our team. A key aspect of this is business development, and you will be expected to\n   \n\n  \n\n actively participate in helping to generate new leads for you and your team.\n   \n\n  \n\n**What is the arrangement for Master Licensees?**\n Master Licensees have exclusive territorial rights to using the Boardroom Advisors brand, web site, case studies, business model, marketing systems, processes etc for a period of years. We provide initial induction, training and ongoing support starting with weekly meetings and phasing over to monthly Board Meetings over time where we provide strategic help and advice.\n   \n\n  \n\n In exchange for helping to get the business up and running, we ask for a small initial commitment fee, a 10% royalty and a 10% shareholding in the licensee company. This ensures long-term commitment from the “parent” company in the success of the licensee.\n   \n\n  \n\n**How do you deliver your services to a business?**\n Following the initial meeting with a prospect business by a Regional Director,\n   \n\n  \n\n Boardroom Advisors introduces the appropriate Advisor to the business owner and ascertains the objectives and anticipated outcomes.\n   \n\n  \n\n Work is on an agreed package or number of days per month; or occasionally the delivery is an initial project with the opportunity to develop into a package or on-going days per month engagement.\n   \n\n  \n\n For each business there is a lead Advisor and a Regional Director. This team approach helps foster a stronger B2B relationship and business loyalty.\n   \n\n  \n\n**What type of work does Boardroom Advisors undertake?**\n Our work covers all aspects of a Board Advisor role in a successful business. Our aim is to\n   \n\n  \n\n establish long-term involvement with a business, generating regular income streams, rather\n   \n\n  \n\n than work on projects. Engagements are extremely varied and dependent upon the business\n   \n\n  \n\n needs and the stage of development the company has reached. Some examples of work the\n   \n\n  \n\n client has as a “trigger” to dealing with us and we might undertake as part of the\n   \n\n  \n\n**Appointment As Advisor Include**\n* Strategy development\n* Performance review\n* Systems development\n* Funding analysis\n* Outsourcing and supplier analysis\n* Pricing review\n* Growth planning\n* Staffing structure analysis\n* Board salary reviews\n\n\n For more information contact Founder and CEO John Courtney and book an initial Zoom call at John@BoardroomAdvisors.co\n   \n\n  \n\n**www.BoardroomAdvisors.co**","company_url":"https:\/\/uk.linkedin.com\/company\/boardroom-advisors","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQH8xI0RAV2C4Q\/company-logo_100_100\/company-logo_100_100\/0\/1630556918255\/boardroom_advisors_logo?e=2147483647&v=beta&t=vjdGFz_FL5uPmxXdkD2L7prazs1lCcLBMyykCXNiA9E","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4112279876","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4112279876","job_url_direct":"https:\/\/grnh.se\/add79f1a1us&urlHash=1am6","title":"Technical Account Manager","company":"Vectra AI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"Vectra® is the leader in AI-driven threat detection and response for hybrid and multi-cloud enterprises.\n   \n\n  \n\n The Vectra AI Platform delivers integrated signal across public cloud, SaaS, identity, and data center networks in a single platform. Powered by patented Attack Signal Intelligence, it empowers security teams to rapidly prioritize, investigate and respond to the most advanced cyber-attacks. With 35 patents in AI-driven threat detection and the most vendor references in MITRE D3FEND, organizations worldwide rely on the Vectra AI to move at the speed and scale of hybrid attackers. For more information, visit www.vectra.ai.\n   \n\n  \n\n**About the Role**\n The Technical Account Manager (TAM) is a critical role in at Vectra and is responsible for developing and handling Vectra's most valuable asset, our customers. The TAM is responsible for the relationships with the customers, connecting with key business executives and security and IT partners to develop an understanding of their strategic business needs and goals. You are based out of Sweden and will report into the Director, Customer Success EMEA.\n   \n\n  \n\n Demonstrating this customer knowledge and expertise in Vectra products and cybersecurity, TAMs provide an ongoing adoption and industry best practice strategy to ensure the customers understand and improve value from their investment in Vectra. This role demands interaction with enterprises at executive level, as well as with technical staff within the IT and Security organisation.\n   \n\n  \n\n**At a Glance**\n The TAM leads the customer relationship, providing ongoing and proactive leadership and support to Vectra's customers, to drive high levels of customer satisfaction, deep engagement, and mutual success. They conduct quarterly customer Executive Business Review meetings and proactively supervise customer health. They drive deep integration of the Vectra Cognito platform into the processes and technical ecosystem of our customer, to build and increase stickiness; and further identify and grow expansion opportunities, and collaborate with the sales teams to ensure growth attainment.\n   \n\n  \n\n* Drive high touch customer success focusing on large and highly complex enterprise organizations throughout the entire customer journey: onboarding, value realization, adoption and expansion\n* Identify and assess renewal risks within the customer base, and build and complete get-well plans.\n* Conduct customer touchpoints, executive business reviews and proactively monitor, assess, and provide updates on important data points including customer happiness, customer health score, adoption rates, and more.\n* Manage crisis and incident response with urgency, coordinating with multiple functions to ensure timely resolution, while presenting optimally with customers.\n* Identify, build and implement repeatable programs and processes across the portfolio of customers to improve product adoption and usage and achievement of customer's business objectives.\n* Able and willing to travel for on-site customer visits as required by the business (25- 50%) across the assigned region\n\n\n**What Will Impress Us**\n Successful candidates have a validated technical foundation in network security and enterprise software. A strong background in collaborating with customers on both technical and non-technical levels, discernment and sales experience, and above all a passion for ensuring the best quality customer experience. They bring experience and confidence dealing with enterprise subscription-based vendors in a customer-facing role; ideally combined background of post-sales and pre-sales experience!\n   \n\n  \n\n* Have an excellent understanding of security product lines (firewalls, sandboxing, SIEM, forensics-type platforms)Knowledge of TCP\/IP, DNS, VPN and SSL technology\n* Understand the current security technologies and risks\n* Bring project management skills\n* Pay strong high attention to detail\n* Be empathetic for customers and passionate for revenue and growth\n* Have established a consistent track record of building and maintaining successful relationships\n* Be dedicated to customer service.\n* Present and communicate excellently, both verbal and written in Swedish and English\n* Bring excellent organisational, analytical, negotiating skills;\n* Bachelor's degree or equivalent experience in e.g. Computer Sciences.\n\n\n Sounds like this could be a match? We are looking forward to receiving your application!\n   \n\n  \n\n Vectra provides a comprehensive total rewards package that supports the financial, physical, mental and overall health of our employees and their families. Compensation includes competitive base pay, incentive plan eligibility, and participation in the employee equity plan (stock options). Specific benefits offered varies by location, but commonly include health care insurance, income protection \/ life insurance, access to retirement savings plans, behavioral & emotional wellness services, generous time away from work, and a comprehensive employee recognition program.\n   \n\n  \n\n Vectra is committed to creating a diverse environment and is proud to be an equal opportunity employer.\n   \n\n  \n\n We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status.","company_url":"https:\/\/www.linkedin.com\/company\/vectra_ai","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGuaexkraTjZw\/company-logo_100_100\/company-logo_100_100\/0\/1719256500665\/vectra_ai_logo?e=2147483647&v=beta&t=EaWwxvXhsQ6k_k5dq4rMEx7yZWHoB8zYwqojT8vq9bA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4101134254","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4101134254","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Assignment-Manager-for-Quality-projects-within-People-Transport-Solutions-151-38\/1152261101\/&urlHash=rjlR","title":"Assignment Manager for Quality projects within People Transport Solutions","company":"Scania Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting, Information Technology, and Sales","company_industry":"Motor Vehicle Manufacturing","listing_type":null,"emails":"niklas.gram@scania.com","description":"People Transport Solutions is currently on an exciting journey transforming our operations to become the preferred supplier of bus chassis solutions that enable sustainable mobility for our customers in close cooperation with external bodybuilders.\n   \n\n  \n\n Are you curious and want to learn more about Scania´s bus products while developing yourself? If yes, then we have an interesting position for you!\n   \n\n  \n\n Within the product engineering bus where you will work as assignment manager (project manager) we are responsible for the quality of the current bus program.\n   \n\n  \n\n**Who We Are**\n The group KNAPA consists of 6 assignment managers and our main task is to run cross-functional teams towards solutions to quality deviations concerning both the bus chassis and body. Our buses are produced in Poland, China and Brazil and we work as a global team. Scania´s core values, our work environment and personal development are all prioritized areas in our daily operation.\n   \n\n  \n\n People Transport Solutions as an organization has the character of a smaller company within the larger Traton and Scania structure. This gives benefits in the form of flexibility, short decision-making paths and a sense of being part of the bus family.\n   \n\n  \n\n**Your Responsibilities**\n Your daily work will be to run the work groups as assignment manager for both bus chassis and body assignments. You will work closely with field quality, procurement, design, production, suppliers and others and it is your responsibility to steer and co-ordinate the cross-functional group towards the solution. When needed, market actions are also released to our customers to update their vehicles, this is then done together with the field quality department.\n   \n\n  \n\n This role will develop your leadership skills, give you a broad knowledge and network as well as a good understanding of how our buses are operated by the end customers. In addition, you will also get a good understanding of the bus business in general.\n   \n\n  \n\n Improvement work is important and you will have the chance to contribute to greater efficiency in our tools and processes together with the team in order to secure quality and short lead-times to our customers.\n   \n\n  \n\n**Your profile**\n You have an MSc or BSc degree with 4-6 years experience in product development. Experience from Scania red arrow work, project management and electrics HW\/SW is meriting. You are confident in English both speaking and writing.\n   \n\n  \n\n As a person, you are motivated and structured, like to cooperate with others and take the initiative. You enjoy cooperation as well as independent work. You are good at communication and dare to be demanding. Furthermore, you are flexible, prestigeless and attracted by the broad knowledge given by this role.\n   \n\n  \n\n If the above sounds interesting for you and you want to work in a dynamic environment with the end customer in focus, then please get in touch.\n   \n\n  \n\n**For more information**\n Contact Niklas Gram, group manager, +46 8 55352066, niklas.gram@scania.com\n   \n\n  \n\n The application shall include a personal letter and CV and the last day of application is 8th of January.\n   \n\n  \n\n We look forward to your questions and application!\n   \n\n  \n\n A background check might be conducted for this position.","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=v2f945TWghdMCDvRt9P44DtfEO_k_CZd74M2K3jXPSY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4005894250","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4005894250","job_url_direct":null,"title":"Senior Kotlin Backend Engineers","company":"Wolt","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Job Description**\n We are looking for experienced Senior Software Engineers who can develop production-level microservices in Kotlin, to join several different Engineering Groups at Wolt.\n   \n\n  \n\n Our Engineering organization at Wolt consists of 700+ Engineers working across 70+ product teams. Some of us work on the visible parts, making our services easy on the eye and some of us focus on the unseen magic happening behind the scenes. ✨\n   \n\n  \n\n Our Engineers handle the whole development process (business logic, testing, database & data streaming, CI\/CD, analytics, cloud) in an autonomous manner. They build things that are accessible and made to scale. They keep our systems in the best shape by simplifying the unnecessary complexity.\n   \n\n  \n\n We make the decisions as a team and group of teams for our ways of working and we take architectural decisions together. Everyone plays a role in our future.\n   \n\n  \n\n Our Engineers choose the best technologies that work for Wolt, their teams and themselves. Making good choices means finding scalable, robust technology that works in everyone’s best interests. The freedom to experiment and adopt the best technology benefits everyone.\n   \n\n  \n\n The main stack for these roles consists for example Kotlin (Ktor, Koin, Spring, grpc…), PostgreSQL, MongoDB, Kafka, Redis, GitHub Actions, AWS, Docker and Kubernetes.\n   \n\n  \n\n Needless to say, in such an environment there’s a lot of room for learning, teaching and growing together!\n   \n\n  \n\n Go ahead and check our Kotlin related Tech Talks below.\n   \n\n  \n\n The very fresh Scaling Kotlin Backend Development Podcast\n   \n\n  \n\n Kotlin at Wolt\n   \n\n  \n\n Kotlin Meetup\n   \n\n  \n\n**FinTech Group** \n : dedicated to shaping the future of financial services at Wolt. 🚀 Our Fintech teams play a critical role in enabling smooth and automated money flows for our customers, merchants, and courier partners as well as delivering financial products to them. To meet local requirements and provide the best financial solutions, our Fintech engineering teams are at the forefront of building integrations and automating financial processes for local country teams, supporting expansion in our existing markets and into new ones.\n   \n\n  \n\n We currently have multiple roles in our Fintech Teams, and depending on your experience, we will make sure to find the right team for you if you love working with modern technologies like Kotlin, are always open to learning new things, find motivation in working with skilled and nice colleagues, and don't shy away from highly challenging engineering topics, you'll fit right in! 💡👩‍💻\n   \n\n  \n\n**Merchant Integrations** \n : Running a restaurant or a store while fulfilling delivery orders is hard work that can be made easy with automation. This is where our integration platform comes in. We help our merchant partners automate the manual work with our API and integration offerings. Once a merchant has these integrations in place, their staff are free to do what they do best - service consumers without being bogged down by mundane, repetitive, and error prone manual processes. Through our API platform, we ensure that the experience for our partners is best in class, making it a breeze to work with Wolt. Be it orders going to POS (Point of Sale) systems automatically, venue management, item & inventory control, menu & catalog automation, our teams have our merchants covered!\n   \n\n  \n\n**Merchant Operations** \n : In recent years, we started expanding our delivery offering to new verticals beyond restaurant deliveries, including grocery, pharmacy, merchandise, flowers, and apparel, all referred to as “Retail”. That meant quite many new services and technical improvements as use cases and flows are more complex than ever. Our Merchant Operations subgroup consists of 4 different teams full of smart engineers creating new solutions to enhance our operational abilities with Merchants. Here, we build merchant applications that help merchants run their day-to-day operations. We also build all the relevant tooling from Product Catalog to Offer Management systems to make sure we can capture the full assortment of the merchants in the easiest way possible.\n   \n\n  \n\n**Merchant Engagement: E** \n ngagement focuses on Acquiring more quality Merchants and reducing the time and effort it takes to onboard them so they can make their first sales on Wolt. The group also aims to make best-in-industry self-service experiences for onboarding & Imaging, a unified Merchant portal where you can get everything you need done, and insights dashboard to help maximize business performance\n   \n\n  \n\n**Retail Platforms (Wolt Market)** \n : Last year we took a leap forward with a dedicated product offering for Wolt Market - Retail Platforms. Wolt Market is a chain of dark grocery stores available on Wolt’s well known delivery platform. Wolt Market delivers groceries to our users within 30 minutes. We successfully built from scratch several teams of talented Engineers, Product Leads and Designers building internal tooling within the areas like warehousing, assortment, catalog and pricing.\n   \n\n  \n\n**Consumer Group** \n : As the name Consumer Group implies, we are responsible for building and developing Wolt’s consumer-facing products. Our mission is to master the user experience while scaling up the platform to enable delivering a mall in your pocket. We’re humbled and proud to say our apps have the industry’s highest ratings in the App Store (4.8) and Google Play (4.6). We believe that a great user experience enables healthy top-line growth. We make sure our users find the right content from the platform and convert. We are here in the long term by retaining our customers and keeping them engaged. Currently, the Consumer Group is growing especially in the front of AdTech and Search functions making sure we succeed in the above-mentioned mission.\n   \n\n  \n\n 📍These open roles can be based in all of our tech hubs in\n **Helsinki, Stockholm, or Berlin** \n . This can vary depending on the exact team and their main location. You can choose whether you want to work from home, from the office or hybrid.\n   \n\n  \n\n**Our humble expectations**\n We are looking for experienced Senior Software Engineers who can develop production-level microservices in Kotlin. We'd love to see experience with Kotlin or any other JVM backend languages like Java and Scala but encourage you to convince us about your learning abilities if you come from a different background. 🛠️\n   \n\n  \n\n As a member of our team, you'll dive into the world of microservices, primarily using Kotlin, while remaining open to exploring other modern languages, such as Python, in some teams. We appreciate previous experience in handling the whole development cycle all the way to production.\n   \n\n  \n\n But what truly sets you apart is your ability to tackle big challenges together, envision scalability and availability, and dare to question conventional decisions. You’ll be successful in our teams if you quickly grasp new concepts and thrive in an environment of continuous learning.🌟\n   \n\n  \n\n We put a lot of focus on the ability to collaborate well with others. We work closely with our teammates and having a good connection with team members is essential. We understand that everyone has their own unique way of communicating with others. We expect you to be yourself, express your opinions, and work together with the rest of the team.\n   \n\n  \n\n In addition to technical expertise, we cherish those who take ownership beyond the obvious, have an insatiable hunger for knowledge, make collaborative decisions, and enthusiastically collaborate with diverse teams Woltwide. We value the unique perspectives and skills you bring to our adventure, and we're excited to see what you can achieve with us!👥🚀\n   \n\n  \n\n**Next Steps**\n We are hiring for a number of open Senior positions across a few different Engineering Groups. During the initial screening call our Talent Acquisition Partner will discuss with you your expectations and possible domain preferences as well as share more about different teams. After the recruiter screening call, the interviewing steps are conducted for a particular group in mind, with a specific team being proposed at the end of the process - that’s the moment when you’ll latest get to meet your possible Team Lead. Throughout the process, we will do our best to match your experience, skills and aspirations with the most suitable Engineering team at Wolt!\n   \n\n  \n\n The compensation will be a negotiable combination of monthly pay and DoorDash RSUs. The latter makes it exceptionally easy to be excited about our company growing and doing well, as you’ll own a piece of the pie.\n   \n\n  \n\n For any further questions about the position, you can turn to Product+ Talent Acquisition Partner - Severi Kausola severi.kausola(at)wolt.com\n   \n\n  \n\n**About Wolt**\n Wolt is a Helsinki-based technology company that provides an online platform for consumers, merchants and couriers. It connects people looking to order food and other goods with people interested in selling and delivering them. To enable this, Wolt develops a wide range of technologies from local logistics to retail software and financial solutions – as well as operating its own grocery stores under the Wolt Market brand. Wolt’s products include Wolt+ (subscription service for customers), Wolt for Work (meal benefits and office deliveries for companies), Wolt Drive (fast last-mile deliveries for merchants) and Wolt Self-Delivery (service for merchant partners with their own delivery staff). Wolt’s mission is to make cities better by empowering and growing local communities. Wolt was founded in 2014 and joined forces with DoorDash in 2022. DoorDash operates in 29 countries today, 25 of which are with the Wolt product and brand.\n   \n\n  \n\n**Working in Product Development at Wolt**\n At Wolt, we’re about getting things done. You’ll probably enjoy it here if you like taking ownership, developing yourself and being around friendly, humble and ambitious people.\n   \n\n  \n\n The behind the scenes of Wolt is run by an awesome bunch of over 700+ planners, builders, designers and data crunchers. We call ourselves Product+, as we’re the very core of Wolt’s products, tools and platforms. To build our products, we work in over 60 cross-functional, independent and autonomous teams. Teams are made up of a mix of talented individuals: engineers, designers, data scientists, analysts, and product leads. Each team takes ownership for solving customer problems in the best possible way.\n   \n\n  \n\n**Our Commitment to Diversity, Equity & Inclusion**\n We want to have all sorts of people in our team – people like you and me, and people different from you and me. To be able to work with diverse teammates – when it comes to gender, age, ethnicity, life background, sexual orientation, political views, religion, or any other personal trait – we consciously aim to offer equal opportunity for everyone to work with us. This is because we believe diverse teams make the most thought-through decisions and build things in the most inclusive way.\n   \n\n  \n\n Join us today to build Wolt together.","company_url":"https:\/\/fi.linkedin.com\/company\/wolt-oy","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGAVNXIpc8cGQ\/company-logo_100_100\/company-logo_100_100\/0\/1630642511293\/wolt_oy_logo?e=2147483647&v=beta&t=FL-6RJHs3sT1D45luH_yMK2cK7Rwcl4QnfoGSM1PnM8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3643de6fe5f93fb5","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=3643de6fe5f93fb5","job_url_direct":"https:\/\/jobsearch.createyourowncareer.com\/Riverty\/job\/Stockholm-Senior-Devops-Engineer-AB-113-21\/1154386201\/?feedId=179501&utm_source=Indeed&utm_campaign=XMLFEED_Bert_Indeed","title":"Senior Devops Engineer","company":"Riverty Group Sweden AB","location":"Stockholm, AB, SE","job_type":null,"date_posted":1734652800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Everything we do, starts with you. Together with you, we build the most human-centric fintech. To enable everyone’s future financial growth.**\n\n **We are looking for a**\n\n**Senior DevOps Engineer**  \n\n**to join our team at our location in Stockholm**\n\n **What will be your challenge?**  \n\nIn this role, you will work in an agile product team building and operating new business-critical applications and solutions for the customer identity, risk steering, and fraud prevention domain. On a daily basis, you will be:\n\n  \n\n* Working closely with our Development teams, software architects and other stakeholders to implement the target infrastructure, network and deployment architecture\n* Working with our Infrastructure and Operations teams across Europe to streamline the service delivery and minimize the impact of operational issues on the end-user experience\n* Quickly and proactively fixing service configuration and security issues\n* Set up and streamline a smooth, Continuous Delivery and Release Process\n\n **What you need to succeed in the role:**\n\n* A Bachelor’s degree in computer science or a related field\n* Previous experience working with a major cloud provider (AWS\/Azure\/GCP), containerization-related tools (Docker, Kubernetes, etc.), infrastructure-as-code tools (Terraform\/Ansible\/CloudFormation, etc.)\n* Good collaboration and communication skills and fluency in English\n* Ability to explain technical topics to non-technical people\n* A deep familiarity with DevOps principles and culture\n\n **Also, nice to have (but not required):**\n\n\n* A reasonable level of competence in software development, cybersecurity, system & network administration, application monitoring & support\n* Previous experience working in Agile\/Scrum teams and as a team lead\n* Prior experience in the banking or Fintech domain","company_url":"https:\/\/se.indeed.com\/cmp\/Riverty-Group-Sweden-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4024424316","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4024424316","job_url_direct":"https:\/\/careers.vattenfall.com\/se\/sv\/job\/VAFIGLOBALREF7319AEXTERNALSVSE\/Senior-Cloud-Engineer?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=XT63","title":"Senior Cloud Engineer","company":"Vattenfall","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Utilities","listing_type":null,"emails":"ewa.krajewska@vattenfall.com","description":"Om tjänsten\n   \n\n  \n\n We are currently looking for a Senior Cloud Engineer to join our distributed team in Vattenfall. Our colleagues work from Poland, Germany, Sweden and the Netherlands. We work mostly remotely, but we believe in keeping team spirit alive - that's why we meet on location at least once a year.\n   \n\n  \n\n Also, we meet during our virtual daily stand-ups during which we talk about sprint progress and help each other when needed.\n   \n\n  \n\n**What will you do?**\n In the role as cloud engineer you will be working in a team that is very close to business but also to all other IT teams. To succeed in this role it is important that you have the ability to get an T-shaped skill profile. This means be an expert in one or more of the following areas: Network, OS, Backup, Security, Databases, Web but become a generalist on all other areas touched by the cloud. So there is not one person dealing e.g. with Network it is the whole team. Since automation is key for our delivery, you are also expected to have the ability to code and\/or script. You need to be open for a fast changing and developing environment which will challenge you every day.\n   \n\n  \n\n**Your tasks and responsibilities:**\n As our cloud engineer your major responsible for ensuring a stable cloud platform which is evolving with the needs of the organization. Specific tasks would include:\n   \n\n  \n\n* Scripting\n* Automation and orchestration, CI\/CD with Azure DevOps\n* Configuration Management\n* OS support\n* Governance enforcement\n* SaaS\/PaaS support\n* Cloud Networking\n* Security enforcement\n* Source Code Management\n\n\n**Location**\n Katowice\/Gliwice or remotely in Poland\n   \n\n  \n\n Din bakgrund\n   \n\n  \n\n Mer information\n   \n\n  \n\n**Our offer**\n Good remuneration, a challenging and international work environment, and the possibility to work with some of the best in the field. You will be working in interdisciplinary teams and you can always count on support from committed colleagues. We offer attractive employment conditions and opportunities for personal and professional development.\n   \n\n  \n\n**More Information**\n We welcome your application\n **in English.** \n We kindly request that you do not send applications by any means other than via our website as we cannot guarantee that we will be able to process applications that are not made via our website.\n   \n\n  \n\n For more information about the recruitment process you are welcome to contact our recruiter Ewa Krajewska via ewa.krajewska@vattenfall.com\n   \n\n  \n\n At Vattenfall we are convinced that diversity contributes to build a more profitable and attractive company and we strive to be good role model regarding diversity. Vattenfall works actively for all employees to have the same opportunities and rights regardless of gender, ethnicity, age, transgender identity or expression, religion or other belief, disability or sexual orientation.\n   \n\n  \n\n The security of Vattenfall and its employees is essential. For that reason, a pre-employment screening will be part of your recruitment process. The screening is based on the role you will fulfill within Vattenfall. The screening will be performed by a third party, Validata.\n   \n\n  \n\n**We look forward to receiving your application!**\n Om oss\n   \n\n  \n\n Vattenfall is a European energy company with approximately 21 000 employees. For more than 100 years we have electrified industries, supplied energy to people’s homes and modernized our way of living through innovation and cooperation. We now want to enable the fossil freedom that drives society forward. To be able to reach this ambitious goal we are looking for talented individuals who, in addition to their passion for their own role, also have strong team spirit and want to contribute to supporting a meaningful corporate mission.","company_url":"https:\/\/se.linkedin.com\/company\/vattenfall","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQG2Kguh_TApgg\/company-logo_100_100\/company-logo_100_100\/0\/1630633116767\/vattenfall_logo?e=2147483647&v=beta&t=iPwVPIMb9d5u9jOo396pHCxOi1dKsIAShSeAce6KhU0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"682a95d93e98ca0a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=682a95d93e98ca0a","job_url_direct":"https:\/\/jobs.sap.com\/job\/Stockholm-Solution-Advisor-Specialist%2C-Sweden%2C-Signavio-111-34\/1123469001\/?feedId=118200&utm_source=Indeed&utm_campaign=SAP_Indeed","title":"Solution Advisor Specialist, Sweden, Signavio","company":"SAP","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1735430400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Internet And Software","listing_type":null,"emails":"Careers@sap.com","description":"**We help the world run better**\n\nAt SAP, we enable you to bring out your best. Our company culture is focused on collaboration and a shared passion to help the world run better. How? We focus every day on building the foundation for tomorrow and creating a workplace that embraces differences, values flexibility, and is aligned to our purpose-driven and future-focused work. We offer a highly collaborative, caring team environment with a strong focus on learning and development, recognition for your individual contributions, and a variety of benefit options for you to choose from.\n\n**What you'll do**  \n\n  \n\nTo thrive in this role you are someone who appreciates close collaboration, open communication, and feedback.  \n\nYou will be expected to:  \n\n* Strategize, prepare and deliver engaging solution demonstrations, presentations and business cases to prospects and clients that lead to successful sales outcomes with Signavio’s products and services.\n* Lead technical process mining evaluations (Proof of Concepts) requiring large-scale data manipulation scenarios.\n* Respond to Request for Proposals (RFPs) (functional, technical, security aspects) and deliver timely, detailed, and well-crafted follow-up reports and presentations to client and prospect requests for additional information.\n* Develop and maintain expert knowledge of Signavio’s solution suite, competitive product offerings, market intelligence, and unique differentiation.\n* Collaborate with Sales enablement and product teams to share market insight and solutions, and work with post-sales delivery teams to ensure long term customer success.\n* Provide thought leadership, technical expertise and best practice knowledge around process mining and process management to our prospects and customers.\n\n\n  \n\n**What you bring**  \n\n* Presales and Enterprise Solution Consulting experience, ideally within the field of Business Process Management\n* Deep understanding of key business processes, such as Order-to-Cash, Procure-to-Pay, Make-to-Order, etc.\n* A self-starter, you show initiative and enjoy being part of a great team in an international organization.\n* Strong presentation and communication skills.\n* Familiarity with major ERP systems, data extraction, data analysis, reporting is an advantage.\n* Familiarity with process mining and process mining applications.\n* Strong analytical skills including value analysis, business case development, ROI calculations, etc.\n* Ability to juggle multiple projects among multiple stakeholders (internal and external) simultaneously.\n* Willingness to travel e.g. 30%.\n* Bachelor’s Degree (or higher) in Computer Science, Business Information Technologies or equivalent experience.\n\n\n  \n\n**Meet your team**  \n\n  \n\nIn this role you will be working in a cross-functional team who values trust, respect and diversity. We are looking for people who share our passion for creating products that people love to use.  \n\n**Bring out your best**\n\n\nSAP innovations help more than four hundred thousand customers worldwide work together more efficiently and use business insight more effectively. Originally known for leadership in enterprise resource planning (ERP) software, SAP has evolved to become a market leader in end-to-end business application software and related services for database, analytics, intelligent technologies, and experience management. As a cloud company with two hundred million users and more than one hundred thousand employees worldwide, we are purpose-driven and future-focused, with a highly collaborative team ethic and commitment to personal development. Whether connecting global industries, people, or platforms, we help ensure every challenge gets the solution it deserves. At SAP, you can bring out your best.\n\n**We win with inclusion**\n\n\nSAP’s culture of inclusion, focus on health and well-being, and flexible working models help ensure that everyone – regardless of background – feels included and can run at their best. At SAP, we believe we are made stronger by the unique capabilities and qualities that each person brings to our company, and we invest in our employees to inspire confidence and help everyone realize their full potential. We ultimately believe in unleashing all talent and creating a better and more equitable world.  \n\nSAP is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to the values of Equal Employment Opportunity and provide accessibility accommodations to applicants with physical and\/or mental disabilities. If you are interested in applying for employment with SAP and are in need of accommodation or special assistance to navigate our website or to complete your application, please send an e-mail with your request to Recruiting Operations Team: Careers@sap.com  \n\nFor SAP employees: Only permanent roles are eligible for the SAP Employee Referral Program, according to the eligibility rules set in the SAP Referral Policy. Specific conditions may apply for roles in Vocational Training.\n\n**EOE AA M\/F\/Vet\/Disability:**\n\n\nQualified applicants will receive consideration for employment without regard to their age, race, religion, national origin, ethnicity, age, gender (including pregnancy, childbirth, et al), sexual orientation, gender identity or expression, protected veteran status, or disability.  \n\nSuccessful candidates might be required to undergo a background verification with an external vendor.\n\n\nRequisition ID: 404125 | Work Area: Presales | Expected Travel: 0 - 30% | Career Status: Professional | Employment Type: Regular Full Time | Additional Locations: #LI-Hybrid.","company_url":"https:\/\/se.indeed.com\/cmp\/SAP","company_url_direct":"http:\/\/jobs.sap.com","company_addresses":"Dietmar-Hopp-Allee 16\r\nWalldorf, 69190\r\nGermany","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"SAP's purpose is to help the world run better and improve people's lives with sustainability at the core.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d17f7c102a43b1dce3ba341c8dbad2b0","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/1e37cd0ff628710aa0962f8f8ea99cf5","ceo_name":"Christian Klein","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/8d647cc98981321d3ca6c94fec495f70"},{"id":"b8c34023b4c17f0e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b8c34023b4c17f0e","job_url_direct":"https:\/\/jobs.sap.com\/job\/Stockholm-Senior-Account-Executive%2C-Sweden-111-34\/1110398401\/?feedId=118200&utm_source=Indeed&utm_campaign=SAP_Indeed","title":"Senior Account Executive, Sweden","company":"SAP","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1735430400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Internet And Software","listing_type":null,"emails":"Careers@sap.com","description":"**Bring out your best**\n\n\nSAP innovations help more than four hundred thousand customers worldwide work together more efficiently and use business insight more effectively. Originally known for leadership in enterprise resource planning (ERP) software, SAP has evolved to become a market leader in end-to-end business application software and related services for database, analytics, intelligent technologies, and experience management. As a cloud company with two hundred million users and more than one hundred thousand employees worldwide, we are purpose-driven and future-focused, with a highly collaborative team ethic and commitment to personal development. Whether connecting global industries, people, or platforms, we help ensure every challenge gets the solution it deserves. At SAP, you can bring out your best.\n\n  \n\nThe Senior Account Executive’s primary responsibilities include prospecting, qualifying, selling, and closing new business to named key customers in Sweden. It is essential that the Senior Account Executive becomes a trusted advisor for the customers and understands how to lead an extended team of experts. He\/she needs to be able to demonstrate, how SAP can help the customer reach their desired business outcomes.  \n\n  \n\nIf this sounds like something you’d love to do at SAP, please see below for more details, and apply today!  \n\n  \n\n**EXPECTATIONS AND TASKS**  \n\n* Account and Customer Relationship Management\n* Achieve \/ exceed quota targets in Cloud subscription revenue\n* Sales strategies - Develops effective and specific account plans to ensure revenue target delivery and sustainable growth.\n* Develop relationships in new and existing customers and leverage to drive strategy through organization.\n* Trusted advisor - Establishes strong relationships based on knowledge of customer requirements and commitment to value (value of counsel and expertise, value of solutions, value of implementation expertise).\n* Builds a foundation on which to harvest future business opportunities and accurate account information and coaching.\n* Customer Acumen - Actively understand each customer’s technology footprint, strategic growth plans, technology strategy and competitive landscape.\n* Review public information (e.g. new executive appointments, earnings statements, press releases) for the company and its competitors to remain updated on key industry trends and issues impacting the prospect.\n* Territory and Account Leadership - Lead designated territory, including accounts, account relationships, prospect profiling, and sales cycles. Encourage all accounts to become SAP references.\n* Business Planning – Develop and deliver comprehensive business plan to address customer and prospects priorities and pain points.\n\n\n  \n\n**Demand Generation, Pipeline and Opportunity Management:**  \n\n* Pipeline planning - Follow a disciplined approach to maintaining a rolling pipeline. Keep pipeline current and moving up the pipeline curve.\n* Pipeline partnerships – Leverage support organizations including Marketing, Inside sales, Partners and channels to funnel pipeline into the assigned territory.\n* Advance and close sales opportunities - through the successful execution of the sales strategy and roadmap.\n* Support all SAP promotions and events in the territory.\n\n\n  \n\n**WORK EXPERIENCE**  \n\n* 5+ years of experience in selling complex business software \/ IT solutions\n* Strong experience in C-level conversations and negotiations\n* Proven track records in business application software sales for Cloud\/SaaS solutions.\n* Work experience in relevant industry or line of business roles.\n* Several years of Large Account Management experience \/ leading account teams.\n* Knowledge of SAPs Service and Support along with understanding of ERP offerings is a plus.\n* Demonstrated success with large transactions and lengthy sales campaigns in a fast-paced, consultative and competitive market.\n* Outstanding communication and presentation skills in Swedish and English\n\n\n  \n\n**EDUCATION AND QUALIFICATIONS \/ SKILLS AND COMPETENCIES**  \n\n* Master’s degree or equivalent in suitable field – business process understanding is needed.\n* Exceptional communication skills, able to effectively communicate in every environment, including informing and presenting to CxO level.\n* Strategic thinker with high degree of creativity and innovation.\n  \n\n\n\n**Bring out your best**\n\n\nSAP innovations help more than four hundred thousand customers worldwide work together more efficiently and use business insight more effectively. Originally known for leadership in enterprise resource planning (ERP) software, SAP has evolved to become a market leader in end-to-end business application software and related services for database, analytics, intelligent technologies, and experience management. As a cloud company with two hundred million users and more than one hundred thousand employees worldwide, we are purpose-driven and future-focused, with a highly collaborative team ethic and commitment to personal development. Whether connecting global industries, people, or platforms, we help ensure every challenge gets the solution it deserves. At SAP, you can bring out your best.\n\n **We win with inclusion**\n\n\nSAP’s culture of inclusion, focus on health and well-being, and flexible working models help ensure that everyone – regardless of background – feels included and can run at their best. At SAP, we believe we are made stronger by the unique capabilities and qualities that each person brings to our company, and we invest in our employees to inspire confidence and help everyone realize their full potential. We ultimately believe in unleashing all talent and creating a better and more equitable world.  \n\nSAP is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to the values of Equal Employment Opportunity and provide accessibility accommodations to applicants with physical and\/or mental disabilities. If you are interested in applying for employment with SAP and are in need of accommodation or special assistance to navigate our website or to complete your application, please send an e-mail with your request to Recruiting Operations Team: Careers@sap.com  \n\nFor SAP employees: Only permanent roles are eligible for the SAP Employee Referral Program, according to the eligibility rules set in the SAP Referral Policy. Specific conditions may apply for roles in Vocational Training.\n\n **EOE AA M\/F\/Vet\/Disability:**\n\n\nQualified applicants will receive consideration for employment without regard to their age, race, religion, national origin, ethnicity, age, gender (including pregnancy, childbirth, et al), sexual orientation, gender identity or expression, protected veteran status, or disability.  \n\nSuccessful candidates might be required to undergo a background verification with an external vendor.\n\n  \n\nRequisition ID: 395187 | Work Area: Sales | Expected Travel: 0 - 10% | Career Status: Professional | Employment Type: Regular Full Time | Additional Locations: #LI-Hybrid.","company_url":"https:\/\/se.indeed.com\/cmp\/SAP","company_url_direct":"http:\/\/jobs.sap.com","company_addresses":"Dietmar-Hopp-Allee 16\r\nWalldorf, 69190\r\nGermany","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"SAP's purpose is to help the world run better and improve people's lives with sustainability at the core.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d17f7c102a43b1dce3ba341c8dbad2b0","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/1e37cd0ff628710aa0962f8f8ea99cf5","ceo_name":"Christian Klein","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/8d647cc98981321d3ca6c94fec495f70"},{"id":"0dc94cef3dd38bbc","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0dc94cef3dd38bbc","job_url_direct":"https:\/\/jobs.sap.com\/job\/Stockholm-RISE-with-SAP-Chief-Enterprise-Architect-111-34\/1143710101\/?feedId=118200&utm_source=Indeed&utm_campaign=SAP_Indeed","title":"RISE with SAP Chief Enterprise Architect","company":"SAP","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1735430400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Internet And Software","listing_type":null,"emails":"Careers@sap.com","description":"**We help the world run better**\n\nAt SAP, we enable you to bring out your best. Our company culture is focused on collaboration and a shared passion to help the world run better. How? We focus every day on building the foundation for tomorrow and creating a workplace that embraces differences, values flexibility, and is aligned to our purpose-driven and future-focused work. We offer a highly collaborative, caring team environment with a strong focus on learning and development, recognition for your individual contributions, and a variety of benefit options for you to choose from.\n\n**Meet Your Team**\n\n\nJoin our dynamic SAP Enterprise Architects team within the new SAP Customer Services & Delivery board. We lead digital transformation using cutting-edge SAP technologies, advancing the RISE with SAP initiative, promoting Clean Core principles, and accelerating SAP Business Technology Platform (BTP) adoption. Our mission is to simplify and modernize IT landscapes, reducing complexity and operational costs, while fostering innovation and efficiency to support evolving business needs.\n\n **What you’ll do:**\n\n\nAs a Chief Enterprise Architect, you will develop a comprehensive enterprise architecture model for our customers aligning with their enterprise goals, collaborate with virtual account teams (VAT) as a transformation partner and lead activities such as:\n\n* Guide customers through their cloud journey (with special focus on adopt and derive), starting with Enterprise archetypes and scaling digitally.\n* Provide enterprise architecture guidance using RISE with SAP methodology and Clean Core principles to ensure that every customer benefits from SAP‘s cloud qualities.\n* Act as the Transformation Partner for the CIO or other CxO, driving architecture effectiveness.\n* Support adoption, identifying and mitigating technical adoption risks.\n* Align customers and partners with SAP’s Clean Core strategy, accelerate BTP adoption and promote SAP best practices.\n* Provide customer context to all teams, enhancing customer proximity and experience.\n* Articulate the value of the designed target architecture and possible intermediate\/ transition steps as well as provide guidance on the realization of the identified benefits\n* Serve as a trusted advisor, ensuring secure, reliable, and flexible cloud environments for mission-critical processes.\n\n **What You Bring:**\n\n\nTransformation, Architectural & Solution Skills:\n\n* Extensive Experience delivering enterprise business transformation projects and aligning customer priorities with target architecture and roadmap.\n* In-depth knowledge of the SAP Solution Portfolio and Enterprise Architecture Framework (North Star).\n* Experience with Business Technology Platform components (application development, automation, data and analytics, integration, AI) and practical experience with S\/4HANA applications.\n* Strong understanding of Cloud & Clean Core Strategy, familiarity with SAP LeanIX, Signavio, and Cloud ALM.\n* Knowledge of SAP's Business AI roadmap, including identifying use cases and piloting AI-driven solutions to enhance business processes.\n* Expertise in SAP Integration and Extensibility Advisory Methodologies.\n\n **Must-Have Requirements:**\n\n* 15+ years in customer experience roles (e.g., Program Manager, Architect), with experience in end-to-end architectural design for hybrid solution landscapes.\n* Extensive knowledge of SAP Enterprise Architecture Framework and Toolset, and experience with BTP components and services such as application development, automation, data and analytics, integration, and AI capabilities.\n* S\/4HANA technical or\/and SAP S\/4HANA application\/functional knowledge\/experience.\n* Proficiency in SAP Integration and Extensibility Advisory Methodologies and Clean Core principles.\n* Excellent communication, influencing, and negotiation skills (in English) at the senior management and C-levels, both within an IT team and across business functions.\n* Mindset for Strategic Thinking, Continuous Learning, and Business Acumen.\n* Knowledge of on-premise and corresponding SAP cloud solutions.\n* Professional training and certification (e.g., SAP Enterprise Architecture Framework featured by LeanIX EAM, SAP Certified Professional-Enterprise Architect [P\\_SAPEA\\_2023], TOGAF.\n\n  \n\n**Bring out your best**\n\n\nSAP innovations help more than four hundred thousand customers worldwide work together more efficiently and use business insight more effectively. Originally known for leadership in enterprise resource planning (ERP) software, SAP has evolved to become a market leader in end-to-end business application software and related services for database, analytics, intelligent technologies, and experience management. As a cloud company with two hundred million users and more than one hundred thousand employees worldwide, we are purpose-driven and future-focused, with a highly collaborative team ethic and commitment to personal development. Whether connecting global industries, people, or platforms, we help ensure every challenge gets the solution it deserves. At SAP, you can bring out your best.\n\n**We win with inclusion**\n\n\nSAP’s culture of inclusion, focus on health and well-being, and flexible working models help ensure that everyone – regardless of background – feels included and can run at their best. At SAP, we believe we are made stronger by the unique capabilities and qualities that each person brings to our company, and we invest in our employees to inspire confidence and help everyone realize their full potential. We ultimately believe in unleashing all talent and creating a better and more equitable world.  \n\nSAP is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to the values of Equal Employment Opportunity and provide accessibility accommodations to applicants with physical and\/or mental disabilities. If you are interested in applying for employment with SAP and are in need of accommodation or special assistance to navigate our website or to complete your application, please send an e-mail with your request to Recruiting Operations Team: Careers@sap.com  \n\nFor SAP employees: Only permanent roles are eligible for the SAP Employee Referral Program, according to the eligibility rules set in the SAP Referral Policy. Specific conditions may apply for roles in Vocational Training.\n\n**EOE AA M\/F\/Vet\/Disability:**\n\n\nQualified applicants will receive consideration for employment without regard to their age, race, religion, national origin, ethnicity, age, gender (including pregnancy, childbirth, et al), sexual orientation, gender identity or expression, protected veteran status, or disability.  \n\nSuccessful candidates might be required to undergo a background verification with an external vendor.\n\n\nRequisition ID: 411595 | Work Area: Consulting and Professional Services | Expected Travel: 0 - 10% | Career Status: Professional | Employment Type: Regular Full Time | Additional Locations: #LI-Hybrid.","company_url":"https:\/\/se.indeed.com\/cmp\/SAP","company_url_direct":"http:\/\/jobs.sap.com","company_addresses":"Dietmar-Hopp-Allee 16\r\nWalldorf, 69190\r\nGermany","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"SAP's purpose is to help the world run better and improve people's lives with sustainability at the core.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d17f7c102a43b1dce3ba341c8dbad2b0","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/1e37cd0ff628710aa0962f8f8ea99cf5","ceo_name":"Christian Klein","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/8d647cc98981321d3ca6c94fec495f70"},{"id":"7b02fbc799892a91","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=7b02fbc799892a91","job_url_direct":"https:\/\/jobs.sap.com\/job\/Stockholm-RISE-with-SAP-Enterprise-Architecture-111-34\/1143246201\/?feedId=118200&utm_source=Indeed&utm_campaign=SAP_Indeed","title":"RISE with SAP Enterprise Architecture","company":"SAP","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1735430400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Internet And Software","listing_type":null,"emails":"Careers@sap.com","description":"**We help the world run better**\n\nAt SAP, we enable you to bring out your best. Our company culture is focused on collaboration and a shared passion to help the world run better. How? We focus every day on building the foundation for tomorrow and creating a workplace that embraces differences, values flexibility, and is aligned to our purpose-driven and future-focused work. We offer a highly collaborative, caring team environment with a strong focus on learning and development, recognition for your individual contributions, and a variety of benefit options for you to choose from.\n\n**Summary:**  \n\nWe, as a collective group of SAP Enterprise Architects, commit to leading the digital transformation of our customers by leveraging our expertise in system integration, strategic planning, and technology implementation. Our primary missions are to drive the Clean Core imperative and to accelerate the adoption of SAP Business Technology Platform (BTP) by fostering a culture of innovation and efficiency.  \n\nWe are dedicated to enabling Clean Core, aiming to simplify and modernize our IT landscape while reducing complexity and operational costs. By consolidating systems and streamlining processes, we strive to create a robust and agile infrastructure that supports the evolving needs of our business.  \n\n  \n\n**The Role:**  \n\nEnterprise Architects play a crucial role in orchestrating the development of a holistic enterprise architecture model that supports established enterprise goals. To help companies to future-proof their technology environment we serve them from the select phase where the NorthStar Enterprise Architecture is being created, to adopt (Clean core transformation coming in) to the derive phase (translate the NorthStar Enterprise Architecture to its different SAP solutions, including BTP realizing the Clean Core).  \n\nAs an Enterprise Architect, you act as an Advisor to the customer to lead them towards the next step of IT-Services by providing holistic advice and guidance focusing either on an application\/solution, an industry, or a technology.\n\n**What you bring**  \n\nMust-have requirements\/skills:  \n\n* At least 10 years of work experience in a customer experience role (e.g., Program Manager, Architect, Customer Engagement, Customer Advisory).\n* Proven experience delivering enterprise Business transformation through Application delivery.\n* Experience in end-to-end architectural design for hybrid solution landscapes.\n* Proven knowledge of SAP Enterprise Architecture Framework and Toolset, SAP Integration Advisory Methodology, SAP Extensibility Advisory Methodology, SAP Clean Core principles\n* Excellent communication, influencing and negotiation skills (in English language) at senior manager level both inside an IT team and across business functions.\n\n**Nice-to have requirements\/skills:**  \n\n* Experience in using SAP LeanIX & Signavio as tools to document Enterprise Architectures & Business Processes.\n* Ideally, proven knowledge of On-Premises solutions and its corresponding cloud solutions.\n* BTP Certifications (e.g. Integration Suite, Extension Suite, SAP Build)\n* Professional Training & Certification (e.g., SAP Enterprise Architecture Framework featured by LeanIX EAM, SAP Certified Professional-Enterprise Architect [P\\_SAPEA\\_2023], TOGAF) as a plus.\n\n**Meet your team:**  \n\nJoin our dynamic team of SAP Enterprise Architects leading the charge in shaping tomorrow's digital landscape. We're passionate about revolutionizing businesses through cutting-edge SAP technologies. Our vision is clear: to drive seamless digital transformation by promoting clean core principles and accelerating Business Technology Platform (BTP) adoption. By partnering with top-tier SAP clients, including Max. Attention customers and RISE Premium Plus subscribers, we're not just providing advanced technological solutions — we're paving the way for a sustainable future. Join us in building a digitally empowered world where innovation meets environmental responsibility.\n\n\nSAP is not offering international relocation benefits for this role at this time. We have several HCs open for this role.\n\n  \n\n#ICC24\n\n  \n\n**Bring out your best**\n\n\nSAP innovations help more than four hundred thousand customers worldwide work together more efficiently and use business insight more effectively. Originally known for leadership in enterprise resource planning (ERP) software, SAP has evolved to become a market leader in end-to-end business application software and related services for database, analytics, intelligent technologies, and experience management. As a cloud company with two hundred million users and more than one hundred thousand employees worldwide, we are purpose-driven and future-focused, with a highly collaborative team ethic and commitment to personal development. Whether connecting global industries, people, or platforms, we help ensure every challenge gets the solution it deserves. At SAP, you can bring out your best.\n\n**We win with inclusion**\n\n\nSAP’s culture of inclusion, focus on health and well-being, and flexible working models help ensure that everyone – regardless of background – feels included and can run at their best. At SAP, we believe we are made stronger by the unique capabilities and qualities that each person brings to our company, and we invest in our employees to inspire confidence and help everyone realize their full potential. We ultimately believe in unleashing all talent and creating a better and more equitable world.  \n\nSAP is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to the values of Equal Employment Opportunity and provide accessibility accommodations to applicants with physical and\/or mental disabilities. If you are interested in applying for employment with SAP and are in need of accommodation or special assistance to navigate our website or to complete your application, please send an e-mail with your request to Recruiting Operations Team: Careers@sap.com  \n\nFor SAP employees: Only permanent roles are eligible for the SAP Employee Referral Program, according to the eligibility rules set in the SAP Referral Policy. Specific conditions may apply for roles in Vocational Training.\n\n**EOE AA M\/F\/Vet\/Disability:**\n\n\nQualified applicants will receive consideration for employment without regard to their age, race, religion, national origin, ethnicity, age, gender (including pregnancy, childbirth, et al), sexual orientation, gender identity or expression, protected veteran status, or disability.  \n\nSuccessful candidates might be required to undergo a background verification with an external vendor.\n\n\nRequisition ID: 411559 | Work Area: Consulting and Professional Services | Expected Travel: 0 - 10% | Career Status: Professional | Employment Type: Regular Full Time | Additional Locations: #LI-Hybrid.","company_url":"https:\/\/se.indeed.com\/cmp\/SAP","company_url_direct":"http:\/\/jobs.sap.com","company_addresses":"Dietmar-Hopp-Allee 16\r\nWalldorf, 69190\r\nGermany","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"SAP's purpose is to help the world run better and improve people's lives with sustainability at the core.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d17f7c102a43b1dce3ba341c8dbad2b0","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/1e37cd0ff628710aa0962f8f8ea99cf5","ceo_name":"Christian Klein","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/8d647cc98981321d3ca6c94fec495f70"},{"id":"4082163939","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4082163939","job_url_direct":null,"title":"Business Development Consultant","company":"NielsenIQ","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"General Business","company_industry":"Market Research","listing_type":null,"emails":null,"description":"**Job Description**\n We are currently searching for an Analytical Consultant for the SMB Nordic team. The role is newly created and will be located in our office in Hellerup, Denmark or Stockholm, Sweden and will be supporting mainly our Swedish Small Medium clients.\n   \n\n  \n\n The SMB team plays a key role in NIQ’s growth strategy. Focused on accelerating organic growth, building great customer experience by offering customer-centric service and support to uncover insights on category development and consumer buying behavior, in a timely and consistent manner. This role drives loyalty and empowerment by enhancing our customers' use of our data and tools through specialty expertise and engagement.\n   \n\n  \n\n If you wish to work in a truly global company with an ambitious and positive work environment and a high focus on self-development, this position will be a perfect fit for you. As an Analytical Consultant you work with business solution-driven analysis, trainings, presentations and recommendations for small and medium FMCG companies to grow their businesses.\n   \n\n  \n\n**Responsibilities**\n* Improve the customer engagement and satisfaction by offering customer service and analysis support\n* Develop valuable business issue analyses and category presentations to increase the understanding of NIQ data and insights amongst our Small and Medium sized clients\n* Support Small Medium commercial team with customer trainings in our data platform, content for sales pitches and building data reports\n* Together with the SMB team build content for webinars, client events and client meetings\n* Drive trainings of clients in NIQ’s cloud-based data platform Discover\n* Participate actively in building a positive and engaging team culture\n* Support the Small Medium commercial team with ad-hoc administrative tasks\n\n\n The role is mainly supporting the Swedish Market and is based in our Hellerup or Stockholm office. You will report to the Nordics Head of SMB, and will be part of a team of ten people.\n   \n\n  \n\n**About You**\n Managing time and deadlines comes naturally to you. Connecting with clients matters to you, and their business challenges motivate you to find new angles in the data. You find business potential in numbers. You are well structured, detail oriented and pro-active. Curiosity drives your interest in what moves the market.\n   \n\n  \n\n**Qualifications**\n* First and foremost a burning desire and ability to create and drive a commercial analytical base for identifying what's next for your clients.\n* 1-2+ years of experience in the FMCG industry within business analysis, market research or category management.\n* A commercial degree in Economics with proven graduation results.\n* Strong Business English knowledge, both verbal and written. Danish and\/or Swedish as mother tongue\n* Strong analytical skills and detail-focused\n* Strong communication skills with various stakeholders\n* We expect you to already have experience working with Microsoft Excel and PowerPoint.\n* Good presentation and communication skills.\n* Experience from a Nordic position will be an advantage.\n* Microsoft Dynamics and experience with NIQ data is a clear advantage.\n\n\n**Additional Information**\n**Our Benefits**\n* Flexible working environment\n* Volunteer time off\n* LinkedIn Learning\n* Employee-Assistance-Program (EAP)\n\n\n**About NIQ**\n NIQ is the world’s leading consumer intelligence company, delivering the most complete understanding of consumer buying behavior and revealing new pathways to growth. In 2023, NIQ combined with GfK, bringing together the two industry leaders with unparalleled global reach. With a holistic retail read and the most comprehensive consumer insights—delivered with advanced analytics through state-of-the-art platforms—NIQ delivers the Full View™. NIQ is an Advent International portfolio company with operations in 100+ markets, covering more than 90% of the world’s population.\n   \n\n  \n\n For more information, visit NIQ.com\n   \n\n  \n\n Want to keep up with our latest updates?\n   \n\n  \n\n Follow us on: LinkedIn | Instagram | Twitter | Facebook\n   \n\n  \n\n**Our commitment to Diversity, Equity, and Inclusion**\n NIQ is committed to reflecting the diversity of the clients, communities, and markets we measure within our own workforce. We exist to count everyone and are on a mission to systematically embed inclusion and diversity into all aspects of our workforce, measurement, and products. We enthusiastically invite candidates who share that mission to join us. We are proud to be an Equal Opportunity\/Affirmative Action-Employer, making decisions without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability status, age, marital status, protected veteran status or any other protected class. Our global non-discrimination policy covers these protected classes in every market in which we do business worldwide. Learn more about how we are driving diversity and inclusion in everything we do by visiting the NIQ News Center: https:\/\/nielseniq.com\/global\/en\/news-center\/diversity-inclusion","company_url":"https:\/\/www.linkedin.com\/company\/nielseniq","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQFYnX3PRbPkfw\/company-logo_100_100\/company-logo_100_100\/0\/1718743296595\/nielseniq_logo?e=2147483647&v=beta&t=J3IWHkXcbnkRWepn9j--V955eg3oPB7E5GmPigl5MKo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4035948352","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4035948352","job_url_direct":"https:\/\/jobs.jobvite.com\/qlik\/job\/oROEtfww?&Source=Linkedin&urlHash=11GO","title":"Senior Solution Architect (Nordics & Benelux)","company":"Qlik","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development, IT Services and IT Consulting, and Technology, Information and Internet","listing_type":null,"emails":null,"description":"**Description**\n What makes us Qlik?\n   \n\n  \n\n A Gartner® Magic Quadrant™ Leader for 14 years in a row, Qlik transforms complex data landscapes into actionable insights, driving strategic business outcomes. Serving over 40,000 global customers, our portfolio leverages pervasive data quality and advanced AI\/ML capabilities that lead to better decisions, faster.\n   \n\n  \n\n We excel in integration and governance solutions that work with diverse data sources, and our real-time analytics uncover hidden patterns, empowering teams to address complex challenges and seize new opportunities.\n   \n\n  \n\n The Senior Solution Architect Role\n   \n\n  \n\n Are you ready for a role with diverse responsibilities, constant excitement, and the opportunity to work closely with our largest regional customers and partners?\n   \n\n  \n\n As a Solutions Architect at Qlik, you'll be a key player in our Sales Organization, collaborating with various teams and staying at the forefront of the latest developments in the Data, Analytics, and AI market. If you thrive in a dynamic, agile work environment and are motivated by technical challenges, this position might be the perfect fit for you!\n   \n\n  \n\n What makes this role interesting?\n   \n\n  \n\n* Take complete ownership of technical relationships and the sales cycle by effectively showcasing the technical and business value of Qlik's next-generation data analytics, ML\/AI, and data integration platform to customers, partners, and internal teams.\n* Engage with key customer stakeholders through exceptional solution presentations and custom demonstrations. Position proposed solutions to technical, end-users, operations, and senior management staff.\n* Stay informed about Qlik's latest product developments and competitors in the Data, Analytics & AI market. Work closely with Sales, Marketing, Customer Success, Product, R&D, and Consulting teams.\n\n\n**Here’s How You’ll Be Making An Impact**\n* Technical Ownership: Demonstrate end-to-end ownership of technical relationships and the technical sales cycle.\n* Sales Qualification: Contribute to the technical qualification and closure of sales opportunities, predominantly involving Qlik's Data Integration, Automated Machine Learning, and AI platform. Collaborate with colleagues to address customers' data integration and governance requirements utilizing Qlik Talend Data Integration solutions.\n* Presales Activities: Engage in initiatives to boost regional revenue, delivering outstanding solution presentations and tailored demonstrations.\n* Solution Positioning: Present potential solutions to stakeholders within the prospect's or Qlik partner's organization.\n* Proof-of-Concept Execution: Execute Proof-of-Concepts successfully to demonstrate the value of Qlik's solutions to potential customers.\n* Regional Business Development: Support regional business development activities, such as marketing events, trade shows, and partner events.\n* Internal Enablement and Content Creation: Create valuable content for our team and across teams. This could include writing white papers, community articles, customer success stories, etc.\n\n\n**We’re Looking For a Teammate With**\n* 3-5 years of experience in a Presales, Consulting, or similar technical capacity\n* Excellent communication skills to convince both business and technical audiences\n* Highly driven with strong interpersonal skills.\n* Proven track record of developing relationships at technical, commercial, and executive levels throughout large enterprises\n* Experience in BI, data visualization, and analytics. Proficient with cloud solutions like SaaS, PaaS, and iPaaS.\n* Strong knowledge of areas like Data Integration (ETL\/ELT), Data Warehousing, APIs, Data Quality, and Data Governance\n* Ability to work independently and manage multiple complex opportunities\n* Previous experience with Data Integration products is a strong advantage.\n* Proficient knowledge of web development technologies such as JavaScript, HTML5, .NET, and Python is beneficial.\n* A solid understanding of Machine Learning tools and Generative AI concepts is advantageous.\n* Expertise in Cloud technologies, including certifications for specific hyperscalers (AWS, Azure, GCP), is a plus.\n* This position requires willingness and ability to travel.\n* Fluent in one of the Nordic languages and English\n\n\n The location for this role is:\n   \n\n  \n\n Stockholm, Sweden\n   \n\n  \n\n Apply now and be a driving force in transforming the data landscape.\n   \n\n  \n\n**More About Qlik And Who We Are**\n Find out more about life at Qlik on social: Instagram, LinkedIn, YouTube, and X\/Twitter, and to see all other opportunities to join us and our values, check out our Careers Page.\n   \n\n  \n\n What else do we offer?\n   \n\n  \n\n* Genuine career progression pathways and mentoring programs\n* Culture of innovation, technology, collaboration, and openness\n* Flexible, diverse, and international work environment\n\n\n Giving back is a huge part of our culture. Alongside an extra “change the world” day plus another for personal development, we also highly encourage participation in our Corporate Responsibility Employee Programs\n   \n\n  \n\n If you need assistance applying for a role due to a disability, please submit your request via accessibilityta @ qlik .com. Any information you provide will be treated according to Qlik’s Recruitment Privacy Notice. Qlik may only respond to emails related to accommodation requests.\n   \n\n  \n\n Qlik is not accepting unsolicited assistance from search firms for this employment opportunity. Please, no phone calls or emails. All resumes submitted by search firms to any employee at Qlik via-email, the Internet or in any form and\/or method without a valid written search agreement in place for this position will be deemed the sole property of Qlik. No fee will be paid in the event the candidate is hired by Qlik as a result of the referral or through other means.\n   \n\n  \n\n - EMEA","company_url":"https:\/\/www.linkedin.com\/company\/qlik","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHBiXjxzpF3eA\/company-logo_100_100\/company-logo_100_100\/0\/1719943550420\/qlik_logo?e=2147483647&v=beta&t=eETSMQEL80OHkuITGyHPb6nH7W8VqPdfMIv24ZGkSxM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4110920499","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4110920499","job_url_direct":"https:\/\/career.knightec.se\/jobs\/5159594-comparison-of-cloud-native-architectures-for-implementing-a-food-waste-reduction-system&urlHash=fAoZ","title":"Comparison of Cloud-Native Architectures for implementing a Food Waste Reduction System","company":"Knightec","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"High Level Description\n   \n\n  \n\n This Bachelor thesis focuses on exploring architectures used in cloud-native applications and identifying their strengths and weaknesses. The thesis will involve a theoretical part in which a comparative study is done in current cloud-native architectures. The practical part consists of designing and implementing a cloud-native application to help households and offices reduce food waste through smart inventory management and timed notifications.\n   \n\n  \n\n Project Description\n   \n\n  \n\n The project will involve developing an application that enables users to scan product barcodes and expiry dates, retrieve and store product information, creating a cloud-based backend for data storage and notification management and design a notification systems for expiring products.\n   \n\n  \n\n The research focuses on comparing different cloud-native architectures for scalability and performance, evaluating the effectiveness of different architectural approaches, deploying and testing the solution in a real-world environment.\n   \n\n  \n\n Who Are We Looking For\n   \n\n  \n\n Students in a Bachelor\/Master of Science in Computer Science\/Engineering program\n   \n\n  \n\n Purpose\n   \n\n  \n\n The purpose of this research is to generate knowledge in the field of cloud computing by exploring and evaluating architectural approaches for building modern cloud-native applications. This could help software developers and architects in decisions that impacts projects and software development life cycle.","company_url":"https:\/\/se.linkedin.com\/company\/knightec","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEpORMWonbaAA\/company-logo_100_100\/company-logo_100_100\/0\/1683542986541\/knightec_logo?e=2147483647&v=beta&t=dLFL9ekzELbWFOSY2DZNWOZeCkZN5i3JRlwXzIbxo48","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4112535619","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4112535619","job_url_direct":"https:\/\/www2.pcrecruiter.net\/pcrbin\/reg5.aspx?_=2IWCAON24447APQ47TVNK5M3CDTP4NJPAYVWJDU5LVAEDK67L4CWZMWDKEYNT5Z5JC3KPL6PKSFANSAML7Q6AFKDCNQUG23B7HXUX4MIGIH24VG27K3HHXZ5RIF7DDWTZJY5EZJRJDJSGF56K2E3OF4YW7FZC6F4R675ZFQ4LG3IKQXVF27UGWRYKYYL2BGEERXGV6BNUUC6AFCRKMRUU4G3BD2GONED6D7UWVWVWWFSKZHCQD7ASIJQWMZDQ4FUYDO6JVDAQ4IBIY5K5W7MLPP3LZE7SKL76KCCN4DDKLBBPOC4A4IB2GWRNEGPUZENZWNO43EUXSIIQZPVJRVGJNWG4W4KR23WF46VQG23VSZD52BOZSBZVOJWNCH5PCWGSBTRSKJSFKUGZYDNHXKP7VK5Z2NFXRXWKXC5XY3MSNBU4MUUEG7T6I52INM7RX2JG2TUX4HKNLEPY&urlHash=-8q2","title":"Global Account Manager (GAM) - EU","company":"Cogent Communications","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Telecommunications","listing_type":null,"emails":"careers@cogentco.com, careers@cogentco.com","description":"**Job Description**\n**Company** \n :\n   \n\n  \n\n Cogent Communications is a multinational, Tier 1 facilities-based ISP, consistently ranked as one of the top five networks in the world and is publicly traded on the NASDAQ Stock Market under the ticker symbol CCOI. Cogent specializes in providing businesses with high speed Internet access, Ethernet transport services and is one of the only US providers who own and operate their own fibre infrastructure spanning the US for diverse Wave connectivity. Cogent's facilities-based, all-optical IP network backbone provides IP services in over 235 markets globally. Since its inception, Cogent has unleashed the benefits of IP technology, building one of the largest and highest capacity IP networks in the world. This network enables Cogent to offer large bandwidth connections at highly competitive prices. Cogent also offers superior customer support by virtue of its end-to-end control of service delivery and network monitoring.\n   \n\n  \n\n**Position Overview:**\n The Global Account Manager is responsible for identifying and securing new business opportunities globally. By employing consultative selling techniques and relationship-building strategies, you will work directly with the nation’s leading IT Decision Makers to position Cogent's connectivity solutions. This role involves proactive outreach through direct calling, email, and onsite meetings, with a strong focus on understanding clients' current and future connectivity needs. Success in this position will be measured by meeting or exceeding monthly revenue goals and establishing Cogent as a trusted partner across commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n   \n\n  \n\n**Responsibilities** \n :\n   \n\n  \n\n* Identify, qualify, and secure new business opportunities within a global sales territory, focusing on market segments who require IP transit, Wave connectivity, Ethernet, Colocation and IPv4 services.\n* Use direct calling, email outreach, and customer meetings to connect with Key Decision Makers and generate new business opportunities.\n* Employ consultative and relationship-driven sales approaches to identify prospective clients’ current and future connectivity needs.\n* Position Cogent’s services as the preferred choice by leveraging our extensive global network footprint, which spans commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n* Collaborate with internal teams to ensure customer needs are met and expectations exceeded.\n* Maintain and update detailed records of sales activities in CRM systems, tracking progress, and managing customer relationships.\n\n\n**Qualifications** \n :\n   \n\n  \n\n* Telesales experience in any industry, with B2B sales experience being an advantage\n* Proven ability to identify, qualify, and generate new business opportunities through proactive prospecting and research.\n* Strong communication skills, both oral and written, with the ability to engage effectively with Key Decision Makers.\n* Self-motivated, positive, and proactive, with a passion for adding value to clients and excelling in a competitive, revenue-driven environment.\n* Ability to work independently in a fast-paced, team-oriented and competitive environment with revenue-driven goals and rewards.\n* Familiarity with CRM systems and basic proficiency in Microsoft Office are beneficial.\n* Telecommunications experience or knowledge of connectivity solutions is advantageous but not essential.\n* Cogent operates a global sales model so foreign language skills are an advantage\n\n\n**Work Environment:**\n This is an in-office position, five days a week, designed to support your success through focused mentorship, training, and personal coaching.\n   \n\n  \n\n To apply for the Global Account Manager position, please submit your resume and cover letter to careers@cogentco.com .\n   \n\n  \n\n Cogent Communications is an Equal Opportunity Employer.\n   \n\n  \n\n**Company** \n :\n   \n\n  \n\n Cogent Communications is a multinational, Tier 1 facilities-based ISP, consistently ranked as one of the top five networks in the world and is publicly traded on the NASDAQ Stock Market under the ticker symbol CCOI. Cogent specializes in providing businesses with high speed Internet access, Ethernet transport services and is one of the only US providers who own and operate their own fibre infrastructure spanning the US for diverse Wave connectivity. Cogent's facilities-based, all-optical IP network backbone provides IP services in over 235 markets globally. Since its inception, Cogent has unleashed the benefits of IP technology, building one of the largest and highest capacity IP networks in the world. This network enables Cogent to offer large bandwidth connections at highly competitive prices. Cogent also offers superior customer support by virtue of its end-to-end control of service delivery and network monitoring.\n   \n\n  \n\n**Position Overview:**\n The Global Account Manager is responsible for identifying and securing new business opportunities globally. By employing consultative selling techniques and relationship-building strategies, you will work directly with the nation’s leading IT Decision Makers to position Cogent's connectivity solutions. This role involves proactive outreach through direct calling, email, and onsite meetings, with a strong focus on understanding clients' current and future connectivity needs. Success in this position will be measured by meeting or exceeding monthly revenue goals and establishing Cogent as a trusted partner across commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n   \n\n  \n\n**Responsibilities** \n :\n   \n\n  \n\n* Identify, qualify, and secure new business opportunities within a global sales territory, focusing on market segments who require IP transit, Wave connectivity, Ethernet, Colocation and IPv4 services.\n* Use direct calling, email outreach, and customer meetings to connect with Key Decision Makers and generate new business opportunities.\n* Employ consultative and relationship-driven sales approaches to identify prospective clients’ current and future connectivity needs.\n* Position Cogent’s services as the preferred choice by leveraging our extensive global network footprint, which spans commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n* Collaborate with internal teams to ensure customer needs are met and expectations exceeded.\n* Maintain and update detailed records of sales activities in CRM systems, tracking progress, and managing customer relationships.\n\n\n**Qualifications** \n :\n   \n\n  \n\n* Telesales experience in any industry, with B2B sales experience being an advantage\n* Proven ability to identify, qualify, and generate new business opportunities through proactive prospecting and research.\n* Strong communication skills, both oral and written, with the ability to engage effectively with Key Decision Makers.\n* Self-motivated, positive, and proactive, with a passion for adding value to clients and excelling in a competitive, revenue-driven environment.\n* Ability to work independently in a fast-paced, team-oriented and competitive environment with revenue-driven goals and rewards.\n* Familiarity with CRM systems and basic proficiency in Microsoft Office are beneficial.\n* Telecommunications experience or knowledge of connectivity solutions is advantageous but not essential.\n* Cogent operates a global sales model so foreign language skills are an advantage\n\n\n**Work Environment:**\n This is an in-office position, five days a week, designed to support your success through focused mentorship, training, and personal coaching.\n   \n\n  \n\n To apply for the Global Account Manager position, please submit your resume and cover letter to careers@cogentco.com .\n   \n\n  \n\n Cogent Communications is an Equal Opportunity Employer.","company_url":"https:\/\/www.linkedin.com\/company\/cogent-communications","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQG-FDlPOmxlbA\/company-logo_100_100\/company-logo_100_100\/0\/1631350616023?e=2147483647&v=beta&t=oCsprxpFyqsdbykRHTSEkSsz1dlWVGuvQMmF9rQlN7Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]