[{"id":"28c9797c98f0a2b3","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=28c9797c98f0a2b3","job_url_direct":"https:\/\/www.jobly.fi\/tyopaikka\/full-stack-developer-intern-2109857","title":"Full stack developer\/Intern","company":null,"location":"SE","job_type":"internship","date_posted":1716768000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"Join the Revolution of Online Education at Coursfy!\n\n\n\nAre you a passionate aspiring Full Stack Developer looking to make a significant impact in the world of online education? Do you thrive in dynamic, innovative environments where your skills can directly shape the future of learning? If so, we have an exciting internship opportunity for you!\n\n\n\nAbout Coursfy:\n\n\n\nCoursfy is an innovative e-learning platform designed to provide maximum freedom to both instructors and learners. We emphasize flexibility, creativity, and autonomy, empowering instructors to deliver unique educational experiences and allowing learners to tailor their educational journeys. Our platform is built on advanced technology and is committed to delivering a seamless, intuitive user experience that prioritizes ease of use.\n\n\n\nWhy Join Coursfy?\n\n\n* Innovative Environment: Be a part of a cutting-edge platform that is redefining online education.\n* Impactful Work: Your contributions will directly enhance the learning experience for millions of users worldwide.\n* Ease of Use: Help create and maintain a platform known for its user-friendly interface, making education accessible and enjoyable for everyone.\n* Collaborative Culture: Join a team of passionate professionals dedicated to making a difference.\n* Career Growth: Gain valuable experience and professional development in a supportive learning environment.\n\nKey Responsibilities:\n\n\n* Assist in developing and maintaining robust, scalable web applications using the latest technologies.\n* Collaborate with designers, product managers, and other developers to create a seamless user experience.\n* Implement responsive design principles to ensure our platform is optimized for all devices.\n* Write clean, maintainable, and efficient code\n* Troubleshoot and debug issues to improve platform performance.\n* Stay updated with emerging technologies and industry trends.\n\nRequirements:\n\n\n* Proficiency in front-end technologies (HTML, CSS, JavaScript, React, etc.).\n* Experience with back-end development (Node.js, Python, Ruby, Java, etc.).\n* Familiarity with databases (SQL, NoSQL) and web servers.\n* Knowledge of RESTful APIs and microservices architecture.\n* Experience with version control systems (e.g., Git).\n* Excellent problem-solving skills and attention to detail.\n* Ability to work independently and in a team environment.\n* Strong communication and collaboration skills.\n* Familiarity with AWS\n\nPreferred Qualifications:\n\n\n* Experience with AI-powered recommendation systems.\n* Knowledge of e-learning platforms and educational technologies.\n\nPerks and Benefits:\n\n\n* Competitive stipend and high potential for future employment.\n* Flexible working hours and remote work options.\n* Professional development opportunities and access to online courses.\n* Collaborative and inclusive work culture.\n* Regular team-building activities and events.\n\nCoursfy is an equal opportunity employer. We celebrate diversity and are committed to creating an inclusive environment for all employees.\n\n\n\nJoin us in our mission to empower educators and learners worldwide. Apply today and help us shape the future of online education!\n\n\n  \nCoursfy\nRuotsi\nKokopäiväinen\nJulkaistu 27.05.2024","company_url":null,"company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"52a71f1f09d78e6e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=52a71f1f09d78e6e","job_url_direct":"http:\/\/se.indeed.com\/job\/full-stack-developer-internship-remote-52a71f1f09d78e6e","title":"Full Stack Developer Internship (Remote)","company":"LUDAY","location":"Jobba hemifrån, SE","job_type":"internship","date_posted":1716768000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"Luday is looking for interns who want to work within an agile scrum development team solving various different devops\/design\/programming\/testing tasks.\n\nThe work takes place remotely and concerns the development of websites, apps and devops. For example, it could be the development of an e-commerce site.\n\n**Available roles:**\n\n- Front-end developer (Next.js, React, Expo, tailwind css, react native..)\n\n- Back-end developer (Python, Flask, Micro services, Apache..)\n\n- Devops engineer ( Kubernetes, docker, git, Grafana, Prometheus, jenkins..)\n\n- Tester ( Robot framework, pytest, selenium.. )\n\n- UI\/UX designer (Figma, Canva ..)\n\n**Requirements:**\n\nIt is expected that you have already undergone or currently participating in a computer science or related program.\n\nATTENTION! We are looking for interns who want to practice for three to 3 months. The internship is unpaid. Interns will gain experience in the development of real life solutions, receive references and letters of recommendation.\n\nJob Type: Internship  \nContract length: 3 months\n\nPay: Up to 1,00kr per year\n\nApplication Question(s):\n\n* When are you available to start if given the internship?\n* Are you able to work Mondays to Thursdays, 28hrs per week ?\n* This is an unpaid internship. Are you still interested?\n* On a scale of 0 to 10, rate your tailwindcss development experience\n* On a scale of 0 to 10, rate your react native\/expo development experience\n* On a scale of 0 to 10, rate your React\/next.js language development experience\n* On a scale of 0 to 10, rate your UI\/UX(Figma) development experience\n* On a scale of 0 to 10, rate your CI\/CD development experience\n* On a scale of 0 to 10, rate your docker\/Kubernetes development experience\n* On a scale of 0 to 10, rate your Apache\/Nginx configuration experience\n* Paste links to sites\/apps that you have developed and also state the technologies used for each site\/app\n* What city are you resident in?\n* Which of the roles below are you interested in ?\n\n- Front-end developer (Next.js, React, Expo, tailwind css, react native..)  \n- Back-end developer (Python, Flask, Micro services, Apache..)  \n- Devops engineer ( Kubernetes, docker, git, Grafana, Prometheus, jenkins..)  \n- Tester ( Robot framework, pytest, selenium.. )  \n- UI\/UX designer (Figma, Canva ..)\n\n* On a scale of 0 to 10, rate your python development experience\n* On a scale of 0 to 10, rate your linux development experience\n\nWork Location: Remote","company_url":"https:\/\/se.indeed.com\/cmp\/Luday","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"89db0aef8803ec9e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=89db0aef8803ec9e","job_url_direct":"https:\/\/careers.cloud.com\/jobs\/software-developer-in-data-access-goteborg-sweden-2115b45f-f009-4267-9c98-7c4cf53081e5?source=indeed","title":"Software Developer in Data Access","company":"Cloud Software Group","location":"Göteborg, O, SE","job_type":null,"date_posted":1716768000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"AskHR@cloud.com","description":"Spotfire is looking for a software developer for our Data Access team. The team is responsible for implementing and maintaining how Spotfire works with accessing data – integration of the Spotfire platform to a wide range of databases and cloud based data sources.\n\n\nSpotfire itself is a visual data science platform combining visualizations and data science. Our product addresses complex problems that the human mind or computers can't solve alone. Users pose their questions; twist and refine to figure out the best path forward. Spotfire allows the user to deeply engage with the data in blending data wrangling and analytic workflows. Our product spans the intersection of data assets and business value, a vibrant place where technology moves fast and ease of use is key to success.\n\n**Who you are**\n---------------\n\n\nYou have solid programming, analytical, and problem-solving skills. You understand the core concepts underlying Software Development, Design, and Architecture. You enjoy the challenges of developing robust and performant enterprise-scale analytics software products. You are intellectually curious and communicate complex concepts well.\n\n  \n\nYou have experience in systems development, preferably working with .NET and C#. Experience from development in TypeScript is also very valuable and it is an added plus if you have worked with different database management systems. Since we value communication highly, you do not have a problem expressing yourself in either Swedish or English (written and spoken).\n\n**What you will do**\n--------------------\n\n\nYou will join a community where code is created by developers working together with colleagues from several professions – other developers and testers, of course, but equally important user experience designers and technical communicators, project and product managers. In addition, customers visit and data scientists drop by. You will enjoy the pleasure of doing engineering in a rich context, surrounded by several kinds of expertise. We consider software development a communal art of discovery: Spotfire keeps evolving in our modern office located in central Gothenburg. Here, you will design and develop new analytics capabilities for the Spotfire product suite with close attention to robustness, scalability and performance.\n\n**Working at Spotfire in Gothenburg**\n-------------------------------------\n\n\nYou will be joining a team where colleagues with different competencies work closely together to solve challenging tasks. There are always engaged people with lots of commitment and energy around you.\n\n**Qualifications: Experience\/Skills**\n=====================================\n\n**Must Have**\n-------------\n\n* Good programming skills in C#, C++, or a similar language\n\n**Strongly Preferred**\n----------------------\n\n* Experience using Business Intelligence and Data Science platforms\n* Experience from working with different database management systems\n\n**Nice to have**\n----------------\n\n* Experience with Big Data frameworks and Deep Learning frameworks\n* Experience with cloud-native development principles and technologies (Docker, Kubernetes, and public cloud platforms)\n\n**Formal Qualifiers**\n---------------------\n\n* Masters degree in Mathematics, Engineering Mathematics, Statistics, Computer Science, or similar\n* More than three years of experience in commercial software development\n* Interest in Spotfire and its business contexts\n* Values quality over quantity\n* Conversational Swedish language proficiency\n* Gothenburg office presence\n* Labour permit for Sweden\n* Application must be in English\n\n**About Us:**\n\n\nCitrix and TIBCO recently merged to create Cloud Software Group, now one of the world’s largest cloud solution providers, serving more than 100 million users around the globe. When you join Cloud Software Group, you are making a difference for real people, each of whom count on our suite of cloud-based products to get work done — from anywhere. Members of our team will tell you that we value diverse lived experiences, passion for technology, and the courage to take risks. Everyone is empowered to learn, dream, and build the future of work. We are on the brink of another Cambrian leap - a moment of immense evolution and growth. And we need your expertise and experience to do it. Now is the perfect time to move your skills to the cloud.\n\n\nCloud Software Group is firmly committed to Equal Employment Opportunity (EEO) and to compliance with all federal, state and local laws that prohibit employment discrimination. All qualified applicants will receive consideration for employment without regard to age, race, color, creed, sex or gender, sexual orientation, gender identity, gender expression, ethnicity, national origin, ancestry, citizenship, religion, genetic carrier status, disability, pregnancy, childbirth or related medical conditions (including lactation status), marital status, military service, protected veteran status, political activity or affiliation, taking or requesting statutorily protected leave and other protected classifications.\n\n\nIf you need a reasonable accommodation due to a disability during any part of the application process, please contact us at (800) 424-8749 or email us at AskHR@cloud.com for assistance.","company_url":"https:\/\/se.indeed.com\/cmp\/Cloud-Software-Group","company_url_direct":"https:\/\/careers.cloud.com\/","company_addresses":"Fort Lauderdale, FL","company_industry":null,"company_num_employees":"10,000+","company_revenue":"Decline to state","company_description":"Cloud Software Group is firmly committed to Equal Employment Opportunity .","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/1fb7c7f1ed342f255d9135c407471d26","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/4ce9ffb2601ae8a44a4d58b464151760","ceo_name":null,"ceo_photo_url":null},{"id":"41878139f1ec015b","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=41878139f1ec015b","job_url_direct":"https:\/\/careers.cloud.com\/jobs\/senior-software-developer-goteborg-sweden-3cd939c1-2d7b-4083-b74f-81b05a57c729?source=indeed","title":"Senior Software Developer","company":"Cloud Software Group","location":"Göteborg, O, SE","job_type":null,"date_posted":1716768000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"AskHR@cloud.com","description":"**Overview**\n\n\nWe want a Software developer for our Spotfire Data Management team. The team is responsible for implementing and maintaining the Spotfire Data Engine, an integral part of our visual data science platform enabling subject matter experts to solve business critical problems. Spotfire is an immersive and scalable analytics platform. Users pose, enrich, and twist their questions. They share their results. They want to know: Which is the best path forward? Who made this decision? Why? When? In short, Spotfire immerses the customer in a mind-machine milieu blending data wrangling and analytic workflows. Our product spans the intersection of data assets and business value, a vibrant place where technology moves fast and ease of use is key to success.\n\n\nYou will join a team where colleagues with different competencies work closely together. It is a community where code is created by developers working in concert with colleagues from several professions – other developers and testers, of course, but equally important user experience designers and technical communicators, project and product managers. In addition, customers visit and data scientists drop by. You will enjoy the pleasure of doing engineering in a rich context, surrounded by several kinds of expertise. We consider software development a communal art of discovery: Spotfire keeps evolving in our modern office is located in central Gothenburg.\n\n\nHeadquartered in Fort Lauderdale, FL, Cloud Software Group enables businesses to reach new heights on their digital innovation path. From systems to devices and people, we interconnect everything, capture data in real-time wherever it is, and augment the intelligence of organizations through analytical insights. Thousands of customers around the globe rely on us to build compelling experiences, energize operations, and propel innovation. Cloud Software Group is home to multiple world-class data analytics platforms to handle all data and business needs.\n\n**What we are looking for**\n\n\nWe are now looking for a senior software developer to join the Data Management team. In addition to implementing and maintaining the Spotfire data engine, the team manages the Spotfire data model, and all calculations. Finally, the team constructs a visual representation of the data model.\n\n\nYou have experience in systems development, preferably working with .NET and C#. Experience from development in TypeScript is also very valuable. Since we value communication highly, you don’t have a problem expressing yourself in either Swedish or English, written and spoken.\n\n**Experience\/Skills\/Interests\/Formal Qualifiers**\n\n\n+ Masters degree in Computer Science, Electric Engineering, Engineering Physics, Engineering Mathematics, or similar in kind from a reputable university\n\n\n+ 3–5 years of experience\n\n\n+ Conversational Swedish language proficiency\n\n\n+ Interest in Spotfire and its business contexts\n\n\n+ Appreciation of Engineering as an intellectual activity\n\n\n+ Proclivity for quality over quantity\n\n\n+ Gothenburg office presence\n\n\n+ Labour permit for Sweden\n\n**Pay & Benefits Summary**\n\n\n+ Competitive salary\n\n\n+ Annual bonus\n\n**About Us:**\n\n\nCitrix and TIBCO recently merged to create Cloud Software Group, now one of the world’s largest cloud solution providers, serving more than 100 million users around the globe. When you join Cloud Software Group, you are making a difference for real people, each of whom count on our suite of cloud-based products to get work done — from anywhere. Members of our team will tell you that we value diverse lived experiences, passion for technology, and the courage to take risks. Everyone is empowered to learn, dream, and build the future of work. We are on the brink of another Cambrian leap - a moment of immense evolution and growth. And we need your expertise and experience to do it. Now is the perfect time to move your skills to the cloud.\n\n\nCloud Software Group is firmly committed to Equal Employment Opportunity (EEO) and to compliance with all federal, state and local laws that prohibit employment discrimination. All qualified applicants will receive consideration for employment without regard to age, race, color, creed, sex or gender, sexual orientation, gender identity, gender expression, ethnicity, national origin, ancestry, citizenship, religion, genetic carrier status, disability, pregnancy, childbirth or related medical conditions (including lactation status), marital status, military service, protected veteran status, political activity or affiliation, taking or requesting statutorily protected leave and other protected classifications.\n\n\nIf you need a reasonable accommodation due to a disability during any part of the application process, please contact us at (800) 424-8749 or email us at AskHR@cloud.com for assistance.","company_url":"https:\/\/se.indeed.com\/cmp\/Cloud-Software-Group","company_url_direct":"https:\/\/careers.cloud.com\/","company_addresses":"Fort Lauderdale, FL","company_industry":null,"company_num_employees":"10,000+","company_revenue":"Decline to state","company_description":"Cloud Software Group is firmly committed to Equal Employment Opportunity .","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/1fb7c7f1ed342f255d9135c407471d26","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/4ce9ffb2601ae8a44a4d58b464151760","ceo_name":null,"ceo_photo_url":null},{"id":"e1bdd6d8d9452ee7","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e1bdd6d8d9452ee7","job_url_direct":"https:\/\/jobb.lansforsakringar.se\/LansforsakringarAB\/job\/Stockholm-_NET-Utvecklare\/795688302\/","title":".NET Utvecklare","company":"Länsförsäkringar","location":"Stockholm, AB, SE","job_type":null,"date_posted":1716768000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"katerina.georgiadou@lansforsakringar.se","description":"*Ta ägarskap över systemutvecklingen som vår systemutvecklare. Med en god problemlösningsförmåga kommer du att driva fram innovativa lösningar. Bli en del av vårt framgångsrika team idag!*  \n\n\n**Om jobbet**\nSom systemutvecklare hos oss på Mina Fordon kommer du jobba med försäkringssystem inom Motorområdet och bli en del av vårt framgångsrika team Transformers!  \n\nVi jobbar enligt SAFe ramverket i en agil och modern organisation. Du kommer att ta ägarskap över systemutvecklingen och vi hoppas att med din problemlösningsförmåga kommer du att driva fram innovativa lösningar.  \n\nDina huvudsakliga arbetsuppgifter i denna roll är följande:\n* Ansvara för att driva systemutveckling på ett kvalitativt och hållbart sätt.\n* Utveckla ny funktionalitet och förbättringsarbete\/rättningar i våra system.\n* Testa att systemen är rätt utvecklade.\n* Vara en aktiv medlem i ett utvecklingsteam och driva utvecklingsarbetet framåt.\n* Ta ägarskap över systemutvecklingen och vara med och driva den framåt.\n* Hjälpa till med att förstå systemkrav, utveckla koden, testa och göra deploy till servrar.\n\nUnderhålla applikationen efter implementation.  \n* \n\n**Vem är du?**\nFör att bli framgångsrik i denna roll önskar vi du har följande,  \n\nKvalifikationer:\n* Akademisk examen inom datavetenskap och minst 3 års relevant arbetslivserfarenhet efter examen.\n* Erfarenhet av att ha arbetat med Microsoft-tekniker eller motsvarande.\n* Certifiering inom SAFe eller tidigare arbete i ett SAFe tåg eller agilt team är meriterande.\n\nBehärskar svenska och engelska obehindrat i tal och skrift.  \n* \n\nEgenskaper och färdigheter:\n* Mästare inom utveckling och problemlösning.\n* Stark kompetens inom .NET, C#, Visual Studio, SQL databases.\n* Beprövad erfarenhet av lösningsdesign och applikationsutveckling.\n* Meriterande: erfarenhet av GIT, CSS, XML, XLST, Azure DevOps, Angular.\n* Starkt självledarskap och lagspelare samt att du är Kommunikativ, hjälpsam och lyhörd.\n* Utmärkt kommunikativ och analytisk förmåga.\n\nHögt engagemang, drivande och prestigelös.  \n* \n\n**Om oss**\nInom SAK IT arbetar vi i en miljö med både anställda medarbetare och konsulter. Vi har olika nationaliteter och ett brett åldersspann. Vårt utvecklingsteam består av olika roller som PO, SME Motor och systemutvecklare. Vi erbjuder möjligheter att växa och utvecklas inom företaget beroende på intresse och kompetens.  \n\n\n**Mer information**\n*Låter det spännande?* *Då vill vi veta mer om dig! Välkommen med din ansökan redan idag. Vi arbetar löpande med denna rekrytering och kan komma att tillsätta tjänsten innan sista ansökningsdag.*  \n\n\n**Sista ansökningsdag:** **2024-06-21**\n  \nKort om tjänsten\n\n\n**Anställningsform:** Tillsvidare\n**Arbetsplats:** Stockholm\n**Chef:** Katerina Georgiadou\n**Kontaktuppgifter:** katerina.georgiadou@lansforsakringar.se\nVill du vara en del av lösningen, när livet förändras?\n\n\nBli en del av något större och börja jobba hos oss. En karriär hos Länsförsäkringar handlar lika mycket om att vara en hjälpande hand för våra kunder genom alla livets skeenden som att stärka lokalsamhället där du verkar.","company_url":"https:\/\/se.indeed.com\/cmp\/L%C3%A4nsf%C3%B6rs%C3%A4kringar","company_url_direct":"https:\/\/www.Lansforsakringar.se","company_addresses":"Stockholm","company_industry":" Insurance","company_num_employees":"5,001 to 10,000","company_revenue":null,"company_description":"Vill du vara en del av lösningen, när livet förändras?","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d1afcc4ad2a7f9651d409803a21b71e2","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/7a03a17ad298592eef7ee658180cdf1c","ceo_name":null,"ceo_photo_url":null},{"id":"c9ec8e56128b8b64","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c9ec8e56128b8b64","job_url_direct":"https:\/\/jobb.lansforsakringar.se\/LansforsakringarAB\/job\/Stockholm-Utvecklare-ServiceNow\/795700202\/","title":"Utvecklare ServiceNow","company":"Länsförsäkringar","location":"Stockholm, AB, SE","job_type":null,"date_posted":1716768000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"*Är du en kommunikativ problemlösare med passion för IT-utveckling? Vill du vara en del av vårt framåtlutade team där digital transformation och automation är drivkraften? Då kan detta vara rollen för dig!*  \n\n\n*Vi befinner oss i centrum av en fantastiskt spännande resa på Länsförsäkringar där digital förflyttning är i fokus – vi går nu mot en modern infrastrukturleverans byggd på agila arbetssätt och molnbaserade leveranser där automation står i fokus. Vi söker därför flera utvecklare till vår gruppering inom ServiceNow. Låter det intressant? Läs vidare!*  \n\n\n**Om jobbet**\nI rollen som utvecklare inom ServiceNow-plattformen arbetar du nära dina kollegor för att lösa problem, driva och delta i utvecklingsprojekt, effektivisera och automatisera processer. Du skapar även integrationer mot interna och externa system samt underhåller befintliga funktioner i plattformen.  \n\n\nDu ingår i grupperingen Operation Platform Services inom avdelningen Infranstructure & Operations på Länsförsäkringar AB och rapporterar till Gruppchef.  \n\n\nVi låter Johan Olsson, utvecklare i teamet berätta mer: *\"Hej, jag heter Johan Olsson och jobbar som utvecklare inom ServiceNow på Länsförsäkringar AB. Vill du arbeta i en framåtlutad grupp där automation står i fokus med slutmålet att förenkla och förbättra kundupplevelsen? Sök till oss och gör vardagen för användare på Länsförsäkringar lite enklare. Vi ser fram emot att höra mer om dig!\"*  \n\n\n**Vem är du?**\nVi letar efter dig med passion för samt minst 3 års erfarenhet av att utveckla och konfigurera inom ServiceNow plattformen. Du har också erfarenhet av Javascript, CSS, HTML och AngularJS samt arbete med integrationer som REST och SOAP.  \n\n\nVi söker dig som gillar att både själv och tillsammans med dina kollegor sätta sig in i kundens problem och utmaningar för att bidra till en riktigt bra leverans. Du är initiativtagande, vill utvecklas och tycker det är roligt att utmana både dig själv och dina kollegor.  \n\n\n**Varför arbeta med oss?**\nGruppen I&O Operation Plattform Services har strategiska ansvaret för övervakningslösningar, Automatisering och ITSM verktyg, Service portfölj Management, SACM process och vår IT portal. Vi ansvarar för att leverera moderna och kostnadseffektiva lösningar i när samarbete med andra enheter inom Infrastruktur & operation samt vår externa driftpartner.  \n\n\nDu kommer till en resultatorienterad grupp med brett ansvar där vi kännetecknas av affärsmässighet och prestigelöshet. Alltid med fokus på att stötta Länsförsäkringars verksamhet och våra kunder.  \n\n\n**Mer information**\n*Låter det spännande?* *Då vill vi veta mer om dig! Välkommen med din ansökan redan idag. Vi arbetar löpande med denna rekrytering och kan komma att tillsätta tjänsten innan sista ansökningsdag.*  \n\n\n**Sista ansökningsdag:** **2024-05-30**\n  \nKort om tjänsten\n\n\n**Anställningsform:** Tillsvidare\n**Arbetsplats:** Stockholm\n**Chef:** Farhad Tabari\n**Kontaktuppgifter:** 08-588 41 890\nVill du vara en del av lösningen, när livet förändras?\n\n\nBli en del av något större och börja jobba hos oss. En karriär hos Länsförsäkringar handlar lika mycket om att vara en hjälpande hand för våra kunder genom alla livets skeenden som att stärka lokalsamhället där du verkar.","company_url":"https:\/\/se.indeed.com\/cmp\/L%C3%A4nsf%C3%B6rs%C3%A4kringar","company_url_direct":"https:\/\/www.Lansforsakringar.se","company_addresses":"Stockholm","company_industry":" Insurance","company_num_employees":"5,001 to 10,000","company_revenue":null,"company_description":"Vill du vara en del av lösningen, när livet förändras?","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d1afcc4ad2a7f9651d409803a21b71e2","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/7a03a17ad298592eef7ee658180cdf1c","ceo_name":null,"ceo_photo_url":null},{"id":"23799b45838e163a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=23799b45838e163a","job_url_direct":"https:\/\/careers.vattenfall.com\/se\/sv\/job\/VAFIGLOBALREF6841FEXTERNALSVSE\/Gruppchefer-inom-IT?utm_source=indeed&utm_medium=phenom-feeds","title":"Gruppchefer inom IT","company":"Vattenfall","location":"Jokkmokk, BD, SE","job_type":"fulltime","date_posted":1716768000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Om tjänsten**\n---------------\n\n **Vill du ha roligt på jobbet och samtidigt arbeta för ett fossilfritt samhälle?**\n\n\nNu har du möjlighet att göra det hos oss på Vattenfall Vattenkraft. För att nå vårt mål behöver vi engagerade medarbetare som vill bidra till ett bättre klimat. Du blir en viktig del i det arbetet!\n\n**Vattenfall Vattenkraft söker två gruppchefer inom IT till Jokkmokk, Luleå och\/eller Sundsvall!**\n\n\nGrupperna ingår i avdelning IT som består av drygt 20 medarbetare och ansvarar för att våra medarbetare och produktionsanläggningar har rätt IT-stöd och stabil infrastruktur utifrån gällande behov och krav. Det innefattar bland annat områden som att fånga och hantera verksamhetens behov, utveckla och kommunicera arkitektur, målbilder och planer, styra och stötta i IT-säkerhetsfrågor, driva och samordna digitalisering, styra och leda IT-projekt och IT-förvaltning, samt säker och stabil drift av anläggningsnära IT.\n\n**Gruppchef Utveckling**\n\n\nDu kommer att leda ett team som idag består av åtta medarbetare med befattningar som IT-arkitekt, projektledare IT, förvaltningsledare IT och IT-säkerhetsspecialist. Tillsammans med dina kollegor kommer du bland annat att bidra till digitalisering med bibehållen säkerhet och därmed viktig utveckling av Vattenfall Vattenkrafts verksamhet.\n\n**Gruppchef Infrastruktur\/Drift**\n\n\nDu kommer att leda ett team som idag består av 12 medarbetare som i huvudsak jobbar med drift och löpande förvaltning av anläggningsnära IT (OT)-infrastruktur för våra produktionsanläggningar. Tillsammans med dina kollegor kommer du att bidra till en stabil och säker drift av Vattenfall Vattenkrafts samhällsviktiga produktionsanläggningar.\n\n**Mer om tjänsterna som gruppchef inom IT**\n\n\nSom gruppchef leder, inspirerar och engagerar du medarbetarna inom ditt ansvarsområde. Du skapar förutsättningar och stöttar gruppen för att vi tillsammans med övriga delar av organisationen ska lyckas nå våra mål.\n\n\nExempel på dina arbetsuppgifter och ansvarsområden:\n\n* Personalansvar för medarbetarna i gruppen, inklusive arbetsmiljöansvar\n* Operativt funktionsansvar för gruppens verksamhetsområde inklusive budgetansvar\n* Leda och utveckla gruppen på individ- och gruppnivå\n* Bygga relationer med interna och externa samarbetsparter\n* Planering, prioritering och uppföljning av arbetsuppgifter\n* Ledningsgruppsarbete; bidra till utveckling av IT-avdelningen.\n\n**Din bakgrund**\n----------------\n\n  \n\nSom ledare är du öppen, initiativtagande och strukturerad. Du skapar förtroende och kan motivera och engagera. Samarbete och ständiga förbättringar ser du som naturliga vägar till framgång och du skapar förutsättningar för att ha en öppen och tydlig kommunikation inom både den egna gruppen och med andra delar av företaget. Inom Vattenfallkoncernen kallar vi det *Connect people, Accelerate learning & Drive innovation*.\n\n\nVi tror att du har arbetat inom IT-området i roller som ställt krav på dig som ledare i förändring. Erfarenhet av personalansvar är meriterande. Har du erfarenhet av energibranschen är det ett plus.\n\n\nI grunden har du en utbildning på högskole-\/universitetsnivå inom IT, eller motsvarande kompetens. Det är en fördel om du har erfarenhet av att arbeta i en verksamhet som berörs av säkerhetsskyddslagen. Du talar och skriver både svenska och engelska. B-körkort och möjlighet att resa i tjänsten är ett krav.\n\n**Mer information**\n-------------------\n\n **Placeringsort**\n\n\nVi söker två gruppchefer och aktuella placeringsorter är Luleå, Jokkmokk och\/eller Sundsvall.\n\n**Kontaktpersoner**\n\n\nFör frågor om tjänsterna, kontakta gärna rekryterande chef Anders Berglund, 070-372 64 03. Fackliga representanter är Anneli Jönsson Ledarna, Samuel Jernlif Unionen, Magnus Nilsson Akademikerna och Anders Karlström SEKO. Alla nås via Vattenfalls växel, 08-739 50 00.\n\n**Är du intresserad av en ny ledarskapsutmaning?**\n\n\nFör att förverkliga målet om ett fossilfritt liv behöver vi ta vara på olika perspektiv, erfarenheter och färdigheter. Vi behöver tänkare, skapare, utvecklare, problemlösare och en lång rad andra roller med en sak gemensamt - att alla bidrar med sin unika talang och frigör just sina superkrafter i teamet. Vi arbetar mot vårt gemensamma mål i en förstklassig arbetsmiljö där alla ska få känna sig jämlika och inkluderade.\n\n**Välkommen med din ansökan!**\n\n\nAnsök via vår annons på Vattenfalls karriärsidor senast den 16 juni, 2024. Ange i ansökan vilken av tjänsterna du är mest intresserad av. Har du frågor kontakta rekryterare Ingela Skoog, 0730-243 164.\n\n\nVi är övertygade om att mångfald berikar och arbetar därför kontinuerligt för jämställdhet och inkludering på vår arbetsplats. Läs gärna mer på https:\/\/careers.vattenfall.com\/se\/sv\/jobba-med-oss\/mangfald-inkludering\n\n*Vattenfall Vattenkraft är en del av Sveriges samhällskritiska infrastruktur, därmed är många av våra tjänster säkerhetsklassade. Är tjänsten du söker säkerhetsklassad kommer, i enlighet med säkerhetsskyddslagen, registerkontroll och säkerhetsintervju genomföras innan anställning.*\n\n**Om oss**\n----------\n\n *Vattenfall Vattenkraft ansvarar för Vattenfalls 90 vattenkraftverk och ca 300 dammar i Norden. Vi är ca 500 medarbetare i Sverige och Finland med huvudkontor i Luleå. Vattenkraftens förnybara elproduktion är en förutsättning för att skapa ett klimatsmart och fossilfritt samhälle där vi spelar en viktig roll som möjliggörare för framtidens hållbara energisystem. Vår produktion motsvarar ca 25 % av Sveriges totala elbehov. För att leverera hög tillgänglighet i vår produktion behöver vi ständigt utmana oss själva, utveckla våra arbetssätt och ta tillvara digitala möjligheter.*","company_url":"https:\/\/se.indeed.com\/cmp\/Vattenfall","company_url_direct":"https:\/\/group.vattenfall.com\/","company_addresses":"Solna, SW","company_industry":" Energy And Utilities","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/c4d282a80c0b934ee6d6eaa04337618c","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/043bfa0e3ec43fd2f0d358a20a90343e","ceo_name":"Anna Borg","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/4717f44d274e73beb4a52aadbc450e94"},{"id":"d004ace79e639a87","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d004ace79e639a87","job_url_direct":"https:\/\/www.triggerfish.se\/karriar\/jobs\/4532792-webprojektledare-med-erfarenhet-av-net\/","title":"Webprojektledare med erfarenhet av .net","company":"Triggerfish","location":"Stockholm, AB, SE","job_type":null,"date_posted":1716768000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Webprojektledare med erfarenhet av .net**\n===========================================\n\n\nTriggerfish & Awave blir ett och vi söker vår nästa digitala projektledare. Hos oss får du jobba med drivna team med det gemensamma målet att jobba med spännande kunder och ha roligt under tiden.\n\n\n\nEtt projekt är aldrig det andra likt hos oss. Som projektledare på en etablerad och proaktiv byrå finns alltid en spännande utmaning samt drivna kollegor och kunder att samarbeta med! Hos oss jobbar man för Triggerfish och Awave – två byråer som går samman och ingår i det internationella byrånätverket iO. Du blir en del av ett inspirerande, prestigelöst, stöttande och kompetent team på 85 medarbetare med projektledare, utvecklare, designers och digitala marknadsförare.\n\n\n\nVi jobbar med allt från utveckling och design till digital marknadsföring och inget är omöjligt för oss när det kommer till att digitalisera och affärsutveckla åt våra kunder. Många av våra kunder har vi jobbat med under väldigt lång tid och för oss är det viktigaste att bygga långsiktiga, roliga och hjärtliga relationer till våra kunder. Vi vill vara deras förlängda arm inom den digitala plattformen.\n\n\n**Det här innebär jobbet**\n--------------------------\n\n\nDu kommer att få jobba med en mängd spännande projekt både i och utanför Sverige. Det läggs stor vikt vid eget driv och ett brinnande intresse för att se affären i våra kunder. Du får möjlighet till stort eget ansvar och att arbeta både självständigt och i team. Du jobbar i nära samarbete med duktiga utvecklare, vårt kreativa designteam och vassa digitala marknadsförare och inte minst med våra härliga projektledare som finns på huvudkontoret i Stockholm och i Riga.\n\n\n\nVårt breda register av både större och mindre kunder, projekt både i Sverige och internationellt, ger dig möjlighet att utvecklas i din roll som projektledare. Vi är ett bolag med fötterna på jorden där det finns utrymme att ta stort ansvar och växa i den riktning en vill. Hos oss är det högt i tak och tillsammans bygger vi och utvecklar företaget.\n\n\n**Det här är (nog) du**\n-----------------------\n\n\nVi ser att du har flera års erfarenhet av projektledning inom webb och digitalisering. Du har god teknisk förståelse och tycker om att arbeta i en rörlig och snabb produktion där kvalitet är A och O. Du är noggrann och proaktiv, strukturerad, kommunikativ och orädd med god analytisk förmåga. Kunden, tekniken och idéer är det du brinner för. Du är en person som vill lära nytt och utvecklas och som ser möjligheterna.\n\n\nDu är inte rädd för att vara tydlig och är en god kommunikatör. Du är en lagspelare som drivs av att skapa de bästa lösningarna tillsammans i grupp. Du är ödmjuk och pedagogisk och trivs i en våga-fråga kultur med högt i tak. Har du dessutom kunskap i den agila metoden är det uppskattat.\n\n\n### **Krav som tar dig ett steg närmare jobbet**\n\n\nHar ett stort* och är orädd och nyfiken.\n* Arbetat som projektledare och gärna med agil inriktning\n* Arbetat minst tre år med digitala projekt.\n* Tidigare jobbat på webb-, reklam-, digitalbyrå, konsultbolag eller motsvarande.\n* Har erfarenhet av att driva tekniskt omfattande\/komplexa projekt.\n* Har drivit flertalet webbprojekt mot egen budget,-primärt inom .NET stacken gärna med Umbraco\/Optimizely\n* Gedigen erfarenhet av kravställning, estimering och offerering\n* Älskar att skapa kundrelationer och att helt tiden vara steget före\n* Brinner för kvalitet.\n* Goda kunskaper i svenska och engelska, i tal och skrift\n### **Sånt vi gillar att du har erfarenhet av**\n\n\n* Försäljning, exempelvis nykundsbearbetning och upphandlingar.\n* Kunskaper i WordPress\n* Utbildning inom projektmetodik så som scrum eller andra agila arbetssätt\n* Nischkompetens inom SEO, CRO, UX, digital analys eller liknande.\n* Vana att arbeta i en ISO certifierad organisation.\n* Projektleda kreatörer samt en förkärlek för form och design.\n**Fördelar för dig som anställd**\n---------------------------------\n\n\nHos oss är alla ansvariga för att bidra till utvecklingen av bolaget. Det innebär ett stort ansvar både på och utanför jobbet. Work-life-balance är jätteviktigt! Och humor. Det släpps lös både ett och två garv i den här verksamheten ska du veta.\n\n\n\nFramför allt erbjuder vi möjligheten att ta ägarskap och påverka sin egen utveckling framåt. Vi sitter centralt i Stockholm och erbjuder utrymme att arbeta både hemma och på kontoret. Vi har office-days med gemensam frukost och månatliga aktiviteter där vi hittar på skoj, lär känna varandra och skapar minnen. Hos oss ska du kunna känna dig trygg med att kunna förena familjeliv med arbete och ser vi också mångfald som en styrka på vår arbetsplats och vill därför uppmuntra sökanden med olika bakgrund. Vi har kollektivavtal och erbjuder friskvårdsbidrag, och eftersom kvalitet är ett ledord arbetar vi ständigt för att förbättra och effektivisera vår verksamhet i enlighet med ISO 9001, ISO 14001 och ISO 27001.\n\n\n\nAwave och Triggerfish är etablerade digitala byråer sedan millenniets start. Vi har kontor i Stockholm, Norrköping, Jönköping, Köpenhamn och Riga. Sedan sommaren 2021 och under hösten 2023 blev vi en del av den europeiska digitalkoncernen, iO Digital med byråer i Nederländerna, Belgien, Köpenhamn och vår systerbyrå Stendahls i Göteborg. Vårt gemensamma fokus är att vara den givna digitala partnern och erbjuda våra kunder ett end to end erbjudande.","company_url":"https:\/\/se.indeed.com\/cmp\/Triggerfish","company_url_direct":"https:\/\/www.triggerfishcorp.com","company_addresses":"Saint Joseph","company_industry":null,"company_num_employees":"2 to 10","company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/eb52e71b5a9ab6c8f876770c354e64d2","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"d2f10aad47692a91","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d2f10aad47692a91","job_url_direct":"https:\/\/dotkeeper.com\/om-oss\/karriar\/","title":"Sales Developer","company":"DotKeeper AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1716768000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Att jobba på Dotkeeper innebär spännande arbetsdagar i en entreprenöriell miljö. Du som blir en del av vårt stjärnteam får samarbeta med välkända varumärken både i Sverige och internationellt – och följa med på en helt unik tillväxtresa på ett bolag där du kan göra avtryck på riktigt.\n\n\nDotkeeper söker alltid skarpa lagspelare som sätter kunden i centrum och drivs av att hjälpa andra att utvecklas. I utbyte lovar vi dig utmanande uppgifter på en arbetsplats där sträckan mellan beslut och action är kort. Här jobbar alla mot samma mål: att erbjuda våra kunder en förstklassig tjänst för strategi, support och förvaltning av domännamn.  \n\n  \n\nSom bolag befinner vi oss i stark tillväxtfas. För att trivas hos oss behöver du därför motiveras av att bära ansvar för bolagets utveckling och kunna hugga in där det behövs. Du kommer att växa tillsammans med oss – och med våra kunder. Därför ser vi också att du har ett stort kundhjärta. Det är trots det allting handlar om\n\n\n(Stockholm)\nHar du ett brinnande intresse för relationer och försäljning? Vill du jobba i en bransch som är i stark frammarsch? Vill du ha utvecklande arbetsdagar i entreprenöriell miljö och härlig gemenskap, och samtidigt vara en del av en större global organisation, som AWA Group?\n\n\n\nDå kan detta vara något för dig!\n\n\nVi på Dotkeeper växer och söker nu efter drivna Sales Developers till vårt Stockholms-kontor.\n\n\n**Om tjänsten**  \n\nDomännamn är idag en av de viktigaste tillgångarna för företag och deras varumärke. Dotkeeper är ett snabbväxande bolag (fyrfaldigt belönade av DI Gasell) som sedan starten 2013 fokuserat på att hjälpa kunder hantera domännamn och digitala tillgångar på ett värdeskapande, strategiskt och serviceorienterat sätt.\n\n\nHos oss blir du inte en i mängden, utan är med och bidrar till att växa bolaget till nya höjder.\n\n\n\nSom Sales Representative hos Dotkeeper blir du en representant för oss och agerar första kontaktpunkten mot nya kunder. Du kommer att ansvara för att bygga och utveckla relationer med nya kunder som har behov av våra tjänster. Ditt jobb blir att identifiera intressanta prospekts för att etablera en dialog, samt att ta hand om en del av våra inkommande förfrågningar, för att matcha kundernas behov med vårt erbjudande. Du kommer att hjälpa ledande varumärken att utveckla och skydda sina digitala tillgångar, utforma namskyddsstrategier och samarbeta med kollegor för att detta ska ske såväl strategiskt som operativt.\n\n\n\nHos oss kommer du att ha eget budgetansvar och driva dina egna processer och aktiviteter för att arbeta mot mål och KPI:er. Du kommer att ingå i ett team som leds av vår Head of Sales, och har också tillgång till en dedikerad sales coach.\n\n\n\nVi på Dotkeeper ingår i AWA Group (ledande konsultföretag inom immateriella rättigheter i Europa och Asien) och vi har därför ett nära samarbete med AWA. En av dina viktigaste uppgifter blir att bistå AWAs konsulter och kunder kring domännamn och skräddarsy lösningar och strategier.\n\n\n\nSom Sales Representative hos oss, kommer dina arbetsdagar att innebära en hel del kundkontakt och kundmöten, såväl digitalt, som per telefon och ute hos kund.\n\n\n**Kvalifikationer**  \n\nFör att passa bra i rollen ser vi gärna att du som söker bland annat;  \n\n* Vill vara med på en bolagsresa där din insats gör skillnad\n* Motiveras av höga mål, utveckling, att ta eget ansvar och att driva processer framåt\n* Är en social, modig, strukturerad, lösningsorienterad och målmedveten person med sinne för relationer och service\n* Har tidigare arbetslivserfarenhet av B2B försäljning med dokumenterat goda referenser\n* Behärskar svenska och engelska mycket väl i tal och skrift\n* Om du har arbetslivserfarenhet av att hjälpa företag med digital varumärkesvård och domännamnshantering är det en fördel\n\n**Vad vi erbjuder**  \n\nVi erbjuder utvecklande arbetsdagar i entreprenöriell miljö där du har chans att vara med och påverka på riktigt. Du blir del av ett team som alla brinner för det vi gör och skapar tillsammans. Varje år gör vi medarbetarundersökningar, och vi är mycket stolta över att ha väldigt nöjda medarbetare. Då vi är i tillväxt, och del av AWA Group, finns det goda möjligheter att klättra inom organisationen för dig med sådana aspirationer.\n\n\n\nFör dig som vill göra avtryck och växa tillsammans med ett företag, är detta alltså en perfekt arbetsplats.\n\n\n**Övrigt**  \n\nTjänsten är på heltid.  \n\nStart sker enligt överenskommelse.  \n\nLön och villkor mm sätts individuellt.  \n\nKontor i centrala Stockholm med möjlighet att arbeta distans vid behov.  \n\nTjänsteresor förekommer.","company_url":"https:\/\/se.indeed.com\/cmp\/Dotkeeper-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"09727982bd214dbd","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=09727982bd214dbd","job_url_direct":"https:\/\/jobb.boras.se\/ExternwebbV2\/%28S%28bpitgehutvja0esntr0kterf%29%29\/LedigaJobb\/EW2PageJobPostingAdvert.aspx?jobpostingid=7701012225123638447","title":"Lärare årskurs 4-6 på Ekarängskolan","company":"Borås Stad","location":"Borås, O, SE","job_type":"fulltime","date_posted":1716768000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"pontus.ihrskog@boras.se","description":"Ekarängskolan söker dig som är legitimerad lärare med behörighet att undervisa i engelska, svenska, svenska som andra språk och SO. Varmt välkommen med din ansökan!\n\n\nDu vill göra skillnad och vara med när vi formar framtiden. Hos oss får du förtroende, utvecklingsmöjligheter och kunniga kollegor. Vi arbetar tillsammans och är övertygade om att alla människor vill och kan lära.\n\n#### **Din nästa arbetsplats**\n\n\nEkarängskolan är en F-6 skola som ligger omgiven av grönområden mitt i hjärtat av Hulta. Viktiga ledord för oss på skolan är kunskap, kvalitet, och kreativitet. Våra medarbetare är engagerande, kunniga vuxna som utgår från ett helhetsperspektiv på elevernas utveckling. På skolan möts elever från olika kulturer där goda relationer och trivsel är ett av kännetecknen. Eleverna på Ekarängskolan har tillgång till en interaktiv lekplats, fotbollsplan och grönområden vilket möjliggör en fysiskt aktiv vardag.\n\n#### **Din anställning**\n\n\nAnställningsform: Tillsvidare på heltid. 100% Tillträde: Tillträde den 13 augusti 2024.. Löneform: Enligt avtal.\n\n#### **Dina arbetsuppgifter**\n\n\nI den här tjänsten kommer du att arbeta som ämneslärare i årskurs 5. Vi är en tvåparallellig skola och bedriver ämnesundervisning. Du kommer att ha ansvar för undervisning, planering, genomförande och bedömning i engelska, svenska, svenska som andra språk och SO. Du arbetar tätt ihop med din närmsta kollega som ansvarar för undervisningen i de andra ämnena.\n\n\nDu ingår i ett arbetslag där vi lär av varandra, planerar ämnesövergripande arbete och löser utmaningar tillsammans. Som stöd i arbetet finns elevhälsa, IKT-utvecklare och skolledning.\n\n\nVi har höga och positiva förväntningar på våra elever. Skolan har stort fokus på att arbeta med språk- och kunskapsutvecklande arbete och vi lägger stor vikt vid att utveckla vår undervisning tillsammans. För oss är det viktigt att vi kollegialt utvecklar skolan tillsammans. Vårt förhållningssätt fokuserar på tät feedback och elevinflytande, därför sätter vi stort värde på ditt engagemang och din pedagogiska kompetens. Du gillar att vara lärare och att möta unga och vuxna med olika bakgrund och förutsättningar.\n\n#### **Du som söker**\n\n\nVi söker dig som är legitimerad lärare med bred behörighet för att undervisa i årskurs 4-6. Vi ser gärna att du har behörighet att undervisa i engelska, svenska, svenska som andras språk och SO. Utöver din lärarlegitimation är det viktigt att du har goda ledaregenskaper som skapar trygghet och ordning i klassrummet. Genom att du ständigt reflekterar och utvecklar ditt arbete bidrar du till att eleverna lyckas.\n\n\nDu är en trygg person med ett förhållningssätt som stämmer överens med skolans värdegrund. Vi förväntar oss att du har en öppenhet inför mötet med barn och vuxna med olika bakgrund och förutsättningar.\n\n\nDu är duktig på att kommunicera med såväl barn som vuxna och du anpassar din kommunikation utifrån situation. Det är viktigt att du har goda kunskaper i svenska och kan uttrycka dig väl i både tal och skrift.\n\n#### **Vill du veta mer?**\n\n* Rekryterande chefPontus Ihrskog, 033-353924, pontus.ihrskog@boras.se\n* Sveriges lärareFacklig företrädare, 033-357683,\n\nLäs mer om hur det är att arbeta som grundskollärare i Borås Stad\n\n\nLäs mer om Borås Stad som arbetsgivare\n\n\nHar du skyddade personuppgifter, referenser eller liknande information som du själv bedömer som skyddsvärd rekommenderar vi dig att kontakta rekryterande chef.\n\n#### **Ansökan**\n\n\nDin ansökan med bifogade dokument skickar du via vår ansökningsfunktion som du når via \"Sök tjänst\" nedan.\n\n#### **Sista ansökningsdag**\n\n\nVälkommen med din ansökan senast 2024-06-10","company_url":"https:\/\/se.indeed.com\/cmp\/Bor%C3%A5s-Stad","company_url_direct":"http:\/\/www.boras.se","company_addresses":"Borås","company_industry":" Government","company_num_employees":"1,001 to 5,000","company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/4b5aaca2a964f5f9efba0aa2fc9868ab","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3ac51ef3644095aa","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=3ac51ef3644095aa","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28839337","title":"System Developer - Dynamics 365 CE","company":"Hedin IT","location":"Mölndal, O, SE","job_type":"fulltime","date_posted":1716768000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"gabriella.hagstrom@hedinit.com","description":"We are Hedin IT… and we shape the digital future for Hedin Mobility Group - one of Europe’s leading groups within mobility. We are now looking for a System developer to join our CRM team responsible for managing customer relationships and customer data for our entire group. In this role, you will enable our retail business to analyze customer data, uncover patterns, and develop effective CRM strategies that foster strong customer relationships and loyalty.\n  \nLet us tell you more about the role!You will join our cross-functional team in developing a scalable international CRM solution for thousands of users. Given that you will have the chance to work with both frontend and backend development, the opportunities for growth and innovation are endless in this role.\n  \n  \n\n**Together with our Tech Lead and System developer, you will:**  \n\nDrive the customization, development, integration, and expansion of Dynamics 365 CE.\n  \nWork with databases and participate in the architectural process.\n  \nEnsure process quality and automating workflows.\n  \n  \n\nWant a taste of what technologies you will be working with?\n  \n**Backend:** C#\/.NET & Azure (transitioning towards Kubernetes)\n  \n**Frontend:** Typescript, JavaScript\n  \nPython\n  \nGitHub & Github Pipelines\n  \nTerraform as IaC\n  \nSQL & SQL Server\n  \nPowerPlatform including Dynamics, Power Automate, Power Effects and more\n  \n  \n\nWho are we looking for?Even though you will be working with all the technologies above and more, we do not expect you to be an expert in all of them, but at least some. For us, it is more important that you have forward-thinking mentality and constantly want to push the boundaries both your own and your teams’ knowledge and skills You are comfortable with speaking and writing both Swedish and English and have knowledge within:\n  \nC#\/.NET\n  \nTypeScript and\/or JavaScript\n  \nAzure\n  \n  \n\nSo, are you ready to accelerate in your career?Interviews are conducted on an ongoing basis, so submit your application today! The process will continue in Swedish. If you have any questions, feel free to contact me, Gabriella Hagström, at gabriella.hagstrom@hedinit.com or 0700-82 85 23.\n  \nAbout usSince 2017, Hedin IT has been leading the technical way forward for Hedin Mobility Group, one of Europe’s leading mobility enablers with 15,000 employees across 14 countries. To be the transformative force within mobility, we need to offer the best possible digital experience for both our customers and colleagues within the group. This means you'll have the opportunity to work with cutting-edge technologies, dedicated colleagues, and great challenges to keep pushing your professional and personal development.\n  \nWhat do we offer?The dynamic and fast paced environment of a scale-up with the stability and resources that comes with being part of a large, established group. The best of both worlds if you ask us.\n  \nOur modern office located here in Mölndal offers both café and restaurant as well as gym and padel facility (fun fact: we ended up in the top ten best-looking offices in Sweden 2023, if you’ll allow us to brag a little). Your well-being is important to us, which is why we offer PTs, instructor-led training classes every day and the opportunity to challenge your colleagues in a game of padel. And of course:\n  \nCollective Agreement and ITP pensions.\n  \nFlexible working hours\n  \nWellness allowance\n  \n30 days of paid vacation\n  \nSeveral car-related benefits","company_url":"https:\/\/se.indeed.com\/cmp\/Hedin-IT","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"5780cc732c818ec9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5780cc732c818ec9","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28839275","title":"Manager for Software Test Framework & DevOps","company":"Westermo Network Technologies AB","location":"Västerås, U, SE","job_type":"fulltime","date_posted":1716768000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"mikaela.naslund@westermo.com, elin.sandell@westermo.com","description":"Are you an experienced leader in the Software area? Do you want to work in a quality focused organisation? Join us as a Manager for Software Test Framework &DevOps!\n  \n  \n\nWelcome to a rapidly growing international company, thriving at the forefront of cutting edge technology. Westermo develops and manufactures advanced devices for industrial data communication, used in mission-critical installations and harsh industrial environments. The very robust and secure communication networks built with our products provide a high value for our customers.\n  \nWe are focused on leveraging growth opportunities in our market and are devoted to delivering the world's best industrial networks. This is achieved through a very dynamic work environment where teamwork and trust are valued. Strong and honest relationships with colleagues, customers, and suppliers are important to us. We have an open culture where we share knowledge, learn from one another and explore new ideas, allowing us to constantly improve.\n  \nWithin R&D there is a total of eight teams, out of which four are Software Teams that work on different tasks. The main focus within Software Development is our Operating System WeOS, our self-developed OS that is used in all of our products. Our R&D spend is about 14%, which says quite a lot about the focus we have on development. We are now looking for a Manager of Software test frameworks and DevOps to join our team!\n  \nAre you our new Manager for Software test frameworks and DevOps?\n  \nAt Westermo, we are famous for our robust routers and switches. We are proud to say that we have our own product development, production and sales channels. Within R&D, we work on both hardware design, as well as software development. Delivering reliable products with top quality is key for us at Westermo. At the same time, we want new products and features to reach our customers with short lead time. Therefore, we think about automation in everything we do, and we are constantly trying out new techniques that can help us fulfill current and future demands.\n  \nYour team's main task is to implement new test methods, systems and tools to support us in delivering robust and reliable products. Our in-house developed test framework and the echo system around it automates every step from code check in to visualization of test results. Your team is also responsible to ensure operational availability of critical system for the rest of the organization.\n  \nIn addition to your team’s responsibility, you will also be responsible for our overall software test processes and strategies. Making sure that they help us in delivering top quality software and products.\n  \nWe have an ongoing focus on implementing AI, both new ways of working and data handling. You will also have the responsibility to implement this in your team. Like many others, we follow an Agile development model, and are active in the open source community.\n  \nAs the Manager for Software test frameworks and DevOps, you will be part of the R&D Management Team, reporting to the Vice President of R&D, Mikaela Näslund. You will be working closely with the seven other R&D Managers, and of course your team, consisting of 15 developers. Besides managing your team and their tasks, you will be responsible for resource planning, cost management, giving input to the R&D budget, competence management and benchmarking relevant technology development on the market. You will also drive improvements in R&D, and together with your colleagues and product managers, work with our roadmap and strategic work of software development and test framework.\n  \n  \n\nSo, who are we looking for?\n  \nWe are looking for an experienced leader in software development, preferably in an agile context. You understand the importance of being a role model, especially when it comes to living our values, creating trust and a sense of team spirit. You are a great communicator and have a drive and commitment to your goals. Your team does not want, nor require micro-management, but rather a guide and support in their daily- and long term tasks.\n  \n  \n\n**Requirements:**  \n\nA degree in Computer Science or similar\n  \nExperienced Leader\n  \nKnowledge, experience, and interest in embedded systems\n  \nKnowledge of software test methodologies and tools\n  \nKnowledge of DevOps environments and tools\n  \nCustomer-focused mindset\n  \nFluent in Swedish and English\n  \n  \n\n**Meritorious:**  \n\nExperienced in cyber security and standards such as IEC 62443 and ISO 27001\n  \nExperience in working in Linux environment.\n  \n  \n\n**In return, we offer:** You will be working at the forefront of technology in a friendly, open culture where we you get the opportunity to learn from skilled colleagues every day. A mature and caring leadership in a flat organization. Through our collective bargain agreement you will be covered in terms of insurance, pension and other benefits. We like to have fun together and we regularly enjoy sports and other social activities as a team. We believe that magic happens when people meet. We are a learning organization and we truly love to try new things, think outside the box and be innovative together!\n  \n  \n\n**Basic information:**  \n\n**Location:** Kopparlunden, Västerås\n  \n**Job type:** Full time\n  \n**Employment contract:** Permanent\n  \n  \n\nDon’t miss out on this opportunity – apply today. For further information please contact: Recruiting Manager Mikaela Näslund; mikaela.naslund@westermo.com or Elin Sandell, Recruiter at elin.sandell@westermo.com\n  \n  \n\nRobust industrial data communications.\n  \nWestermo is a leading provider of Industrial Data Communications equipment to the global market. Sales are conducted through our own offices in key markets in Europe, North America, Australia and Asia, as well as through distributors and OEM customers worldwide. Development and manufacturing take place in Sweden, Ireland, Germany and Switzerland. Westermo was founded in 1975 and today has over 480 employees with a turnover of around 1000 MSEK. The company is a wholly owned subsidiary of Ependion Group AB, listed on the Nasdaq OMX Nordic stock exchange.","company_url":"https:\/\/se.indeed.com\/cmp\/Westermo-Network-Technologies-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ce55833cd3892904","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ce55833cd3892904","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28839930","title":"Systemutvecklare till innovativt IT-företag","company":"JobNet","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1716768000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Engagerad utvecklare till företag i teknisk framkant. På Prevas blir du del av ett familjärt gäng som varvar hållbart förbättringsarbete med en och annan lekfull aktivitet.\n  \nPrevas är företaget som med hög teknisk kompetens och stor påhittighet hjälper kunder i behov av att effektivisera och automatisera sin verksamhet. Här bidrar man med teknologi, metoder och arbetssätt som fokuserar på hållbarhet.\n  \nNu söker Prevas flera hängivna utvecklare som brinner för smarta tekniska lösningar och vill jobba nära kundens processer.\n  \nPå Prevas i Göteborg är det en grupp som specialiserat sig på att utveckla robusta, pålitliga och kundanpassade systemstöd för produktion. Arbetet drivs ofta i projektform och dessa kan variera i både inriktning och storlek. Din roll blir att tillsammans med andra utvecklare hitta lösningar och skapa effektiva stöd för industriella processer. Här tar du hjälp av dina kunskaper i .NET och din förståelse för systemintegration. Du deltar i allt ifrån tekniska förstudier, design, utveckling och installation till support och förvaltning av mjukvara för effektiv produktion.\n  \n---\n  \n**Gå in direkt och gör en anonym lönematchning:** https:\/\/jobnet.se\/systemutvecklare-prevas?utm\\_source=arbetsformedlingen&utm\\_medium=annons&utm\\_content=prevas&utm\\_term=systemutvecklare\n  \n---\n  \nRekryteringen sker via Jobnet.se där du även hittar bilder, videos och mer information om tjänsten och företaget.","company_url":"https:\/\/se.indeed.com\/cmp\/Jobnet","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"558d43f135a4920c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=558d43f135a4920c","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28840056","title":"Java-utvecklare till Softhouse","company":"Softhouse","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1716768000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Är du vår nästa Java-utvecklare?\n  \nPå Softhouse befinner vi oss i en viktig fas på vår tillväxtresa och nu är vi på jakt efter Java-utvecklare till vårt kontor i Stockholm eller Uppsala. Vi brinner för ny teknik och gillar att utvecklas, och utveckla, tillsammans. Genom vår kompetens bidrar vi till ett hållbart digitaliserat Sverige - tillsammans kodar vi framtiden.\n  \nVilka är vi?\n  \nPå Softhouse är vi ca. 300 medarbetare fördelade på 10 kontor och tillsammans levererar vi tjänster och mjukvara i världsklass. I Stockholm hittar du oss i en trevlig takvåning på Tegnérgatan och i Uppsala hittar du oss i fina lokaler med ett centralt läge. Här blir du snabbt en del av ett team med stark gemenskap och en kultur med högt till tak. Vi har en stor variation vad gäller uppdrag och arbetar med allt från nyutveckling till förvaltning, från IoT till webbutveckling.Vem är du?\n  \nVi söker dig som har minst fem års erfarenhet av utveckling i Java där du gärna spenderat flera av dessa år i en konsultroll. Du trivs med att arbeta agilt och drivs av att leverera hög kvalitet och dela dina kunskaper med kollegor.Förutom goda kunskaper i Java ser vi gärna att du:\n  \nÄr van att arbeta ur ett livscykelperspektiv med t.ex. kravställning, arkitektur, design, test och integration.\n  \nHar kunskaper inom olika typer av verktyg som t.ex. Git, Jira, Jenkins, Maven, CI\/CD etc.\n  \nHar erfarenhet av tekniker som exempelvis Spring, JMS, Java EE (EJB, JPA), Hibernate.\n  \nDet är meriterande om du har jobbat med mikrotjänster, eller någon av de stora molnplattformarna såsom AWS, Azure, eller GCP, eller klientramverk såsom JavaScript\/TypeScript, Angular eller React.\n  \nKan uttrycka dig obehindrat på svenska och engelska, i såväl tal som skrift.\n  \n  \n\n**Självklart känner du också igen dig i våra värdeord:** team, enkelhet, mod och passion.Vad erbjuder vi?\n  \nEtt stabilt och välmående bolag där du och din work-life-balance är i fokus.\n  \nEn mix av spännande inhouseprojekt, teamleveranser tillsammans med dina Softhouse-kollegor och externa uppdrag.\n  \nSkräddarsydd utvecklingsplan och aktiv kunskapsdelning med andra Softhouse-kollegor.\n  \nFörmåner som 30 dagars semester, tjänstepension, föräldralön, 5000 kr\/år i friskvårdsbidrag, rekryteringsbonus m.m.\n  \n  \n\nDet är precis lika viktigt att vi passar för dig, som att du passar för oss. Låter det intressant? Vårt urval sker löpande, så skicka in din ansökan så snart som möjligt. Vi träffas gärna på en kaffe och berättar mer!","company_url":"https:\/\/se.indeed.com\/cmp\/Softhouse","company_url_direct":"https:\/\/www.softhouse.se\/","company_addresses":"Stockholm","company_industry":null,"company_num_employees":"11 to 50","company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0cf851e6151f9801","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0cf851e6151f9801","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28732583","title":"Food Product Developer\/Application Specialist – Oat-based Food Ingredients","company":"cReal Food AB","location":"Höganäs, M, SE","job_type":"parttime","date_posted":1713744000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"fs@creal.se","description":"**16-24 hours per week, location:** Höganäs, Sweden\n  \nWe are cReal Food (https:\/\/www.creal.se\/), a Swedish FoodTech company with world leading proprietary technology to process and fractionate oat. We are a B2B supplier of tasty, nutritious, and sustainable oat-based ingredients for the food industry.\n  \nWe are looking for a person who is passionate about plant-based product development and has a natural talent for developing tasty food in a scientific manner.\n  \nYou are part of a small and dedicated team who is eager to succeed and bring out our delicious and innovative oat-based solutions to the market.\n  \nYou have hands-on experience working in a kitchen environment, are service minded both internally and externally and have a flair for testing and creating great tasting food products for the benefit of our customers. The position is a new role based on the need to support our application area and technical sales.\n  \nThe Food Product Developer\/Application Specialist will report to the Application Manager.\n  \nAbout the position\n  \nYou play an important role in a wide variety of product development projects and ingredients’ functional characterization tests.\n  \n  \n\n**The main responsibilities and tasks are:**  \n\nPractical hands-on work in the kitchen making standardized recipes and preparing prototype food products for customer meetings\n  \nDevelop new recipes with cReals’ oat ingredients\n  \nPerform basic characterization tests of cReals’ oat ingredients in the laboratory, such as e.g. pH measurements and centrifugation tests\n  \nPreparation and documentation of the work performed in the kitchen and laboratory\n  \nBenchmarking of developed recipes against commercial products\n  \nSupport the commercial team in sending samples to customers and document it for traceability\n  \n  \n\nYour profile\n  \nYou have a background as food technician or a practical food background with relevant experience. You are familiar with planning, performing and documenting food application trials (recipes and procedures), and you have a good understanding of relevant analytical methods and terms used in the food industry. It would be an advantage if you have experience from the dairy, bakery and\/or snacks industry.\n  \n  \n\n**Furthermore, you are:**  \n\na team player and passionate about your job with a positive attitude\n  \nproactive in your approach with high energy level and result-oriented\n  \nambitious and able to create great tasting products through a combination of both precise work and creative thinking\n  \na balanced personality – able to think and communicate openly\n  \n  \n\nGood communication skills in English – written and spoken – are required for the role.\n  \n**We are looking for a proactive and agile personality:** Someone who is eager to dive into new food application areas and take an active role in developing solutions for our customers. A team-player who likes to take responsibility for their own projects and finds the right balance between “working in detail” and “thinking outside the box”.\n  \nReady for a new challenge?\n  \nPlease send your application that includes your CV and a motivation letter to fs@creal.se","company_url":"https:\/\/se.indeed.com\/cmp\/Creal-Food-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3931612922","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3931612922","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/237157-bonnier-news-utvecklare-med-app-kompetens-till-bonnier-news-annonsutveckling\/&urlHash=ULO1","title":"Utvecklare med App-kompetens till Bonnier News Annonsutveckling","company":"Bonnier News","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":1716508800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Vi söker en utvecklare med kunskap och intresse för fullstack och apputveckling till vårt Annonsutvecklingsteam på Bonnier News! Trivs du i en bred utvecklarroll med många kontaktytor kan detta vara rollen för dig!\n   \n\n  \n\n**Om oss** \n På Tech jobbar 350 personer varav 180 utvecklare som utvecklar produkter och plattformar som används av några av Sveriges starkaste varumärken: Dagens Nyheter, Dagens Industri och Expressen samt en mängd lokaltitlar och magasin. Bonnier News är ledande inom nyhetsbranschen i Norden med över 8 000 anställda.\n   \n\n  \n\n Vi består av 11 personer med bred kompetens inom teknik, annons, data och video, och vi trivs väldigt bra tillsammans.\n   \n\n  \n\n Vi har förmånen att få arbeta över hela Bonnier News tillsammans med kollegor inom allt ifrån Data Science till Privacy, Produkt- och Innehållsteam.\n   \n\n  \n\n**Om rollen** \n I rollen tar du tillsammans med teamet fram nya lösningar för våra digitala annonssystem på olika plattformar, sajt, app och video. I vårt uppdrag ingår att knyta rätt konfiguration, kontext och användarinformation till varje annonsvisning, och att maximera relevans, viewability och CTR.\n   \n\n  \n\n Till det ansvarar även utvecklarna i teamet för vår tekniska plattform och driften av våra lösningar med stöd av plattforms-teamet.\n   \n\n  \n\n**Dina Främsta Arbetsuppgifter Är**\n* Nyutveckling, förvaltning och drift av applikationer och system inom annonsutveckling\n* Utveckling av självgående Software Development Kit-moduler till appar\n* Optimera användandet av lösningarna\n* Bidra i möten, planering, prioritering och arbetssätt inom teamet\n\n\n**Vi jobbar i en modern kodbas och med moderna verktyg och tekniker som:**\n* Frontend\/app: Swift, Kotlin, React Native, Javascript, Lit\/Web Components\n* Backend: Node.js (Javascript, Typescript), Express, Postgres\n* Verktyg: Google Ad Manager (GAM), Googles annons-SDKer (Google Publisher Tag, IMA SDK, AdMob), Prebid\n* Infrastruktur: GCP, Terraform och Fastly\n\n\n**Vem är du?**\n Du är kommunikativ och är bra på att skapa relationer, förståelse och samarbeten både i och utanför teamet.\n   \n\n  \n\n Du har lätt för att komma med idéer och är inte rädd för att testa dig fram. Du är en pragmatisk utvecklare som drivs av att hålla det enkelt och strukturerat, och du föredrar samarbete och kunskapsspridning framför att jobba i egen bubbla.\n   \n\n  \n\n**Kvalifikationer** \n Du har en eftergymnasial utbildning och minst\n **3 års erfarenhet av fullstackutveckling** \n , och erfarenhet\/kunskap inom apputveckling. Det är meriterande om du har erfarenhet av att utveckla lösningar för annonser.\n   \n\n  \n\n* Du har har troligen minst tre till fem års arbetslivserfarenhet av utveckling\/fullstackutveckling med god kunskap inom backendutveckling\n* Förståelse och erfarenhet av apputveckling\n* Erfarenhet av utveckling i Node.js, JavaScript, React, TypeScript\n* Grundläggande SQL-kunskaper\n* Du har god kommunikativ förmåga att uttrycka dig i svenska och engelska, i såväl tal som skrift.\n\n\n**Övrig information**\n Tjänsten är en tillsvidareanställning som börjar med en 6 månaders provanställning.\n   \n\n  \n\n Du kommer att tillhöra Ekosystemsdomänen och rapportera till kompetenschef Maria Friberg. Tillsammans sitter vi i ”Tidningshuset” på Gjörwellsgatan 30, Kungsholmen i Stockholm.\n   \n\n  \n\n Hos oss tror vi att det bästa upplägget är en mix av att ses på kontoret och de positiva effekter det ger, och även ha möjligheten att jobba hemma ibland för att få ihop livspusslet och bibehålla fokus. Vi är en arbetsplats med den trygghet som väl utformade kollektivavtal innebär. Du får friskvårdsbidrag, rabatter och fri prenumeration på våra nyheter, extra ersättning vid föräldralön, pensionslösning inom ITP1 men framför allt en inspirerande arbetsmiljö med fantastiska kollegor!\n   \n\n  \n\n Vi är nyfikna på vem du är och ser fram emot din ansökan! Urval sker löpande. Vill du veta mer gällande hur vår rekryteringsprocess ser ut kan du klicka\n   \n\n  \n\n Med anledning av GDPR har vi inte möjlighet att ta emot ansökningar via email.","company_url":"https:\/\/se.linkedin.com\/company\/bonniernews","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQE0ibAri0p5ig\/company-logo_100_100\/0\/1679652171570?e=2147483647&v=beta&t=mEFK8pJjTtqcFzVSTzMpO3jUWyx0N6hoToVbs9k1Pxw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3916545280","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3916545280","job_url_direct":null,"title":"Frontend-utvecklare","company":"Ecotype","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":1716422400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"As our new Frontend Developer you will be joining our highly skilled product team, working closely with 11 passionate colleagues, including on-site engineers in Sweden and remote engineers. While you'll report directly to the company's CTO, we have a flat structure meaning that you'll have the freedom to make impactful decisions every week without strict oversight.\n \n\n\n\n  \n\n\n\n\n\n https:\/\/skogshubben.se\/\n \n\n\n\n  \n\n\n\n\n\n Your main area of focus will be the company's flagship product, Skogshubben. To thrive in this role you'll need to be proactive, independent, collaborative and most importantly - eager to bring your critical thinking and technical skills to the table to help bring our SaaS platform to the next level 🚀🧠.\n \n\n\n\n  \n\n\n\n\n\n Who we are looking for:\n \n\n\n\n  \n\n\n\n\n\n You can preferably work from our office in Stockholm a few days per week\n \n\n\n\n  \n\n\n\n\n\n Remote candidates within the Nordics that are willing to move may be considered, but we do not provide relocation support.\n \n\n\n\n  \n\n\n\n\n\n You have experience with React, React Native, and TypeScript, we use MUI och Redux Toolkit\n \n\n\n\n You have 5+ years of experience working as a developer\n \n\n\n\n You speak and write fluent English\n \n\n\n\n You can take a concept from idea to reality and work closely with stakeholders\n \n\n\n\n You care about nature\n \n\n\n\n You have a desire to create aesthetic and user friendly services\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n Extra points for:\n \n\n\n\n  \n\n\n\n\n\n You have experience with Java, Spring Boot & PostgresQL\n \n\n\n\n Experience from working with GIS applications, maps and geo data\n \n\n\n\n Degree in Computer Science or related field\n \n\n\n\n Based in Stockholm","company_url":"https:\/\/se.linkedin.com\/company\/ecotypeab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQHd38vcOAtIew\/company-logo_100_100\/0\/1630632839915\/plocka_logo?e=2147483647&v=beta&t=b0gECd6fri6PuXPeRo8rEO22P5JURzGRS5zjH83wxkA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3933980138","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3933980138","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/236127-avanza-backend-developer-tjanstepension\/&urlHash=6zo6","title":"Backend developer - Tjänstepension","company":"Avanza Bank","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":1716422400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Pensionen är för de allra flesta det största och mest långsiktiga sparandet. Trots det tycker många att pensionen är svårt att förstå och agera på – det vill vi ändra på! Vill du vara med och göra det sjukt enkelt för företag att pensionsspara till sina anställda?*\n**Om teamet och rollen**\n Som Backend-utvecklare i teamet arbetar du med modern Java i en mikrotjänstarkitektur, tycker du dessutom att det är kul att variera med frontend så är team Tjänstepension den perfekta matchen.\n   \n\n  \n\n Vi tror på agila och självstyrande team som tar fram sina egna arbetsprocesser i största möjliga mån. Teamet har mandat att själva driva sin teknik, affär och kundupplevelse. Vi tror därför att det är en fördel att vara lika nyfiken och intresserad av produktutveckling som teknik och design. Teamet är tvärfunktionellt uppbyggt och består av produktägare, produktspecialist, scrum master, utvecklare samt UX-kompetens på sikt.\n   \n\n  \n\n I team Tjänstepension jobbar vi med att på bästa sätt skapa enkla och grymma tjänstepensionsupplevelser. Vi jobbar med allt kopplat till företagsdelen av tjänstepensionen; kundgränssnitt såväl som all bakomliggande logik samt interna gränssnitt för våra kollegor. Tillsammans designar, implementerar, vidareutvecklar och förvaltar vi de produkter och system som ligger inom teamets domän, allt i syfte att skapa en tjänstepensionsupplevelse i världsklass och att göra det sjukt enkelt för företag att pensionsspara till sina anställda. Tillsammans med övriga team inom pensionsområdet är vi med och sätter Avanzas produktstrategi och prioriteringar kopplat till pensionsområdet.\n   \n\n  \n\n**Vem vi söker**\n Vi tror att du är en erfaren utvecklare som är nyfiken och tycker om att utmana och tänka nytt, du har ett eget driv och initiativförmåga och är en person som uppskattar att samarbeta med andra . Vi ser gärna att du har jobbat i en agil organisation, att du har erfarenhet av att jobba med eventdriven arkitektur och extra bonus om du har erfarenhet från pension och försäkringsbranchen sedan tidigare.\n   \n\n  \n\n Den vi söker till vårt team bör också ha erfarenhet av frontend och sugen på att ta ett större ansvar här på sikt.\n   \n\n  \n\n**För att lyckas i rollen tror vi att du har:**\n* God erfarenhet av modern Java och dess ekosystem\n* Erfarenhet av moderna JS-ramverk (Angular, React eller liknande)\n* Goda kunskaper i svenska, både i tal och skrift.\n\n\n**Meriterande Är Det Om Du Har Erfarenhet\/intresse Av**\n* Spring, MongoDB och Gigaspaces\n* Microtjänstarkitektur\n* Att ha jobbat datadrivet\n* Eventdriven arkitektur\n* Jobbat inom fintech eller pension\/försäkring\n\n\n**Ansökan**\n Skicka din ansökan genom att klicka på knappen ”Ansök nu” under annonsen. Skicka gärna din ansökan snarast då urvalet sker löpande, dock senast den\n **9** \n**juni** \n . Vi tar inte emot ansökningar via mejl p.g.a. GDPR.\n   \n\n  \n\n Välkommen med din ansökan!\n   \n\n  \n\n*Erbjudanden från rekryteringsföretag\/annonssäljare undanbedes*","company_url":"https:\/\/se.linkedin.com\/company\/avanza-bank","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQF4rXpWP7HBSw\/company-logo_100_100\/0\/1635514471231\/avanza_bank_logo?e=2147483647&v=beta&t=kak7QYF1_NXQ3EXpBVXJA6kkZyKX54YWEu8sw5HiW58","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3933536627","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3933536627","job_url_direct":"https:\/\/egmont.csod.com\/ats\/careersite\/JobDetails.aspx?site=1&id=1722&urlHash=qMfF","title":"Fullstack utvecklare till kontoret i Stockholm","company":"Egmont","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":1716422400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"lars.randlov@egmont.com","description":"**Story House Egmont söker en erfaren fullstack utvecklare till kontoret i Stockholm** \n\n\n\n\n  \n\n\n\n\n\n Story House Egmont är ett av Sveriges ledande medieföretag. Vi är passionerade historieberättare och utvecklar innehåll för både tryckta medier och digitala plattformar och är snabbt växande inom e-handel och digital marknadsföring.\n \n\n\n\n  \n\n\n\n\n\n Vi söker nu en erfaren fullstack utvecklare till vårt kontor i Stockholm, som kommer att bli en del av ett internationelt digitalt utvecklingsteam. Teamet består av utvecklare i Sverige, Danmark och Ukraina. Utvecklaren vi söker kommer att vara ansvarig för utveckling och underhåll av våra tjänster, främst våra hemsidor byggda i Wordpress.\n \n\n\n\n Du kommer att arbeta tätt tillsamman med andra utvecklare och content editors för att skapa engagerande digitala upplevelser för våra läsare. Vår webportfölj består av stora varumärken som mestmotor.se, svenskgolf.se, hemtrevligt.se, vagabond.se samt café.se. I teamet arbetar vi efter moderna agila metoder som sprintplanning– med fokus på samarbete. Du kommer att ges möjlighet att få sätta ett stort avtryck i den digitala världen som rör sig snabbt framåt för oss.\n \n\n\n\n  \n\n\n\n\n\n**Arbetsuppgifter** \n\n\n\n\n • Ansvarig för att utföra regelbundna uppdateringar och underhåll på våra webapplikationer (wordpress) för att se till att de kör utan problem. Detta inkluderar även testning, felsökning av kod, problemlösning och implementering av nya features.\n \n\n\n\n • Samarbete med redaktörer för att implementera nya lösningar\n \n\n\n\n • Support till redaktörer med olika tekniska utmaningar i relation till websiterna\n \n\n\n\n • Arbeta proaktivt så att websiterna kör stabilt och har bra responstider.\n \n\n\n\n • Arbeta proaktivt med säkerhet och regelbundna uppdateringar.\n \n\n\n\n • Deltagande i codereviews, samt vara med och ge feedback till andra utvecklare\n \n\n\n\n • Underhåll av DevOps pipelines från källkod till deploy i produkionsmiljö.\n \n\n\n\n • Underhåll och drift\n \n\n\n\n  \n\n\n\n\n\n**Din profil** \n\n\n\n\n Du är en erfararen utvecklare som tidigare har arbetetat med WordPress och är väl insatt i platformen. Du trivs i en miljö där saker och ting kan ändras med kort varsel och är en starkt lagspelare som samtidigt är driven och bra på att arbeta självständigt.\n \n\n\n\n  \n\n\n\n\n\n**Kvalifikationer** \n\n\n\n\n Du kommunicerar obehindrat på engelska i både tal och skrift och du har förmåga att arbeta i ett team som är baserat i flera olika länder.\n \n\n\n\n  \n\n\n\n\n\n Önskvärda kvalifikationer\n \n\n\n\n • PHP & WordPress\n \n\n\n\n • Kunskap om Git och andra versionshanteringssystem.\n \n\n\n\n • Stark kompetens inom HTML, CSS och JavaScript (ReactjS, TypeScript etc.)\n \n\n\n\n • Hands-on erfarenhet av SQL DB’s, design och utveckling\n \n\n\n\n • Erfarenhet att arbeta med och sätta upp CI\/CD (Jenskins, Github workflow, etc)\n \n\n\n\n • Värderar kvalitet och struktur vid utveckling av kod\n \n\n\n\n • Erfarenhet av Cloud hosting\n \n\n\n\n  \n\n\n\n\n\n**Livet hos Story House Egmont – en del av något större** \n\n\n\n\n Vårt team sitter i centrala Stockholm respektive Köpenhamn och vi träffas dagligen, digitalt eller på kontoret.\n \n\n\n\n  \n\n\n\n\n\n Vi som jobbar inom Story House Egmont står för kreativitet, långsiktighet och öppenhet. Vi hjälper och stöttar varandra för att tillsammans utveckla de bästa berättelserna och produkterna.\n \n\n\n\n Vi välkomnar kompetenta, drivna och innovativa människor. Lika viktigt är att du är snäll, positiv och gillar olikheter.\n \n\n\n\n  \n\n\n\n\n\n Som medarbetare i en av Sveriges ledande medieverksamheter är du också en del av något större.\n \n\n\n\n Egmont är en internationell och expansiv mediekoncern fylld av passionerade och kompetenta människor med olika bakgrunder, kunskaper och erfarenheter.\n \n\n\n\n  \n\n\n\n\n\n Egmont är en helägd stiftelse som verkar utifrån ett dubbelt syfte: att utveckla verksamheten och att stötta utsatta barn och unga. Som anställd i Egmont är du med och ger tillbaka till samhället och skapar förutsättningar för ett bra liv för nästa generation.\n \n\n\n\n  \n\n\n\n\n\n Om du har frågor kring tjänsten så är du välkommen att kontakta: Head of Development and Design, Lars Randløv, lars.randlov@egmont.com.\n \n\n\n\n  \n\n\n\n\n\n Adress till arbetsplatsen:\n \n\n\n\n Karlavägen 96\n \n\n\n\n Stockholm, 115 26\n \n\n\n\n Sweden\n \n\n\n\n  \n\n\n\n\n\n**Sista ansökningsdag är 6\/24\/2024, men vi intervjuar löpande. Vänligen använd ”Apply Now” knappen för att ansöka till tjänsten. Vi tar ej emot ansökningar vi e-mail.** \n\n\n\n\n  \n\n\n\n\n\n About Story House Egmont\n \n\n\n\n Story House Egmont är ett av Nordens ledande och mest traditionsrika medieföretag. Vi är passionerade historieberättare och står bakom några av landets populäraste varumärken. Inom våra tre huvudområden – Media, E-commerce och Agencies – utvecklar vi engagerande innehåll, högkvalitativa produkter, innovativa tjänster och personliga mötesplatser. Vår ägare är den nordiska mediekoncernen Egmont tillsammans med Nordisk Film, TV 2 i Norge och det danska bokförlaget Lindhardt og Ringhof. Egmont är en stiftelse som varje år delar ut en stor del av sitt överskott för att stötta utsatta barn och ungdomar.\n \n\n\n\n We bring stories to life.","company_url":"https:\/\/dk.linkedin.com\/company\/egmont","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQGa74abTvEiTA\/company-logo_100_100\/0\/1630472188942\/egmont_logo?e=2147483647&v=beta&t=P-F0YQ-Slnm_IpBU3y94nyScrhnAZivoeChwFdiQZ_c","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3933355306","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3933355306","job_url_direct":"https:\/\/recruitment.idg.se\/jobs\/4522169-software-engineer-net-till-tofindout&urlHash=NXPx","title":"Software Engineer (.NET) till ToFindOut","company":"IDG Recruitment","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":1716422400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"moa.eriksson@foundryco.com","description":"*Uppskattar du mobb-programmering och vill jobba med innovativ produktutveckling?*\n Nu har du chansen att bli en del av ett autonomt utvecklingsteam hos ToFindOut, ett branschledande produktbolag som utvecklar system för bakgrundskontroller. Denna roll passar dig som värdesätter samarbete och hög grad av involvering.\n   \n\n  \n\n**Om rollen**\n För att stärka upp ToFindOuts team söker vi nu en erfaren fullstack-utvecklare som är intresserad av att ta sig an de olika utmaningar som produktutveckling innebär. I den här rollen förädlar du inte bara befintlig kod, utan involveras även i skapandet av ny funktionalitet. Du får också chans att bidra i strategiska frågeställningar. För rätt person finns det möjlighet att växa in i en lead-position.\n   \n\n  \n\n Din arbetsdag kommer vara varierad och inkludera allt från design och arkitektur till sprintplanering, utveckling och testning. Du arbetar nära användarna för att direkt ta vara på deras feedback. För närvarande fokuserar ToFindOut på att utveckla arkitekturen där man effektiviserar mikrotjänsterna för att bli mer eventdrivna.\n   \n\n  \n\n*“Jag har aldrig upplevt den här typen av samarbete och frihet innan. Vi i teamet rör oss tillsammans som en amöba och är så pass autonoma att vi i princip kan ta initiativ till det vi vill. Inget mikro-management här inte!”*\n Tech-stacken består huvudsakligen av React, Typescript, C#, .NET Core, SQL och NoSQL. Infrastrukturen bygger på HashiCorps produkter och körs på Docker.\n   \n\n  \n\n**Är det här du?**\n Vi letar efter dig som har gedigen erfarenhet av hela produktlivscykeln och som har visat förmågan att kontinuerligt förbättra applikationer över tid. Eftersom teamet jobbar med par- och mobb-programmering så är det viktigt att du är samarbetsorienterad och pedagogisk. Vi värdesätter också egenskaper som öppenhet, kreativitet och ödmjukhet.\n   \n\n  \n\n Du har erfarenhet av React, Typescript, C# och .NET Core, gärna med tyngdpunkt inom backend, men med ett intresse för frontend. Om du även har kunskap om distribuerad mikrotjänstarkitektur samt verktyg som Docker, Nomad och Consul är det mycket uppskattat.\n   \n\n  \n\n Kommunikation är nyckel för framgång, så det är viktigt att du är flytande i både svenska och engelska, både skriftligt och muntligt.\n   \n\n  \n\n En bakgrundskontroll är ett obligatoriskt sista steg i rekryteringen.\n   \n\n  \n\n**Är du intresserad av att få veta mer?**\n I denna rekrytering samarbetar ToFindOut med IDG Recruitment. Om du vill veta mer eller har frågor kring rollen, kontakta gärna Moa Eriksson, Rekryteringskonsult, 070 828 36 65, moa.eriksson@foundryco.com.\n   \n\n  \n\n Vid intresse, vänligen ansök snarast med ditt CV eller LinkedIn-profil. Vi behandlar ansökningar löpande så välkommen med din ansökan så snart som möjligt.\n   \n\n  \n\n**Om ToFindOut**\n ToFindOut är Nordens ledande bakgrundskontrollbolag för företag och organisationer som vill kvalitetssäkra såväl rekryteringsprocess som fortlöpande regelefterlevnad inom personalområdet. Vår vision är att tillsammans skapar vi trygga arbetsplatser. Vår affärsidé är att leverera marknadens mest värdeskapande bakgrundskontroller. Detta gör vi genom att satsa på teknik och kompetens. Vi driver utveckling för både branschen och för våra kunders långsiktiga behov.\n   \n\n  \n\n ToFindOuts kultur andas frihet och kreativitet där du får möjlighet att tillämpa dina tekniska specialistkunskaper, utvecklas samt påverka din roll och hur teamet arbetar framåt. ToFindOut sitter centralt i fräscha lokaler vid Norra Bantorget i centrala Stockholm.","company_url":"https:\/\/se.linkedin.com\/company\/idg-recruitment","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQEGKLVX_fA5bg\/company-logo_100_100\/0\/1637754969224\/idg_recruitment_logo?e=2147483647&v=beta&t=V5t1Et5G5lBlR3t910wKjDZyNrMSrc5a-f8LWswprgI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"611815581","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/611815581","job_url_direct":null,"title":"Web Developer","company":"B-Engaged AB","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":1716336000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Vill du vara med och utveckla marknadens bästa molnjänst för undersökningar? Vi har sedan 2018 utvecklat vår tjänst och har en mycket god tillväxt. Nu söker vi dig med ett stort teknikintresse och vilja att vara en del av hela utvecklingsprocssen, från idé (som ofta kommer från kunderna) till skapande och lansering. Du kommer vara en del av ett litet och passionerat team bestående av kundansvariga, projektledare och utvecklare. Vi gillar kvalitet, bra design, ny teknik, effektivitet och ständiga förbättringar.\n \n\n\n\n  \n \n\n\n\n**Ansvarsområden** \n\n\n\n* I samarbete med teamet sätta dig in kundbehov och utveckla högkvalitativ funktionalitet\n* Ta ansvar för hela eller delar av vår molntjänst och tänka framåt\n* Vara en god teammedlem och hjälpa till där det behövs\n\n\n\n  \n \n\n\n\n**Kvalifikationer** \n\n\n\n* Teknisk utbildning med inriktning mot programmering\n* Erfarenhet av webbutveckling\n* Förmåga att organisera ditt eget arbete\n* Goda kunskaper i svenska\n\n\n\n  \n \n\n\n\n Hör av dig med ditt CV så berättar jag mer!","company_url":"https:\/\/se.linkedin.com\/company\/b-engaged","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQG_oPWUIgeoTQ\/company-logo_100_100\/0\/1630605346260\/b_engaged_logo?e=2147483647&v=beta&t=qMnKFXwOhRLCX0HEODOMOGafZgsStSuBXNEIH44MCXU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3777350773","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3777350773","job_url_direct":"https:\/\/cdn.jobylon.com\/jobs\/113550-upsales-full-stack-developer\/?utm_source=linkedin&urlHash=nqGb","title":"Full Stack Developer","company":"Upsales","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":1716336000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"* Urval sker löpande\n* Arbete på plats\n\n\n Arbetsuppgifter\n   \n\n  \n\n Vill du vara med och utveckla hur företag arbetar med försäljning med hjälp av den senaste tekniken och användarvänlig design. Upsales revolutionerar CRM-branchen genom sin digitala plattform för B2B-säljare och företag. Börsnoterade Upsales växer så det knakar och med fokus på tech behöver vi skala vårt team ännu mer. Vi söker dig som vill vara en viktig del av en tillväxtresa och vara med och påverka på riktigt, på Upsales är du inte litet kugghjul i ett stort maskineri.\n   \n\n  \n\n**Om tjänsten**\n Hos Upsales får du programmera i de senaste teknikerna och ta stort eget ansvar. Du blir en del av ett tight gäng, bestående av ca 20 utvecklare. På Upsales jobbar vi i agila sprintar, tätt tillsammans men samtidigt med stor frihet. Målet är att utveckla en grym produkt. Det finns inget klart recept på hur vi ska gå tillväga, istället jobbar vi fram lösningar både tillsammans och individuellt med fokus på kunderna och effektivitet i leveranser.\n   \n\n  \n\n**Du erbjuds**\n* Möjligheten att bygga en produkt med de senaste teknikerna, så som: React, Node.js, TypeScript, Figma\n* Bli en del av ett litet team , med korta beslutsvägar och stort utrymme att påverka.\n* Vara med på Upsales tillväxtresa, där du får utvecklas med seniora kollegor.\n* Remote Working – Upsales sitter på Industrigatan 5 i Linköping och Vasagatan 16 i Stockholm – Du kan arbeta där eller där det passar dig!\n\n\n**Vi Söker Dig Som Har**\n* Högskole- eller civilingenjörsexamen inom relevant område.\n* Arbetat med React och Node.js i minst 1 år\n* Utmärkta kunskaper i svenska och engelska\n\n\n**För att trivas i rollen tror vi att du är:**\n* Driven och trivs i en start-up-miljö med högt tempo och mycket samarbete\n* Analytisk med en god förmåga att se helheten och förstå affären\n* Självgående och gillar att ta egna initativ\n* Kanske viktigast av allt, du är en hacker som är grym på programmering och älskar att hitta nya lösningar på problem!\n\n\n**Övrigt\/ansökan**\n Tjänsten är på heltid, tillsvidare och med placering på vårt kontor i Linköping eller Stockholm. Tillsättning sker så snart som möjligt.","company_url":"https:\/\/se.linkedin.com\/company\/upsales-nordic-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQECkl0j_oBHug\/company-logo_100_100\/0\/1630642790317?e=2147483647&v=beta&t=8N22nPx9OIxezuz-cfiYRnCwJUrUU5QF3dA2KNk2n5A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3831128178","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3831128178","job_url_direct":"https:\/\/bli.b3.se\/jobs\/3639801-fullstack-utvecklare?utm_source=LinkedIn&urlHash=Vm4g","title":"Fullstack utvecklare","company":"B3 Cloud","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":1716336000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"melinda.andersson@b3.se","description":"I vår nuvarande tillväxtfas är vi i behov av en skicklig fullstack-utvecklare som kan hjälpa oss att ta vår produktutveckling till nästa nivå.\n   \n\n  \n\n Som fullstack-utvecklare hos oss kommer du att spela en central roll i utvecklingen av våra molnbaserade lösningar, från idé till implementering. Du blir en viktig del av vårt team, där du kommer att arbeta nära våra produktchefer och UX\/UI-designers för att skapa användarvänliga och effektiva lösningar. Din roll omfattar både frontend- och backend-utveckling, vilket kräver en bred teknisk kompetens och förmågan att arbeta tvärfunktionellt.\n   \n\n  \n\n Vi söker dig med:\n   \n\n  \n\n* Minst 5 års erfarenhet av fullstack-utveckling.\n* Gedigen kunskap inom JavaScript\/TypeScript, React eller Angular, och Node.js.\n* Erfarenhet av att bygga och underhålla RESTful APIs.\n* Kunskap om container-teknologier som Docker och Kubernetes är meriterande.\n* Flytande svenska i både tal och skrift, då det krävs i det dagliga arbetet.\n\n\n Som person är du innovativ, har en stark problemlösningsförmåga och ett brinnande intresse för teknik och programmering. Du är självgående och har lätt för att samarbeta i team, samt har en god förmåga att kommunicera med både tekniska och icke-tekniska teammedlemmar.\n   \n\n  \n\n**Om B3 Cloud:**\n B3 Cloud är ledande inom molntjänster och digital transformation. Vi hjälper våra kunder att utnyttja molnteknikens fulla potential för att effektivisera och innovera deras verksamheter. Med vårt djupa kunnande inom molninfrastruktur, applikationsutveckling och digital strategi, erbjuder vi skräddarsydda lösningar som möter våra kunders unika behov.\n   \n\n  \n\n Vår företagskultur präglas av innovation, samarbete och ett starkt fokus på medarbetarnas utveckling och välbefinnande. Vi erbjuder flexibla arbetssätt och stora möjligheter till personlig och professionell utveckling.\n   \n\n  \n\n Är du den vi söker? Skicka din ansökan idag! För frågor om tjänsten, kontakta Melinda på melinda.andersson@b3.se. Observera att vi inte tar emot ansökningar via mejl.\n   \n\n  \n\n**Vi ser fram emot att välkomna dig till vårt team!**\n*B3 Cloud är en del av B3-koncernen, känd för sin innovativa kultur och sitt engagemang för teknologisk excellens och kundnöjdhet.*","company_url":"https:\/\/se.linkedin.com\/company\/b3-cloud","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQFqErJ3mIKvsA\/company-logo_100_100\/0\/1630653817364\/b3_cloud_logo?e=2147483647&v=beta&t=foTDRnd2-WkMj4LM-XXpRkb-sqFrHtbJ9RFREpLo_O4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3895071949","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3895071949","job_url_direct":"https:\/\/sbab.teamtailor.com\/jobs\/2327908-fullstack-utvecklare?utm_source=LinkedIn&urlHash=YaFv","title":"Fullstack-utvecklare","company":"SBAB","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":1716336000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Arbetsuppgifter\n   \n\n  \n\n* Programmering i alla dess former! T ex par-, mobprogrammering eller kanske någon ny kreativt idé som du vill utforska?\n* Aktivt delta i beslut gällande produkter, features, arkitektur och affärsmål\n* Lärande och kunskapsdelning i både team och organisation\n\n\n Är du nyfiken på hur den här texten ska sluta? Kul! Vi gillar dig redan. Att vara nyfiken är viktigt för oss.\n   \n\n  \n\n På SBAB spelar nämligen rollen mindre roll. Att du är kunnig förväntar vi oss. Det viktiga är att du vill vara med och bidra till vår kultur, attityd och vårt sätt att vara. Och eftersom vi är lika många experter som medarbetare, behöver alla vara just nyfikna och intresserade av varandras olikheter. Vi lyssnar in och omvärderar kontinuerligt. Vi tror på mångfald, att olika perspektiv berikar och att du är en viktig framgångsfaktor. Fortfarande nyfiken? Välkommen!\n   \n\n  \n\n Att jobba som Full stack-utvecklare\n   \n\n  \n\n Hos oss jobbar de flesta utvecklare som Fullstack med Java och React som bas, vår tech stack innehåller bl a Java 17\/18 & 21, React, Spring Boot, Dropwizard, Kafka & Docker.\n   \n\n  \n\n Att arbeta fullstack tror vi är en bra möjlighet för att ständigt ges möjlighet att utvecklas i sin yrkesroll, dock bestämmer du vad du vill ha huvudfokus på backend\/frontend. Vi tror att du är en lagspelare som gillar att förvandla bra idéer till features och har en bra balans mellan kvalitet och leverans. Vi kommer att uppmuntra dig att gå utanför din comfortzone och pröva nya teknologier och växa som utvecklare, och självklart är van med agila arbetssätt, så som Scrum & Kanban.\n   \n\n  \n\n Våra team är uppdelade i produktområden och har en egen Produktägare som styr backlogen medans teamet själv driver arkitektfrågor och tekniska beslut samt hur lösningen skall utformas.\n   \n\n  \n\n Vi söker dig som har flera års erfarenhet av att arbeta som fullstack utvecklare och som kan Svenska i tal och skrift.\n   \n\n  \n\n*I det här avsnittet gästar vi Kodsnack under ledning av Fredrik Björeman. Ni får träffa fyra utvecklare där dem bland annat berättar om likheter och skillnader mellan SBAB och Booli, hur man avvecklar äldre monoliter på ett planerat och konstruktivt sätt, mikrotjänsters fördelar och problem och mycket mer.*\n Har du check på allt?\n   \n\n  \n\n* Lagspelare\n* Nyfiken\n* Initiativtagande\n* Analytisk\n* Självdriven\n\n\n Annars då?\n   \n\n  \n\n Gillar du oss, och tror att du kan bidra, är vårt tips att inte vänta för länge med att skicka in CV eller LinkedIn-profil. Har du andra idéer på hur du kan visa vem du är? Spännande! Hur du än ansöker så ser vi fram emot att lära känna dig mer.","company_url":"https:\/\/se.linkedin.com\/company\/sbab-bank","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQFKJrKdjSajjA\/company-logo_100_100\/0\/1630647285404\/sbab_bank_logo?e=2147483647&v=beta&t=l7dcfijAyEBjlRCQSi4UqnTZsBQrBewqXvDDvE3jXs0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3776298446","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3776298446","job_url_direct":"https:\/\/cgi.njoyn.com\/corp\/xweb\/xweb.asp?clid=21001&page=jobdetails&jobid=J1123-1751&BRID=1095016&SBDID=943&urlHash=XMKc","title":"Senior Fullstack Developer, Stockholm","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":1716336000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"t.pettersson@cgi.com, jonas.wennerholm@cgi.com","description":"Beskrivning av tjänsten\n   \n\n  \n\n Intresserar du dig för utveckling och den senaste tekniken? Vill du bygga lösningar som används av tusentals användare? Då har vi en spännande möjlighet för dig!\n   \n\n  \n\n Hos oss på CGI får du chansen att arbeta med stora och välkända kunder i agila projekt där ny-utveckling och den senaste tekniken står i fokus kombinerat med Cloud First-tänk.\n   \n\n  \n\n Vi är en mindre enhet, vilket innebär att vi agerar som ett litet bolag och samtidigt har det stora bolagets kraft och muskler i ryggen. Projekten levereras mestadels av rena CGI-team ute hos kund eller in-house där vi främst fokuserar på Microsoft och Azure. Med basen i .NET så bygger vi bland annat mikrotjänster med tekniker som Service Fabric eller Docker och Kubernetes.\n   \n\n  \n\n Vi arbetar agilt i våra projekt och allt som oftast är det teamet som pragmatiskt kommer fram till hur vi jobbar bäst inom det valda ramverket. Våra projekt levereras med hög kvalitet och vi jobbar givetvis med peer reviews. Vi jobbar även mycket med enhetstester, ett gediget CI\/CD-flöde och andra tekniker som exempelvis SonarCloud och Azure Devops.\n   \n\n  \n\n Du får möjlighet till att vidareutvecklas genom Pluralsight, certifieringar och konferenser, till exempel MS-dagarna, React Europe, Microsoft Build & Ignite.\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n Som Senior Fullstack Developer kommer du att få möjlighet att utvecklas och arbeta med ny teknologi. Vi strävar efter att leverera team till våra kunder, och som senior utvecklare kommer du ha möjlighet till en ledande roll inom teamet.\n   \n\n  \n\n I rollen kommer du att implementera funktionalitet för beställares räkning. Vidare kommer du att få utökat ansvar inom din roll, där du kommer att vara med i vårt arbete för att ta in nya teknologier.\n   \n\n  \n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n Vi söker dig som har:\n   \n\n  \n\n* Minst 5 års erfarenhet av utveckling i C#\/.NET\n* Viljan och drivet att arbeta med den senaste tekniken\n\n\n Vi blir extra glada om du har goda kunskaper och erfarenhet av:\n   \n\n  \n\n* Enhetstester\n* Projekt i molnet, gärna Azure\n* DevOps\n\n\n**Vill du veta mer?**\n Tycker du det låter intressant? Sök till tjänsten redan nu då vi rekryterar löpande!\n   \n\n  \n\n Vi ser fram emot att höra från dig! Om det fortfarande finns något du undrar över, skicka gärna dina funderingar till rekryterande ledare Thomas Pettersson, t.pettersson@cgi.com eller Jonas Wennerholm, jonas.wennerholm@cgi.com\n   \n\n  \n\n**Vad kan vi på CGI erbjuda dig?**\n CGIs kombination av global och lokal närvaro, med kontor på 30 orter i Sverige, ger nöjda kunder men innebär även att du som anställd alltid har ett kontor nära dig. Detta i kombination med flexibla arbetstider ger dig möjlighet till balans mellan privatliv och arbete, oavsett var i livet just du befinner dig.\n   \n\n  \n\n På CGI finns även stora möjligheter till interna karriärvägar där du kan välja att bli specialist inom ditt område, bredda dig inom nya områden eller ta en ledande befattning. Via våra interna nätverk, projekt och åtaganden i globala och nationella industrier, erbjuder vi dig kompetensutveckling och engagerade ledare som stöttar just dig i din utveckling.\n   \n\n  \n\n Mer information om våra förmåner:\n   \n\n  \n\n* Aktieprogram och delägarskap: Som delägare har du möjlighet att påverka och i vårt aktieprogram matchar CGI ditt bidrag, krona för krona upp till 3% av din månadslön.\n* Friskvårdsbidrag: Vi erbjuder ett årligt friskvårdsbidrag på 4 000 kr.\n* Föräldralön: Vi betalar upp till cirka 90% av din lön under den första tiden hemma.\n* Trygg anställning: Våra konsulter anställs med kollektivavtal och försäkringar.\n* Pensionslösningar: Vi erbjuder attraktiva och förmånliga pensionslösningar.\n* Personalbil: Personalbilen används som en privatbil men leasas av CGI.\n\n\n**CGI**\n CGI leder digitaliseringen av Sverige och är världsledande på att omvandla innovation, information och teknologi. Genom djup branschkunskap och en förståelse för kundens utmaningar, bidrar vi med insikter för att skapa hållbara resultat. Vi finns i 40 länder med 90 000 medarbetare globalt. I Sverige finns våra ca 4000 anställda på 30 orter med huvudkontor i Stockholm. Läs mer om CGI på vår hemsida: www.cgi.se\n   \n\n  \n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=CxrEfXhrcR0FMnonG8X1x8_wtyG2uESEiKw1bEDezSI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3889415927","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3889415927","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/servicenow-utvecklare-op-2024455906\/&urlHash=eiJW","title":"ServiceNow utvecklare","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":1716336000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Vi letar efter en utvecklare inom ServiceNow som kan ta ledningen i utvecklingen och implementeringen av avancerade ServiceNow-lösningar.\n   \n\n  \n\n**Dina arbetsuppgifter** \n Som ServiceNow utvecklare kommer du arbeta med vidareutveckling samt implementering av nya ServiceNow-moduler.\n   \n\n  \n\n**Exempel På Ansvarsområden**\n* Utveckla och implementera avancerade ServiceNow-lösningar för att uppfylla kundens specifika behov.\n* Delta i konfigurationen och anpassningen av ServiceNow-plattformen, inklusive arbetsflödesadministration, rapportinställningar, dataimport och integrationer.\n* Utveckla anpassade skript och applikationer för att möta affärsbehov och ge vägledning om ServiceNow's bästa praxis.\n* Arbeta med integrationer och inbyggda ServiceNow-plugins och samtidigt arbeta med att förbättra alla dataintegrationer.\n* Skriva ren, effektiv och hållbar kod samt felsöka och lösa tekniska problem.\n* Dokumentera kod och applikationsfunktionalitet noggrant för att underlätta förståelse och förvaltningsarbetet.\n\n\n**Din profil och kvalifikationer** \n Vi ser att du som söker rollen är skicklig på att kommunicera effektivt för att möta och överträffa både krav och förväntningar samt för att kunna presentera framtida implementeringar på ett övertygande sätt. Du har en stark förmåga att samarbeta i teammiljöer och att smidigt kunna kommunicera med olika intressenter. Du anpassar din kommunikationsstil för att passa olika målgrupper där du aktivt strävar efter att skapa och upprätthålla positiva och produktiva arbetsrelationer.\n   \n\n  \n\n Vidare ser vi att du van att arbeta självständighet och med en stark initiativförmåga. Du är en ansvarsfull person som säkerställer att projekt når sina mål och levererar högkvalitativa resultat.\n   \n\n  \n\n*Krav*\n* Certifiering inom ITIL\/ServiceNow Certified System Administrator\/Certified Implementation Specialist – ITSM\/ITOM\n* 3-6 års erfarenhet av ServiceNow-utveckling varav minst 3 ServiceNow implementeringsprojekt\n* Kandidatexamen i datavetenskap, informationsteknik eller motsvarande område\n* Djup förståelse för ServiceNow-plattformens kapacitet, bästa praxis och implementeringsstrategier\n* Mycket goda kunskaper inom JavaScript, HTML, CSS och integreringsteknik\n* Stark förståelse för ITSM, ITIL och agila metoder\n\n\n Vi lägger stor vikt vid dina personliga egenskaper.\n   \n\n  \n\n**Vad vi erbjuder** \n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi tycker nämligen att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under roliga och avslappnande former.\n   \n\n  \n\n*Mer om oss*\n Centric är ett IT-företag med 380 anställda, med kontor i Stockholm, Göteborg, Malmö, Linköping och Örebro. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.\n   \n\n  \n\n**Omge dig med möjligheter på Centric** \n Vi letar efter en ServiceNow utvecklare som kan ta ledningen i utvecklingen och implementeringen av avancerade ServiceNow-lösningar. Din roll kommer att innebära ett nära samarbete med business analysts, projektledare och andra intressenter för att noggrannt förstå deras behov och visioner. Därefter kommer du att använda din kompetens för att omvandla dessa krav till effektiva och skräddarsydda ServiceNow-funktionaliteter som möter och överträffar förväntningarna. Din förmåga att navigera i komplexa krav och tekniska utmaningar kommer att vara avgörande för att leverera framgångsrika lösningar för Centrics kunder.\n   \n\n  \n\n Som konsult på Centric får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=SfieLguwsVtZL_uu9vue_Dcxyi8EppoiwjznRNy0SeI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3818111167","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3818111167","job_url_direct":"https:\/\/bli.b3.se\/jobs\/3304335-microsoft-365-power-platform-developer?utm_source=LinkedIn&urlHash=MyM3","title":"Microsoft 365 & Power Platform developer","company":"B3 CodeRight","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":1716336000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"johan.lofblad@b3.se, christian.bratt@b3.se","description":"**Microsoft 365 och Power Platform utvecklare sökes till B3 CodeRight!**\n Vår vision är att varje medarbetare hos oss ska känna sig så motiverad och nöjd med sitt arbete att de vaknar med ett leende på måndag morgon. B3 CodeRight är ett litet företag med en nära gemenskap, bestående av ca 35 dedikerade medarbetare som drar fördel av styrkan och samhörigheten inom hela B3-koncernen.\n   \n\n  \n\n Vi erbjuder helhetslösningar och funktionsuppdrag med team av erfarna specialister eller tar på oss olika specialistroller inom uppdragsgivarens organisation. Vårt team inkluderar kreativa frontend-utvecklare, erfarna backend-utvecklare, skickliga IT-arkitekter, agila coacher med drivkraft och tekniska ledare som brinner för det de gör.\n   \n\n  \n\n**Din roll som Microsoft 365\/Power Platform Utvecklare hos B3 CodeRight:**\n Som Microsoft 365\/Power Platform utvecklare hos oss kommer du att arbeta i ett team av erfarna och kompetenta kollegor med en stark inriktning på att leverera de bästa lösningarna till våra kunder. Ditt arbete kommer att omfatta allt från förvaltning och underhåll till nyutveckling och projekt. Du kommer främst att arbeta i team, men det kan även innebära perioder där du agerar som expertkonsult gentemot en specifik kund.\n   \n\n  \n\n**Vem är du?**\n För att trivas och lyckas i den här rollen behöver du vara lösningsoch kundorienterad, ha en stark samarbetsförmåga och vara motiverad av att skapa värde för våra kunder. Självständighet, förmåga att hantera komplexa lösningar och förmåga att bygga förtroende hos både kunder och kollegor är viktiga kompetenser för denna position.\n   \n\n  \n\n**Kvalifikationer:**\n* Minst 4 års erfarenhet inom Microsoft 365\/SharePoint\n* Minst 2 års erfarenhet av Power Platform.\n* Gedigen erfarenhet och kompetens inom Microsofts molntjänster.\n* Flerårig erfarenhet inom systemutveckling inom .Net.\n* Erfarenhet av Continuous Integration och Continuous Deployment (CI\/CD).\n* En nyfiken och engagerad attityd med vilja att dela med dig av din kunskap.\n* Färdigheter i svenska och engelska både i tal och skrift.\n* Erfarenhet av att arbeta i nära samarbete med kunder och beställare.\n\n\n Uppnår du inte alla krav? Vi uppmuntrar dig att söka ändå!\n   \n\n  \n\n**Varför välja Coderight?**\n Många av våra medarbetare har varit en del av vårt team i många år och talar om den frihet de har att påverka sina uppdrag, arbetstider och karriärutveckling. De uppskattar även vår energifyllda företagskultur som främjar lärande, välmående och öppenhet. Vi är stolta över att inte bara hjälpa våra kunder utan också att ta ett aktivt ansvar i samhället genom våra samarbeten med organisationer som \"Women in Tech,\" \"Pink Programming,\" \"Convictus,\" och \"Changers Hub.\"\n   \n\n  \n\n B3 har under åren fått utmärkelser och priser som erkänner oss som en arbetsgivare och karriärföretag i framkant. Vår framgång bygger på vår energi, vår nyfikenhet, vår förmåga att omfamna mångfald, vår vilja att dela med oss av våra erfarenheter och vårt engagemang i roliga gemensamma aktiviteter.\n   \n\n  \n\n Vill du veta mer om hur det är att jobba på B3 och hur vi främjar välmående och socialt engagemang? Besök B3 hemsidan\n **här** \n eller läs mer om Coderight\n **här**\n**Vad väntar du på?!**\n Skicka in din ansökan eller tveka inte att kontakta Johan eller Christian direkt vid frågor eller funderingar. På grund av GDPR har vi tyvärr inte möjlighet att ta emot ansökningar via e-post.\n   \n\n  \n\n Kontaktuppgifter:\n   \n\n  \n\n* Johan Löfblad - Tel: 0708 68 38 21, E-post: johan.lofblad@b3.se\n* Christian Bratt - Tel: 0702 75 48 40, E-post: christian.bratt@b3.se","company_url":"https:\/\/se.linkedin.com\/company\/b3coderight","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQGqvyhFTZktBQ\/company-logo_100_100\/0\/1630581325144\/b3coderight_logo?e=2147483647&v=beta&t=tjEwM0N2bz3vpTKjy2uYq_DE0EuwVlYjR2GqprKoqXI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3928937031","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3928937031","job_url_direct":"https:\/\/www.folksam.se\/jobb-och-karriar\/lediga-jobb\/lediga-jobb-hos-oss?rmpage=job&rmjob=p2372&urlHash=zhI7","title":"RPG-utvecklare","company":"Folksam","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":1715904000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Vill du jobba i ett företag med både hjärta och hjärna som satsar mycket på IT? Just nu söker vi systemutvecklare inom RPG med erfarenhet av SQL, MQ-tjänster och Webservice till ett av våra agila team som skapar trygghet och värde för våra företagskunder.\n \n\n\n\n  \n\n\n\n\n\n**Det här gör du som systemutvecklare RPG på Folksam** \n\n\n\n\n Ditt uppdrag och ansvar som systemutvecklare kommer innefatta arbete med hela utvecklingsprocessen, från behov till implementation samt drift och förvaltning av våra tjänster och produkter. Du kommer ligga nära både teknik och leverans.\n \n\n\n\n  \n\n\n\n\n\n Arbetet sker i ett agilt team som jobbar med tidig effekthemtagning av kund- och affärsnyttor genom kontinuerliga leveranser i nära samarbete med affär och andra team. Vi lägger stor vikt vid ständiga förbättringar av utveckling, drift, förvaltning och det agila arbetssättet.\n \n\n\n\n  \n\n\n\n\n\n Nyfiken på att läsa mer vad utvecklare jobbar med på Folksam? Gå in och läs här!\n \n\n\n\n  \n\n\n\n\n\n**Är du den vi söker?** \n\n\n\n\n Vi söker dig som har:\n \n\n\n* God erfarenhet av utvecklingsarbete med RPG och SQL på IBMi-plattform.\n* Erfarenhet av arbete med MQ-tjänster och Webservice – både externa och interna webbapplikationer.\n* Erfarenhet av utveckling av både nya produkter och tjänster.\n* Erfarenhet av att jobba med förvaltning, med incidenter, change-, release- och problemärenden.\n* Erfarenhet av agila arbetssätt och gärna erfarenhet av SAFe.\n* Meriterande är kunskap och erfarenhet inom API:er.\n* Meriterande är kunskap om försäkringssystem.\n* Du har examen från universitet\/högskola inom IT eller jämförbar erfarenhet.\n* Goda kunskaper i svenska i både tal och skrift är ett krav.\n\n\n\n  \n\n\n\n\n\n För att lyckas i rollen behövs ett mycket bra samarbete dels med det egna teamet och med andra team och intressenter. Att du gillar teknik i största allmänhet tar vi som en självklarhet. Därutöver krävs självledarskap, nyfikenhet, vilja att lära och hitta vägar för att skapa värde.\n \n\n\n\n Teamets önskan är att du har en egen drivkraft att skapa värde för ditt team och för Folksam. Du gillar både problem och lösningar, är ödmjuk, engagerad, vill lära nytt och även dela med dig av dina kunskaper, har humor och gillar samarbete.\n \n\n\n\n  \n\n\n\n\n\n**Utvecklas tillsammans med oss** \n\n\n\n\n Folksam är ett kundägt företag med stort fokus på hållbarhetsfrågor. Vi har många roliga, utvecklande jobb och hos oss har du goda chanser till en spännande karriär med bra förmåner. Vi tror på ett hållbart arbetsliv och jobbar aktivt med inkludering och mångfald. Vi erbjuder flexibiliteten att varva arbete på kontoret med att jobba hemifrån utifrån verksamhetens behov. Våra trevliga kontor runt om i landet ger mötesplatser för samarbete, lärande och en gemensam kultur – tillsammans skapar vi engagemang och kraft framåt! På folksam.se\/jobb-och-karriar kan du läsa mer och se filmer om hur det är att jobba på Folksam.\n \n\n\n\n  \n\n\n\n\n\n**Så söker du jobbet** \n\n\n\n\n Välkommen att skicka in din ansökan senast den 9 juni 2024. Vi intervjuar löpande så skicka in din annons redan nu.\n \n\n\n\n  \n\n\n\n\n\n Vill du veta mer om jobbet är du välkommen att kontakta gruppchef Åsa Duneborn, 076-842 98 26.\n \n\n\n\n  \n\n\n\n\n\n Fackliga representanter: Forena Morgan Svensson 073-423 59 12, Akademikerföreningen Per Hansson 070-831 60 67 och Handels Mikael A Carlsson 070-831 51 32.","company_url":"https:\/\/se.linkedin.com\/company\/folksam","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQH3hv1qu8sCrQ\/company-logo_100_100\/0\/1667899788739\/folksam_logo?e=2147483647&v=beta&t=r9cj6jnqtc9DSGAey9mqPknRXxH_Eb5QwEj6zCg61MA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3737097736","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3737097736","job_url_direct":null,"title":"Utvecklare","company":"Tibern AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"rekrytering@tibern.se","description":"**Utvecklare till Tibern** \n\n\n\n\n Nu söker vi en utvecklare till vårt team för att ta tjänsten Tambur till nästa nivå. Den används vid majoriteten av alla bostadsköp i Sverige vilket gör den mycket uppskattad av Sveriges alla banker och fastighetsmäklare.\n \n\n\n\n Tambur förvaltas och vidareutvecklas av Tibern och är en komplex produkt med avancerat användargränssnitt och bakomliggande funktionalitet. För att trivas på Tibern ska du tycka om att ta mycket ansvar och föra utvecklingsteamet framåt i ett mindre bolag med agilt arbetssätt. \n \n\n\n\n  \n\n\n\n\n\n**Din vardag** \n\n\n\n\n Som utvecklare förväntas du bidra till nyutveckling, drift och förvaltning av vår portal Tambur. Du får lära dig det nuvarande systemet och bli delaktig i att förbättra prestanda, kapacitet och säkerhet baserat på tidigare erfarenhet och beprövad teknik. Du kommer att vara en av sex utvecklare i utvecklingsteamet. \n \n\n\n\n  \n\n\n\n\n\n**Här får du bland annat arbeta med:** \n\n\n\n\n ·        Nyutveckla funktioner tillsammans med produktägare och slutanvändare\n \n\n\n\n ·        Proaktivt förbättra prestanda och optimera systemet\n \n\n\n\n ·        Medverka i större förändringsinitiativ och designa lösningar\n \n\n\n\n ·        Säkerställa förvaltningsbarhet och flexibilitet\n \n\n\n\n  \n\n\n\n\n\n**Placering** \n\n\n\n\n Vårt kontor återfinns på Linnégatan i centrala Stockholm, 1 minut från Östermalmstorgs T-bana. Hybrid arbetsmiljö med möjlighet att arbeta på distans upp till 2 dagar per vecka.\n \n\n\n\n  \n\n\n\n\n\n**Vem är du** \n\n\n\n\n Vi söker en nyfiken och driven person med en helhetssyn på teknik. Du är öppen för nya idéer och utmaningar och vill vara med och ta vår verksamhet till nästa nivå. Om du vill arbeta i en innovativ miljö med ett litet och engagerat team så är detta rätt roll för dig.\n \n\n\n\n   \n \n\n\n\n**Du ska ha erfarenhet av:** \n\n\n\n\n ·        Typescript\n \n\n\n\n ·        NodeJS\n \n\n\n\n ·        GNU\/Linux\n \n\n\n\n ·        SQL\n \n\n\n\n  \n \n\n\n\n**Du bör ha erfarenhet av:** \n\n\n\n\n ·        ElasticSearch\n \n\n\n\n ·        Redis\n \n\n\n\n ·        React\n \n\n\n\n ·        AWS (eller liknande molntjänster)\n \n\n\n\n ·        Docker\n \n\n\n\n  \n \n\n\n\n**Stort plus om du har:** \n\n\n\n\n ·        Djupare kunskap om inloggningsprocesser (SAML 2.0)\n \n\n\n\n ·        Gedigen UI\/UX-erfarenhet\n \n\n\n\n ·        Erfarenhet av Github Actions CI\/CD\n \n\n\n\n  \n \n\n\n\n**Om Tibern AB** \n\n\n\n\n Tibern är ett mjukvarubolag inom bank- och fastighetssektorn som ägs av Sveriges sju ledande banker. Vår tjänst Tambur är den digitala portal där all information från mäklare och banker samlas för att genomföra ett tillträde vid en bostadsaffär.\n \n Läs gärna mer om oss på tibern.se.\n \n\n\n\n\n  \n\n\n\n\n\n**Ansökan & kontakt** \n\n\n\n\n\n Vill du ansöka eller veta mer om jobbet, kontakta CTO Chi Hao Poon,\n \n\n rekrytering@tibern.se\n \n\n . Du kan läsa mer om hur vi behandlar personuppgifter enligt GDPR i \n \n vår policy för behandling av personuppgifter\n \n .\n \n\n\n\n\n  \n\n\n\n\n\n\n Urval för tjänsten sker löpande. Sista ansökningsdag är 31 juli.\n \n\n\n\n\n  \n\n\n\n\n\n\n Välkommen med din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/tibern-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQHEbEPzgY6w-Q\/company-logo_100_100\/0\/1679924890936?e=2147483647&v=beta&t=4cxCro0hf0EgdRI3GyrAMK0zcHzGoyYXDI1nSYkvPrg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3935740013","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3935740013","job_url_direct":null,"title":"Adobe Experience Manager Developer","company":"H&M","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"khrystyna.hranda@hm.com","description":"**Company Description**\n H&M is a fashion brand that offers the latest styles and inspiration, from fashion pieces and unique designer collaborations to affordable wardrobe essentials. Our business idea is fashion & quality at the best price in a sustainable way. Learn more about H&M here.\n   \n\n  \n\n This is a full-time position with placement in Stockholm, Sweden.\n   \n\n  \n\n**Job Description**\n We are now looking for a Developer with a strong skillset within Adobe AEM. You will join a very experienced team that is one of our core teams managing our online platform globally and cross H&M group brands with 51 online markets. As developer at H&M Business Tech, you will work in an agile context and take responsibility within our Adobe AEM platform.\n   \n\n  \n\n Some of your responsibilities will include:\n   \n\n  \n\n* Evolve the AEM platform\n* Customize and extend AEM functionalities to meet business requirements\n* Optimize AEM performance and ensure scalability and security.\n* Troubleshoot and resolve issues related to AEM implementations.\n* Stay up-to-date with the latest AEM features and industry trends.\n\n\n**Qualifications**\n* 3+ years of experience in developing and implementing AEM solutions.\n* Good knowledge in Java\n* Familiarity with AEM development tools such as CRXDE, Maven, and Eclipse.\n* Understanding of RESTful web services and APIs.\n* Good knowledge with templates, components and dialogs\n* Good knowledge with sling models, sling exporter and content services\n* Good knowledge with clientlibs in AEM\n* Good knowledge in OSGi service and servlets\n* Good knowledge in Caching concepts\n* Good knowledge of multi-channel digital asset management systems\n* Experience of working in agile development organizations\n* Strong problem-solving skills and attention to detail.\n* Excellent communication and teamwork abilities.\n\n\n**Additional Information**\n**Working with tech at H&M Group**\n The fashion and retail industries are going through a transformation, driven by customers' technology and sustainability expectations. At H&M Group, we want to shape the future of fashion and lifestyle by harnessing the power of smart tech and data. With our 74-year history of innovation, we understand the need to collaborate and co-create with engineers and tech specialists around the world to achieve our vision.\n   \n\n  \n\n**What We Offer**\n You are joining a unique value-driven culture, a large tech network and community where you can be yourself. Besides the obvious perks such as staff discount card, learning communities, wellness and parental benefits, there are a lot of opportunities to experiment and grow in the direction you want. Being a major player gives us countless opportunities to make a real impact and shape the future.\n   \n\n  \n\n H&M Group is committed to creating a diverse & inclusive environment and we are actively looking for qualified candidates irrespective of race, gender, gender identity, sexual orientation, ethnicity, religion, national origin, disability or age. Learn more about our I&D work https:\/\/youtu.be\/veRbl9Cijts\n   \n\n  \n\n This is a full-time position based in Stockholm. Please apply as soon as possible but no later than 30th of June. We will review and interview applicants on-going. If you have questions, please contact Talent Acquisition Partner Hranda Khrystyna at khrystyna.hranda@hm.com","company_url":"https:\/\/se.linkedin.com\/company\/h&m","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQHq33akTF76eA\/company-logo_100_100\/0\/1679061166847\/hm_logo?e=2147483647&v=beta&t=JokIXy17bVZV2xHxYo2FGtoYWi8rpmvNHYmjnAodYC4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]