[{"id":"5c7925a3d1e9e2d9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5c7925a3d1e9e2d9","job_url_direct":"https:\/\/grnh.se\/ba2a02e2teu","title":"Business Developer - Danish Speaking - London","company":"Ebury","location":"Stockholm, AB, SE","job_type":null,"date_posted":1736035200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Ebury is a hyper-growth FinTech firm, named in 2021 as one of the top 15 European Fintechs to work for by AltFi. We offer a range of products including FX risk management, trade finance, currency accounts, international payments and API integration.\n\n**Danish Speaking Role**\n\n\n**A unique opportunity to join Ebury, a global fintech company with 38 offices and growing! Before opening our next office in Copenhagen, you will spend your first 6 months in London where you will be trained and set up for success in conquering the Danish market! Private London Accommodation, Working Visa & Flights provided.**\n\n\n\nEbury is a leading global fintech company that empowers businesses to trade and grow internationally. It offers a comprehensive suite of products, including international payments and collections, FX risk management, trade finance, and API integrations. Founded in 2009 by Juan Lobato and Salvador García, Ebury is one of the fastest-growing global fintechs, with over 1,700 employees and 38 offices in more than 25 countries.\n\n\n\nBegin your career within Ebury, one of the fastest growing Fintech companies in the world.\n\n\n**As we continue our ambitious growth plans, we will be opening our new Copenhagen office in mid 2025. We are looking for Business Developers to help us grow our Danish client base. This offers a fantastic way to start your career, getting trained by our UK sales team in London.**\n\n\n**About the Job**  \n\n\n\nThe Business Developer is a crucial contributor in our overall business growth and even more importantly, is responsible for ensuring a great experience for all our new customers.\n\n\n\nThrough market research, you will identify relevant sales prospects and, using the phone, will make contact with decision makers. By understanding their needs and presenting appropriate solutions, you will help grow our customers' businesses whilst also achieving personal and monetary goals for yourself.\n\n\n\nWith the understanding of the market you acquire, you will become an expert within the FX world and will be set up for a successful sales career in a global Fintech.\n\n\n**Why Join us?**\n\n\n* Industry leading basic salary and the opportunity to quickly increase your earnings through a transparent commission scheme.\n* Rapid career progression and a range of structured career paths including leadership, account management\/dealing.\n* Training and mentoring from some of the world's most experienced and successful FX professionals.\n* International development opportunities including attending global Sales Boot Camps.\n* Career development opportunities and support to relocate and work abroad.\n* Office located in Copenhagen, opening mid 2025\n* Uncapped commission scheme\n* Being part of the first group for the Danish team\n\n\n**You…**\n\n\n* Enjoy building new relationships and build rapport easily.\n* Are ambitious and highly motivated to take your career into your own hands.\n* Have experience within a B2B or client-facing environment.\n* Speak fluent Danish & English.\n* Are interested in the financial markets.\n* Have excellent communication and interpersonal skills.\n* Have a flexible mindset and a sense of urgency aligned with our fast-paced culture.\n\n\n#LI-AM2\n\n\n\n#LI-Onsite\n\n**About Us**\n\n\n**Ebury is a FinTech success story, positioned among the fastest-growing international companies in its sector.**\n\n\n\nFounded in 2009, we are headquartered in London and have more than 1700 staff with a presence in more than 25 countries worldwide. Cultural diversity is part of what makes Ebury a special place to be. From Sao Paulo to Dubai, Bucharest to Toronto, we enjoy sharing team experiences and celebrating success across the Ebury family.\n\n\n\nHard work pays off: in 2019, Ebury received a £350 million investment from Banco Santander and has won internationally recognised awards including Financial Times: 1000 Europe's Fastest-Growing Companies.\n\n\n\nNone of this would have been possible without our proudest achievement: our great people. Enthusiastic, innovative and collaborative teams, always ready to disrupt and revolutionise the fast-paced FinTech sector.\n\n  \n\n*We believe in inclusion. We stand against discrimination in all forms and have no tolerance for the intolerance of differences that makes us a modern and successful organisation. At Ebury, you can be whoever you want to be and still feel a sense of belonging no matter your story because we want you and your uniqueness to help write our future.*\n\n\n*Please submit your application on the careers website directly, uploading your CV \/ resume in English.*","company_url":"https:\/\/se.indeed.com\/cmp\/Ebury","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4117068411","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4117068411","job_url_direct":null,"title":"Full Stack Java Developer","company":"BAPON IT Services","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"We are seeking a talented and motivated Swedish speaking Full Stack Java Developer with 3 to 8 years of experience to join our dynamic team. In this role, you will work on developing and maintaining high-availability, scalable, and robust microservices-based applications. As a Full Stack Developer, you will be responsible for both backend and frontend development, leveraging a modern tech stack that includes\n **Java** \n ,\n **Spring Framework** \n ,\n **Angular** \n ,\n **Kafka** \n , and\n **Kubernetes** \n .\n \n\n\n\n  \n\n\n\n\n**Key Responsibilities** \n\n  \n\n\n\n\n Backend Development:\n \n  \n\n\n\n\n* Develop and maintain scalable microservices using\n **Java** \n and\n **Spring Framework (Spring Boot, Spring MVC, Spring Security)** \n .\n* Work with\n **Kafka** \n for messaging and event-driven architectures.\n* Build robust and secure APIs for seamless integration and communication between services.\n* Ensure backend systems are highly available, fault-tolerant, and performant.\n* Implement data storage solutions, integrating with relational and non-relational databases.\n\n\n\n  \n\n\n\n\n Frontend Development:\n \n  \n\n\n\n\n* Design and develop responsive, user-friendly interfaces using\n **Angular** \n or similar frontend frameworks.\n* Collaborate with UX\/UI designers to create visually appealing and functional web applications.\n* Ensure cross-browser compatibility and mobile responsiveness.\n\n\n\n  \n\n\n\n\n DevOps and Deployment:\n \n  \n\n\n\n\n* Use\n **Kubernetes** \n to containerize, deploy, and manage applications.\n* Participate in CI\/CD pipeline setup and maintenance for seamless deployment.\n* Monitor and troubleshoot production issues, ensuring reliability and performance.\n\n\n\n  \n\n\n\n\n Collaboration:\n \n  \n\n\n\n\n* Work closely with cross-functional teams, including architects, product owners, and testers, to deliver end-to-end solutions.\n* Participate in Agile\/Scrum ceremonies and contribute to planning and estimation activities.\n* Conduct code reviews and mentor junior developers as needed.\n\n\n\n  \n\n\n\n\n**Required Skills and Qualifications** \n\n  \n\n\n\n\n* **3-8 years of professional experience** \n in full-stack development with a focus on Java technologies.\n* Strong proficiency in\n **Java** \n and the\n **Spring Framework (Spring Boot, Spring Security, Spring Data)** \n .\n* Hands-on experience with\n **Angular** \n (or React) for frontend development.\n* Experience with\n **Kafka** \n for event streaming and messaging.\n* Proficiency in deploying and managing containerized applications using\n **Kubernetes** \n .\n* Solid understanding of RESTful APIs, microservices architecture, and best practices in building distributed systems.\n* Familiarity with database technologies (e.g., MySQL, PostgreSQL, MongoDB).\n* Experience with version control systems like Git.\n* Strong problem-solving skills, attention to detail, and a collaborative mindset.\n\n\n\n  \n\n\n\n\n**Preferred Qualifications** \n\n  \n\n\n\n\n* Experience with cloud platforms such as AWS, Azure, or Google Cloud.\n* Familiarity with DevOps tools and processes (e.g., Jenkins, Docker, Helm).\n* Knowledge of monitoring tools such as Prometheus and Grafana.\n* Experience with test automation frameworks and tools (e.g., Selenium, JUnit, TestNG).\n* Familiarity with Agile development practices and tools like Jira and Confluence.\n\n\n\n  \n\n\n\n\n**What We Offer** \n\n  \n\n\n\n\n* Competitive salary and benefits package.\n* Opportunities to work on innovative and challenging projects.\n* A collaborative and supportive work environment.\n* Professional growth and learning opportunities.\n\n\n\n  \n\n\n\n\n\n**How to Apply:** \n\n\n\n\n If you are passionate about delivering high-quality full-stack solutions and meet the qualifications listed above, please submit your Swedish resume through apply button.","company_url":"https:\/\/uk.linkedin.com\/company\/bapon-it-services-ltd","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFkR97nTWI3JA\/company-logo_100_100\/company-logo_100_100\/0\/1684086453069\/bapon_it_services_ltd_logo?e=2147483647&v=beta&t=bSwt-W6mNdRWNswdWFIGreRKpXduH8l1VrFqdHlnJvs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4099783016","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4099783016","job_url_direct":"https:\/\/jobs.volvocars.com\/job\/Stockholm-Senior-Software-Engineer-11144\/1151692901\/&urlHash=kn7D","title":"Senior Software Engineer","company":"Volvo Cars","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Engineering and Information Technology","company_industry":"Motor Vehicle Manufacturing","listing_type":null,"emails":null,"description":"**Software: fuel for mobility**\n We bring bold digital visions to life. So we’re on the lookout for more curious and creative engineers who want to create change – one line of high-quality code at a time. Our transformation isn't for everyone, but if you're excited about solving the leading-edge technological challenges facing the auto industry, then let’s talk about your next move.\n   \n\n  \n\n Let's introduce ourselves\n   \n\n  \n\n Our team, Communication Platform are a dynamic team at Volvo Cars, focused on revolutionising how we connect with our customers. Our primary channel is currently the Volvo Car App, but we're expanding to encompass a wider range of platforms like email, SMS, WhatsApp, web, and even our vehicles themselves. With a wealth of opportunities to develop innovative systems, we're poised for significant growth. Our team is primarily based in Stockholm.\n   \n\n  \n\n**What You'll Do**\n As a Senior Engineer, you'll play a pivotal role in building microservices, primarily using REST APIs, to power our communications platform. You'll collaborate with a talented cross-functional team, including Android, iOS, Quality Assurance, Backend, Product, and UX experts.Key Responsibilities:\n   \n\n  \n\n* Rapid Development: Design, develop, and deploy prototypes and production-ready features at a rapid pace.\n* Technical Expertise: Leverage your Java and Kotlin skills to build high-performance, scalable, and reliable applications. Knowledge of C# is a Plus\n* Cloud Native Development: Work with cutting-edge technologies like Kubernetes, GitHub Actions, ArgoCD, and more.\n* Data Integration: Interact with various data sources, including Kafka, Artemis, Redis, and PostgreSQL.\n* Collaboration: Partner with cross-functional teams to define product requirements, design solutions, and ensure high-quality delivery.\n* Continuous Improvement: Drive technical excellence, promote best practices, and contribute to a culture of innovation.\n\n\n**What You'll Bring**\n* Technical Proficiency: Strong foundation in Java and Kotlin, with experience in microservices architecture, REST APIs, and cloud-native technologies.\n* Problem-Solving: A keen ability to analyze complex problems, identify innovative solutions, and implement them effectively.\n* Collaboration: A team player who thrives in a collaborative environment and can effectively communicate with diverse stakeholders.\n* Self-Motivation: A self-starter who can take ownership of tasks, work independently, and drive projects forward.\n* Continuous Learning: A passion for technology and a commitment to staying up-to-date with industry trends.\n\n\n Location: Stockholm\n   \n\n  \n\n Ready to Take the Next Step?\n   \n\n  \n\n Please submit your application through our career page. Due to GDPR regulations, we’re unable to store or consider applications from other platforms. Make sure to submit your application in English.\n   \n\n  \n\n Once your application is successfully submitted, you’ll receive a confirmation email. Applications are open until 29th of January 2025. We’re excited to get to know you!\n   \n\n  \n\n Volvo Cars – driving change together\n   \n\n  \n\n Volvo Cars’ success is the result of a collaborative, diverse and inclusive working environment. Today, we’re one of the most well-known and respected car brands, with around 43,000 employees across the globe. At Volvo Cars, your career is designed around your skills and aspirations, so you can reach your fullest potential.\n   \n\n  \n\n And it’s so exciting – we’re well on our way on our journey towards full electrification. We have five fully electric cars already on the market, and five more on the way. Our fully-electric and plug-in hybrid cars combined make up almost 50 per cent of our sales. So come and join us in shaping the future of mobility. There’s never been a more rewarding time to play your part in our inspiring and creative teams!","company_url":"https:\/\/se.linkedin.com\/company\/volvocars","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEUDcnVHrKFFA\/company-logo_100_100\/company-logo_100_100\/0\/1632477881582\/volvocars_logo?e=2147483647&v=beta&t=zbzeBwudpyAnVsNk84LNHGhcFRJRdJNFRb5AKrDSAFA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4092005004","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4092005004","job_url_direct":"https:\/\/careers.outokumpu.com\/job-invite\/30736\/&urlHash=_AyI","title":"Lead Developer, Customer Portal","company":"Outokumpu","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Primary Metal Manufacturing","listing_type":null,"emails":null,"description":"**Elevate Your Career as a Lead Developer for Customer Portal** \n\n\n\n\n  \n\n\n\n\n\n Are you ready to lead cutting-edge eCommerce solutions and shape the next generation of B2B customer experiences? At\n **Outokumpu IT** \n , our\n **Customer Experience and Commerce Solutions** \n team designs and delivers innovative systems that connect and personalize customer journeys, driving Outokumpu’s business performance.\n \n\n\n\n  \n\n\n\n\n\n The\n **Outokumpu Customer Portal** \n is a B2B eCommerce and eService web site offered to\n **Outokumpu** \n customers in Europe. It is implemented as a modern, layered architecture, based on SAP eCommerce, a microservice layer on Azure, SAP Integration Suite and a variety of regional and global ERP order and fulfilment systems.\n \n\n\n\n  \n\n\n\n\n\n If you are a highly skilled SAP Commerce Cloud & Azure developer with a passion for technical leadership, architecture, and delivering exceptional digital experiences, we invite you to join our team as the\n **Lead Developer for Customer Portal** \n .\n \n\n\n\n  \n\n\n\n\n\n**Your Role** \n\n\n\n\n  \n\n\n\n\n\n As a\n **Lead Developer** \n , you will oversee the end-to-end technical implementation of the\n **Outokumpu Customer Portal** \n —a sophisticated B2B eCommerce and eService platform serving our European customers. You will lead a team of talented developers, ensuring technical excellence and alignment with architectural goals, and be responsible for:\n \n\n\n* Leading and participating in the development of SAP Commerce Cloud & Azure solutions.\n* Defining and communicating the architectural roadmap for the customer portal.\n* Providing guidance and support for all portal layers above the ERP integration.\n* Managing full stack release planning and ensuring seamless delivery.\n* Collaborating with UX\/UI designers, developers, and architects to ensure best practices and high-quality integration.\n\n\n\n  \n\n\n\n\n\n**Who You’ll Work With** \n\n\n\n* Product Owner for the Customer Portal\n* Development Team (UX\/UI designers, developers, QA engineers)\n* Enterprise and Solution Architects\n\n\n\n  \n\n\n\n\n\n**What We’re Looking For** \n\n\n\n\n  \n\n\n\n\n\n**Qualifications** \n :\n \n\n\n* A relevant academic degree with at least\n **5 years of experience** \n in a Technical Architect or Development Lead role.\n* Expertise in\n **SAP Commerce Cloud** \n ,\n **Azure** \n , and eCommerce platforms.\n* Strong hands-on experience with RESTful APIs, microservice architecture, and database management.\n* Proven leadership and communication skills to drive development and architecture initiatives.\n* Experience with performance optimization, security best practices, and scalable architecture.\n* Fluent in English, both written and spoken.\n\n\n\n  \n\n\n\n\n\n**Why Join Outokumpu?** \n\n\n\n* **Innovative Challenges** \n : Shape the future of B2B eCommerce with state-of-the-art technology.\n* **Dynamic Environment** \n : Work on a microservice-driven SAP Commerce implementation.\n* **Professional Growth** \n : Enjoy opportunities to enhance your skills while taking on flexible and impactful responsibilities.\n* **Global Team** \n : Collaborate with a diverse, multinational team that values innovation and collaboration.\n\n\n\n  \n\n\n\n\n\n**Location** \n : This role can be based at any\n **Outokumpu location in Europe** \n . Occasional travel may be required.\n \n\n\n\n  \n\n\n\n\n\n Ready to take the lead in transforming customer experiences?\n **Apply now** \n and become an integral part of our innovative journey at Outokumpu!","company_url":"https:\/\/fi.linkedin.com\/company\/outokumpu","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFk6OxypqOOFw\/company-logo_100_100\/company-logo_100_100\/0\/1690539726076\/outokumpu_logo?e=2147483647&v=beta&t=jT3NpjMC-xioDLF_3sY3nwjKURGigrw1vampJW3ch4U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4078831645","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4078831645","job_url_direct":"https:\/\/postnord.varbi.com\/se\/what:job\/jobID:774414\/type:job\/where:4\/apply:1&urlHash=3aCL","title":"Developer Experience Technical Product Owner, Solna\/Hybrid","company":"PostNord","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Transportation, Logistics, Supply Chain and Storage","listing_type":null,"emails":"liber.rodriguez-florez@postnord.com","description":"As our Developer Experience Technical Product Owner, you will lead the strategy, design, and implementation of a world-class developer experience platform. A key part of this role involves consolidating and migrating common source code management systems to create a unified, efficient, and secure experience for our engineers. You’ll own, drive and implement initiatives in developer tooling, internal platforms, and productivity metrics, ensuring our engineering teams have the resources they need to build, deploy, and operate software smoothly.\n   \n\n  \n\n**Join us**\n Join a fresh initiative as the Technical Product Owner for Developer Experience, leading a newly-formed team that will own, manage, and optimize all DevEx tools across the organization. You’ll help build a developer experience platform from the ground up, working closely with senior leadership and collaborating across departments to drive productivity, standardize processes, and enhance engineering culture. If you’re passionate about impactful developer improvements and enjoy a start-up vibe within a larger organization, this role is for you!\n   \n\n  \n\n**Job Duties**\n* Define and lead the roadmap for internal developer platform initiatives, focusing on consolidation of source code management and standardization of development practices.\n* Drive adoption of best practices for code and artifact management across engineering teams.\n* Implement and track DORA metrics to monitor productivity and pinpoint areas for improvement.\n* Build and enhance tools, processes, and automation to streamline development workflows.\n* Develop a self-service application catalogue aligned with organizational standards.\n* Collaborate closely with engineering, DevOps, and stakeholders to identify needs and prioritize developer experience improvements.\n\n\n**We are looking for you who have (need to have)**\n* Experience in technical leadership within developer experience, DevOps, or platform engineering.\n* Proven track record in managing large-scale migrations and consolidations of source code management systems.\n* Strong understanding of software development, CI\/CD, DevOps, and cloud infrastructure.\n* Knowledge of DORA metrics and using insights to drive productivity improvements.\n* Strategic vision for developer experience and the ability to execute impactful initiatives.\n* Excellent communication and collaboration skills with a focus on fostering cross-functional alignment\n\n\n**Meritorious experience (nice to have)**\n* Expertise in harmonizing and migrating large-scale consolidation projects involving common source code management\n* Experience with GitHub for source code management and Artifactory for artifact management\n* Familiarity with building or managing an internal developer platform (IDP)\n* Skills in agile methodologies and backlog prioritization\n* Knowledge of observability tools to monitor and enhance developer experience\n\n\n**We Believe You Are a Person That Is**\n* Thorough, analytical, and quick to learn\n* Driven by new challenges\n* Inclusive, structured, and responsible in your working style\n* Able to handle stressful situations and prioritize tasks independently\n* Communicative and easy to collaborate with, building and nurturing long-term relationships\n\n\n**We offer you**\n**Benefits**\n We offer a variety of work in an international environment with constantly new challenges and quick decisions. Here you have opportunities to develop creative solutions and work in a prestige-free group where we jointly help to reach our goals. PostNord is one of Sweden's largest workplaces and we offer safe employment conditions and benefits. In addition to the benefits mentioned above, we offer:\n   \n\n  \n\n* Hybrid workplace with a Nordic and dynamic environment. Watch the video about our office.\n* Great development opportunities\n* Great insurance and occupational pension terms\n* Wellness allowance & opportunity to train at Arken's gym and indoor swimming pool\n* Employee benefits through PostNord Plus - PostNord´s own personnel foundation\n\n\n**We make everyday life easier**\n PostNord is the leading supplier of communication and logistics solutions to, from, and within the Nordic region. We ensure the provision of a postal service to households and businesses in Sweden and Denmark. We aim to make everyday life easier and more sustainable for everyone who lives and works in the Nordic region. We are in a constant transformation and work consistently to develop both our offer and our employees, all to achieve our vision of being The favorite carrier of the Nordics. We are PostNord - a fantastic company to work and grow with. Read more at postnord.com\n   \n\n  \n\n**Apply**\n We look forward to receive your application! If you have any questions or concerns, please contact manager Liber Rodriguez-Florez on liber.rodriguez-florez@postnord.com. Don't wait to submit your application as we go through the applications on an ongoing basis.\n   \n\n  \n\n For union representatives, visit: www.postnord.com\/fackliga\n   \n\n  \n\n We are looking forward to hear from you!","company_url":"https:\/\/se.linkedin.com\/company\/postnord-logistics","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHOd5GENBlKVQ\/company-logo_100_100\/company-logo_100_100\/0\/1631321226908?e=2147483647&v=beta&t=FrOOzs9YlTIBvqh-65AEntFRxetxr00UwihRmJOli08","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4117066218","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4117066218","job_url_direct":"https:\/\/boards.eu.greenhouse.io\/ebury\/jobs\/4509522101?source=LinkedIn&urlHash=pFzX","title":"Business Developer - Danish Speaking - London","company":"Ebury","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Business Development and Sales","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"Ebury is a hyper-growth FinTech firm, named in 2021 as one of the top 15 European Fintechs to work for by AltFi. We offer a range of products including FX risk management, trade finance, currency accounts, international payments and API integration.\n   \n\n  \n\n**Danish Speaking Role**\n**A unique opportunity to join Ebury, a global fintech company with 38 offices and growing! Before opening our next office in Copenhagen, you will spend your first 6 months in London where you will be trained and set up for success in conquering the Danish market! Private London Accommodation, Working Visa & Flights provided.**\n Ebury is a leading global fintech company that empowers businesses to trade and grow internationally. It offers a comprehensive suite of products, including international payments and collections, FX risk management, trade finance, and API integrations. Founded in 2009 by Juan Lobato and Salvador García, Ebury is one of the fastest-growing global fintechs, with over 1,700 employees and 38 offices in more than 25 countries.\n   \n\n  \n\n Begin your career within Ebury, one of the fastest growing Fintech companies in the world.\n   \n\n  \n\n**As we continue our ambitious growth plans, we will be opening our new Copenhagen office in mid 2025. We are looking for Business Developers to help us grow our Danish client base. This offers a fantastic way to start your career, getting trained by our UK sales team in London.**\n**About The Job**\n The Business Developer is a crucial contributor in our overall business growth and even more importantly, is responsible for ensuring a great experience for all our new customers.\n   \n\n  \n\n Through market research, you will identify relevant sales prospects and, using the phone, will make contact with decision makers. By understanding their needs and presenting appropriate solutions, you will help grow our customers’ businesses whilst also achieving personal and monetary goals for yourself.\n   \n\n  \n\n With the understanding of the market you acquire, you will become an expert within the FX world and will be set up for a successful sales career in a global Fintech.\n   \n\n  \n\n**Why Join us?**\n* Industry leading basic salary and the opportunity to quickly increase your earnings through a transparent commission scheme.\n* Rapid career progression and a range of structured career paths including leadership, account management\/dealing.\n* Training and mentoring from some of the world’s most experienced and successful FX professionals.\n* International development opportunities including attending global Sales Boot Camps.\n* Career development opportunities and support to relocate and work abroad.\n* Office located in Copenhagen, opening mid 2025\n* Uncapped commission scheme\n* Being part of the first group for the Danish team\n\n\n**You…**\n* Enjoy building new relationships and build rapport easily.\n* Are ambitious and highly motivated to take your career into your own hands.\n* Have experience within a B2B or client-facing environment.\n* Speak fluent Danish & English.\n* Are interested in the financial markets.\n* Have excellent communication and interpersonal skills.\n* Have a flexible mindset and a sense of urgency aligned with our fast-paced culture.\n\n\n**About Us**\n**Ebury is a FinTech success story, positioned among the fastest-growing international companies in its sector.**\n Founded in 2009, we are headquartered in London and have more than 1700 staff with a presence in more than 25 countries worldwide. Cultural diversity is part of what makes Ebury a special place to be. From Sao Paulo to Dubai, Bucharest to Toronto, we enjoy sharing team experiences and celebrating success across the Ebury family.\n   \n\n  \n\n Hard work pays off: in 2019, Ebury received a £350 million investment from Banco Santander and has won internationally recognised awards including Financial Times: 1000 Europe's Fastest-Growing Companies.\n   \n\n  \n\n None of this would have been possible without our proudest achievement: our great people. Enthusiastic, innovative and collaborative teams, always ready to disrupt and revolutionise the fast-paced FinTech sector.\n   \n\n  \n\n*We believe in inclusion. We stand against discrimination in all forms and have no tolerance for the intolerance of differences that makes us a modern and successful organisation. At Ebury, you can be whoever you want to be and still feel a sense of belonging no matter your story because we want you and your uniqueness to help write our future.*\n*Please submit your application on the careers website directly, uploading your CV \/ resume in English.*","company_url":"https:\/\/uk.linkedin.com\/company\/eburyfintech","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGTA6ue4e_quw\/company-logo_100_100\/company-logo_100_100\/0\/1681459477719\/eburyfintech_logo?e=2147483647&v=beta&t=dOL7GVVY38f7YAas6-thfP2WXm_MeJNHeDAuGMxuNUs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4070588353","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4070588353","job_url_direct":"https:\/\/us.wd103.myworkdayjobs.com\/tobii_dynavox\/job\/Stockholm\/UX-Designer_JR100369?source=LinkedIn&urlHash=Nw8a","title":"UX Designer","company":"Tobii Dynavox®","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"Medical Equipment Manufacturing","listing_type":null,"emails":"mikaela.nilsson@tobiidynavox.com","description":"**Who we are:**\n At Tobii Dynavox, we empower people with disabilities to do what they once did or never thought possible. We call this mission Power to Be You. Our assistive communication technology helps our customers express themselves, connect with the world, and pursue independence, whether through everyday activities like ordering food or extraordinary feats like running a company. Working at Tobii Dynavox, you’ll become part of a team that spans the globe, with offices in the US, Sweden, France, the UK, China, and beyond.\n   \n\n  \n\n To learn more about what we make possible, meet some of our customers or take a look at some of our products.\n   \n\n  \n\n**What you’ll do:**\n We make touch and eye tracking based assistive technology for people with communication and mobility challenges. The success of our products has life-changing impact on our customers. Our Research & Development Team develops the hardware, software, and other technology that makes that impact possible.\n   \n\n  \n\n We’re on the lookout for a UX Designer with a strong passion for accessibility and design systems to join us. In this role, you’ll create intuitive, user-focused interfaces for software, allowing individuals with communication challenges to express themselves using innovative eye-tracking technology.\n   \n\n  \n\n**What You’ll Do:**\n**Champion System Thinking:** \n Craft scalable, reusable solutions that seamlessly align across platforms and products.\n   \n\n  \n\n**Develop and Document Design Standards:** \n Establish design principles, components, interaction patterns, and design tokens rooted in accessibility guidelines to promote consistency across our software suite.\n   \n\n  \n\n**Ensure Seamless Collaboration:** \n Prepare comprehensive design documentation for smooth handovers to our development teams.\n   \n\n  \n\n**Collaborate Cross-Functionally:** \n Work closely with product managers, developers, speech therapists, and fellow designers to create user-centric solutions that are aligned with our goals.\n   \n\n  \n\n We have a hybrid model so you will be able to have the mix of working both from our office at Löjtnantsgatan 25 and from the comfort of your own home.\n   \n\n  \n\n**What We’re Looking For:**\n* Proven UX Experience: A solid background in UX design with a portfolio that showcases your ability to deliver impactful projects. (If you don’t have a portfolio, tell us why – we’re interested in your story!)\n* Design Systems Expertise: Demonstrated experience in building or maintaining a design system for multi-component, multi-platform products.\n* Proficiency with Design Tools: High-level skills in Figma, Adobe XD, Sketch, or similar software (We are using Figma!)\n* Excellent Communication: Strong interpersonal skills to collaborate effectively within multidisciplinary teams.\n\n\n**Bonus Points For:**\n* Accessibility Expertise: A strong understanding of accessibility standards (e.g., WCAG) and experience designing for users with diverse physical or cognitive abilities.\n\n\n**Next step!**\n Connect with Mikaela Nilsson at mikaela.nilsson@tobiidynavox.com for any questions. Submit your resume or LinkedIn profile through our website. Please submit all application materials in English. We’re excited to learn more about you and your passion for accessible design!\n   \n\n  \n\n**Where we stand:**\n We believe diversity not only enriches our workplace culture, but also gives us a strategic advantage. Working with people from a variety of backgrounds and perspectives helps us all become better communicators, better problem solvers, and better human beings. Our differences make us stronger.\n   \n\n  \n\n Tobii Dynavox values equality of opportunity, human dignity, and racial\/ethnic and cultural diversity. Tobii Dynavox does not discriminate against individuals on the basis of race, color, sex, sexual orientation, gender identity, religion, disability, age, veteran status, ancestry, or national or ethnic origin.\n   \n\n  \n\n Equal Opportunity Employer\/AA Women\/Minorities\/Veterans\/Disabled","company_url":"https:\/\/se.linkedin.com\/company\/tobiidynavox","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGRI-CAlRfNbA\/company-logo_100_100\/company-logo_100_100\/0\/1631306968000?e=2147483647&v=beta&t=Cf-XIFRCm5cS4rrZkMDbbUF6TPyFDhzwGO8xQJGWx8A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4117018779","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4117018779","job_url_direct":"https:\/\/forms.ashoka.org\/346867?tfa_4=a1IRN000006uTS52AM&urlHash=qYSl","title":"Volunteer Quality Assurance Tester to Test Agri Ecosystem Platform Benefiting Small Holder Farmers with eKutir","company":"eKutir","location":"Stockholm, Stockholm County, Sweden","job_type":"volunteer","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Quality Assurance","company_industry":"Non-profit Organizations","listing_type":null,"emails":null,"description":"**This is an opportunity to work with an Ashoka Fellow**\n Ashoka Fellows are leading social entrepreneurs that have been taken through a rigorous selection process, testing the quality of their ideas and character, to become part of the Ashoka Fellowship and Network. Ashoka Fellows take on the challenges of building innovative system change ideas to make and spread social impact in a world wrought with challenges. They refuse to let the ‘impossible’ stand in their way to creating a better world.\n   \n\n  \n\n**This is an unpaid, volunteer opportunity**\n**About The Affiliated Organization**\n eKutir has been working in the space of Agri-Food ecosystem by designing IT based solutions for the small and marginal farmers. We are bringing the power of data and information technology to the small farmers in a simple and scalable way to create an impact not only on their life and livelihood but also on the environment. Our effort reduces the digital divided and helps in creating an inclusive, transparent ecosystem which is small farmer centric.\n   \n\n  \n\n For more information, please visit www.ekutirsb.com\n   \n\n  \n\n**Job Description**\n We are developing a digital platform that connects small farmers with the broader agricultural ecosystem. This platform aims to create a seamless network between farmers, buyers, agricultural experts, and service providers. The platform will include features for crop management, market access, expert consultation, and resource optimization. Project Goals:\n   \n\n  \n\n* Create an intuitive and accessible platform that small farmers can easily navigate and utilize\n* Build a digital bridge between farmers and potential buyers to eliminate middlemen\n* Provide real-time access to agricultural expertise and best practices\n* Enable data-driven decision making for crop planning and resource management\n* Foster a sustainable and efficient agricultural marketplace\n\n\n**Volunteer Tasks**\n* Test user registration and profile creation processes\n* Verify the functionality of core features like crop listing, buyer-seller matching, and consultation booking Assess platform performance across different devices and internet speeds (crucial for rural areas)\n* Test multilingual support and regional customization features\n* Evaluate the intuitiveness of navigation and user flow\n* Identify and document bugs, usability issues, and potential improvements\n* Provide feedback on farmer-specific features and their practical utility\n* Test offline functionality and data synchronization\n* Verify notification systems and communication features\n\n\n Importance of Your Work: \"Your contribution as a QA volunteer will be vital in ensuring this platform truly serves its intended users - small farmers. Many farmers have limited exposure to digital tools, making it crucial that our platform is reliable, intuitive, and error-free. Your testing and feedback will help:\n   \n\n  \n\n* Ensure the platform is accessible to users with varying levels of technical literacy Identify potential barriers that might prevent farmers from effectively using the platform\n* Improve the reliability of critical features that impact farmers' livelihoods\n* Make the platform more inclusive and user-friendly for rural communities\n* Contribute to the digital transformation of small-scale agriculture\n* Support food security and sustainable farming practices\n\n\n**Volunteer Logistics**\n Estimated hours required per week: 10 hrs\n   \n\n  \n\n The estimated duration of the project is: 3-6 months\n   \n\n  \n\n This position is Virtual (Remote)\n   \n\n  \n\n**Language Requirements**\n English\n   \n\n  \n\n**Desired Skills And Experience**\n* Attention to detail and analytical mindset\n* Basic understanding of software testing principles\n* Ability to document issues clearly and concisely\n* Good communication skills for reporting bugs and feedback\n* Basic computer proficiency and familiarity with different browsers\/devices\n* Understanding of user experience (UX) concepts\n* Previous quality assurance testing experience\n* Knowledge of bug tracking tools (like Jira, Trello)\n* Understanding of web technologies\n* Experience with different operating systems\n* Basic knowledge of accessibility standards","company_url":"https:\/\/in.linkedin.com\/company\/ekutir","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQG3xsd3UqNkiA\/company-logo_100_100\/company-logo_100_100\/0\/1646225570374\/ekutir_logo?e=2147483647&v=beta&t=PoHo1WF-QM_qjmrQ8NfTVoiTMnRFE6l1HNPifwAL4iU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ba75feeec71e8f6e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ba75feeec71e8f6e","job_url_direct":"https:\/\/academedia.se\/om-oss\/jobba-hos-oss\/lediga-jobb\/?jobid=286636","title":"Utbildningsledare","company":"EC Utbildning","location":"Örebro, T, SE","job_type":"fulltime","date_posted":1736035200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"micael.jonsson@ecutbildning.se","description":"EC Utbildning, grundat 1985, erbjuder utbildningar inom avancerad IT. Våra utbildningar är produkten av ett nära samarbete med branschen, vilket garanterar ett innehåll som håller hög kvalitet och som svarar mot verkliga förhållanden ute i arbetslivet. EC Utbildning är en del av AcadeMedia, norra Europas ledande utbildningsföretag.***Vill du vara med och göra Sverige lite bättre? EC Utbildning hjälper människor och företag att utvecklas. Vi har som mål att vara förstahandsvalet för de allra bästa och mest drivna lärarna och skolledarna i Sverige. Som en del av Sveriges största utbildningsföretag; Academedia, är karriärmöjligheterna hos oss stora, så varför inte ta chansen?***\n\n\n\nNu söker vi en driven och engagerad utbildningsledare EC Utbildning i Örebro. Som utbildningsledare hos oss ansvarar du för våra pågående utbildningar inom Yrkeshögskolan.\n\n\n**Vi erbjuder dig**  \n\nI rollen som utbildningsledare erbjuds du en varierande tjänst där du bland annat är med och coachar våra studerande in i arbetslivet. Du kommer att ges möjligheter att arbeta med kreativa lösningar inom ett satt ramverk. Dagarna kantas av många sociala kontaktytor och nätverkande, både med branschen och myndigheter.\n\n\n\nVi tror på dig och dina förmågor, och därför kommer du att kunna arbeta med stor frihet under ansvar. Som anställd hos oss uppmuntrar vi dig till vidareutbildning och utveckling inom din yrkesroll.\n  \n\n  \n\nSom medarbetare inom AcadeMedia-koncernen får du tillgång till vår förmånswebb, en hemsida där du enkelt ser hela din kompensation, alltså både lön och alla förmåner som du har via oss som arbetsgivare.\n\n\n**Om Tjänsten**\n\n\n**Utbildningsledning:**  \n\nPlanering, schemaläggning, studeranderekrytering, följa processbeskrivningar och kvalitetsledningssystem, omvärldsbevakning, ledningsgruppsmöten och LIA-anskaffning.\n\n\n**Administrativa uppgifter:**  \n\nBetygsrapportering, sköta kontakten med myndigheter samt administrera vår studerandeplattform.\n\n\n\nResor i tjänsten kan förekomma, dock inte frekvent.\n\n\n**Vem söker vi?**  \n\nVi söker dig som uppskattar struktur, förvaltning och förädling samt gärna har en kreativ ådra. Du är kunnig inom exempelvis utbildning eller IT och teknik, antingen genom studier eller eget intresse. Att lyfta människor till deras nästa nivå är något du brinner för. Du arbetar självständigt och proaktivt i nära samarbete med övriga medarbetare.\n\n\n* Du har pedagogisk förmåga\n\n\n* Du är en van kommunikatör, både muntligt och skriftligt\n\n\n* Du är driven, ansvarstagande, självgående och flexibel\n\n\n* Du är utåtriktad, trivs med att tala inför folk och skapa nya kontakter\n\n  \n\n\n**Meriterande**\n\n\n* Erfarenhet som utbildningsledare eller inom utbildningsbranschen\n\n\n* Branscherfarenhet eller utbildning inom IT\n\n  \n\n\n**Intresserad?**\n\n\n\nUrval och intervjuer kommer att ske löpande. Sök tjänsten via länken nedan. Tjänsten kan komma att tillsättas innan sista ansökningsdag.\n\n\n**Anställningstyp**\n\n\n\nTjänsten är heltid, 100%. 6 månaders provanställning tillämpas. Vi tillämpar kollektivavtalet mellan Almega Utbildningsföretagen och Unionen\/SI.  \n\n  \n\n**Tillträdesdag:** Enligt överenskommelse  \n\n**Placeringsort:** Örebro  \n\n**Anställningsform: H**eltid eller enligt överenskommelse  \n\n**Sista ansökningsdag:** 2025-01-31  \n\nVi kallar löpande till intervju så skicka in din ansökan redan idag.\n\n  \n\n\n**Kontakt**  \n\nHar du frågor kring tjänsten är du välkommen att höra av dig på mail: micael.jonsson@ecutbildning.se\n\n\n\nVarmt välkommen med din ansökan!","company_url":"https:\/\/se.indeed.com\/cmp\/Ec-Utbildning","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f7f5d2e4d0893f9d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f7f5d2e4d0893f9d","job_url_direct":"http:\/\/se.indeed.com\/job\/s%C3%A4ljande-konsultchef-f7f5d2e4d0893f9d","title":"Säljande konsultchef","company":"We & Sweden ab","location":"Göteborg, O, SE","job_type":"parttime, fulltime","date_posted":1736035200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Jobbeskrivning: Säljande konsultchef** \n\nVill du kombinera ditt intresse för IT med en utvecklande och säljande roll?  \nSöker nu en engagerad konsultchef som vill vara med och bygga framtiden i ett bolag.\n\nHär får du chansen att skapa affärsmöjligheter, matcha rätt talanger med spännande uppdrag och bidra till framgång för både konsulter och kunder.\n\n**Dina arbetsuppgifter:**\n\n* Skapa och utveckla kundrelationer inom IT-sektorn.\n* Ansvara för rekrytering och konsultuthyrning med teknisk förståelse för IT.\n* Säkerställa att uppdrag fungerar smidigt och skapar värde för alla parter.\n* Driva administrativa processer som tidrapportering och konsultstöd.\n\nHär bygger vi ett \"dream team\" som förenar studenter, nyexaminerade och erfarna talanger – en kombination som skapar både innovation och resultat i en positiv arbetsmiljö.\n\n**Vem är du?**  \nDu är en driven och målinriktad person som vill utvecklas både professionellt och personligt. För att lyckas i rollen ser vi gärna att du:\n\n* Studerar eller har examen inom IT.\n* Har erfarenhet av försäljning eller kundrelationer.\n* Har varit engagerad i studentkår, projekt eller liknande.\n* Är strukturerad och har en entreprenöriell inställning.\n\n**Varför söka?**  \nDu får möjlighet att arbeta i en dynamisk miljö där du har stort inflytande och kan växa i din roll. Erbjuder flexibilitet i arbetstid (25 % eller enligt överenskommelse)\n\n**Ansök nu!**  \nVi tillsätter tjänsten löpande – låter detta som du? Skicka in din ansökan idag och ta steget mot en spännande karriär!\n\nVid frågor kring tjänsten, kontakta då Lukas Bock på 0723663467\n\nJobbtyp: Heltid, Deltid, Extrajobb, Trainee\n\nAnnan ersättning:\n\n* Provisionslön\n* Resultatbonus\n\nFörmåner:\n\n* Jobba hemifrån\n* Professionell utvecklingshjälp\n* Vinstdelning\n\nSchema:\n\n* Helgarbete förekommer\n* Måndag till fredag\n\nErfarenhet:\n\n* recruitment: 1 år (Meriterande)\n\nArbetsort: Delvis på distans i 412 51 Göteborg","company_url":"https:\/\/se.indeed.com\/cmp\/We-&-Sweden-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3831097270","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3831097270","job_url_direct":"https:\/\/bli.b3.se\/jobs\/3200474-cyber-security-consultant?utm_source=LinkedIn&urlHash=xqi2","title":"Cyber Security Consultant","company":"B3 Secure","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"melinda.andersson@b3.se","description":"**B3 Secure söker engagerade cybersäkerhetkonsulter som vill vara med och bygga Sveriges bästa konsultbolag inom informations- och cybersäkerhet.**\n B3 Consulting Group växter starkt inom området säkerhet och det vill vi fortsätta att göra framöver. Därför gör vi en storsatsning på säkerhet och har startat upp B3 Secure. Ett bolag som har ambitionen att bli Sveriges bästa konsultbolag inom informations- och cybersäkerhet - för våra medarbetare och kunder. B3 Secure leds av ett team bestående av några av säkerhetsbranschens absolut mest erfarna rådgivare.\n   \n\n  \n\n Vi söker därför dig som cybersäkerhetskonsult, som vill bli nyckelspelare inom ett område som konstant växer och som vill vara med och utveckla B3s säkerhetserbjudande till nya nivåer.\n   \n\n  \n\n**Om rollen:**\n Som konsult hos oss ges du möjligheter till intressanta uppdrag hos en mängd olika spännande kunder. Att du har förmågan att skapa relationer och på ett prestigelöst sätt samarbeta i team tror vi är avgörande för att du ska lyckas i ditt uppdrag. Något som är gemensamt för uppdragen är att de ofta innebär att du tar en rådgivande och ledande roll. Oavsett vad just ditt expertisområde innebär så agerar du bollplank åt kunden och guidar denne till de bästa besluten och implementerar de bästa lösningarna. Allt utifrån ett riskbaserat synsätt, men även ett compliancebaserat synsätt där det är nödvändigt.\n   \n\n  \n\n Vi söker dig med 3+ års erfarenhet inom något av följande områden:\n   \n\n  \n\n* Cybersäkerhet\n* Informationssäkerhet\n* IAM\n* Incidenthantering\n* BCP, BCM\n* Vendor risk management\n* Compliance: NIS, NIS2, DORA, GDPR\n\n\n**Vi erbjuder:**\n* Attraktiv lönemodell.\n* Friskvårdsbidrag och tjänstepension.\n* Goda förutsättningar för flexibla arbetstider\n* Möjligheter att gå relevanta utbildningar och ta attraktiva certifikat.\n* En fantastisk wellness-satning.\n\n\n B3 Secure är en del av B3 Consulting Group, ett av Sveriges snabbast växande företag inom IT och management. Således kan vi erbjuda det bästa av två världar. Styrkan hos ett stort börsnoterat bolag i kombination med den härliga samhörigheten som ett mindre bolag erbjuder.\n   \n\n  \n\n Vi är även stolta över att vi vann priset som ”Årets Karriärföretag” 2022 och kom på tredje plats som Sveriges bästa bolag enligt ”Great Place to Work 2021”. Vi tror att det beror på vår energi, vårt sätt att välkomna olikheter och våra erfarenheter som vi gärna delar med oss av. En central del av energiskapandet är vår unika wellness-satsning Team B3. Vi tror att medarbetare som mår bra, presterar bra och vill vara engagerade kollegor och goda medmänniskor. Det är även viktigt för oss att ge dig möjligheter till att löpande utbilda och certifiera dig inom relevanta områden för att du ska känna att du utvecklas och ökar ditt marknadsvärde.\n   \n\n  \n\n De som jobbar kvar hos oss efter många år pratar om friheten att påverka sina uppdrag, arbetstider och utveckling. De talar även om stoltheten över att vara en del av ett bolag som inte bara levererar förstklassigt resultat till sina kunder utan även tar ansvar för samhället i stort bl.a. genom att vara partner till fina initiativ som Women in Tech, Changers Hub, Pink Programming m.fl.\n   \n\n  \n\n**Kontakt:**\n Vi ser fram emot att höra från dig så ansök redan idag.\n   \n\n  \n\n Om du har några frågor så tvekan inte på att kontakta rekryteringsansvariga Melinda Andersson på mejl, melinda.andersson@b3.se","company_url":"https:\/\/se.linkedin.com\/company\/b3-secure","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHYIzXRjWmpWA\/company-logo_100_100\/company-logo_100_100\/0\/1694721844574?e=2147483647&v=beta&t=klKq170ueI0dnsgqANd_IAJq0h6ShpWqqio7Cx7SnzM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4114395906","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4114395906","job_url_direct":null,"title":"Senior Customer Success Manager","company":"Cinode","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":null,"company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Om rollen** \n\n\n\n\n  \n\n\n\n\n\n Som Senior Customer Success Manager hos Cinode kommer du att spela en nyckelroll i att stärka våra kundrelationer, säkerställa framgångsrika implementationer och driva kundkonton mot ökad användning och tillväxt. Du arbetar proaktivt med att skapa långsiktiga kundrelationer och utveckla våra interna processer.\n \n\n\n\n  \n\n\n\n\n\n**I rollen kommer du att:** \n\n\n\n\n  \n\n\n\n\n* Implementera Cinode i stora och komplexa organisationer, med särskilt fokus på tekniskt krävande projekt och flera intressenter.\n* Arbeta nära konsultbolag och förstå deras nyckelprocesser, inklusive säljstrategier, anbudsarbete, partnerstrategier och leverans.\n* Ansvara för ett antal strategiska kundkonton, med fokus på att driva ökad användning, nöjdhet och tillväxt (upsell\/growth).\n* Utveckla och genomföra kontoplaner för att maximera kundens affärsvärde.\n* Vidareutveckla våra befintliga kunder genom att driva workshops (WS), kvartalsgenomgångar (QBR) och strategiska initiativ.\n* Ta ansvar för att utforma och förfina våra Customer Success-processer, med fokus på implementation, QBR och framgångsrik kundkontohantering.\n* Samarbeta tätt med Key Account Managers för att identifiera och genomföra tillväxtmöjligheter.\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**Om dig** \n\n\n\n\n  \n\n\n\n\n\n Vi söker dig som har en gedigen bakgrund från konsultbranschen och en djup förståelse för de processer som är centrala för framgång i denna sektor.\n \n\n\n\n  \n\n\n\n\n\n**Du har:** \n\n\n\n\n  \n\n\n\n\n* Stark kunskap om säljprocesser, anbudsarbete och strategiska samarbeten inom konsultbolag.\n* Omfattande erfarenhet av att driva implementations- och IT projekt i större organisationer.\n* Hög teknisk förståelse och vana att arbeta med mjukvara.\n* Erfarenhet av att ansvara för kundkonton, med fokus på att driva användning, kundnöjdhet och tillväxt.\n* Förmåga att navigera i komplexa kundmiljöer och hantera många stakeholders samtidigt.\n* En strategisk och proaktiv inställning till att driva kundkonton och leverera resultat.\n* Flytande svenska och engelska i tal och skrift.\n* Ett starkt intresse för tech och digitalisering samt förmåga att omsätta det i värde för kunder.\n* Vi ser gärna att du har en projektledarcertifiering (exempelvis PMP, PRINCE2 eller liknande).\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**Varför Cinode?** \n\n\n\n\n  \n\n\n\n\n\n På Cinode är det högt tempo, snabba beslut och en känsla av att allt är möjligt. Här blir det aldrig tråkigt – vi utmanar, testar nytt och hittar lösningar tillsammans.\n \n\n\n\n Vi är ett tight gäng som brinner för det vi gör och har riktigt kul på vägen.\n \n\n\n\n  \n\n\n\n\n\n**Hos oss får du:** \n\n\n\n\n  \n\n\n\n\n* Chansen att påverka på riktigt: Här är inget hugget i sten. Har du en bra idé? Kör på! Du är med och bygger både din roll och vår framtid.\n* En dynamisk vardag: Ingen dag är den andra lik, och det finns alltid något nytt att ta tag i. Du kommer garanterat inte sitta och rulla tummarna.\n* Fantastiska kunder: Våra kunder är bland de bästa i branschen, från stora topbrands till snabbväxande stjärnor. Det är både inspirerande och motiverande att jobba med dem.\n* En grym kultur: Vi stöttar varandra, har högt i tak och vågar sikta stort. Och ja, vi skrattar mycket också.\n* Här finns allt för dig som gillar att jobba i ett bolag med stora ambitioner, snabba puckar och en positiv, framåtlutad attityd.\n\n\n\n  \n\n\n\n\n\n Ansök: https:\/\/cinode.com\/2025-senior-customer-success-manager-med-it-konsult-bakgrund\/","company_url":"https:\/\/se.linkedin.com\/company\/cinode","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQE0xF-MEKePWQ\/company-logo_100_100\/company-logo_100_100\/0\/1635232756019\/cinode_logo?e=2147483647&v=beta&t=xGxIu1Nmd8LAMA0e2nvuFDYVphV2PxSYfm_qLUpmt_Y","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4083503570","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4083503570","job_url_direct":"https:\/\/jobs.worldpay.com\/jobs\/JR0600657-3?source=LinkedIn&urlHash=ebzY","title":"Sales Solution Consultant I","company":"Worldpay","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Consulting, Information Technology, and Sales","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"Are you ready to write your next chapter?\n   \n\n  \n\n Make your mark at one of the biggest names in payments. With proven technology, we process the largest volume of payments in the world, driving the global economy every day. When you join Worldpay, you join a global community of experts and changemakers, working to reinvent an industry by constantly evolving how we work and making the way millions of people pay easier, every day.\n   \n\n  \n\n What makes a Worldpayer? It’s simple: Think, Act, Win. We stay curious, always asking the right questions to be better every day, finding creative solutions to simplify the complex. We’re dynamic, every Worldpayer is empowered to make the right decisions for their customers. And we’re determined, always staying open – winning and failing as one.\n   \n\n  \n\n We’re looking for a Sales Solution Consultant to join our ever evolving EMEA Enterprise team to help us unleash the potential of every business.\n   \n\n  \n\n Are you ready to make your mark? Then you sound like a Worldpayer.\n   \n\n  \n\n**About The Team**\n Our Commercial team creates value for businesses of every size and industry – from globally recognized brands to new start-ups. They seek out new opportunities to unleash the potential of our new and existing customers.\n   \n\n  \n\n**What You’ll Own**\n As a Sales Solution Consultant - PreSales, you’ll utilize your in-depth product knowledge to help sales staff uncover requirements and recommend solutions. Your unique expertise will help us advance the way the world pays, banks and invests, while you advance your own career with a growing, global organization.\n   \n\n  \n\n* Support sales representatives and help the internal product organization define emerging propositions.\n* Create and maintain product presentations.\n* Identify functionality gaps with sales representatives and prospects.\n\n\n**Where you’ll own it**\n**EMEA**\n Our sites are hubs of activity, conversation, and openness. With inspiring, stylish workspaces we want people to feel excited to come and do their best work.\n   \n\n  \n\n**What You Bring**\n* Technical aptitude\n* Payments experience preferred\n* Experience presenting and hosting product demonstrations\n* Ability to quickly learn new products and services in the payments industry\n* A client-focused approach along with experience or interest in supporting a sales team and partnering with senior management\n* Background packaging products\/solutions\/services for client prospects preferred\n* Strong communication skills\n* Bilingual skills in German and English\n\n\n**Worldpay Perks - What We’ll Bring For You**\n We know it’s bigger than just your career. It’s your life, and your world. That’s why we offer global benefits and programs to support you at every stage. Here’s a taste of what you can expect.\n   \n\n  \n\n* A competitive salary and benefits.\n* Time to support charities and give back to your community.\n* Parental leave policy.\n* Global recognition platform.\n* Virgin Pulse access.\n* Global employee assistance program.\n\n\n**What Makes a Worldpayer**\n At Worldpay, we take our Values seriously, and we live them every day. Think like a customer, Act like an owner, and Win as a team.\n   \n\n  \n\n* Curious. Humble. Creative. We ask the right questions, listening and learning to get better every day. We simplify the complex and we’re always looking to create a bigger impact for our colleagues and customers.\n* Empowered. Accountable. Dynamic. We stay agile, using our initiative, taking calculated risks to progress. Never standing still, never settling, we work at pace to achieve our goals. We champion our ideas and stay flexible to make them happen. We know that every action adds up.\n* Determined. Inclusive. Open. Unlocking potential means working as one global community. Our work spans borders, and we stay united by our purpose. We collaborate, always encouraging others to perform at their best, welcoming new perspectives.\n\n\n Does this sound like you? Then you sound like a Worldpayer.\n   \n\n  \n\n Apply now to write the next chapter in your career. We can’t wait to hear from you.\n   \n\n  \n\n To find out more about working with us, find us on LinkedIn.\n   \n\n  \n\n – AG1\n   \n\n  \n\n**Privacy Statement**\n Worldpay is committed to protecting the privacy and security of all personal information that we process in order to provide services to our clients. For specific information on how Worldpay protects personal information online, please see the Online Privacy Notice.\n   \n\n  \n\n**Sourcing Model**\n Recruitment at Worldpay works primarily on a direct sourcing model; a relatively small portion of our hiring is through recruitment agencies. Worldpay does not accept resumes from recruitment agencies which are not on the preferred supplier list and is not responsible for any related fees for resumes submitted to job postings, our employees, or any other part of our company.\n   \n\n  \n\n #pridepass","company_url":"https:\/\/www.linkedin.com\/company\/worldpay","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF6ewEnvD6daQ\/company-logo_100_100\/company-logo_100_100\/0\/1721999981440\/worldpay_logo?e=2147483647&v=beta&t=A13Roe5dF1-6LqXv6U8HMWLTofvFXRNT1RHQJPceoUs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3831098208","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3831098208","job_url_direct":"https:\/\/bli.b3.se\/jobs\/3250073-enterprise-architect?utm_source=LinkedIn&urlHash=kZSp","title":"Enterprise Architect","company":"B3 Visab Consulting AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Information Technology & Services","listing_type":null,"emails":"lidia.hagos@b3.se","description":"**Vi på B3 Visab Consulting fokuserar på att stödja finansindustrin med sin affärsutveckling i den digitala ekonomin. Därför söker vi efter engagerade Enterprisearkitekter som vill utforma, utveckla och förfina den övergripande arkitekturen hos bolag i en samhällskritisk bransch.**\n Med över 40 års erfarenhet från området har vi skapat djupa relationer med branschledande aktörer inom bank- och försäkringsindustrin. Vår gedigna erfarenhet och våra seniora konsulter gör oss även till en attraktiv partner för nya, snabbfotade uppstickare. Just nu söker vi fler etablerade enterprisearkitekter med erfarenhet från bank och försäkring.\n   \n\n  \n\n Vi söker dig som vill arbeta i ett företag med sympatiska värderingar, erfarna kollegor och en attraktiv ersättningsmodell. Om du, liksom vi, värnar om en arbetsmiljö där samarbete, prestigelös kunskapsdelning och utveckling frodas, är detta en unik chans för dig att vara med och bidra till vår starka kultur samtidigt som du ges möjlighet att växa i din yrkesroll.\n   \n\n  \n\n**Om rollen:**\n Som konsult hos oss ges du möjligheter till intressanta uppdrag hos spännande kunder. Att du har förmågan att skapa relationer och på ett prestigelöst sätt samarbeta i team tror vi är avgörande för att du ska lyckas i dina uppdrag. Uppdragen hos kund varierar men kan bl.a innebära att du kommer att vara ansvarig för att utforma, utveckla och förfina den övergripande arkitekturen, inklusive IT-system, processer och resurser. Detta inkluderar arkitektursstrategi, målarkitektur och lösningsarkitektur som går i linje med den övergripande affärsstrategin samtidigt som prestanda, säkerhet, lagkravsefterlevnad och liknande måste tillgodoses.\n   \n\n  \n\n**Vidare ser vi att du har följande kvalifikationer:**\n* Minst 3 års erfarenhet från enterprisearkitektrollen.\n* Minst 2 års erfarenhet från bank- eller försäkringsområdet.\n* Erfarenhet från konsultrollen.\n* Certifieringar och erfarenheter inom relevanta områden.\n* Arbetar obehindrat på svenska och engelska i både tal och skrift.\n* Det är meriterande om du har erfarenhet som verksamhetsarkitekt.\n\n\n**Vi erbjuder:**\n* Attraktiv lönemodell.\n* Goda förutsättningar för flexibla arbetstider.\n* Möjligheter att gå relevanta utbildningar och ta attraktiva certifikat.\n* En fantastisk wellness- och medarbetarsatsning. Läs mer här\n\n\n**Varför B3 Visab Consulting:**\n B3 Visab Consulting är en del av B3 Consulting Group, ett av Sveriges snabbast växande företag inom IT och management. Således kan vi erbjuda det bästa av två världar. Styrkan hos ett stort börsnoterat bolag i kombination med den härliga samhörigheten som ett mindre bolag erbjuder.\n   \n\n  \n\n Vi är även stolta över att vi nominerats till och vunnit fler olika priser som \"Årets Karriärföretag\" och som Sveriges bästa bolag enligt ”Great Place to Work”. Vi tror att det beror på vår energi, vårt sätt att välkomna olikheter och våra erfarenheter som vi gärna delar med oss av. En central del av energiskapandet är vår unika wellness-satsning Team B3. Vi tror att medarbetare som mår bra, presterar bra och vill vara engagerade kollegor och goda medmänniskor.\n   \n\n  \n\n De som jobbar kvar hos oss efter många år pratar om friheten att påverka sina uppdrag, arbetstider och utveckling. De talar även om stoltheten över att vara en del av ett bolag som inte bara levererar förstklassigt resultat till sina kunder utan även tar ansvar för samhället i stort bl.a. genom att vara partner till fina initiativ som Women in Tech, Changers Hub, Pink Programming m.fl.\n   \n\n  \n\n**Kontakt:**\n Vi ser fram emot att höra från dig, så ansök nu! Vi tar inte emot ansökningar vi mail men du är mer än välkommen att kontakta ansvarig rekryterare Lidia på lidia.hagos@b3.se eller konsultchef Hanna Skoog på +4670-260 12 65 eller VD Susanne Nordvall: +4670-823 57 55.","company_url":"https:\/\/se.linkedin.com\/company\/visab-consulting-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFekdtoA9EDvA\/company-logo_100_100\/company-logo_100_100\/0\/1631368528654\/visab_consulting_ab_logo?e=2147483647&v=beta&t=EcQfGS3eDR80GNHsKFmTRQ1DSSihQHhlhUAxxjd9dGA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4114622220","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4114622220","job_url_direct":"https:\/\/iss.onecruiter.com\/jobs\/285177-global-management-trainee-programme&urlHash=C7vI","title":"Global Management Trainee Programme","company":"ISS Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Business Development and Sales","company_industry":"Facilities Services","listing_type":null,"emails":"emily.casabona@se.issworld.com","description":"*Var 660:e person som går till arbetet i Sverige är en ISS-medarbetare och det är vi stolta över. Vi är ett av Sveriges och Nordens största tjänsteföretag samt har över 450 000 medarbetare världen över. Det är våra medarbetare som är kärnan i vår verksamhet och förutsättningen för att kunna leva upp till vårt syfte, Connecting people and places to make the world work better. På ISS Facility Services skapar vi platser och miljöer som bidrar till bättre prestationer och en enklare, mer effektiv och trivsam tillvaro - levererade med omtanke och hög kvalitet av engagerade medarbetare. Vill du också bli en del i vår globala organisation där ditt jobb verkligen gör skillnad?*\n**Become a leader of the future with an ambitious and pioneering facility management company**\n**The programme**\n Starting in September 2025, this 18-month management programme will equip you with excellent people management and customer partnering skills, and it is the springboard to a career with the world's largest facility management company. Our Global Management Trainee Programme will position you for a future management role and prepare you to utilise your qualified understanding and skills within operations, project management and strategy. Our long-term expectation is that you will move into a senior management position and become a leader of the future.\n   \n\n  \n\n You will be allocated a personal mentor from our Country Leadership Team, and you will complete multiple rotations in key operational and leadership development activities at a local country, regional and global level during the programme. A three-month international placement in a different country will give you important insight into our global reach and collaboration. Professional specialists and managers will support your learning and personal development throughout.\n   \n\n  \n\n During the recruitment process you will go through both a local and a global assessment. We are looking for the very best people to lead ISS into the future!\n   \n\n  \n\n**Who You Are**\n With a business-related or facility management degree and internship\/work experience, you are ready to invest in your future career. You enjoy challenge and are ambitious for a role where you can develop the analytical and decision-making capabilities needed to support our customers’ business performance. As a management talent and ambassador for ISS, you acknowledge the importance of being empathetic and having a respectful attitude towards the people around you.\n   \n\n  \n\n We expect you to be a great communicator, able to simplify and convey information across functions and all levels within the organisation. You possess great Swedish and English skills, both written and orally.\n   \n\n  \n\n You have a creative and global mindset combined with a passion for people, innovative thinking and working proactively which means that you thrive in an ever-changing environment wherein empowerment is granted, and high level of engagement is expected. You enjoy a collaborative and feedback-oriented environment, striving to deliver results and working proactively with colleagues and customers alike. Finally, you are a team player who contributes positively to the collaboration and social aspects within the team and organisation.\n   \n\n  \n\n**Our culture**\n At ISS, all people are equally valuable and have the same rights and opportunities. Our employees reflect the diversity of the society, which is both a competitive advantage and an asset in our long-term sustainable work. Our inclusive corporate culture strengthens our employees, makes us more creative and productive and creates a more valuable workplace.\n   \n\n  \n\n Unity, honesty, entrepreneurship, responsibility and quality are our core values, and we believe everyone has a voice, and should contribute both to our success, and our learning as we evolve and grow. You will become our ambassador and walk the talk of our company culture!\n   \n\n  \n\n**Want to join the ISS team of 350,000+ dedicated employees in over 30+ countries?**\n To be considered for selection to our Global Management Trainee Programme,\n **please submit your application in English and apply before January 12** \n . If you have any questions, please contact emily.casabona@se.issworld.com\n   \n\n  \n\n We look forward to hearing from you!","company_url":"https:\/\/se.linkedin.com\/company\/iss-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFCc0QhdqRCSQ\/company-logo_100_100\/company-logo_100_100\/0\/1688640799164\/iss_sverige_logo?e=2147483647&v=beta&t=wfT4FwRrz2_17Fx2obCvyGS578k75jJ6OT94QTwvcIk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4088730855","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4088730855","job_url_direct":"https:\/\/recruit.visma.com\/spa\/public\/apply?src=Linkedin&guidAssignment=668b751f-9bfa-4ee8-815e-935922874844&urlHash=SW1f","title":"Informationssäkerhetsspecialist Stockholm","company":"Unionens arbetslöshetskassa","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Government Administration","listing_type":null,"emails":null,"description":"**Om arbetsplatsen**\n Vi vill vara det självklara valet för dig som vill arbeta med arbetslöshetsförsäkringen och lägger därför kraft på att skapa en god arbetsmiljö och förmånliga anställningsvillkor.\n   \n\n  \n\n Som medarbetare på Unionens a-kassa kan vi bland annat erbjuda dig:\n   \n\n  \n\n* marknadsmässig lön\n* ett riktigt bra kollektivavtal med bland annat generös avsättning till tjänstepension och minst 33 dagar semester per år\n* ett friskvårdsbidrag på 4 500 kronor per år\n* arbetstider med flexibilitet under ansvar\n* en friskvårdstimme per vecka, hälsoinspiratörer och möjlighet till massage på kontoret\n* möjlighet att delvis arbeta hemifrån\n* goda utvecklings- och karriärmöjligheter\n\n\n Vi är cirka 300 anställda som sitter i fina lokaler centralt i Malmö, på Södermalm i Stockholm och i centrala Örebro. Vi lägger stor vikt vid att främja mångfald och inkludering i vår rekryteringsprocess.\n   \n\n  \n\n Vill du vara en del av Unionens arbetslöshetskassa och vara 100 procent viktig varje dag?\n   \n\n  \n\n**Arbetsuppgifter**\n Som informationssäkerhetspecialist ansvarar du för att planera vårt informationssäkerhetsarbete och samordnar med IT-säkerhetsarbetet på arbetsplatsen. Du stödjer ansvariga i verksamheten för att säkra hanteringen av information och informationstillgångar. Du förebygger och upptäcker säkerhetsrisker samt utvärderar och följer upp resultat och efterlevnad. I arbetet ingår även att informera och utbilda verksamheten för att möjliggöra ett säkert användande av digitala tjänster, samt säkerställa att vi följer lagstiftning och andra krav.\n   \n\n  \n\n Arbetsuppgifterna innebär rent praktiskt att:\n   \n\n  \n\n* införa och utveckla ledningssystem för informationssäkerhet, och kontinuerligt rapportera om status till ledningen\n* bidra i arbetet med att ta fram risk- och sårbarhetsanalyser samt hantera och vara ett stöd vid informationssäkerhetsincidenter\n* ansvara för verksamhetens dokumentation och rutiner inom området samt bidra till närliggande områden\n* bidra i arbete med leverantörer, övriga tredjepartsföretag, andra externa parter och samarbetspartners\n* omvärldsbevaka inom eget ansvarsområde.\n\n\n**Kvalifikationer**\n Vi söker dig som har:\n   \n\n  \n\n* erfarenhet av informationssäkerhetsarbete och kunskap om gällande standarder och lagstiftningar på området\n* erfarenhet av att ha implementerat ledningssystem för informationssäkerhet\n* akademisk utbildning eller likvärdig utbildning\n* erfarenhet av arbete på en a-kassa eller annan liknande organisation.\n\n\n Du är målfokuserad, tänker strategiskt och ser till hela verksamhetens bästa i agerande och beslut. Du har en god förmåga att arbeta självständigt, men är även lyhörd och samarbetar väl med andra. Du har förståelse för människors olika förutsättningar och ett pedagogiskt sätt att förmedla ditt budskap till mottagare. Du har även goda kunskaper i svenska och engelska, i både tal och skrift.\n   \n\n  \n\n Tjänsten är placerad i Stockholm.\n   \n\n  \n\n**Övrig information**\n Arbetsmarknaden förändras i allt snabbare takt och arbetslöshetskassornas uppdrag har kanske aldrig varit viktigare. Vi på Unionens a-kassa brinner för det här uppdraget.\n   \n\n  \n\n Unionens a-kassa är den näst största arbetslöshetskassan i Sverige med nästan 750 000 medlemmar. Vi fattar beslut i ärenden om medlemskap och arbetslöshetsersättning enligt lagen om arbetslöshetskassor (LAK) och lagen om arbetslöshetsförsäkring (ALF). Arbetslöshetsförsäkringen är en omställningsförsäkring vid arbetslöshet och vårt arbete påverkar många människors vardag.\n   \n\n  \n\n Våra ledord är kvalitet, effektivitet, tillgänglighet och engagemang, och vår vision är att vara det självklara valet!\n   \n\n  \n\n**LIP**","company_url":"https:\/\/se.linkedin.com\/company\/unionensakassa","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGB97fMSfAZcw\/company-logo_100_100\/company-logo_100_100\/0\/1630601530252?e=2147483647&v=beta&t=r-R51bJi0YBfk2GMwxlm580AtoswPCM96Z_9OU32yxM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4011665066","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4011665066","job_url_direct":"https:\/\/planet.wd3.myworkdayjobs.com\/Planet\/job\/Stockholm\\u002d\\u002d-Sweden\/Business-Development-Manager_JR07473?source=LinkedIn&urlHash=FmNx","title":"Business Development Manager","company":"Planet","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Business Development and Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"The payments market is the most exciting technology market in the world today for good reason. McKinsey values it globally at over $2 trillion and it’s growing between 13-15% year-on-year. Some of the largest most dynamic brands are investing in this sector; Apple has ApplePay, Google has GooglePay, Amazon has AmazonPay, and it’s not just the Silicon Valley brands. Tencent owns WeChatPay, Alibaba owns Alipay and digital disruptors like Square, Stripe and Adyen all invest millions to grow the payments market.\n   \n\n  \n\n Planet are a technology company that’s transforming payments by putting the customer experience first. We help our customers deliver a better experience for guests, shoppers, and consumers everywhere. We operate in a market that continues to evolve and expand, partnering with the world’s most prestigious brands across Retail and Hospitality, and with a network of Financial Services partners worldwide.\n   \n\n  \n\n To meet consumer demands, payments must be simple, safe, and invisible. The only way to do this is to fully embed payments in the software and networks that runs business. By combining networks, software and payment technology, Planet’s creating a world of connected commerce, that makes payments feel good.\n   \n\n  \n\n We’re growing organically, and with strong Private Equity investors, Advent International and Eurazeo, we’ve the financial capital and expertise to grow our capabilities and reach through acquisition.\n   \n\n  \n\n**Sales, Hospitality Overview**\n Hotels are at the forefront in a world where digital and physical experiences are coming together. Planet is excited about helping hotels help their staff and customers towards frictionless processes and experiences, with payment right in the middle.\n   \n\n  \n\n Our Sales Hospitality team comprises of 150 employees globally and with the acquisition of Protel PMS, Hoist groups as well as Avantio, we are just getting started to provide a real feel good, connected experience at world's most well-known hotels.\n   \n\n  \n\n**Role Overview**\n We are seeking a motivated and dynamic individual to join our sales team as a Business Development Manager. The successful candidate will be responsible for managing sales activities within a specific, regionally defined area. Key responsibilities include all tasks related to customer relationship management, such as proposal creation, product presentations, and the development and implementation of an individual sales strategy within your designated market. The primary objectives of the Business Development Manager are to:\n   \n\n  \n\n**What You'll Do**\n* Expand and secure the company's market position within the designated sales territory\n* Take sales responsibility for specific postal code areas in terms of acquiring new customers\n* Actively upsell Planet products to new and assigned customer base\n* Conduct contract negotiations\n* Plan and conduct product presentations on-site or remotely for prospects and existing customers\n* Provide advice on our products and new developments to prospects\n* Independently handle written and telephone correspondence within the scope of duties\n* Prepare and follow up on offers\n* Serve as a point of contact for customer inquiries regarding offers, contracts, and products\n* Liaise with other departments and our sales partners\n* Support and participate in industry-specific events, trade fairs, and marketing activities\n* Maintain sustainable personal customer relationships\n* Serve as a contact person for customers regarding cross-departmental customer interests\n* Monitor competitors\n* Gather customer feedback and conduct market research\n\n\n**Who You Are**\n* Proven experience in sales or business development within the hotel technology landscape\n* Strong communication and negotiation skills\n* Ability to work independently and as part of a team\n* Native Swedish language skills and proficiency in English required\n* Knowledge of the Nordic market is a plus\n* Willingness to travel within the designated sales territory\n* Experience with Protel is a plus\n\n\n Planet is an equal opportunity employer where diversity is valued, and all employment is decided based on qualifications, merit, and business need.\n   \n\n  \n\n Come and grow your career in the most exciting, fast paced technology market, with a business that delivers feel-good connected commerce","company_url":"https:\/\/ie.linkedin.com\/company\/planet","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHS7jooiOdp7A\/company-logo_100_100\/company-logo_100_100\/0\/1719825176831\/planet_logo?e=2147483647&v=beta&t=BRKPTmrPCakaikhw59-ydRB8DDnwTMWa9_Ki2dSkxbk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4084851855","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4084851855","job_url_direct":"https:\/\/adadigital.se\/lediga-jobb?jid=1AC9CCAC-A1BD-485D-B4B6-3A500CFB7E19&src=linkedin_jobslot&urlHash=FyiD","title":"Driftplanerare av centrala system hos Alecta","company":"Ada Digital","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Management and Manufacturing","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"**Vill du driva produktionsplanering och releasehantering för kritiska system? Hos Alecta får du bidra till samhällets trygghet!**\n Som driftplanerare hos Alecta i Stockholm har du en central roll i att säkerställa IT driftsäkerheten för våra viktigaste system. Här får du chansen att bidra till något större – en samhällsviktig funktion där du gör skillnad varje dag. Vi värdesätter långsiktighet, kvalitet och individens utveckling, vilket gör att du får både trygghet och utmaningar i ditt arbete. Dessutom erbjuder vi flexibilitet och balans med möjlighet till distansarbete och moderna lokaler i centrala Stockholm. Här möts du av en dynamisk, hjälpsam atmosfär som erbjuder både teknisk komplexitet och närhet till beslut!\n   \n\n  \n\n**Vi erbjuder dig**\n* Ett meningsfullt arbete där du bidrar till att hålla våra kritiska IT system igång, något som är avgörande för både kollegor och kunder\n* Samhällsviktigt uppdrag där du hjälper Alectas kunder att trygga sin ekonomiska framtid\n* Goda utvecklingsmöjligheter med fokus på individutveckling och självledarskap, där du får växa både personligt och professionellt\n* Generösa förmåner som friskvårdsbidrag, lunchsubvention, förkortad sommararbetstid och tillgång till träningslokaler\n* Möjlighet att effektivisera och digitalisera våra processer\n* En trygg och stabil arbetsplats där långsiktighet och kvalitet genomsyrar allt arbete\n\n\n**Det här gör du hos oss**\n I Rollen Som Produktionsplanerare Är Du Med Och Säkerställer Driften Av Våra Centrala System. Dina Huvudsakliga Uppgifter Inkluderar\n   \n\n  \n\n* Planering och uppföljning av nattliga körningar\n* koordinera incidenter och avvikelser, i samarbete med både interna team och vår driftsleverantör\n* Arbetsleda en grupp på ca 10 personer som hjälps åt med incidentansvaret\n* Arbeta med långsiktiga planer, exempelvis för årsskifteskörningar och bemanningsplaner\n\n\n**Ditt team och arbetsplats**\n Du blir en del av ett team där ni alla samarbetar kring produktionsplaneringen. Teamet har ett övergripande ansvar för att samordna arbetet och bemanna arbetsschemat. Teamets mål är att tillhandahålla en stabil produktionsmiljö för Alectas kunder och interna användare. Du tillhör Alectas IT-avdelningen, som består av ca 130 medarbetare och är uppdelad i 13 agila team. Du kommer även ha ett brett kontaktnät både internt och externt, bland annat med applikationsteamet hos driftleverantören.\n   \n\n  \n\n Alecta sitter på ett fint och uppskattat kontor centralt i Stockholm, men möjligheten att jobba hemifrån finns.\n   \n\n  \n\n**Mer om dig**\n Vi Söker Dig Som Är Kommunikativ, Analytisk Och Gillar Att Grotta Ner Dig i Detaljer. Du Arbetar Strukturerat Och Drivs Av Att Skapa Ordning. För Att Lyckas i Rollen Ser Vi Gärna Att Du Har\n   \n\n  \n\n* Erfarenhet av produktionsplanering, drift eller releasehantering\n* Kunskap i Microsoft Office, särskilt Excel.\n* Är strukturerad och lösningsorienterad, med ett öga för detaljer och en förmåga att prioritera i komplexa miljöer\n* Är drivande och visar på ledarskapsförmåga\n\n\n Det är meriterande om du har erfarenhet av ITIL, SAFe, stordatormiljö z\/OS eller Azure DevOps.\n   \n\n  \n\n**Så här får vi kontakt**\n I den här rekryteringen har vi valt att samarbeta med Ada Digital som strävar efter en transparent, inkluderande och snabbrörlig rekryteringsupplevelse. Vi vill veta mer om dig och din potential! Du söker tjänsten enkelt och behöver inte bifoga några dokument. Det räcker med en motivering till varför du söker tjänsten och om du saknar CV kan du bifoga din LinkedIn-profil. Följ sedan din ansökan live via vår hemsida. Urvalet sker löpande och tjänsten kan bli tillsatt före sista ansökningsdatum. Är du nyfiken och vill veta mer innan du söker? Hör av dig till ansvarig rekryterare. Vi ser fram emot att få kontakt med dig!","company_url":"https:\/\/se.linkedin.com\/company\/ada-digital","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGktPdWqfI3nA\/company-logo_100_100\/company-logo_100_100\/0\/1730448645666\/ada_digital_logo?e=2147483647&v=beta&t=xSap0xj6uwnFNnIfJv-sHH77oz2gmUqOuLp-l2aSEq0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4091186158","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4091186158","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-Business-Analyst-inom-Bank-och-Finans-med-inriktining-mot-AML-och-KYC\/1090261901\/?feedId=388933&utm_source=linkedin&urlHash=TF9W","title":"Business Analyst inom bank och finans med inriktining mot AML och KYC","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology and Finance","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Hej och välkommen till oss på Capgemini! Tillsammans skapar vi mervärde och omvandlar affärsbehov till högteknologiska IT-lösningar.** \n\n\n\n\n  \n\n\n\n\n\n**OM OSS** \n\n\n\n\n  \n\n\n\n\n\n Enheten\n **Financial Services** \n är en del av en global organisation inom Capgemini. Vilket innebär att vi arbetar med kunder i Sverige men också i andra länder i Europa. I Stockholm består vårt team av drivna kollegor med olika bakgrund och erfarenheter och vi arbetar alla med de största bank- och försäkringsbolagen. Du erbjudas möjlighet att utvecklas som konsult både i lokala kundleveranser och i större globala åtaganden.\n \n\n\n\n  \n\n\n\n\n\n**OM ROLLEN** \n\n\n\n\n  \n\n\n\n\n\n Som\n **Business Analyst** \n arbetar du i uppdrag hos våra kunder inom bank- och finans, till dessa hör till exempel flertalet storbanker. I våra tvärfunktionella konsultteam blir du som betrodd rådgivare länken mellan kunden och utvecklingsteamet för att säkerställa en framgångsrik implementering av AML- och KYC-lösningar. Du kommer att driva processer, kartlägga affärsbehov, formulera och definiera tekniska- samt affärskrav\n \n\n\n\n  \n\n\n\n\n\n*I rollen hos oss får du:* \n\n\n\n\n  \n\n\n\n\n* Analysera system och processer relaterade till Financial Crime Prevention, Anti-Financial Crime och KYC compliance.\n* Utgå från ett rådgivande förhållningssätt kopplat till penningtvättsregelverken och AML-riskbedömning.\n* Utveckla projekt- och leveransplaner för implementeringsarbetet av teknologilösningar skräddarsydda för att möta de AML- och KYC-utmaningar som kunderna står inför.\n* Tillhandahålla utbildning och stöd till slutanvändare.\n* Hålla dig uppdaterad om teknologier, industritrender och regulatoriska förändringar som påverkar AML- och KYC-praxis.\n\n\n\n  \n\n\n\n\n\n**DIN PROFIL** \n\n\n\n\n  \n\n\n\n\n* Minst 4–5 års erfarenhet som Business Analyst\/Kravanalytiker med affärsförståelse inom finansbranschen.\n* Erfarenhet av att jobba som konsult.\n* Erfarenhet inom konsekvensanalys samt av att omvandla affärsbehov till affärskrav.\n* Erfarenhet från Financial Crime Prevention, Anti-Financial Crime och KYC.\n* Erfarenhet av programvaruplattformar som t.ex. Nice Actimize, LexisNexis, Accuity, DowJones, Netreveal, Pega eller Salesforce.\n* Certifieringar inom AML är önskvärda.\n* Goda kunskaper i svenska och engelska, då vi har en nära dialog med våra kunder.\n\n\n\n  \n\n\n\n\n\n**VAD VI TROR KOMMER FÅ DIG ATT TRIVAS** \n\n\n\n\n  \n\n\n\n\n\n För oss är delaktighet och gemenskapen viktig och vi ses så ofta vi kan för gemensamma aktiviteter som lunchträffar, afterworks och kompetensutbyte. Vi hjälper dig med kontinuerlig kompetensutveckling, certifieringar och intressanta kunduppdrag för en gedigen karriärutveckling. Samtidigt som vi har en nära dialog kring hur livspusslet bäst ska gå ihop.\n \n\n\n\n  \n\n\n\n\n\n**ANSÖKAN** \n\n\n\n\n  \n\n\n\n\n\n Varmt välkommen med din ansökan till oss! Vi inleder våra processer med att prata om vad du är intresserad av att göra som nästa steg och vi är genuint nyfikna över vilka faktorer som får dig att trivas på jobbet.","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4117066217","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4117066217","job_url_direct":"https:\/\/boards.eu.greenhouse.io\/ebury\/jobs\/4509576101?source=LinkedIn&urlHash=6b0z","title":"Senior Sales Executive","company":"Ebury","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales and Business Development","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"Ebury is a hyper-growth FinTech firm, named in 2021 as one of the top 15 European Fintechs to work for by AltFi. We offer a range of products including FX risk management, trade finance, currency accounts, international payments and API integration.\n   \n\n  \n\n**Senior Sales Executive - Stockholm**\n**4 days working in the office & 1 day from home**\n Our Senior Sales Executive's are the heartbeat of our sales floor, experts in what they do and role models for how they do it. You’ve put in the hours building client relationships, building your knowledge and building your reputation. Now you’re ready to step up onto a bigger stage to showcase your sales talents with an international brand, inspiring the next generation of FX sales people at Ebury as you lead the charge for new business.\n   \n\n  \n\n**About The Job**\n As an FX Senior Sales Executive, you’ll be focused on building your career in sales, driven by targets and a highly competitive commission structure while making a lasting impression on a vast client base.\n   \n\n  \n\n* Originate new business targeting client prospects (£50M+ turnover).\n* Sell cash management, FX hedging and payment products.\n* Understand the client's business, strategy and challenges to provide the best Ebury solution for their situation.\n* Support our strong client relationship\/servicing culture through on-going customer contact, written call reports via Salesforce, quality customer service and superior product knowledge\n\n\n**Why Join us?**\n* Industry leading basic salary and the opportunity to quickly increase your earnings through a transparent commission scheme.\n* Great product suite including Trade Finance with more products in development\n* Rapid career progression and a range of structured career paths including leadership, account management\/dealing.\n* Training and mentoring from some of the world’s most experienced and successful FX professionals.\n* International development opportunities including attending global bootcamps.\n* Career development opportunities and support to relocate and work abroad.\n* Spacious and modern office in Central Stockholm\n\n\n**You…**\n* Have a proven track record of exceeding sales quotas and market share goals in the FX industry.\n* Are able to develop sales strategies, techniques and tactics based on customer feedback and market environment; presenting key selling points, features and benefits.\n* Are a skilled negotiator and communicator, able to build and leverage relationships at senior levels, including C-suite, within international companies.\n* Are relationship focused, nurturing long-term commercial relationships resulting in repeat business and network referrals.\n* Have a good understanding of the needs and goals that a business has from a treasury & budgeting perspective.\n* Speak fluent Swedish & English\n\n\n**About Us**\n**Ebury is a FinTech success story, positioned among the fastest-growing international companies in its sector.**\n Founded in 2009, we are headquartered in London and have more than 1700 staff with a presence in more than 25 countries worldwide. Cultural diversity is part of what makes Ebury a special place to be. From Sao Paulo to Dubai, Bucharest to Toronto, we enjoy sharing team experiences and celebrating success across the Ebury family.\n   \n\n  \n\n Hard work pays off: in 2019, Ebury received a £350 million investment from Banco Santander and has won internationally recognised awards including Financial Times: 1000 Europe's Fastest-Growing Companies.\n   \n\n  \n\n None of this would have been possible without our proudest achievement: our great people. Enthusiastic, innovative and collaborative teams, always ready to disrupt and revolutionise the fast-paced FinTech sector.\n   \n\n  \n\n*We believe in inclusion. We stand against discrimination in all forms and have no tolerance for the intolerance of differences that makes us a modern and successful organisation. At Ebury, you can be whoever you want to be and still feel a sense of belonging no matter your story because we want you and your uniqueness to help write our future.*\n*Please submit your application on the careers website directly, uploading your CV \/ resume in English.*","company_url":"https:\/\/uk.linkedin.com\/company\/eburyfintech","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGTA6ue4e_quw\/company-logo_100_100\/company-logo_100_100\/0\/1681459477719\/eburyfintech_logo?e=2147483647&v=beta&t=dOL7GVVY38f7YAas6-thfP2WXm_MeJNHeDAuGMxuNUs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4117061797","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4117061797","job_url_direct":"https:\/\/boards.eu.greenhouse.io\/ebury\/jobs\/4509575101?source=LinkedIn&urlHash=KJY-","title":"Key Account Director","company":"Ebury","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales and Business Development","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"Ebury is a hyper-growth FinTech firm, named in 2021 as one of the top 15 European Fintechs to work for by AltFi. We offer a range of products including FX risk management, trade finance, currency accounts, international payments and API integration.\n   \n\n  \n\n**Key Account Director - Stockholm**\n**4 days working in the office & 1 day from home**\n Our Key Account Directors are the heartbeat of our sales floor, experts in what they do and role models for how they do it. You’ve put in the hours building client relationships, building your knowledge and building your reputation. Now you’re ready to step up onto a bigger stage to showcase your sales talents with an international brand, inspiring the next generation of FX sales people at Ebury as you lead the charge for new business.\n   \n\n  \n\n**About The Job**\n As a FX Sales Director, you’ll be focused on building your career in sales, driven by targets and a highly competitive commission structure while making a lasting impression on a vast client base.\n   \n\n  \n\n* Originate new business targeting client prospects (£50M+ turnover).\n* Sell cash management, FX hedging and payment products.\n* Understand the client's business, strategy and challenges to provide the best Ebury solution for their situation.\n* Support our strong client relationship\/servicing culture through on-going customer contact, written call reports via Salesforce, quality customer service and superior product knowledge\n\n\n**Why Join us?**\n* Industry leading basic salary and the opportunity to quickly increase your earnings through a transparent commission scheme.\n* Great product suite including Trade Finance with more products in development\n* Rapid career progression and a range of structured career paths including leadership, account management\/dealing.\n* Training and mentoring from some of the world’s most experienced and successful FX professionals.\n* International development opportunities including attending global bootcamps.\n* Career development opportunities and support to relocate and work abroad.\n* Spacious and modern office in Central Stockholm\n\n\n**You…**\n* Have a proven track record of exceeding sales quotas and market share goals in the FX industry.\n* Are able to develop sales strategies, techniques and tactics based on customer feedback and market environment; presenting key selling points, features and benefits.\n* Are a skilled negotiator and communicator, able to build and leverage relationships at senior levels, including C-suite, within international companies.\n* Are relationship focused, nurturing long-term commercial relationships resulting in repeat business and network referrals.\n* Have a good understanding of the needs and goals that a business has from a treasury & budgeting perspective.\n* Speak fluent Swedish & English\n\n\n**About Us**\n**Ebury is a FinTech success story, positioned among the fastest-growing international companies in its sector.**\n Founded in 2009, we are headquartered in London and have more than 1700 staff with a presence in more than 25 countries worldwide. Cultural diversity is part of what makes Ebury a special place to be. From Sao Paulo to Dubai, Bucharest to Toronto, we enjoy sharing team experiences and celebrating success across the Ebury family.\n   \n\n  \n\n Hard work pays off: in 2019, Ebury received a £350 million investment from Banco Santander and has won internationally recognised awards including Financial Times: 1000 Europe's Fastest-Growing Companies.\n   \n\n  \n\n None of this would have been possible without our proudest achievement: our great people. Enthusiastic, innovative and collaborative teams, always ready to disrupt and revolutionise the fast-paced FinTech sector.\n   \n\n  \n\n*We believe in inclusion. We stand against discrimination in all forms and have no tolerance for the intolerance of differences that makes us a modern and successful organisation. At Ebury, you can be whoever you want to be and still feel a sense of belonging no matter your story because we want you and your uniqueness to help write our future.*\n*Please submit your application on the careers website directly, uploading your CV \/ resume in English.*","company_url":"https:\/\/uk.linkedin.com\/company\/eburyfintech","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGTA6ue4e_quw\/company-logo_100_100\/company-logo_100_100\/0\/1681459477719\/eburyfintech_logo?e=2147483647&v=beta&t=dOL7GVVY38f7YAas6-thfP2WXm_MeJNHeDAuGMxuNUs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4026948885","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4026948885","job_url_direct":"https:\/\/dentsuaegis.wd3.myworkdayjobs.com\/DAN_GLOBAL\/job\/Stockholm\/Kundansvarig-projektledare-till-Dentsu-Creative_R1055931?source=LinkedIn_corporate_page&urlHash=xd4h","title":"Client Director","company":"dentsu","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Advertising Services","listing_type":null,"emails":"maria.cederbrand@dentsu.com","description":"**Job Description:**\n**Vi söker en affärsdriven Client Director till Dentsu Creative – en globalt prisbelönt byrå med ett spännande och integrerat erbjudande.**\n  \n\n  \n\n**OM TJÄNSTEN** \n  \n\n  \n\n Som Client Director har du det yttersta ansvaret för våra kunders tillväxt och utveckling. Ta del av vår starka kundportfölj och få även chans att vinna nya affärer till byrån. I rollen har du ambitiösa budgetmål, både för befintliga kunder och new business. Tack vare våra samarbeten inom dentsu-huset finns ett stort kontaktnät med starka kundrelationer att bygga vidare på.\n   \n\n  \n\n Du arbetar tillsammans med ett team av strateger, kreatörer, specialister, projektledare och produktionsledare. Tillsammans driver ni kampanjer, strategier och olika typer av kreativa kommunikationslösningar. Du bör vara mångsidig och van vid att driva olika typer av projekt, team och kunder. Du har goda projektledaregenskaper och värdesätter nära samarbete med såväl kund som kollegor. Du agerar rådgivare för dina kunder men utvecklar och inspirerar även dina kollegor.\n   \n\n  \n\n Du driver pitcher, proaktiva nykundsprojekt, offertförfrågningar och upphandlingar. Du verkar även för integrerade affärsmöjligheter med våra andra dentsu Service Lines, CXM och Media. Beroende på tidigare erfarenhet och intressen kan en del affärsutvecklingsansvar innefattas i rollen.\n   \n\n  \n\n Du tillhör ett av våra Business Teams, där vi växeldrar och hjälps åt med ett “Let’s do it”-mindset. Viktigt är att du är prestigelös och van att röra dig mellan en säljande roll, projektledare och ibland tom kan steppa in och stötta i mer operativa uppgifter. Du rapporterar till vår Business Director.\n   \n\n  \n\n**I rollen kommer du att:** \n  \n\n  \n\n* Ha löpande kundkontakt och ansvara för att leda ett antal kunder\n* Driva kundteam i olika typer av projekt och processer\n* Jobba löpande med lönsamhet och tillväxt mot satta budgetmål\n* Driva pitcher och proaktiva införsäljningsprojekt för att nå satta nykundsmål\n* Sätta kundplaner, projektplaner, samt driva och följa upp dessa både internt och externt\n* Tillsammans med strateger, planners och kreatörer initiera strategier, konceptarbeten, kampanjer och olika typer av varumärkesstärkande lösningar\n* Delta i utvalda interna growth- och businessforum\n* Arbeta och rapportera i verktyg som Salesforce och Marathon\n* Tillsammans med projekt- och\/eller produktionsledare kvalitetssäkra leveranser\n* Bevaka projektens och kundens totala lönsamhet\n* Delta och engagera dig i Dentsu Creatives gemensamma aktiviteter\n\n\n  \n\n  \n\n**VEM ÄR DU?** \n  \n\n  \n\n Du har minst 8 års erfarenhet från byråsidan i liknande befattning, med god erfarenhet av kundansvar, senior projektledning och försäljning. Du drivs av affär, att ständigt utmanas och att växa genom att fördjupa din kompetens inom kreativ kommunikation.  Du ödmjuk, utåtriktad, nyfiken och helhetsfokuserad. Du är van att rådge kunder – och känner dig utmanad och motiverad av att, tillsammans med specialister, driva bred och mångsidig kommunikation. Du är noggrann, ansvarstagande och värdesätter goda relationer med såväl kunder som kollegor. Du räds inte för att ta tag i krävande situationer som kan uppstå när riktigt bra kommunikation skapas.\n   \n\n  \n\n Sammanfattningsvis söker vi dig om har:\n   \n\n  \n\n* Minst 8 års erfarenhet av senior projektledning och kundansvar\n* Dokumenterad erfarenhet av kundansvar, budgetansvar och försäljning\n* Erfarenhet från byrå- eller konsultsidan\n* Erfarenhet av att jobba med olika typer av kommunikationsdiscipliner\n\n\n  \n\n  \n\n**OM DENTSU CREATIVE & DENTSU** \n  \n\n  \n\n Dentsu Creative är en sammanslagning av de tidigare byråerna Isobar, John Brown och MKTG – och är nu en kreativ byrå i ett globalt nätverk. Vi tror att kreativ kommunikation har möjligheten påverka samhällen, bygga kultur och forma framtiden. Vi sätter lika stort värde på kreativt tänkande som digital förståelse och lösningar som skapar affärsnytta. På Dentsu Creative skapar vi varumärkesplattformar, reklam och sociala medie-kampanjer – men även content, PR-aktiveringar och event. I Sverige har vi siktet inställt på att bli en av branschens ledande kreativa byråer.\n   \n\n  \n\n På Dentsu Creative har du kollegor över hela världen. Totalt är vi cirka 9 000 personer på 145 marknader. Dentsu som globalt media- och kommunikationsnätverk har hela 47 000 medarbetare och erbjuder tjänster inom Media, Creative och CXM via våra ledande byråer Carat, dentsuX, iProspect, Dentsu Creative och Merkle.\n   \n\n  \n\n Som arbetsgivare erbjuder dentsu bland annat:\n   \n\n  \n\n* Kollektivavtal\n* 5000 kronor i friskvårdsbidrag\n* 30 dagars semesterrätt\n* Flexibilitet och en mix av hemarbete och en motiverande kontorsmiljö på central adress\n* Stora karriärs- och utvecklingsmöjligheter\n\n\n  \n\n  \n\n**Ansökan och kontakt** \n  \n\n  \n\n Har du erfarenhet från liknande roll, är dedikerad i ditt sätt att växa affär och tycker att Dentsu Creative och dentsu låter spännande? Sök nu!\n   \n\n  \n\n Vi erbjuder en tillsvidareanställning med 6 månaders inledande provanställning. Tjänsten är placerad i Stockholm. Vi kommer att påbörja urvalsprocessen i mitten av september, så sök gärna snarast möjligt.\n   \n\n  \n\n Vi ser fram emot att höra från dig!\n   \n\n  \n\n Vid frågor, kontakta:\n   \n\n  \n\n Maria K. Cederbrand, Senior Talent Acquisition Partner\n   \n\n  \n\n maria.cederbrand@dentsu.com\n   \n\n  \n\n**Location:**\n Stockholm\n   \n\n  \n\n**Brand:**\n Dentsu Creative\n   \n\n  \n\n**Time Type:**\n Full time\n   \n\n  \n\n**Contract Type:**\n Permanent","company_url":"https:\/\/jp.linkedin.com\/company\/dentsu","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGSceqDCNOufA\/company-logo_100_100\/company-logo_100_100\/0\/1630544766068\/dentsuintl_logo?e=2147483647&v=beta&t=R-XM-cBNpMT4U7unhqt-2G9-D1P4fCdhcn7Zqw-Ysxw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4010340379","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4010340379","job_url_direct":"https:\/\/careersatagoda.com\/job\/6198120-lead-sr-lead-partner-programs-bangkok-based-relocation-provided\/?gh_jid=6198120&gh_src=c465d9c41&urlHash=WBHD","title":"Lead\/Sr Lead, Partner Programs (Bangkok-based, Relocation Provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"**About Agoda**\n Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with a global network of 4.7M hotels and holiday properties worldwide, plus flights, activities, and more . Based in Asia and part of Booking Holdings, our 7,100+ employees representing 95+ nationalities in 27 markets foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enhancing the ability for our customers to experience the world.\n   \n\n  \n\n**Our Purpose –** \n**Bridging the World Through Travel**\n We believe travel allows people to enjoy, learn and experience more of the amazing world we live in. It brings individuals and cultures closer together, fostering empathy, understanding and happiness.\n   \n\n  \n\n We are a skillful, driven and diverse team from across the globe, united by a passion to make an impact. Harnessing our innovative technologies and strong partnerships, we aim to make travel easy and rewarding for everyone.\n   \n\n  \n\n**Get to Know our Team:**\n One Supply is a team of creative entrepreneurs who design tailored business and product solutions for our partners and help them generate incremental value. Members of our team are empowered and supported to grow their market(s) or accounts. We develop win-win relationships and leverage Agoda’s unique accommodations portfolio and tech solutions to bring our partners the advantages they seek . Utilizing our strong brand and resources, we roll out new products to increase the visibility of Agoda, introduce more travelers to our great products and services and deliver significant revenues to the overall business.\n   \n\n  \n\n**The Opportunity:**\n A Lead\/Senior Lead will play an integral part by designing, developing and scaling new programs globally, providing strategic planning support to different markets, ensure programs portfolio growth and performance, as well as work closely with product and tech to develop new features and automate processes.\n   \n\n  \n\n* Attractive compensations and benefits, amazing offices in heart of Bangkok, relocation support.\n* Be part of young and multinational global team in Bangkok HQ (15+ nationalities in Partner Programs team)\n* Work on various strategic projects from idea stage until global rollout and scaling\n* 360 visions on supply operations and strategy as you will work with supply, product, performance marketing, partner services, finance, tax and legal, pricing teams\n* Mentorship + various opportunities for advancement throughout the business\n\n\n**In this Role, you will gain experience in :**\n* Project Management : come up with initiatives to reach business targets, plan milestones and deliverables, allocate tasks, manage stakeholders, measure performance and deliver results impacting business.\n* Go-To-Market Strategy: develop pilot, testing and global rollouts plans for new programs, products and updates.\n* Stakeholder Management : align objectives and deliverables with colleagues in finance, legal, product, marketing and partner services departments.\n* Reporting : Enhance and streamline reports for senior leadership with help of Analytics team and deliver actionable insights.\n* Research and presentations : Present your findings and insights to relevant stakeholders, auditors and senior leadership team on a regular basis.\n* Country coordination: Support local country teams to grow portfolio size of our solutions, help to answer their questions, provide them with actionable insights\n* Kick-start new ideas:  find new opportunities and bring them into action. Based on data you see opportunities and come up with concepts to test and implement them\n\n\n**What you’ll Need to Succeed:**\n* Minimum 5+ years of experience in top tier consulting firms, international tech companies, fast growing internet \/ tech startups.\n* At least 3-4 years of experience in project management and handling tickets & operations and administrative tasks\n* Bachelor’s Degree or higher from a top university with a quantitative, finance or engineering degree, advanced business degrees. MBA from a top school is preferred\n* Ability to communicate fluently in English\n* Familiarity with SQL, Tableau, advanced Excel skills, advanced PowerPoint and presentation skills\n* Proven track record in Consulting Projects \/ Project Management \/ Business Planning, business or financial analysis\n* Proven track record in using data analysis, data insights and experimentation to support business decisions\n* Intellectual curiosity, ability to learn fast\n* A team player who work well with multiple stakeholders in a multicultural environment\n\n\n**#sanfrancisco #sanjose #losangeles #sandiego #oakland #denver #miami #orlando #atlanta #chicago #boston #detroit #newyork #portland #philadelphia #dallas #houston #austin #seattle #washdc #tirana #yerevan #sydney #melbourne #perth #vienna #graz #baku #minsk #brussels #antwerp #ghent #charleroi #saopaolo #sofia #toronto #vancouver #montreal #shanghai #beijing #shenzhen #zagreb #cyprus #prague #Brno #Ostrava #copenhagen #cairo #alexandria #giza #estonia #helsinki #paris #nice #marseille #rouen #lyon #toulouse #tbilisi #berlin #munich #hamburg #stuttgart #cologne #frankfurt #dusseldorf #dortmund #essen #Bremen #leipzig #dresden #hanover #nuremberg #athens #hongkong #budapest #bangalore #newdelhi #jakarta #bali #bandung #dublin #telaviv #milan #rome #naples #turin #palermo #venice #bologna #florence #tokyo #osaka #yokohama #nagoya #okinawa #fukuoka #sapporo #amman #irbid #riga #beirut #tripoli #vilnius #luxembourg #kualalumpur #malta #chisinau #amsterdam #oslo #jerusalem #manila #warsaw #krakow #sintra #porto #braga #cascais #loures #amadora #almada #doha #alrayyan #bucharest #moscow #saintpetersburg #riyadh #jeddah #mecca #medina #belgrade #singapore #bratislava #capetown #johannesburg #seoul #barcelona #madrid #valencia #seville #bilbao #malaga #oviedo #alicante #laspalmas #zaragozbanga #stockholm #zurich #geneva #basel #taipei #tainan #taichung #kaohsiung #Phuket #bangkok #istanbul #ankara #izmir #dubai #abudhabi #sharjah #london #manchester #edinburgh #kiev #hcmc #hanoi #sanaa #taiz #aden #gibraltar #marrakech #lodz #wroclaw #poznan #Gdansk #szczecin #bydgoszcz #lublin #katowice #rio #salvador #fortaleza #brasilia #belo #belem #manaus #curitiba #portoalegre #saoluis**\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy .\n   \n\n  \n\n To all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGBa_7QNZNwpw\/company-logo_100_100\/company-logo_100_100\/0\/1656643826660\/agoda_logo?e=2147483647&v=beta&t=iSwgEmhJBSLP-IBRdGhQbi_Wl0Oz_1yq8POzAjqMOWc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081165654","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081165654","job_url_direct":"https:\/\/www.sweco.se\/karriar\/ansok-har\/?rmpage=job&rmjob=23080&urlHash=h1GK","title":"Arbetsmiljöledare till Sweco","company":"Sweco","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Civil Engineering, Architecture and Planning, and Environmental Services","listing_type":null,"emails":"michael.duvaldt@sweco.se","description":"Nu stärker vi vår KMA-organisation med en senior Arbetsmiljöledare. Har du goda kunskaper i arbetsmiljöarbete och har erfarenhet av processorienterad verksamhetsutveckling? Då tror vi att det här är rätt möjlighet för dig!\n \n\n\n\n I rollen som Arbetsmiljöledare inom KMA ligger fokus på ett strategiskt helhetsansvar för driva arbetsmiljöarbetet på Sweco framåt.\n \n\n\n\n  \n\n\n\n\n\n**Varför jobba hos oss?** \n\n\n\n\n KMA Sweco Sverige centralt består utöver chef av fem medarbetare.\n \n\n\n\n Vi vågar påstå att vi är en av\n **Sveriges mest attraktiva arbetsplatser.** \n Hos oss får du möjlighet att\n **skapa ett hållbart samhälle** \n genom att arbeta i en organisation som tar ansvar och skapar verklighet av visioner. Vi erbjuder samtidigt en omväxlande och dynamisk arbetsmiljö med stora möjligheter till\n **teknisk och personlig utveckling** \n . Hos oss kan du\n **bidra till att skapa** \n den organisation du vill tillhöra och verkar i.\n \n\n\n\n  \n\n\n\n\n\n Hos Sweco blir du en\n **del av en gemenskap** \n . I våra relationer till varandra och till våra kunder hittar vi styrkan, nyfikenheten och lösningarna att komma framåt – både i jobbet och i livet. Vi är en\n **flexibel arbetsplats** \n för att du ska kunna styra dina dagar i största möjliga mån, genom ansvar, frihet och\n **stöttande kollegor** \n . Hos oss är det viktigt att ha kul på jobbet! Du kommer att arbeta i\n **nära samarbete** \n både med dina lokala Sweco-kollegor och även med kollegor nationellt.\n \n\n\n\n  \n\n\n\n\n\n**Din framtida roll** \n\n\n\n\n I rollen som Arbetsmiljöledare kommer du ansvara för att Sweco Sverige har ett ledningssystem som uppfyller arbetsmiljölagen samt därtill hörande föreskrifter. I rollen kommer du att ha det strategiska helhetsansvaret för det funktionella arbetet i organisationen med tyngdpunkt på proaktiva åtgärder med stora möjligheter att påverka arbetet.\n \n\n\n\n  \n\n\n\n\n\n Exempel på arbetsuppgifter\n \n\n\n* Ansvarar för de styrande arbetsmiljö dokument som finns i Swecos verksamhetssystem, både legala och bolagsstyrda\n* Större utredningar vid allvarliga händelser\n* Sverige-övergripande projekt såsom BBS \/ Säkerhetskultur\n* Ansvara för IA Incidenthanteringssystem för arbetsmiljö\n* Ämnesansvarig för de gemensamma arbetsmiljöutbildningarna i Sweco Sverige\n* Samordna det strategiska arbetsmiljöarbetet inom bolaget\n* Utveckla och implementera strategier och policyer centralt och i division kopplat till arbetsmiljöarbetet\n\n\n\n  \n\n\n\n\n\n**Den vi söker – är det du?** \n\n\n\n\n Vi ser att du har god kommunikationsförmåga och en naturlig samarbetsförmåga med såväl interna som externa kontakter. Du är van vid att självständigt kunna driva och ansvara för ditt egna arbete. Vidare ser vi att du har en konsultativ förmåga tillsammans med både en analytisk och strategisk förmåga. Detta för att på bästa sätt kunna jobba med Swecos långsiktiga arbetsmiljöarbete. Vi tror också att du är van vid och trivs med att jobba mot uppsatta mål.\n \n\n\n\n Vi ser att du har en lämplig högskoleutbildning i botten inom arbetsmiljö, miljö, hållbarhet, kemiteknik, medicinteknik, maskinteknik eller liknande utbildning i kombination med arbetslivserfarenhet som väger upp på motsvarande sätt.\n \n\n\n\n  \n\n\n\n\n\n Krav\n \n\n\n* Minst 5 års erfarenhet av liknande roller, t.ex. arbetsmiljöchef \/ KMA \/ HSE, med stor vana att arbeta både strategiskt och operationellt med arbetsmiljöfrågor.\n* Minst 5 års erfarenhet av arbetsmiljöfrågor inom senior befattning\n* Flera års erfarenhet från liknande roll inom bygg, entreprenad, industri, elinstallation eller liknande\n* Mycket goda kunskaper i svenska och engelska, både skriftligt och muntligt\n\n\n\n  \n\n\n\n\n\n Meriterande\n \n\n\n* Vana vid att arbeta i större organisationer i en decentraliserad organisation.\n* Erfarenhet från frågor inom hållbarhet, kvalitet och miljö\n* Kunskaper inom IT, t.ex. om AI och appar\n* Kunskaper inom BAS-U och BAS-P\n* Kunskaper\/utbildning\/revision inom ISO 45001\n\n\n\n  \n\n\n\n\n\n**Ansökan** \n\n\n\n\n Intervjuer sker löpande och tjänsten kan tillsättas före sista ansökningsdatum. Vi tar inte emot ansökningar via mejl, utan hänvisar samtliga ansökningar till ansökningsformuläret nedan. Vi återkopplar till samtliga sökande efter avslutad rekryteringsprocess.\n \n\n\n\n På Sweco vill vi vara en arbetsplats präglad av mångfald. Vi tror att fler perspektiv breddar vår förmåga att fortsätta nå våra mål och eftersträvar mångfald i våra rekryteringsprocesser.\n \n\n\n\n Varmt välkommen med din ansökan!\n \n\n\n\n  \n\n\n\n\n\n**Kontakta oss** \n\n\n\n\n Vill du höra mer om tjänsten och hur vi jobbar i gruppen? Välkommen att kontakta Michael Duvaldt på michael.duvaldt@sweco.se\n \n\n\n\n Vill du vara med och forma framtiden?\n \n\n\n\n Då ser vi fram emot din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/sweco","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFTuOGX9zJ92g\/company-logo_100_100\/company-logo_100_100\/0\/1630491196923\/sweco_logo?e=2147483647&v=beta&t=Q8u0ULDGLbyryQXG8VAA0RXUC1PzDNejy8jm_XK18cI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3771181674","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3771181674","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/tekniker-inom-2nd-line-support-op-2022428068\/&urlHash=6THY","title":"Tekniker inom 2nd line support","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Centric söker nu supporttekniker med minst två års erfarenhet av IT-support på 2nd line nivå till uppdrag hos en kund som behöver stärka sin 2nd line support.\n   \n\n  \n\n Som konsult på Centric får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.\n   \n\n  \n\n Uppdraget är på heltid och kommer att pågå tills vidare.\n   \n\n  \n\n**Dina arbetsuppgifter** \n Som tekniker inom 2nd line support kommer du arbeta med att ta emot och lösa incidenter samt problem som eskalerats från 1st line. Du kommer att arbeta nära verksamheten och ärendena löser du via telefon, remote och onsite. Att lösa de mer komplexa problemen med hjälp av grundlig felsökning är en stor del av arbetet. Du kommer att arbeta med dagligt installations- och serviceunderhåll, säkerhetslösningar samt supportarbete på utrustning samt i system och applikationer såsom Microsoft 365, Azure och Intune.\n   \n\n  \n\n**Din profil och kvalifikationer** \n För att lyckas i rollen ser vi att du har arbetet i minst två år med liknande arbetsuppgifter och inom IT i fem år. Som person har du ett strukturerat tankesätt med uppmärksamhet på detaljer. Du är tekniskt kunnig, en riktig lagspelare samt talar och skriver svenska och engelska flytande.\n   \n\n  \n\n*Krav*\n* Erfarenhet av djupare felsökning\n* Goda kunskaper inom Microsoft 365 och Azure\n* Erfarenhet av Windows Server 2016 och uppåt – uppsättning och underhåll\n* God nätverksförståelse\n\n\n*Meriterande*\n* Erfarenhet kring olika backuplösningar\n* Erfarenhet av virtualisering\n* B-körkort\n\n\n Vi lägger stor vikt vid dina personliga egenskaper.\n   \n\n  \n\n**Vad vi erbjuder** \n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi sätter stort värde på att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande och roliga aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under trevliga och avslappnande former.\n   \n\n  \n\n*Mer om oss*\n Centric är ett IT-företag med 380 anställda, och med kontor i Stockholm, Göteborg, Malmö och Linköping. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4114368833","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4114368833","job_url_direct":"https:\/\/ayvens.wd3.myworkdayjobs.com\/AyvensCareers\/job\/Solna\/Claim-Handler_JR_10027666&urlHash=h5va","title":"Skadereglerare","company":"Ayvens","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Finance and Sales","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"**At Ayvens, progress starts with you.**\n Our ambitions to shape the future of sustainable mobility are powered by our talent. Join us, and get better with every move.\n   \n\n  \n\n**Om Tjänsten**\n I den här rollen kommer du tillsammans med Insurance Manager säkerställa företagets arbete med skadereglering och försäkringsadministration. Ansvaret fördelas mellan dig och ytterligare fyra skadereglerare, två skadetekniker samt tre inom Accident Management. Vi lyckas med detta genom att alltid leverera en hög servicenivå och samarbete till varandra, våra förare, kunder, leverantörer, partners samt andra försäkringsbolag. Kontoret är beläget i Solna men möjlighet till flexibel arbetsplats del av veckan.\n   \n\n  \n\n**Arbetsuppgifter\/Ansvar**\n* Handlägga, reglera och avsluta skadeärenden utifrån försäkringsvillkor, lagstiftning, LeasePlans interna rutiner och processer samt Euro Insurances SLA.\n* Agera kontaktperson mot kunder, kollegor samt mot externa parter som t ex andra försäkringsbolag, hyrbilsföretag och verkstäder.\n* Ansvara för och säkerställa mottagande och registrering av inkommande skadeärenden.\n* Medverka i det skadeförebyggande arbetet samt försäkringsförnyelse vid behov.\n* Medverka vid Claims Review, GAD och extern revision.\n* Medverka till att verksamheten bedrivs i linje med företagets & Euro Insurances policy.\n* Ansvara för att LeasePlans försäkringsadministration levereras inom interna SLA.\n* Ansvara för att ta emot, behandla, åtgärda och följa upp eventuella problem eller missnöje från kund.\n* Vid behov medverka i interna utredningar och projekt.\n* Att utföra ovan beskrivna arbetsuppgifter enligt LeasePlans policies och riktlinjer.\n\n\n**Kompetenskrav**\n* Tal och skrift i både svenska och engelska.\n* Kunskap samt erfarenhet av motorskadereglering: trafik, delkasko samt vagnskada.\n\n\n**Meriterande**\n* IFU-utbildning eller motsvarande inom skadereglering.\n* Kunskap inom skadeteknik.\n* Breda kunskaper i Microsoft Office.\n\n\n**Personliga Egenskaper**\n* Du vill hålla en hög service mot våra kunder och har förmåga att kunna arbeta självständigt såväl som i grupp.\n* Du är en lagspelare som gillar att hjälpa till samt lösa problem.\n* Du ska ha lätt för att uttrycka dig i både tal och skrift.\n* Du är nyfiken och gillar att ta dig an nya utmaningar samt förbättra befintliga processer.\n\n\n**Why Ayvens?**\n With over 3.3 million vehicles managed across more than 44 countries, we provide full-service leasing, flexible subscription services, fleet management services and multi-mobility solutions to customers of all sizes, including large corporates, SMEs, professionals, and private individuals. By leveraging our unique position to lead the way to net zero and further shape the digital transformation of the industry, we are well-positioned to meet the evolving mobility needs of our clients and provide them with the solutions they need to thrive.\n   \n\n  \n\n At Ayvens, we believe that our success is driven by our commitment to customer satisfaction. Our team is dedicated to delivering innovative solutions and technology-enabled services that help our customers focus on their everyday business. We’re committed to sustainable mobility and have made it a core part of our strategy. In everything we do, we’re guided by the principles of authenticity, curiosity, commitment and collaboration. We aim to foster an organisation that's diverse in people and ideas, where everyone can thrive and be themselves, no matter who they are.\n   \n\n  \n\n Join us on this exciting journey as we continue to enable the transformation towards large scale adoption of sustainable mobility and provide our customers with the solutions they need to succeed. Follow our page for the latest updates, news, and insights.\n   \n\n  \n\n \\*ALD Automotive | LeasePlan are rebranding to Ayvens across all 44 countries by 2025.","company_url":"https:\/\/www.linkedin.com\/company\/ayvens","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHXCBCnjpcvxA\/company-logo_100_100\/company-logo_100_100\/0\/1697434143011\/ayvens_logo?e=2147483647&v=beta&t=XmhTq4Deyd4ubLzK_6ojvpHT1AJAu3GaxgrunV6GAtQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4117039219","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4117039219","job_url_direct":"https:\/\/careers.voi.com\/jobs\/5274699-mechanical-engineer&urlHash=x1iR","title":"Mechanical Engineer","company":"Voi Technology","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Consumer Services","listing_type":null,"emails":null,"description":"****Since 2018, Voi has been on a mission to create safe, sustainable and reliable micromobility for everyone. Today we are the #1 e-scooter service in Europe, operating in 100+ cities with over 275+ MILLION rides to date. It has been an amazing journey and we have no intention of stopping now!****\n**As a Mechanical Engineer in the Vehicle Hardware & Quality Assurance team, you’ll play a key role in the development of our next-generation hardware, ensuring it meets our high standards of repairability, reliability, and performance. With end-to-end ownership of product development\n **, field operations and focus on** \n supplier collaboration, this is a unique opportunity to make a lasting impact on how we roll out micromobility solutions worldwide.**\n Your focus will be on setting requirements and specifications, steering supplier designs, and ensuring successful testing and verification of hardware throughout its lifecycle. You'll work cross-functionally, bridging the gap between Voi's in-house teams and our supplier network. Some weeks per year, you will travel to China to maintain close collaboration with our supplier. From initial concept to mass production and field support, you'll contribute to every phase of development, ensuring our hardware is both cutting-edge and user-friendly.\n   \n\n  \n\n**YOUR MISSION AT VOI**\n* End-to-End Hardware Development: Be part of the co-development of hardware with suppliers, ensuring alignment with Voi’s requirements.\n* Testing & Verification: Define, review, and verify supplier designs through rigorous testing and evaluations, safeguarding quality and reliability.\n* Issue Resolution: Investigate in-field failures after launch, determine root causes, and implement solutions with suppliers to improve product performance.\n* Collaboration: Work closely with Voi teams (HW & QA, IoT, SW, procurement, supply chain) and external partners to deliver seamless solutions.\n* Global Impact: Travel quarterly to China (a few weeks at a time) to collaborate with suppliers and occasionally visit Voi markets for hands-on fieldwork.\n\n\n**What You Need To Embark**\n* Bachelor’s or Master's degree in an engineering discipline (mechanical preferred).\n* Good experience in end-to-end mechanical engineering development, including CAD, CAE, and FEA.\n* Expertise in setting requirements, conducting design reviews, and performing hands-on assessments (e.g., repairability, serviceability).\n* Familiarity with DFMEA and PFMEA processes.\n* Strong knowledge of reliability testing and verification.\n* Proven track record of supplier collaboration (bonus for experience with Chinese suppliers).\n* Excellent problem-solving abilities (data-driven approach is a plus; SQL knowledge is a bonus).\n* Strong communication skills in English (bonus if you’re proficient in Chinese).\n* Ability to manage multiple projects simultaneously.\n\n\n**WHY VOI?**\n Working At Voi Is More Than Just a Job; Our People Promise Includes a Personal Voiage Where You Will Grow As a Professional And Be a Part Of a Team And Culture That Builds Something Meaningful For Society. In Addition To This You’ll Have The Opportunity To\n   \n\n  \n\n* Join Europes #1 micromobility company\n* Get “skin in the game” through our employee options program and be a part of building a world class organisation\n* Work with inspiring, motivated and fun colleagues towards a common goal\n* Join the micromobility-revolution and be a part of creating sustainable cities made for living, free from noise and pollution\n\n\n Since 2018,\n **Voi** \n has been on a mission to create safe, sustainable and reliable micromobility for everyone. Today we are the leading shared micromobility operator in Europe, with HQ in Stockholm (Sweden), operating 100,000+ vehicles in 100+ towns and cities across 12 countries, serving 7+ million riders with over 300+ MILLION rides to date, and we have no intention of stopping here! We believe that micromobility will play a central role in changing how people move in our towns and cities in the future and want to ensure that the micromobility transformation happens the right way - through real innovative technology, partnership and transparent dialogue with towns, cities and governments, and by adapting our products to the local needs. In addition to improving quality of life in cities around the world, we are contributing to the solution for climate change by making sustainable transportation options more widely available and promoting renewable energy use and circularity along our supply chain.\n   \n\n  \n\n**Diversity Matters**\n As a Voiager, we offer you a friendly and fast-paced workplace where you can bring your whole self to work, regardless of gender, age, ethnicity, religion, disability or sexual orientation - and welcome applications from whoever you are, including veterans, those actively serving as a Reservist and their partners. What is most important to us is how you treat others and what skills and value you bring to our team. We believe that having a wide diversity of people with different backgrounds and perspectives within Voi is essential to our success in delivering the best user experience to our equally diverse user base. With employees from over 50 nationalities working within Voi, we believe we have made good progress but know we can still do more - therefore we discourage any photos, personal letters, or disclosure of any information that concerns other information than your professional experience.","company_url":"https:\/\/se.linkedin.com\/company\/voi-technology","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFo65CzbG9jhQ\/company-logo_100_100\/company-logo_100_100\/0\/1630649328069\/voi_technology_logo?e=2147483647&v=beta&t=EQYc0z7SkXYSpQsGhrqpulCg50D1lE0Q4dKkTpueOV0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4117068257","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4117068257","job_url_direct":"https:\/\/www2.pcrecruiter.net\/pcrbin\/reg5.aspx?_=GIQOY7W4T2WM6Q6TIW5LCRAE5BCL5Z73WQ6KTPA6T5NZY4TID6MLGLFYHFVNSNYHU4FL2FTS7LEIVVP6PPGIA4ECPWTLQSCML73UHUUQB6H23RQ5JUNDOFYVJQM7CEL57IS4J5ZJMRQGFEFFDSG6KJC7TOQEIZLIJEINFBKGJE3GRWC72PWBJMMBNCIAWJ3VQ2RN7DMUEF4JNAKCD5HNNOC5HD7ZINVRHV2E2TBZKVTIEPBQRHYK7F7KE6W6WPCMYY4REAQ5VDQPUL6VT72IMAYUHAKCRSTPOML3FIQ5RNZXH67OOSOEARZHI7QRCBL447P62RMGPLTU6NXIKONLBADKHVLCLEHHROITQ55MF4PZEBDFMFSFPWPWS6LV3PFGZWTRAUFMUCQEZHK6NBRG6M7WZ3VU6225YLHB55D2QXX3F3RSPFLFAPPCMRXCZJDVQQ&urlHash=gRTx","title":"Global Account Manager (GAM) - EU","company":"Cogent Communications","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Telecommunications","listing_type":null,"emails":"careers@cogentco.com, careers@cogentco.com","description":"**Job Description**\n**Company** \n :\n   \n\n  \n\n Cogent Communications is a multinational, Tier 1 facilities-based ISP, consistently ranked as one of the top five networks in the world and is publicly traded on the NASDAQ Stock Market under the ticker symbol CCOI. Cogent specializes in providing businesses with high speed Internet access, Ethernet transport services and is one of the only US providers who own and operate their own fibre infrastructure spanning the US for diverse Wave connectivity. Cogent's facilities-based, all-optical IP network backbone provides IP services in over 235 markets globally. Since its inception, Cogent has unleashed the benefits of IP technology, building one of the largest and highest capacity IP networks in the world. This network enables Cogent to offer large bandwidth connections at highly competitive prices. Cogent also offers superior customer support by virtue of its end-to-end control of service delivery and network monitoring.\n   \n\n  \n\n**Position Overview:**\n The Global Account Manager is responsible for identifying and securing new business opportunities globally. By employing consultative selling techniques and relationship-building strategies, you will work directly with the nation’s leading IT Decision Makers to position Cogent's connectivity solutions. This role involves proactive outreach through direct calling, email, and onsite meetings, with a strong focus on understanding clients' current and future connectivity needs. Success in this position will be measured by meeting or exceeding monthly revenue goals and establishing Cogent as a trusted partner across commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n   \n\n  \n\n**Responsibilities** \n :\n   \n\n  \n\n* Identify, qualify, and secure new business opportunities within a global sales territory, focusing on market segments who require IP transit, Wave connectivity, Ethernet, Colocation and IPv4 services.\n* Use direct calling, email outreach, and customer meetings to connect with Key Decision Makers and generate new business opportunities.\n* Employ consultative and relationship-driven sales approaches to identify prospective clients’ current and future connectivity needs.\n* Position Cogent’s services as the preferred choice by leveraging our extensive global network footprint, which spans commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n* Collaborate with internal teams to ensure customer needs are met and expectations exceeded.\n* Maintain and update detailed records of sales activities in CRM systems, tracking progress, and managing customer relationships.\n\n\n**Qualifications** \n :\n   \n\n  \n\n* Telesales experience in any industry, with B2B sales experience being an advantage\n* Proven ability to identify, qualify, and generate new business opportunities through proactive prospecting and research.\n* Strong communication skills, both oral and written, with the ability to engage effectively with Key Decision Makers.\n* Self-motivated, positive, and proactive, with a passion for adding value to clients and excelling in a competitive, revenue-driven environment.\n* Ability to work independently in a fast-paced, team-oriented and competitive environment with revenue-driven goals and rewards.\n* Familiarity with CRM systems and basic proficiency in Microsoft Office are beneficial.\n* Telecommunications experience or knowledge of connectivity solutions is advantageous but not essential.\n* Cogent operates a global sales model so foreign language skills are an advantage\n\n\n**Work Environment:**\n This is an in-office position, five days a week, designed to support your success through focused mentorship, training, and personal coaching.\n   \n\n  \n\n To apply for the Global Account Manager position, please submit your resume and cover letter to careers@cogentco.com .\n   \n\n  \n\n Cogent Communications is an Equal Opportunity Employer.\n   \n\n  \n\n**Company** \n :\n   \n\n  \n\n Cogent Communications is a multinational, Tier 1 facilities-based ISP, consistently ranked as one of the top five networks in the world and is publicly traded on the NASDAQ Stock Market under the ticker symbol CCOI. Cogent specializes in providing businesses with high speed Internet access, Ethernet transport services and is one of the only US providers who own and operate their own fibre infrastructure spanning the US for diverse Wave connectivity. Cogent's facilities-based, all-optical IP network backbone provides IP services in over 235 markets globally. Since its inception, Cogent has unleashed the benefits of IP technology, building one of the largest and highest capacity IP networks in the world. This network enables Cogent to offer large bandwidth connections at highly competitive prices. Cogent also offers superior customer support by virtue of its end-to-end control of service delivery and network monitoring.\n   \n\n  \n\n**Position Overview:**\n The Global Account Manager is responsible for identifying and securing new business opportunities globally. By employing consultative selling techniques and relationship-building strategies, you will work directly with the nation’s leading IT Decision Makers to position Cogent's connectivity solutions. This role involves proactive outreach through direct calling, email, and onsite meetings, with a strong focus on understanding clients' current and future connectivity needs. Success in this position will be measured by meeting or exceeding monthly revenue goals and establishing Cogent as a trusted partner across commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n   \n\n  \n\n**Responsibilities** \n :\n   \n\n  \n\n* Identify, qualify, and secure new business opportunities within a global sales territory, focusing on market segments who require IP transit, Wave connectivity, Ethernet, Colocation and IPv4 services.\n* Use direct calling, email outreach, and customer meetings to connect with Key Decision Makers and generate new business opportunities.\n* Employ consultative and relationship-driven sales approaches to identify prospective clients’ current and future connectivity needs.\n* Position Cogent’s services as the preferred choice by leveraging our extensive global network footprint, which spans commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n* Collaborate with internal teams to ensure customer needs are met and expectations exceeded.\n* Maintain and update detailed records of sales activities in CRM systems, tracking progress, and managing customer relationships.\n\n\n**Qualifications** \n :\n   \n\n  \n\n* Telesales experience in any industry, with B2B sales experience being an advantage\n* Proven ability to identify, qualify, and generate new business opportunities through proactive prospecting and research.\n* Strong communication skills, both oral and written, with the ability to engage effectively with Key Decision Makers.\n* Self-motivated, positive, and proactive, with a passion for adding value to clients and excelling in a competitive, revenue-driven environment.\n* Ability to work independently in a fast-paced, team-oriented and competitive environment with revenue-driven goals and rewards.\n* Familiarity with CRM systems and basic proficiency in Microsoft Office are beneficial.\n* Telecommunications experience or knowledge of connectivity solutions is advantageous but not essential.\n* Cogent operates a global sales model so foreign language skills are an advantage\n\n\n**Work Environment:**\n This is an in-office position, five days a week, designed to support your success through focused mentorship, training, and personal coaching.\n   \n\n  \n\n To apply for the Global Account Manager position, please submit your resume and cover letter to careers@cogentco.com .\n   \n\n  \n\n Cogent Communications is an Equal Opportunity Employer.","company_url":"https:\/\/www.linkedin.com\/company\/cogent-communications","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQG-FDlPOmxlbA\/company-logo_100_100\/company-logo_100_100\/0\/1631350616023?e=2147483647&v=beta&t=oCsprxpFyqsdbykRHTSEkSsz1dlWVGuvQMmF9rQlN7Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"40d7872287fe4ed4","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=40d7872287fe4ed4","job_url_direct":"https:\/\/jobb.liminity.se\/jobs\/5395405-teknisk-testare-automation-selenium","title":"Teknisk testare (Automation, Selenium)","company":"Liminity AB","location":"Stockholm, AB, SE","job_type":null,"date_posted":1735948800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Brinner du för att leverera högkvalitativa mjukvarulösningar? Vill du vara en nyckelspelare i att säkerställa robusta och felfria applikationer? Då har vi det perfekta uppdraget för dig!\n\n  \n\nVad vi söker:\n\n* Minst 4 års erfarenhet av teknisk testning och kvalitetssäkring\n* Gedigen kunskap om testautomatisering och verktyg som Selenium\n* Erfarenhet av att arbeta i agila utvecklingsmiljöer\n* Stark analytisk förmåga och ett öga för detaljer\n* Förmåga att skriva tydliga och koncisa testfall och felrapporter\n* Erfarenhet av prestandatestning och säkerhetstestning\n* Utmärkt samarbetsförmåga och kommunikationsförmåga på både svenska och engelska\n* Stark vilja att lära sig och kontinuerligt utvecklas inom testning och kvalitetssäkring\n\n\nMeriterande kunskaper:\n\n* Erfarenhet av CI\/CD-pipelines och DevOps-processer\n* Kunskaper i programmeringsspråk som Java eller Python\n* Erfarenhet av API-testning och verktyg som Postman\n* Certifieringar inom testning (t.ex. ISTQB)\n\n\nSom konsult hos Liminity får du tillgång till marknadens bästa villkor och förmåner, inklusive:\n\n* Spännande uppdrag hos en framåtsträvande kund\n* Möjlighet att arbeta med den senaste teknologin\n* Omfattande utbildningsmöjligheter och certifieringar\n* Konkurrenskraftig lön och förmåner\n* Och mycket mycket mer, läs mer på https:\/\/handbok.liminity.se\n\nÄr du redo att ta nästa steg i din karriär inom teknisk testning? Ansök idag och bli en del av Liminity - framtidens IT-konsultbolag!","company_url":"https:\/\/se.indeed.com\/cmp\/Liminity-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4088130794","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4088130794","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-Cloud-Solution-Architect\/1136949901\/?feedId=388933&utm_source=linkedin&urlHash=OcWj","title":"Cloud Solution Architect","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Antingen är du redan arkitekt eller molnutvecklare med en stark önskan att bli arkitekt? Det viktigast är dock att du är passionerad och brinner för moderna lösningar som utnyttjar molnets alla positiva egenskaper. Vi söker just nu lösningsarkitekter till vårt team i Stockholm.\n   \n\n  \n\n**Teamet och inriktningen**\n Teamet fokuserar på att hjälpa våra kunder forma arkitektur och arbetssätt för att nyttja molnet effektivt för att lösa de behov som finns i verksamheten. Det kan handla om övergripande arkitekturprinciper och mer teknisk arkitektur för specifika lösningar. Teamet specialiserar sig också på modern applikationsintegration och kommunikation mellan lösningar, främst med API och event-plattformar. Vi och våra kunder arbetar med alla stora molnplattformar - AWS, GCP och Azure.Kunduppdragen kommer att vara i Stockholm, samtidigt som en global organisation som Capgemini ger dig möjlighet att samarbeta, utvecklas och växa med kollegor och kunder världen över.\n   \n\n  \n\n I teamet specialiserar vi oss för att kunna ge stöd till våra kunders cloud och integrationsbehov i ett anta områden, t.ex:\n   \n\n  \n\n* Applikationsdesign och arkitektur i molnmiljöer\n* Integrationer för molnbaserade tjänster\n* Cloud DevOps och DevSecOps\n* Lösningsarkitektur\n\n\n Med både bredd och djup erbjuder vi stora möjligheter att bygga vidare på dina arkitekturfärdigheter, dela kunskap och utveckla dig tillsammans med skickliga kollegor i teamet.\n   \n\n  \n\n**Din profil**\n* Du har tidigare erfarenhet av utveckling av lösningar i public cloud eller molnbaserade containermiljö.\n* Du är lösningsarkitekt med erfarenhet inom Azure, AWS eller GCP och kan bevisa det med motsvarande certifiering\n* Du har god kommunikations- och presentationsförmåga i kombination med förmåga att leda och vilja att ta ansvar för kundleveranser\n* Du skriver och talar flytande svenska då det används i det dagliga arbetet\n\n\n**Meriterande**\n* Back-end erfarenhet inom följande: Python, Node.js, Django och Spring\n* Front-end erfarenhet inom följande: Angular, React.js, vue.js och jquery\n* DevOps – Till exempel Ansible, Terraform, Jenkins, Kubernetes\n\n\n  \n\n  \n\n**Vad vi tror kommer få dig att trivas**\n Vi erbjuder dig en dynamisk arbetsmiljö med andra molnspecialister inom Capgemini. Här får du möjligheten att arbeta i projekt med nationella och internationella kunder. Du har friheten att utveckla dig själv med hjälp av Capgeminis egen utbildningsplattform som bl.a. ger dig tillgång till all molnrelaterad utbildning. Berätta om dina ambitioner och vi ser fram emot att hjälpa dig att nå dem.\n   \n\n  \n\n**Vi erbjuder**\n* En positiv arbetsmiljö med starkt fokus på innovation och kompetens. Du kommer att arbeta med många av de senaste tekniktrenderna och vara omgiven av duktiga kollegor.\n* På Capgemini blir du en del av en global organisation med starkt kundfokus, samarbetskultur och möjlighet till kontinuerligt lärande och utveckling.\n* Vårt Cloud & Application Integration-team i Stockholm består av drygt 10 kollegor som arbetar som cloud och integrations-specialister hos våra kunder.\n* Capgemini har varit en dominerande aktör inom arkitekturområdet sedan 90-talet, med vårt eget ramverk Integrated Architecture Framework (IAF) och vi bidrar även aktivt till vidareutvecklingen av TOGAF.\n* Vi har ett aktivt, globalt arkitektforum med lokala undergrupper där du kan dra nytta av globala och lokala experter inom arkitektur och även bidra med din egen erfarenhet.\n\n\n**Våra värderingar**\n* Honesty, Boldness, Trust, Freedom, Team spirit, Modesty and Fun\n\n\n**Ansökan**\n* Vi rekryterar löpande till denna roll, så skicka gärna in din ansökan så snart som möjligt.\n\n\n  \n\n  \n\n**Om Capgemini**\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda deras övergång till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2023 rapporterade Capgemini Group globala intäkter på 22,5 miljarder euro.\n   \n\n  \n\n**Get The Future You Want |** \n www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"5bc927710b9007de","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5bc927710b9007de","job_url_direct":"http:\/\/se.indeed.com\/job\/executive-assistant-digital-coordinator-5bc927710b9007de","title":"Executive Assistant & Digital Coordinator","company":"WCAG Networks","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1736035200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"kontakt@wcagnetworks.com","description":"Har du ett intresse för webb och sociala medier, gillar att koordinera projekt och vill arbeta i en miljö där ingen dag är den andra lik? Då kan du vara vår nya Executive Assistant & Digital Coordinator!\n\n**Om rollen**\n\nI den här rollen får du arbeta nära vår VD och vara delaktig i en mängd varierande uppgifter. Från att hantera mejl och koordinera uppdrag till att följa upp leveranser och skriva inlägg för våra sociala medier. Du kommer också att få arbeta med våra webbplatser och ibland hjälpa VD med privata ärenden.\n\n**Exempel på arbetsuppgifter:**\n\n* Hantera inkommande e-post\n* Koordinera uppdrag, hålla koll på deadlines och följa upp leveranser\n* Skriva och publicera innehåll för sociala medier (Instagram, LinkedIn)\n* Stötta VD med administrativa och privata uppgifter\n* Testa nya webbplatsfunktioner och göra enklare redaktionella uppdateringar\n* Skapa och redigera innehåll för webb och andra kanaler\n\n**Vem är du?**\n\nVi tror att du är en strukturerad och lösningsorienterad person som gillar att ha koll på detaljer. Du har ett intresse för att skapa innehåll och har en känsla för text, bild och film. Eftersom rollen innebär en hel del koordination är det viktigt att du är självgående och tar eget ansvar.\n\n**Vi söker dig som:**\n\n* Är nyfiken på eller har erfarenhet av arbete med webbsidor och appar\n* Gillar att skriva och skapa innehåll för digitala kanaler\n* Trivs med att koordinera och planera projekt\/uppgifter\n* Kan arbeta strukturerat och självständigt\n* Är bekväm med att resa utomlands då och då\n\n**Meriterande kunskaper**\n\n* Adobe Creative Cloud (t.ex. Photoshop, InDesign, Premiere Pro)\n* Microsoft Office (Word, Excel, PowerPoint)\n* Erfarenhet av foto och film (produktion eller redigering)\n* Tidigare skribent- eller redaktörserfarenhet\n\n**Varför WCAG Networks?**\n\nHos oss blir du en del av ett engagerat team som brinner för att göra webben tillgänglig och användarvänlig för alla. Vi erbjuder en dynamisk arbetsmiljö med stort utrymme för kreativitet och personlig utveckling. Som Executive Assistant & Digital Coordinator får du en unik möjlighet att vara med och forma hur vi jobbar, både internt och externt.\n\n**Ansökan**\n\nLåter det här som något för dig? Du kan ansöka direkt på Indeed eller skicka din ansökan till **kontakt@wcagnetworks.com**. Vi går igenom ansökningarna löpande och ser fram emot att höra från dig!\n\nVälkommen till WCAG Networks – tillsammans gör vi webben enklare och mer inkluderande!\n\nJobbtyp: Heltid, Tillsvidare\n\nFörmåner:\n\n* Extra semesterdagar\n* Friskvårdsbidrag\n* Jobba hemifrån\n* Tjänstepension\n\nSchema:\n\n* Måndag till fredag\n\nErfarenhet:\n\n* liknande tjänst: 1 år (Meriterande)\n\nArbetsort: Delvis på distans i 114 56 Stockholm","company_url":"https:\/\/se.indeed.com\/cmp\/Wcag-Networks","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4116917607","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4116917607","job_url_direct":"https:\/\/grnh.se\/c5d91da51us&urlHash=75PG","title":"Junior Marketing Analyst","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Marketing and Sales","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"Bring your data analytics and data mining skills to a unique team seeking to understand and shape the future of marketing technology. We are interested in technology adoption patterns, the respect of visitors' data and the use of open source in marketing. We are also interested in those marketing data analysts who are curious enough to embrace new technologies and are ready to work with unfamiliar tools, if needed.\n   \n\n  \n\n The role of a Junior\n **Marketing Analyst** \n at Canonical\n   \n\n  \n\n Canonical has provided developers with open source since 2004, helping them build innovations such as public cloud, machine learning, robotics or blockchain. Marketing at Canonical means being at the forefront of innovation, for our customers and for our own martech stack. We're on the look out for a marketing data analyst to join our team and execute on our growth hacking strategy.\n   \n\n  \n\n The ideal candidate will be passionate about technology, technology marketing and the use of technology in marketing. You will prefer to work in an environment that has emphasis on ownership of campaigns, collaboration, learning, curiosity and a drive to continually improve oneself \/ the team \/ the organisation. You will also love to problem solve, get hands-on, experiment, measure and use automation to make daily life easier.\n   \n\n  \n\n The Marketing team at Canonical drives commercial outcomes for the company across its portfolio of products and grows the addressable market through digital marketing campaigns, lifecycle management, events, partnerships and community development. If these things are important to you and you're motivated by driving growth, delighting customers and filling the sales funnel, we want to talk with you.\n   \n\n  \n\n This role sits in the Marketing team reporting to the Growth Engineering Manager.\n   \n\n  \n\n**Location:** \n This role will be based remotely in the EMEA region.\n   \n\n  \n\n What your day will look like\n   \n\n  \n\n* Utilise advanced data analytics to grow Canonical's product adoption and market penetration\n* Focus on quantitative and qualitative data analytics to find insights and meaningful business outcomes\n* Design and conduct experiments with data, visualisation and insights into Canonical's target audiences\n* Collaborate with stakeholder teams (Product Management, Engineering, Information Systems, Finance, RevOps, etc) to improve the data and tool ecosystem\n* Put in place and maintain systems to ensure teams across the company have self-service access to data dashboards\n\n\n What we are looking for in you?\n   \n\n  \n\n* Background in data science, mathematics, actuarial science, or engineering\n* Knowledge in advanced statistics, data sciences, coding\/scripting languages (Python, JS, etc), and databases (SQL, etc)\n* Strength in data analytics and visualisation (Looker Studio, Tableau, Apache Superset, etc)\n* Ability to translate business questions to key research objectives\n* Ability to identify the best methodology to execute research, synthesise and analyse findings\n* Excellent writing and communication skills\n* Willingness to examine the status quo and resilient in the face of challenges\n\n\n What we offer you\n   \n\n  \n\n Your base pay will depend on various factors including your geographical location, level of experience, knowledge and skills. In addition to the benefits above, certain roles are also eligible for additional benefits and rewards including annual bonuses and sales incentives based on revenue or utilisation. Our compensation philosophy is to ensure equity right across our global workforce.\n   \n\n  \n\n In addition to a competitive base pay, we provide all team members with additional benefits, which reflect our values and ideals. Please note that additional benefits may apply depending on the work location and, for more information on these, you can ask in the later stages of the recruitment process.\n   \n\n  \n\n 🏠Fully remote working environment - we've been working remotely since 2004!\n   \n\n  \n\n 📚Personal learning and development budget of 2,000 USD per annum\n   \n\n  \n\n 💰Annual compensation review\n   \n\n  \n\n 🏆Recognition rewards\n   \n\n  \n\n 🏝 Annual holiday leave\n   \n\n  \n\n 👶Parental Leave\n   \n\n  \n\n 🧑‍💼Employee Assistance Programme\n   \n\n  \n\n 🧳Opportunity to travel to new locations to meet colleagues at 'sprints'\n   \n\n  \n\n ✈️Priority Pass for travel and travel upgrades for long haul company events\n   \n\n  \n\n**About Canonical**\n Canonical is a pioneering tech firm that is at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open source projects and the platform for AI, IoT and the cloud, we are changing the world on a daily basis. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence - in order to succeed, we need to be the best at what we do.\n   \n\n  \n\n Canonical has been a remote-first company since its inception in 2004. Work at Canonical is a step into the future, and will challenge you to think differently, work smarter, learn new skills, and raise your game. Canonical provides a unique window into the world of 21st-century digital business.\n   \n\n  \n\n Canonical is an equal opportunity employer\n   \n\n  \n\n We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4116921158","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4116921158","job_url_direct":"https:\/\/grnh.se\/22fdb9e81us&urlHash=dUfq","title":"Ads Specialist","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Other","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"The role of an Ads Specialist at Canonical\n   \n\n  \n\n Canonical has provided developers with open source since 2004, helping them build innovations such as public cloud, machine learning, robotics or blockchain. Marketing at Canonical means being at the forefront of technology adoption, for our customers and for our own martech stack. We're on the look out for a performance marketing manager to join our team and own our paid strategy.\n   \n\n  \n\n The ideal candidate will be passionate about technology, technology marketing and the use of technology in marketing. You will prefer to work in an environment that has emphasis on ownership of campaigns, collaboration, learning, curiosity and a drive to continually improve oneself \/ the team \/ the organisation. You will also love to problem solve, get hands-on, experiment, measure and use automation to make daily life easier.\n   \n\n  \n\n The Marketing team at Canonical drives commercial outcomes for the company across its portfolio of products and grows the addressable market through digital marketing campaigns, lifecycle management, events, partnerships and community development. If these things are important to you and you're motivated by driving growth, delighting customers and filling the sales funnel, we want to talk with you.\n   \n\n  \n\n This role sits in the Marketing team reporting to the Growth Engineering Manager.\n   \n\n  \n\n**Location:** \n*This role will be based remotely in the EMEA region.*\n What your day will look like\n   \n\n  \n\n* Support marketing team members with setting up and monitoring paid campaigns\n* Monitor paid performance and budgets across the Marketing team\n* Build on automation and AI to improve paid performance\n* Develop Canonical's adtech stack to industry leading standard\n\n\n What we are looking for in you\n   \n\n  \n\n* Proficiency with all ad platforms (Google, LinkedIn, Meta...)\n* Familiarity with campaign tracking and analytics tools\n* Experience driving successful lead generation campaigns.\n* Experience with A\/B testing and data-driven decision making.\n* Exceptional interpersonal skills and aptitude for forging trusting relationships across diverse, cross-functional teams\n* Proven ability to prioritise and differentiate what matters from the noise, meeting deadlines without sacrificing quality\n* A growth mindset - someone who is not afraid to think big and take on risks\n* Engagement with the latest trends in marketing technology\n* Willingness to travel up to 4 times a year for internal events\n\n\n Your base pay will depend on various factors including your geographical location, level of experience, knowledge and skills. In addition to the benefits above, certain roles are also eligible for additional benefits and rewards including annual bonuses and sales incentives based on revenue or utilisation. Our compensation philosophy is to ensure equity right across our global workforce.\n   \n\n  \n\n In addition to a competitive base pay, we provide all team members with additional benefits, which reflect our values and ideals. Please note that additional benefits may apply depending on the work location and, for more information on these, you can ask in the later stages of the recruitment process.\n   \n\n  \n\n 🏠Fully remote working environment - we've been working remotely since 2004!\n   \n\n  \n\n 📚Personal learning and development budget of 2,000 USD per annum\n   \n\n  \n\n 💰Annual compensation review\n   \n\n  \n\n 🏆Recognition rewards\n   \n\n  \n\n 🏝 Annual holiday leave\n   \n\n  \n\n 👶Parental Leave\n   \n\n  \n\n 🧑‍💼Employee Assistance Programme\n   \n\n  \n\n 🧳Opportunity to travel to new locations to meet colleagues at 'sprints'\n   \n\n  \n\n ✈️Priority Pass for travel and travel upgrades for long haul company events\n   \n\n  \n\n Canonical is a pioneering tech firm that is at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open source projects and the platform for AI, IoT and the cloud, we are changing the world on a daily basis. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence - in order to succeed, we need to be the best at what we do.\n   \n\n  \n\n Canonical has been a remote-first company since its inception in 2004. Work at Canonical is a step into the future, and will challenge you to think differently, work smarter, learn new skills, and raise your game. Canonical provides a unique window into the world of 21st-century digital business.\n   \n\n  \n\n Canonical is an equal opportunity employer\n   \n\n  \n\n We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3646899336","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3646899336","job_url_direct":"https:\/\/www.solita.fi\/positions\/business-minded-enterprise-architect-stockholm-4700662003\/&urlHash=azTa","title":"Business-minded Enterprise Architect – Stockholm","company":"Solita","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"IT Services and IT Consulting and Design Services","listing_type":null,"emails":null,"description":"We are currently looking for senior, business-oriented Enterprise Architects for our team. You will work in challenging and meaningful projects, using your expertise to change the way our customers work.\n   \n\n  \n\n**We are looking for additional senior Enterprise Architects in our Design & Strategy team – people who want to create an impact that lasts. People who can see things from different angles and with new eyes.**\n**Are you a Senior business-minded Enterprise Architect? Are you interested in key business initiatives such as e.g. strategic advisory, facilitating innovation and enabling transformational change? Do you both have a strategic mindset as well as hands-on experience in business and digitalisation improvement projects? If so – then we absolutely need you to join our team!**\n As a Senior Enterprise Architect at Solita you aim to create impact. With Solita’s Design & Strategy team, you design new business changes and strategies in collaboration with our clients’ business stakeholders and other Solitans. You are in a key role defining the business and project goals together with our clients.\n   \n\n  \n\n We’re building a better future for us all\n   \n\n  \n\n Solita Design & Strategy is a multitalented community of more than 150 strategy consultants, designers, enterprise architects and business transformation makers, who are driven by human insights and behaviour. We work with both our Swedish and international clients in their spaces or our communal spaces in northern and central Europe. Together with the rest of Solita’s diverse data and technology experts, we show the direction in which services of the future are designed and built.\n   \n\n  \n\n Solita is a workplace where you will always find a more knowledgeable, multi-disciplinary peer to spar with. People join us to become a part of a diverse community of experienced professionals and continuous learners. And people stay for the same reason. At Solita, you will find an easy-going work culture where you can be yourself no matter who you are. We offer support for our people both in work and also when life happens.\n   \n\n  \n\n What you would get to dig in to\n   \n\n  \n\n Your projects will concentrate on areas such as e.g. structure business strategy, business development, articulate business outcomes, support investment decisions, enable business innovation engagements, design current and target architecture, design and develop strategic plans and\/or roadmaps, information architecture, business and\/or data solution design, increase the agility and flexibility through enterprise architecture design, design of new eco systems.\n   \n\n  \n\n In this position, you might have a few projects at hand simultaneously, depending on your skillset and wish. There will be a lot of variation, and you will get a unique chance to work with a very experienced and innovative team! Further on, you will also get to specialize in the area of consulting that motivates you the most.\n   \n\n  \n\n What we hope you have in your carry-on;\n   \n\n  \n\n – Relevant educational background\n   \n\n  \n\n – Interest in consultative client work and create impact that lasts\n   \n\n  \n\n – Excellent presentation, moderation and communication skills\n   \n\n  \n\n – Strong analytical thinking skills\n   \n\n  \n\n – Consultative sales experience\n   \n\n  \n\n – Enterprise architecture modeling experience\n   \n\n  \n\n – Fluent Swedish and English language skills (mandatory for this role)\n   \n\n  \n\n What we offer you;\n   \n\n  \n\n – The chance to grow professionally in an international atmosphere\n   \n\n  \n\n – Personal growth, teamwork and learning from real experts in the field\n   \n\n  \n\n – A great group of people to work with, both in the client projects but also for afterworks and lunch runs!\n   \n\n  \n\n – A company that actually cares about your well-being, your development and passions\n   \n\n  \n\n Interested?\n   \n\n  \n\n Are you ready to take the first step towards joining Solita? Solita is a fast-growing Nordic company that works with digital transformation, fueled by data and human expertise. We work with both big and small customers, and have offices in Sweden, Finland, Germany, Estonia, Belgium and Denmark.","company_url":"https:\/\/fi.linkedin.com\/company\/solita","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGJ81a4guxqWw\/company-logo_100_100\/company-logo_100_100\/0\/1630642162493\/solita_logo?e=2147483647&v=beta&t=Fi9RmAVnGpZEDb0Lct3vw8zbD2l9L3F3t3uC2EzpCp0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"cc881aa04878cebe","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=cc881aa04878cebe","job_url_direct":"https:\/\/careers.hitachi.com\/jobs\/15387220-r-and-d-senior-engineer-system-design-development-power-quality?tm_job=R0068816&tm_event=view&tm_company=2531","title":"R&D Senior Engineer, System Design Development – Power Quality","company":"Hitachi Energy","location":"Västerås, U, SE","job_type":"fulltime","date_posted":1735948800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"richard.mannerbro@hitachienergy.com, alexandra.lind@hitachienergy.com","description":"**Description**\n\n\n**The opportunity**\n\nJoin Hitachi Energy – Powering a Sustainable Future!\n\n\nAt Hitachi Energy, we advance a sustainable energy future for all. We power homes, schools, hospitals, and factories. Join us to work with fantastic people on impactful projects that benefit our communities and society.\n\n\nWe are growing our global team focused on STATCOM solutions design, including our latest energy storage innovations. If you enjoy being part of developing new solutions and a work environment where you find yourself both in detailed technical analysis as well as organizing and driving work needed from other disciplines to complete our system – this is an opportunity for you!\n\n**How you’ll make an impact**\n\n* **Design and Maintain STATCOM Solutions**: Develop and maintain STATCOM base solutions and design rules, focusing on main circuit, auxiliary and safety systems through development, studies, simulations, and analysis.\n* **System Concept Development**: Create concepts and solutions for all system components, e.g. including auxiliary power supply, main circuit, station layout and safety systems.\n* **Lifecycle Requirements**: Ensure all lifecycle aspects are considered, such as installation, maintainability, transport, backwards compatibility, and traceability.\n* **Product Testing and Certification**: Identify, plan, and specify necessary product testing and certifications.\n* **Continuous Improvement**: Implement initiatives to enhance functionality, quality, and cost, aiming to increase customer satisfaction.\n* **Risk Management**: Identify and manage risks in R&D projects and the broader organization.\n* **Strategic Planning**: Contribute to the development of strategic technology plans and roadmaps.\n\n**Your Background**\n\n* You hold a master’s degree in electrical engineering or a related field and have several years of experience in system design of power system installations. You have system design knowledge, including the high and medium voltage main components and understanding of the mechanical station design. Experience with FACTS or energy storage applications is advantageous.\n* You are proficient in sizing and selecting main circuit components, conducting necessary studies and simulations – using PSCAD and\/or similar software tools, as well as Matlab.\n* You have experience and interest in developing and documenting safety solutions according to standards. For this, knowledge in conducting FMEA and other risk assessments on systems is of value.\n* You have ability to turn internal and external requirements into generic processes and guidelines on order to standardize and productize the solutions.\n* Experience in project management or leadership roles is beneficial, as well as having supported supplier selection and evaluation.\n* You have strong communication skills and fluency in English, both written and spoken.\n\n**What we offer**\n\n* Collective agreement\n* Flexible working time\n* Health care and wellness allowance\n* Fantastic career possibilities within Hitachi Energy both within Sweden and globally\n* Mentor to support you throughout onboard phase\n* Various trainings and education supporting employee development\n* Diversified company with over 70+ nationalities working in Sweden\n* Supplementary compensation for parental leave\n* Employee Benefit Portal with thousands of discounts and perks\n\n**More about us**\n\n\nAt Hitachi Energy, we value our people as our greatest asset, as we leverage diverse thoughts, backgrounds, and experiences to foster a culture of innovation and collaboration. With our skilled and global project teams, we are there to support our customers worldwide to meet their sustainable goals, paving the way for a more sustainable, flexible, and secure energy system.\n\n\nThe application is now open, and we will be reviewing applications on an ongoing basis. Apply today!\n\n\nRecruiting Manager Richard Mannerbro, richard.mannerbro@hitachienergy.com, will answer your questions about the position. Union representatives - Sveriges Ingenjörer: Nawzad Rashid, +46 107-38 91 48; Ledarna: Frank Hollstedt, +46 107-38 70 43; Unionen: Karin Ulvemark, +46 107-38 51 42 or Ingrid Rinaldo, +46 107-38 58 19. All other questions can be directed to Talent Acquisition Partner Alexandra Lind, alexandra.lind@hitachienergy.com.\n\n**Qualified individuals with a disability may request a reasonable accommodation if you are unable or limited in your ability to use or access the Hitachi Energy career site as a result of your disability. You may request reasonable accommodations by completing a** **general inquiry form** **on our website. Please include your contact information and specific details about your required accommodation to support you during the job application process.**\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n**This is solely for job seekers with disabilities requiring accessibility assistance or an accommodation in the job application process. Messages left for other purposes will not receive a response.**\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------","company_url":"https:\/\/se.indeed.com\/cmp\/Hitachi-Energy","company_url_direct":"http:\/\/www.hitachienergy.com","company_addresses":"Zürich","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Advancing a sustainable energy future for all","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/c402e94e370ac81c48c3fdef183b90a5","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/174605c113771b90bacfa5abe30abe8c","ceo_name":"Andreas Schierenbeck","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/58ecc76530670071bf25d92fcb645476"},{"id":"4116848103","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4116848103","job_url_direct":null,"title":"Data Engineer","company":"Qura","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Join Qura as Data Engineer** \n\n\n\n\n  \n\n\n\n\n\n Let’s cut through the noise of LLM-chatbots; our take is that AI will create generational value by enabling people to navigate and search vast knowledge like never before. At Qura, we are building AI search for legal databases, which are currently locked away in outdated, dinosauric digital libraries, costing lawyers thousands of hours to search.\n \n\n\n\n  \n\n\n\n\n\n In just one year, we’ve grown from zero to working with over 70 customer firms in over 10 countries, built a top-tier team, and secured $2.5M in funding. We’re on a mission to transform how people access legal knowledge.\n \n\n\n\n qura.law\n \n\n\n\n  \n\n\n\n\n\n Now, we’re strengthening our team with a Data Engineer to help us tackle this challenge.\n \n\n\n\n  \n\n\n\n\n\n**The role:** \n\n\n\n* Take ownership of Qura’s data architecture, ranging from building pipelines to using LLMs to label and build explanatory context between sources.\n* Ensure data quality and coverage. The cost of missed information is high in legal.\n* Solve tough challenges in a fast-paced startup that values creativity, attention to detail and problem-solving.\n* Bring 3+ years of experience in similar roles and\/or proof you are capable.\n* Basic Swedish is a requirement due to the language of many key data sources.\n\n\n\n  \n\n\n\n\n\n**Why Qura?** \n\n\n\n* Enjoy responsibility, influence, and creative freedom at a fast-growing startup.\n* Be part of a revolution for the legal industry and knowledge work.\n* Early stock options in a startup with global ambitions.\n\n\n\n  \n\n\n\n\n\n**Specifications** \n\n\n\n* Starting date: ASAP.\n* Office in central Stockholm.","company_url":"https:\/\/se.linkedin.com\/company\/quralaw","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE4RYkR7e0wvw\/company-logo_100_100\/company-logo_100_100\/0\/1720618571961\/quralaw_logo?e=2147483647&v=beta&t=SGtLhkG-hUj9gYHOurUEkAqTpCYDYUJSoAfJDhq_E9M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]