[{"id":"ff442b8e434469a2","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ff442b8e434469a2","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28954193","title":"Driven Systemutvecklare till Afry","company":"Aspia","location":"Linköping, E, SE","job_type":"fulltime","date_posted":1720224000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Om Företaget\n  \nAFRY är ett internationellt företag inom teknik, design och rådgivning och hjälper kunder att utvecklas inom hållbarhet och digitalisering. AFRY har 16 000 hängivna experter inom områdena infrastruktur, industri och energi, som arbetar över hela världen för att skapa hållbara lösningar för kommande generationer.\n  \nUtmaningen\n  \nI rollen som systemutvecklare i Linköping kommer du att tillhöra divisionen som erbjuder tjänster och rådgivning inom digitalisering, artificiell intelligens, design och cybersäkerhet. Med hjälp av digitalisering hjälper Afry sina kunder att snabba på omställningen till ett mer hållbart samhälle. Du kommer att få bred kunskap inom olika produktsortiment, arbetsmetoder och branscher genom de olika konsultuppdrag och projekt som du kommer vara delaktig i. Du kommer att få tillhöra ett glatt, kompetent och högpresterande team som alltid strävar efter att ligga i framkant när det kommer till teknisk innovation och hållbarhet.\n  \nAtt arbeta som konsult handlar till största del om att tillsammans med dina kollegor och leverantörer utreda och hitta de bästa möjliga lösningar för att möta kundens önskemål och förväntningar. Det finns stora möjligheter för dig som har erfarenhet av systemutveckling och trivs i den omväxlande rollen som konsult, vilket projekt som passar dig bäst avgörs utifrån din specifika kompetens och kunskap.\n  \nVem är du?\n  \nDet kommer att läggas stor vikt vid att du trivs med att arbeta i projektform är kvalitets- och säkerhetsmedveten samt känner dig bekväm med att ta egna initiativ. Som person är det viktigt att du är utåtriktad, kommunikativ och trivs med att ha många kontaktytor. Genom driv, engagemang och nyfiken kommer du att få möjligheten och ansvaret att påverka och utforma din egen karriär på Afry.\n  \nVi ser gärna att du har följande kvalifikationer...\n  \nHögskoleingenjör inom Data\/IT\n  \nMinst 2 års relevant arbetslivserfarenhet\n  \n  \n\n**Erfarenhet av ett eller flera programmeringsspråk:**  \n\nC++, C, C#, Java, Python,\n  \nSvenska och engelska i tal och skrift\n  \nKörkort B\n  \n  \n\nMeriterande om du har...\n  \nKunskap inom Elektronik\n  \nKunskap inom Matlab\n  \n  \n\n**Placeringsort:** Linköping\n  \nTycker du att det låter intressant? Tveka inte att skicka in din ansökan redan idag då intervjuer sker löpande och tjänsten kan bli tillsatt innan sista ansökningsdag.Vi ser fram emot din ansökan!","company_url":"https:\/\/se.indeed.com\/cmp\/Aspia-1","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"587a346c9a66788a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=587a346c9a66788a","job_url_direct":"https:\/\/www.jobly.fi\/tyopaikka\/senior-nodejs-developer-remote-2140107","title":"Senior Node.js Developer (Remote)","company":"Eletive","location":"Malmö, M, SE","job_type":null,"date_posted":1720224000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**Eletive**\n\nBack in 2014, two engineers and one psychologist all agreed that something was broken in the way most organizations work with employee engagement and performance and they strongly felt there was a better way to do things. Fast forward to today, Eletive is an intelligent People Success Platform that helps organizations measure and increase engagement and build workplaces where people thrive.  \n\n  \n\nWe are currently on a scale-up journey with ambitious global growth plans – and this is where you come into the picture! This opportunity allows you to influence and impact the journey ahead and be part of an international expansion. But most importantly, be a part of our big mission to increase well-being in workplaces worldwide!\n\n  \n\n**‍ ‍ ‍ Product & Engineering Team**\n\nOur Product & Engineering team, consisting of around 20 talented colleagues, plays a key role in delivering high-quality features. In our feedback-driven culture, every voice matters, supporting your personal and professional growth journey. Currently, we are searching for a seasoned developer to join our team for a remote position within Sweden.\n\n\n\nTogether with the team, you will contribute to our DevOps-inspired approach, optimizing our product through continuous improvement and simplicity. We focus on JavaScript Fullstack development using React.js, TypeScript, Node.js, and AWS, with an emphasis on collaborative practices such as pair-programming, to create impactful solutions.\n\n  \n\n**️ Key role responsibilities:**\n\n* **Develop &** **Maintain:** Develop high-performance, scalable Node.js applications from concept through to deployment and maintenance.\n* **Collaborate:** Work closely with the rest of our developers and product team, contributing to building a great user-experience.\n* **Thrive in Simplicity:** Enjoy the focused, immersive work of deep-diving in code, driven by the joy of solving complex challenges.\n* **Refine:** Engage in code reviews, pair programming, and continuous learning, always striving to improve the quality and efficiency of our codebase.\n* **To thrive in this role:**\n\n***We believe that you are skilled in..***\n\n  \n\n* **Node.js:** Extensive experience with Node.js and related frameworks, demonstrating a deep understanding of backend development principles.\n* **JavaScript:** Proficiency in modern JavaScript and TypeScript, with solid knowledge of frameworks and tools like Express.js.\n* **Cloud & DevOps Practices:** Familiarity with cloud platforms (preferably AWS) and DevOps practices, including containerization and automated deployment.\n* **Remote Work:** Ideally suited for someone who thrives in a remote work environment, skilled at managing your own time effectively and can collaborate smoothly within a virtual team structure.\n\n\n***We believe that you are..***\n\n\n* **Problem-Solver:** Driven by the joy of solving complex challenges with a genuine passion for the process rather than just the outcome or reward.\n* **Self-Driven:** Able to initiate tasks independently, managing your time effectively and taking initiative to address challenges.\n* **Persistent:** Known for your resilience and ability to endure challenges and focusing on long-term results, while also addressing immediate solutions when needed.\n* **Collaborative:** Enjoy working with others and giving a helping hand when needed. Enjoy contributing to team-cohesion and leveraging the diverse strengths of your colleagues.\n* **Fluent** in English, both in speech and written.\n* **Holds** a valid work permit.\n\n\n**Check out our tech stack:**\n\n\n**Some nice things for our Eletiver's**\n\n  \n\n* **Work-Life Balance:** Flexible work hours and hybrid-remote options.\n* **Professional Development Budget:** Annual budget for your personal growth and learning.\n* **Generous PTO:** Six weeks of vacation.\n* **Health & Wellness:** Comprehensive insurance package and wellness grant.\n* **Quarterly HQ Visits:** Travel to our headquarters quarterly to deepen personal connections, collaborate face-to-face, and get a firsthand experience with the heart of our company culture.\n* **Home Office Perks:** Receive a allocated budget to elevate your home office with additional equipment, ensuring a comfortable and effective workspace.\n\n\nYour future colleagues all have different backgrounds and interests; they are foodies, animal lovers, hikers, golfers, music lovers and a lot more!! But we all gather in one common point: We all want to feel engaged and thriving everyday at work, and we are passionate about helping other's feel this too.\n\n\n**We can't wait to meet you!**\n\nWe recruit continuously, so don’t wait – send us your application right away!  \n\nApply by clicking the button below.\n\n\n\nGet in touch – we'd love to get to know you!\n\n\n  \nEletive\n215 65 Malmö\nKokopäiväinen\nJulkaistu 06.07.2024","company_url":"https:\/\/se.indeed.com\/cmp\/Eletive","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ca0a337d60ca5462","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ca0a337d60ca5462","job_url_direct":"https:\/\/www.jobly.fi\/tyopaikka\/senior-reactjs-developer-remote-2140106","title":"Senior React.js Developer (Remote)","company":"Eletive","location":"Malmö, M, SE","job_type":null,"date_posted":1720224000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**Eletive**\n\n\n\nBack in 2014, two engineers and one psychologist all agreed that something was broken in the way most organizations work with employee engagement and performance and they strongly felt there was a better way to do things. Fast forward to today, Eletive is an intelligent People Success Platform that helps organizations measure and increase engagement and build workplaces where people thrive.  \n\n  \n\nWe are currently on a scale-up journey with ambitious global growth plans – and this is where you come into the picture! This opportunity allows you to influence and impact the journey ahead and be part of an international expansion. But most importantly, be a part of our big mission to increase well-being in workplaces worldwide!\n\n  \n\n**‍ ‍ ‍ Product & Engineering Team**\n\n\n\nOur Product & Engineering team, consisting of around 20 talented colleagues, plays a key role in delivering high-quality features. In our feedback-driven culture, every voice matters, supporting your personal and professional growth journey. Currently, we are looking for a seasoned developer to join our team for a remote position within Sweden.\n\n\n\nTogether with the team, you will contribute to our DevOps-inspired approach, optimizing our product through continuous improvement and simplicity. We focus on JavaScript Fullstack development using React.js, TypeScript, Node.js, and AWS, with an emphasis on collaborative practices such as pair-programming, to create impactful solutions.\n\n  \n\n**️ Key role responsibilities:**\n\n\n+ **Develop &** **Maintain:** Build and maintain high-performance, scalable React.js applications from concept through to deployment and ongoing support.\n+ **Collaborate:** Work closely with our developers and the product team to create an outstanding user experience.\n+ **Thrive in Simplicity:** Enjoy the immersive work of diving deep into code, driven by the joy of solving complex challenges.\n+ **Refine:** Participate in code reviews, pair programming, and continuous learning, always aiming to improve the quality and efficiency of our codebase.\n* **To thrive in this role:**\n\n ***We believe that you are skilled in..***\n\n\n+ **React.js:** Extensive experience with React.js and related libraries, demonstrating a deep understanding of front-end development principles.\n+ **JavaScript:** Proficiency in modern JavaScript and TypeScript, with solid knowledge of frameworks like Express.js.\n+ **UI\/UX Best Practices:** Familiarity with responsive design, accessibility standards, and a keen eye for detail in creating user-centric interfaces.\n+ **Remote Work:** Ideally suited for someone who thrives in a remote work environment, skilled at managing your own time effectively and can collaborate smoothly within a virtual team structure.\n\n***We believe that you are..***\n\n\n* **Problem-Solver:** Driven by the joy of solving complex challenges with a genuine passion for the process rather than just the outcome or reward.\n* **Self-Driven:** Able to initiate tasks independently, managing your time effectively and taking initiative to address challenges.\n* **Persistent:** Known for your resilience and ability to endure challenges and focusing on long-term results, while also addressing immediate solutions when needed.\n* **Collaborative:** Enjoy working with others and giving a helping hand when needed. Enjoy contributing to team-cohesion and leveraging the diverse strengths of your colleagues.\n* **Fluent** in English, both in speech and written.\n* **Holds** a valid work permit.\n\n\n**Check out our tech stack:**\n\n\n**Some nice things for our Eletiver's**\n\n  \n\n* **Work-Life Balance:** Flexible work hours and hybrid-remote options.\n* **Professional Development Budget:** Annual budget for your personal growth and learning.\n* **Generous PTO:** Six weeks of vacation.\n* **Health & Wellness:** Comprehensive insurance package and wellness grant.\n* **Quarterly HQ Visits:** Travel to our headquarters quarterly to deepen personal connections, collaborate face-to-face, and get a firsthand experience with the heart of our company culture.\n* **Home Office Perks:** Receive a allocated budget to elevate your home office with additional equipment, ensuring a comfortable and effective workspace.\n\n\nYour future colleagues all have different backgrounds and interests; they are foodies, animal lovers, hikers, golfers, music lovers and a lot more!! But we all gather in one common point: We all want to feel engaged and thriving everyday at work, and we are passionate about helping other's feel this too.\n\n\n**We can't wait to meet you!**\n\nWe recruit continuously, so don’t wait – send us your application right away!  \n\nApply by clicking the button below.\n\n\n\nGet in touch – we'd love to get to know you!\n\n\n  \nEletive\n215 65 Malmö\nKokopäiväinen\nJulkaistu 06.07.2024","company_url":"https:\/\/se.indeed.com\/cmp\/Eletive","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e352a2c5cb26c7e5","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e352a2c5cb26c7e5","job_url_direct":"https:\/\/kronofogden.varbi.com\/se\/what:job\/jobID:742860\/type:job\/where:62\/apply:1","title":"Framtidens utvecklare - Team Gotland","company":"Kronofogden","location":"I, SE","job_type":null,"date_posted":1720137600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Vill du tillhöra en statlig IT-organisation som bryter ny mark, bidrar till ett bättre samhälle, samt satsar på din personliga utveckling på allvar? Våra medarbetare arbetar hemifrån, i kombination med att arbeta från våra kontor.\n\n\nVi anställer just nu fler medarbetare i hela landet men vi riktar extra fokus mot Gotland där vi vill sätta samman ett krossfunktionellt utvecklingsteam för framtiden.\n\n\nVi söker nu alltså ytterligare utvecklare med erfarenhet inom Java, och gärna i kombination med andra erfarenheter som ett utvecklingsteam är i behov av för att lösa sina uppgifter.\n\n**Beskrivning av uppdraget**\n----------------------------\n\n\nVi är ca 200 kollegor på Kronofogden som arbetar med IT-utveckling och vi har en spännande resa framför oss med modernisering, digitalisering och automatisering. Våra främsta framgångsfaktorer är att vi arbetar tillsammans i agila team med verksamheterna inom myndigheten. Vi söker dig som vill vara med och utveckla vår verksamhet och samtidigt utvecklas själv, tillsammans med oss.\n\n**Arbetsuppgifter**\n-------------------\n\n\nSom utvecklare hos oss kommer du att ha omväxlande och utmanande arbetsuppgifter. Du arbetar dagligen i strategiskt viktiga IT-system tillsammans med kompetenta kollegor som delar ditt intresse för teknik. Du kommer att vara med och utveckla nya system och vidareutveckla samt förvalta befintliga system.\n\n\nVi tar även sikte mot säker utveckling, ökad grad av automatiserad testning samt arbete med ständiga förbättringar. Vår system- och informationsstruktur är komplex, med mycket integration där en del av systemen även är integrerade med andra myndigheter såsom t.ex. Skatteverket och Försäkringskassan.\n\n\nHär finns således goda möjligheter att utvecklas. Det finns också möjlighet för dig att vid behov agera som mentor för nyanställda utvecklare.\n\n**Dina kvalifikationer**\n------------------------\n\n\nVi söker dig som har\n\n* minst 4 års arbetslivserfarenhet som java-utvecklare under de senaste 5 åren\n* minst 1 års arbetslivserfarenhet av Spring Boot, v2 eller v3\n* erfarenhet av automatiserad testning\n* erfarenhet av CI\/CD\n* goda kunskaper i svenska (CEFR nivå B2) och engelska\n* utbildning på minst gymnasienivå\n\n\nDet är meriterande om du har\n\n* arbetslivserfarenhet av utveckling baserat på Openshift Container Plattform eller annan Kubernetesbaserad plattform\n* erfarenhet av JavaEE\/JakartaEE och Weblogic Server eller JBoss\n* erfarenhet av databas-hantering i JPA eller motsvarande baserat på relationsdatabas\n* erfarenhet av agil kravhantering\n* erfarenhet av testdriven utveckling\n* erfarenhet av frontend-utveckling i Angular\n\n\nVi ser att du är ansvarstagande, kreativ samt har förmåga att kommunicera och samarbeta med kollegor och leverantörer. Du har ett strukturerat arbetssätt, är noggrann och kvalitetsmedveten, samt ha förmåga att kunna hantera och analysera informationsflöden, se samband, avgränsa och förmedla information\n\n\nVi lägger stor vikt vid dina personliga egenskaper.\n\n**Information om oss och jobbet**\n---------------------------------\n\n\nVid tillsvidareanställningar tillämpar vi provanställning på sex månader. Tillträde är enligt överenskommelse och du blir anställd som it-handläggare.\n\n\nEn anställning hos oss kan innebära placering i säkerhetsklass. En säkerhetsprövning med registerkontroll enligt säkerhetsskyddslagen (2018:585) kan därför komma att genomföras före beslut om anställning. För en del av våra arbetsuppgifter i säkerhetsklass krävs svenskt medborgarskap.  \n\n  \n\nDin ansökan ska innehålla ett CV, men vi vill inte att du bifogar ett personligt brev.\n\n\nDet är viktigt för oss på Kronofogden att de vi anställer har de personliga egenskaper som vi efterfrågar. Därför använder vi oss av kompetensbaserade intervjuer och det förekommer tester vid rekryteringar.\n\n\nLär känna oss bättre genom att följa oss på LinkedIn och besöka vår webbplats:\n\n\nJobba hos oss\n\n\nHär kan du läsa mer om vår IT avdelning: Jobba på vår it-avdelning | Kronofogden\n\n  \n\n**Ett jobb som räknas**\n-----------------------\n\n\nPå Kronofogden jobbar vi nära människor i utsatta situationer. Vår uppgift är att hjälpa den som inte har fått betalt och vägleda den som ska betala. Det kräver kunskap och handlingskraft. Omtanke och mod. Hos oss kan du räkna med utmanande arbetsuppgifter som även är utvecklande för dig. Så när du går hem från en dag på jobbet kan du vara säker på att du har gjort något som verkligen räknas, både för andra och för dig.\n\n\nVi samarbetar med Skatteverket i våra rekryteringar, vilket innebär att Skatteverkets hr-avdelning kommer att hantera din ansökan. Kronofogden använder det statliga ramavtalet för annonsförmedling. Vi undanber oss därför vänligen samtal från annonsförmedlare eller försäljare.\n\n\nAnställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 3 | Sysselsättningsgrad: 100% | Ort: Gotland | Län: Gotlands län | Land: Sweden | Referensnummer: 2024\/65 | Kontakt: Stephan Quist Karlsson, sektionschef 010-5792692, Susanna Jareno, hr-specialist 010-5743143, | Facklig företrädare: Henrik Jonés, SACO 010-5792535, Lars Dahlin, ST 010-5776407, | Publicerat: 2024-07-05 | Sista ansökningsdag: 2024-09-02","company_url":"https:\/\/se.indeed.com\/cmp\/Kronofogden","company_url_direct":"https:\/\/www.kronofogden.se\/Start.html","company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"61d6b979ec6be0cf","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=61d6b979ec6be0cf","job_url_direct":"https:\/\/kronofogden.varbi.com\/se\/what:job\/jobID:742862\/type:job\/where:62\/apply:1","title":"Framtidens utvecklare i hela landet","company":"Kronofogden","location":"SE","job_type":null,"date_posted":1720137600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Vill du tillhöra en statlig IT-organisation som bryter ny mark, bidrar till ett bättre samhälle, samt satsar på din personliga utveckling på allvar? Våra medarbetare arbetar hemifrån, i kombination med att arbeta från något av våra kontor.\n\n\nDessa möjligheter finns hos oss. Kom till oss!\n\n\nVi söker nu ytterligare utvecklare med erfarenhet inom Java.\n\n**Beskrivning av uppdraget**\n----------------------------\n\n\nVi är ca 200 kollegor på Kronofogden som arbetar med IT-utveckling och vi har en spännande resa framför oss med modernisering, digitalisering och automatisering. Våra främsta framgångsfaktorer är att vi arbetar tillsammans i agila team med verksamheterna inom myndigheten. Vi söker dig som vill vara med och utveckla vår verksamhet och samtidigt utvecklas själv, tillsammans med oss.\n\n**Arbetsuppgifter**\n-------------------\n\n\nSom utvecklare hos oss kommer du att ha omväxlande och utmanande arbetsuppgifter. Du arbetar dagligen i strategiskt viktiga IT-system tillsammans med kompetenta kollegor som delar ditt intresse för teknik. Du kommer att vara med och utveckla nya system och vidareutveckla samt förvalta befintliga system.\n\n\nVi tar även sikte mot säker utveckling, ökad grad av automatiserad testning samt arbete med ständiga förbättringar. Vår system- och informationsstruktur är komplex, med mycket integration där en del av systemen även är integrerade med andra myndigheter såsom t.ex. Skatteverket och Försäkringskassan.\n\n\nHär finns således goda möjligheter att utvecklas. Det finns också möjlighet för dig att vid behov agera som mentor för nyanställda utvecklare.\n\n**Dina kvalifikationer**\n------------------------\n\n\nVi söker dig som har\n\n* minst 4 års arbetslivserfarenhet som java-utvecklare under de senaste 5 åren\n* minst 1 års arbetslivserfarenhet av Spring Boot, v2 eller v3\n* erfarenhet av automatiserad testning\n* erfarenhet av CI\/CD\n* goda kunskaper i svenska (CEFR nivå B2) och engelska\n* utbildning på minst gymnasienivå\n\n\nDet är meriterande om du har\n\n* arbetslivserfarenhet av utveckling baserat på Openshift Container Plattform eller annan Kubernetesbaserad plattform\n* erfarenhet av JavaEE\/JakartaEE och Weblogic Server eller JBoss\n* erfarenhet av databas-hantering i JPA eller motsvarande baserat på relationsdatabas\n* erfarenhet av agil kravhantering\n* erfarenhet av testdriven utveckling\n\n\nVi ser att du är ansvarstagande, kreativ samt har förmåga att kommunicera och samarbeta med kollegor och leverantörer. Du har ett strukturerat arbetssätt, är noggrann och kvalitetsmedveten, samt har förmåga att kunna hantera och analysera informationsflöden, se samband, avgränsa och förmedla information\n\n\nVi lägger stor vikt vid dina personliga egenskaper.\n\n**Information om oss och jobbet**\n---------------------------------\n\n\nVid tillsvidareanställningar tillämpar vi provanställning på sex månader. Tillträde är enligt överenskommelse och du blir anställd som it-handläggare.\n\n\nEn anställning hos oss kan innebära placering i säkerhetsklass. En säkerhetsprövning med registerkontroll enligt säkerhetsskyddslagen (2018:585) kan därför komma att genomföras före beslut om anställning. För en del av våra arbetsuppgifter i säkerhetsklass krävs svenskt medborgarskap.  \n\n  \n\nDin ansökan ska innehålla ett CV, men vi vill inte att du bifogar ett personligt brev.\n\n\nDet är viktigt för oss på Kronofogden att de vi anställer har de personliga egenskaper som vi efterfrågar. Därför använder vi oss av kompetensbaserade intervjuer och det förekommer tester vid rekryteringar.\n\n\nLär känna oss bättre genom att följa oss på LinkedIn och besöka vår webbplats:\n\n\nJobba hos oss\n\n\nHär kan du läsa mer om vår IT avdelning: Jobba på vår it-avdelning | Kronofogden\n\n  \n\n**Ett jobb som räknas**\n-----------------------\n\n\nPå Kronofogden jobbar vi nära människor i utsatta situationer. Vår uppgift är att hjälpa den som inte har fått betalt och vägleda den som ska betala. Det kräver kunskap och handlingskraft. Omtanke och mod. Hos oss kan du räkna med utmanande arbetsuppgifter som även är utvecklande för dig. Så när du går hem från en dag på jobbet kan du vara säker på att du har gjort något som verkligen räknas, både för andra och för dig.\n\n\nVi samarbetar med Skatteverket i våra rekryteringar, vilket innebär att Skatteverkets hr-avdelning kommer att hantera din ansökan. Kronofogden använder det statliga ramavtalet för annonsförmedling. Vi undanber oss därför vänligen samtal från annonsförmedlare eller försäljare.\n\n\nAnställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 2 | Sysselsättningsgrad: 100% | Ort: Ospecificerad arbetsort | Län: Ospecificerad arbetsort | Land: Sweden | Referensnummer: 2024\/67 | Kontakt: Stephan Quist Karlsson, sektionschef 010-5792692, Susanna Jareno, hr-specialist 010-5743143, | Facklig företrädare: Henrik Jonés, SACO 010-5792535, Lars Dahlin, ST 010-5776407, | Publicerat: 2024-07-05 | Sista ansökningsdag: 2024-09-02","company_url":"https:\/\/se.indeed.com\/cmp\/Kronofogden","company_url_direct":"https:\/\/www.kronofogden.se\/Start.html","company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"daeecbf8bd03832e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=daeecbf8bd03832e","job_url_direct":"https:\/\/kronofogden.varbi.com\/se\/what:job\/jobID:742859\/type:job\/where:62\/apply:1","title":"Javautvecklare med Scrum Master inriktning","company":"Kronofogden","location":"SE","job_type":null,"date_posted":1720137600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Vill du tillhöra en statlig IT-organisation som bryter ny mark, bidrar till ett bättre samhälle, samt satsar på din personliga utveckling på allvar?  \n\n  \n\nVi anställer medarbetare i hela landet. Våra medarbetare arbetar hemifrån, i kombination med att arbeta på något av våra 32 kontor. Vill du dessutom kombinera rollerna Javautvecklare och Scrum Master då det är det dig vi söker!\n\n**Beskrivning av uppdraget**\n----------------------------\n\n\nVi är ca 200 kollegor på Kronofogden som arbetar med IT-utveckling och vi har en spännande resa framför oss med modernisering, digitalisering och automatisering.\n\n\nVåra främsta framgångsfaktorer är att vi arbetar tillsammans i agila team med verksamheterna inom myndigheten. Vi söker dig som vill vara med och utveckla vår verksamhet och samtidigt utvecklas själv, tillsammans med oss.\n\n**Arbetsuppgifter**\n-------------------\n\n\nSom utvecklare och Scrum Master hos oss kommer du att ha omväxlande och utmanande arbetsuppgifter. Du arbetar dagligen i strategiskt viktiga IT-system tillsammans med kompetenta kollegor som delar ditt intresse för teknik. Du kommer att vara med och utveckla nya system och vidareutveckla samt förvalta befintliga system. Du kommer även ansvara för de agila ”ceremonierna”, följa upp och leda teamet mot sprintmålen samt agera som teamets agila coach.\n\n\nVi tar sikte mot säker utveckling, ökad grad av automatiserad testning samt arbete med ständiga förbättringar. Vår system- och informationsstruktur är komplex, med mycket integration där en del av systemen även är integrerade med andra myndigheter såsom t.ex. Skatteverket och Försäkringskassan.\n  \n\n  \n\nHär finns således goda möjligheter att utvecklas. Det finns också möjlighet för dig att vid behov agera som mentor för nyanställda utvecklare.\n\n**Dina kvalifikationer**\n------------------------\n\n\nVi söker dig som har\n\n* minst 4 års arbetslivserfarenhet som java-utvecklare under de senaste 5 åren\n* minst 1 års arbetslivserfarenhet av Spring Boot, v2 eller v3\n* minst 2 års arbetslivserfarenhet som Scrum Master för team som arbetat parallellt med systemutveckling och förvaltning under de senaste 5 åren\n* erfarenhet av automatiserad testning\n* erfarenhet av CI\/CD\n* goda kunskaper i svenska (CEFR nivå B2) och engelska\n* utbildning på minst gymnasienivå\n\n  \n\nDet är meriterande om du har\n\n* arbetslivserfarenhet av utveckling baserat på Openshift Container Plattform eller annan Kubernetes-baserad plattform\n* erfarenhet av JavaEE\/JakartaEE och Weblogic Server eller JBoss\n* erfarenhet av databas-hantering i JPA eller motsvarande baserat på relationsdatabas\n* erfarenhet av agil kravhantering\n* erfarenhet av testdriven utveckling\n\n\nVi ser att du har förmågan att få saker att hända och vill hjälpa till att skapa förutsättningar för att teamet ska fungera i sin fulla potential. Du har en förmåga att se problem och lösningar ur olika synvinklar och har bra slutledningsförmåga. Vi ser också att du är ansvarstagande, kreativ samt har förmåga att kommunicera och samarbeta med kollegor och leverantörer. Du har ett strukturerat arbetssätt, är noggrann och kvalitetsmedveten, samt ha förmåga att kunna hantera och analysera informationsflöden, se samband, avgränsa och förmedla information.\n\n\nVi lägger stor vikt vid dina personliga egenskaper.\n\n**Information om oss och jobbet**\n---------------------------------\n\n\nVid tillsvidareanställningar tillämpar vi provanställning på sex månader. Tillträde är enligt överenskommelse och du blir anställd som it-handläggare.\n\n\nEn anställning hos oss kan innebära placering i säkerhetsklass. En säkerhetsprövning med registerkontroll enligt säkerhetsskyddslagen (2018:585) kan därför komma att genomföras före beslut om anställning. För en del av våra arbetsuppgifter i säkerhetsklass krävs svenskt medborgarskap.  \n\n  \n\nDin ansökan ska innehålla ett CV, men vi vill inte att du bifogar ett personligt brev.\n\n\nDet är viktigt för oss på Kronofogden att de vi anställer har de personliga egenskaper som vi efterfrågar. Därför använder vi oss av kompetensbaserade intervjuer och det förekommer tester vid rekryteringar.\n\n\nLär känna oss bättre genom att följa oss på LinkedIn och besöka vår webbplats:\n\n\nJobba hos oss\n\n\nHär kan du läsa mer om vår IT avdelning: Jobba på vår it-avdelning | Kronofogden\n\n  \n\n**Ett jobb som räknas**\n-----------------------\n\n\nPå Kronofogden jobbar vi nära människor i utsatta situationer. Vår uppgift är att hjälpa den som inte har fått betalt och vägleda den som ska betala. Det kräver kunskap och handlingskraft. Omtanke och mod. Hos oss kan du räkna med utmanande arbetsuppgifter som även är utvecklande för dig. Så när du går hem från en dag på jobbet kan du vara säker på att du har gjort något som verkligen räknas, både för andra och för dig.\n\n\nVi samarbetar med Skatteverket i våra rekryteringar, vilket innebär att Skatteverkets hr-avdelning kommer att hantera din ansökan. Kronofogden använder det statliga ramavtalet för annonsförmedling. Vi undanber oss därför vänligen samtal från annonsförmedlare eller försäljare.\n\n\nAnställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Någon av de 32 orter där Kronofogden har kontor | Län: Ospecificerad arbetsort | Land: Sweden | Referensnummer: 2024\/64 | Kontakt: Camilla Johansson, sektionschef 010-5790452, Kevin Jakobsson, hr-specialist 010-5731956, | Facklig företrädare: Henrik Jonés, SACO 010-5792535, Lars Dahlin, ST 010-5776407, | Publicerat: 2024-07-05 | Sista ansökningsdag: 2024-09-02","company_url":"https:\/\/se.indeed.com\/cmp\/Kronofogden","company_url_direct":"https:\/\/www.kronofogden.se\/Start.html","company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"c4d21ee350c6746d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c4d21ee350c6746d","job_url_direct":"https:\/\/kronofogden.varbi.com\/se\/what:job\/jobID:742861\/type:job\/where:62\/apply:1","title":"Framtidens utvecklare i hela landet - Lead developer Java","company":"Kronofogden","location":"SE","job_type":null,"date_posted":1720137600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Vill du tillhöra en statlig IT-organisation som bryter ny mark, bidrar till ett bättre samhälle, samt satsar på din personliga utveckling på allvar? Vi anställer medarbetare i hela landet. Våra medarbetare arbetar hemifrån, i kombination med att arbeta på något av våra 32 kontor.\n\n\nVill du dessutom kombinera rollerna Javautvecklare och Scrum Master då är det dig vi söker!\n\n**Beskrivning av uppdraget**\n----------------------------\n\n\nVi är ca 200 kollegor på Kronofogden som arbetar med IT-utveckling och vi har en spännande resa framför oss med modernisering, digitalisering och automatisering. Våra främsta framgångsfaktorer är att vi arbetar tillsammans i agila team med verksamheterna inom myndigheten. Vi söker dig som vill vara med och utveckla vår verksamhet och samtidigt utvecklas själv, tillsammans med oss.\n\n**Arbetsuppgifter**\n-------------------\n\n\nSom utvecklare & Lösningsarkitekt hos oss kommer du att ha omväxlande och utmanande arbetsuppgifter. Du arbetar dagligen i strategiskt viktiga IT-system tillsammans med kompetenta kollegor som delar ditt intresse för teknik. Du kommer att vara med och utveckla nya system och vidareutveckla samt förvalta befintliga system. Du kommer även säkerställa att faktiskt alla förstår hur lösningen ska vara utforma samt svara upp till, och samarbeta med ansvarig områdesarkitekt för att som ett team tekniskt säkerställa att vi bedriver effektiv nyutveckling och underhåll av våra system samt att det sker på ett enhetligt sätt\n\n\nVi tar även sikte mot säker utveckling, ökad grad av automatiserad testning samt arbete med ständiga förbättringar. Vår system- och informationsstruktur är komplex, med mycket integration där en del av systemen även är integrerade med andra myndigheter såsom t.ex. Skatteverket och Försäkringskassan.\n\n\nHär finns således goda möjligheter att utvecklas både som utvecklare och lösningsarkitekt. Det finns också möjlighet för dig att vid behov agera som mentor för nyanställda utvecklare.\n\n\nI arbetsuppgifterna ingår:\n\n\nFelsökning för att lösa komplicerade problem\/fel, agera mentor för systemutvecklarna, hjälpa och stödja, genomgång av lösningar för teamet - och även vara bollplank vid behov. Agera som 3:e linjens support och nyutveckling. För att trivas tror vi att du har en stark förståelse för olika teknologier, systemarkitektur och utvecklingsprinciper\n\n**Dina kvalifikationer**\n------------------------\n\n\nVi söker dig som har\n\n* minst 4 års arbetslivserfarenhet som java-utvecklare under de senaste 5 åren\n* minst 1 års arbetslivserfarenhet av Spring Boot, v2 eller v3\n* minst 1 års arbetslivserfarenhet av att vara mentor åt systemutvecklare (tech lead)\n* arbetslivserfarenhet av automatiserad testning\n* arbetslivserfarenhet av CI\/CD\n* Goda kunskaper i svenska (CEFR nivå B2) och engelska\n* Utbildning på minst gymnasienivå\n\n\nDet är meriterande om du har\n\n* minst 2 års arbetslivserfarenhet av Angular eller liknande ramverk\n* arbetslivserfarenhet av JavaEE\/JakartaEE och Weblogic Server eller JBoss\n* erfarenhet av utveckling baserat på Openshift Container Plattform eller annan Kubernetesbaserad plattform\n* arbetslivserfarenhet av databas-hantering i JPA eller motsvarande baserat på relationsdatabas\n* arbetslivserfarenhet av agil kravhantering\n* arbetslivserfarenhet av testdriven utveckling\n\n\nVi ser att du är ansvarstagande, kreativ samt har förmåga att kommunicera och samarbeta med kollegor och leverantörer. Du har ett strukturerat arbetssätt, är noggrann och kvalitetsmedveten, samt har förmåga att kunna hantera och analysera informationsflöden, se samband, avgränsa och förmedla information\n\n\nVi lägger stor vikt vid dina personliga egenskaper.\n\n**Information om oss och jobbet**\n---------------------------------\n\n\nVid tillsvidareanställningar tillämpar vi provanställning på sex månader. Tillträde är enligt överenskommelse och du blir anställd som it-handläggare.\n\n\nEn anställning hos oss kan innebära placering i säkerhetsklass. En säkerhetsprövning med registerkontroll enligt säkerhetsskyddslagen (2018:585) kan därför komma att genomföras före beslut om anställning. För en del av våra arbetsuppgifter i säkerhetsklass krävs svenskt medborgarskap.  \n\n  \n\nDin ansökan ska innehålla ett CV, men vi vill inte att du bifogar ett personligt brev.\n\n\nDet är viktigt för oss på Kronofogden att de vi anställer har de personliga egenskaper som vi efterfrågar. Därför använder vi oss av kompetensbaserade intervjuer och det förekommer tester vid rekryteringar.\n\n\nLär känna oss bättre genom att följa oss på LinkedIn och besöka vår webbplats:\n\n\nJobba hos oss\n\n\nHär kan du läsa mer om vår IT avdelning: Jobba på vår it-avdelning | Kronofogden\n\n**Ett jobb som räknas**\n-----------------------\n\n\nPå Kronofogden jobbar vi nära människor i utsatta situationer. Vår uppgift är att hjälpa den som inte har fått betalt och vägleda den som ska betala. Det kräver kunskap och handlingskraft. Omtanke och mod. Hos oss kan du räkna med utmanande arbetsuppgifter som även är utvecklande för dig. Så när du går hem från en dag på jobbet kan du vara säker på att du har gjort något som verkligen räknas, både för andra och för dig.\n\n\nVi samarbetar med Skatteverket i våra rekryteringar, vilket innebär att Skatteverkets hr-avdelning kommer att hantera din ansökan. Kronofogden använder det statliga ramavtalet för annonsförmedling. Vi undanber oss därför vänligen samtal från annonsförmedlare eller försäljare.\n\n\nAnställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Ospecificerad arbetsort | Län: Ospecificerad arbetsort | Land: Sweden | Referensnummer: 2024\/66 | Kontakt: Stephan Quist Karlsson, sektionschef 010-5792692, Kevin Jakobsson, hr-specialist 010-5731956, | Facklig företrädare: Henrik Jonés, SACO 010-5792535, Lars Dahlin, ST 010-5776407, | Publicerat: 2024-07-05 | Sista ansökningsdag: 2024-09-02","company_url":"https:\/\/se.indeed.com\/cmp\/Kronofogden","company_url_direct":"https:\/\/www.kronofogden.se\/Start.html","company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3966333458","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3966333458","job_url_direct":"https:\/\/www.qarat.se\/jobs\/3381459-a-backend-developer-who-wants-to-build-the-future&urlHash=3fKr","title":"A Backend Developer who wants to build the future!","company":"Qarat","location":"Stockholm, Stockholm County, Sweden","job_type":"other","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"eva@qarat.se","description":"Who are we\n \n At inooLabs, we are elevating the human species using artificial intelligence. We are a dedicated team of engineers, product designers and business developers building the cutting edge AI-platform called Intric. Intric infuses important organizations across Sweden and Europe with the power of AI.\n   \n\n\n\n\n About the job\n \n Are you ready to be a part of a team that's revolutionizing AI-assisted work? As a backend developer, you will actively contribute to creating a ground-breaking platform that transforms the way AI-assisted work is done. Your responsibilities will include all aspects of developing and maintaining functionality in a cutting-edge web application.\n \n\n\n\n Here are some of the things you will do:\n \n\n\n* Work in a highly collaborative team of engineers and business developers.\n* Transform ideas or requirements into shipped features.\n* Implement improvements across the whole backend tech stack, in everything from the services, to the database design, to improving the cloud architecture\n* Implement functionality or tools that improves the developer experience and speeds up work for others in the codebase.\n\n\n\n  \n\n\n\n\n About you\n \n  \n\n You are a passionate software developer with a few years of experience, eager to tackle new challenges with an exciting, growing product and technology stack.\n \n\n\n\n - You possess strong problem-solving skills and a proactive approach to getting things done.\n   \n\n - You are curious and strive to fully understand every concept you encounter.\n   \n\n - You thrive in an iterative, fast-paced environment.\n   \n\n - You enjoy learning new concepts and sharing your knowledge with the team.\n   \n\n  \n\n\n\n\n Our tech stack\n \n**Backend**\n - Python (key libraries: Asyncio, SQLAlchemy, Pytest)\n   \n\n - FastAPI\n **Frontend**\n - Typescript\n   \n\n - Svelte\/Kit\n **Infrastructure**\n - Docker\n   \n\n - PostgreSQL\n   \n\n - Redis\n   \n\n - pgvector\n   \n\n - Arq\n   \n\n - vLLM\n **Other Important Tools\/Techniques**\n - Linux\n   \n\n - Bash\n   \n\n - Domain-Driven Design (DDD)\n   \n\n  \n\n\n\n\n**Application** \n\n In this recruitment process, inooLabs is collaborating with Qarat. The position is a permanent full-time employment based in Stockholm. You are warmly welcome to submit your application via the advertisement. We work with continuous selection and interviews. For more information, you are welcome to contact IT recruitment consultant Eva Karlsdotter at eva@qarat.se, 073 - 248 47 60. Qarat works competence-based to promote objective and non-discriminatory recruitment.\n \n\n\n\n  \n \n\n\n About Qarat\n \n Qarat is a comprehensive provider of recruitment, search\/headhunting, and digital tools for online education and communication, such as LeadersAPP.\n \n\n\n\n We manage entire recruitment processes, provide advisory services for parts of a process, and conduct confidential search processes. In leadership\/team development, we offer Sweden's leading consultants in the field.","company_url":"https:\/\/se.linkedin.com\/company\/qarat","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQG2kwsb8iEnlw\/company-logo_100_100\/0\/1630532966595?e=2147483647&v=beta&t=m3d7ebtnb8vtzSh70IZTJpzb3q3KitP9LA2rmZf5B-I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3969110659","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3969110659","job_url_direct":"https:\/\/thehub.io\/jobs\/66866112a44199209758aec7?utm_source=linkedin&utm_medium=referral&utm_campaign=job_wrapper&urlHash=6-p9","title":"Software Engineer","company":"The Hub","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"At Coody, we're revolutionizing consulting by combining the freedom and flexibility of freelancing with the security of traditional employment. As a consultant with us, you'll enjoy a high salary, a generous benefits package, and the opportunity to work remotely. On average, our consultants increase their monthly pay by 44%. How is this possible?\n   \n\n  \n\n The math is simple. We can pay you more because we cut costs on things that don't directly benefit you—no overpaid bosses, no expensive group conferences, and no big fancy offices. Instead, we invest in you, providing the trust and freedom you need to excel and compensating you accordingly. Welcome to Gravity Free Consulting.\n   \n\n  \n\n**Gravity Free Consulting @ Coody means:**\n* Maximized Compensation: Typically a 44% salary increase.\n* Higher sense of freedom: No bosses. All digital. Fully remote for those who want.\n* Shaping the future: Work with digital game-changers like Mojang, Spotify, Tobii, Volumental, and various startups and scale-ups.\n\n\n**About Us**\n Coody is a dynamic and growing team for the new generation in tech, with assignments in Sweden, Finland, and the UK. Our broad network includes customers in Gaming, AI, XR\/VR, EV, MedTech, and FinTech sectors.\n   \n\n  \n\n We think of ourselves as a community platform rather than a traditional company. We are building a seamless existence for our consultants, where trust is high, and micro-management is low. We cherry-picked the functions that actually benefit consultants and are proud to share our benefits stated in our employee handbook.\n   \n\n  \n\n**What You'll Be Doing**\n As a consultant in Software Engineering at Coody you'll work on technically, intellectually challenging and fun assignments for companies to strengthen their teams and projects.\n   \n\n  \n\n You’ll be an integral part of the organisation and expected to contribute to areas such as; designing and building robust and scalable applications in cloud environments, working methods, product strategy, technical environment and team spirit.\n   \n\n  \n\n You'll need to be adaptable and ready to hit the ground running in new environments. We see new challenges and situations as opportunities for growth. Typically, you'll work on 1-2 different assignments per year for companies in a sector you're passionate about.\n   \n\n  \n\n**What We Are Looking For**\n* 5+ years of experience working as a Software Engineer\n* Deep understanding of one or more technical areas stated below\n* Fluency in English (verbal and written)\n* Experience working in an agile environment\n* A doers mindset with a proven track record of getting things done\n\n\n**WE WOULD LIKE TO SEE THAT YOU HAVE**\n Experience building\n **scalable applications** \n in cloud environments\n   \n\n  \n\n**Deep knowledge in at least one programming language,** \n for example; Java, C#.Net, Golang, TypeScript, JavaScript, Kotlin, Python, Rust, Ruby, Erlang\/Elixir\n   \n\n  \n\n**A degree** \n in Computer Science, Engineering, Mathematics, or a related field\n   \n\n  \n\n If Gravity Free Consulting sounds like the perfect fit for you and your profile matches our needs, we encourage you to apply as soon as possible.\n   \n\n  \n\n We will respond within a week if your profile aligns with our current requirements.","company_url":"https:\/\/dk.linkedin.com\/company\/thehubio","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQE8WpXmwhptcA\/company-logo_100_100\/0\/1677478557826\/thehubio_logo?e=2147483647&v=beta&t=qgMZs1CaBk7m_tOCA7QXycIb98Bd9vWIEtDLUMCZZU4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3968285906","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3968285906","job_url_direct":null,"title":"XR Developer (Intern)","company":"XR Solutions","location":"Stockholm, Stockholm County, Sweden","job_type":"internship","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Are you passionate about building the next full stack AR technology?\n \n\n\n\n Do you want to play a key role in an early- stage and purpose-driven tech startup?\n \n\n\n\n  \n\n\n\n\n\n We are now looking for an XR Developer Intern to take XR Solutions to the next level!\n \n\n\n\n  \n\n\n\n\n\n**XR Solutions** \n is a technology based company that utilizes machine learning and powerful research-based optimizations to provide practical, reliable and optimizing augmented reality solutions to industrial companies.\n \n\n\n\n We believe that our AR technology can change working methods, the way of thinking and enable new innovative solutions that previously was not achievable in industry and machine operation.\n \n\n\n\n  \n\n\n\n\n\n You will be a part of the product team.\n \n\n\n\n In your role, you will be a part of shaping our future AR product with focus on\n \n\n\n\n our application for both Mobile devices and Head mounted XR glasses.\n \n\n\n\n  \n\n\n\n\n\n**You will among other things be work with:** \n\n\n\n* Conduct research on technology solutions\n* Developing and testing our product XR features for both APP and HMD.\n* Problem solving\n* Code and learn new technologies in the XR Space\n* Solving market challenges together with the team with our groundbreaking product.\n\n\n\n  \n\n\n\n\n\n**To succeed in this role, you should have:** \n\n\n\n* Experience of using tools like ARkit, Xcode, Unity and more.\n* Experience of programming languages Swift\n* An ability to easily communicate and work with others in teams, both with colleagues and customers.\n* A self-propelled working method\n* A user-focused mindset – a passionate drive for understanding and meeting user needs.\n* Open mindset to try new working methods and software tools that just launched on the market\n\n\n\n  \n\n\n\n\n\n**What we offer** \n\n\n\n* Practical experience of e.g. product development in the AR-Space\n* Opportunity to contribute directly to the growth of an exciting Startup\n* Hybrid work setup and flex Office spaces\n* Freedom under own responsibility\n* Strategic work and planning\n* Be part of a product launch\n\n\n\n  \n\n\n\n\n\n**This is a unpaid internship initially**","company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQHeCFw56iRkeQ\/company-logo_100_100\/0\/1633338980908\/xr_solutions1_logo?e=2147483647&v=beta&t=rsTSlMbLoSxmrHJ4iCjnWbAIv_esV6ZViEphgXHUzVI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3895071949","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3895071949","job_url_direct":"https:\/\/sbab.teamtailor.com\/jobs\/2327908-fullstack-utvecklare?utm_source=LinkedIn&urlHash=YaFv","title":"Fullstack-utvecklare","company":"SBAB","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Arbetsuppgifter\n   \n\n  \n\n* Programmering i alla dess former! T ex par-, mobprogrammering eller kanske någon ny kreativt idé som du vill utforska?\n* Aktivt delta i beslut gällande produkter, features, arkitektur och affärsmål\n* Lärande och kunskapsdelning i både team och organisation\n\n\n Är du nyfiken på hur den här texten ska sluta? Kul! Vi gillar dig redan. Att vara nyfiken är viktigt för oss.\n   \n\n  \n\n På SBAB spelar nämligen rollen mindre roll. Att du är kunnig förväntar vi oss. Det viktiga är att du vill vara med och bidra till vår kultur, attityd och vårt sätt att vara. Och eftersom vi är lika många experter som medarbetare, behöver alla vara just nyfikna och intresserade av varandras olikheter. Vi lyssnar in och omvärderar kontinuerligt. Vi tror på mångfald, att olika perspektiv berikar och att du är en viktig framgångsfaktor. Fortfarande nyfiken? Välkommen!\n   \n\n  \n\n Att jobba som Full stack-utvecklare\n   \n\n  \n\n Hos oss jobbar de flesta utvecklare som Fullstack med Java och React som bas, vår tech stack innehåller bl a Java 17\/18 & 21, React, Spring Boot, Dropwizard, Kafka & Docker.\n   \n\n  \n\n Att arbeta fullstack tror vi är en bra möjlighet för att ständigt ges möjlighet att utvecklas i sin yrkesroll, dock bestämmer du vad du vill ha huvudfokus på backend\/frontend. Vi tror att du är en lagspelare som gillar att förvandla bra idéer till features och har en bra balans mellan kvalitet och leverans. Vi kommer att uppmuntra dig att gå utanför din comfortzone och pröva nya teknologier och växa som utvecklare, och självklart är van med agila arbetssätt, så som Scrum & Kanban.\n   \n\n  \n\n Våra team är uppdelade i produktområden och har en egen Produktägare som styr backlogen medans teamet själv driver arkitektfrågor och tekniska beslut samt hur lösningen skall utformas.\n   \n\n  \n\n Vi söker dig som har flera års erfarenhet av att arbeta som fullstack utvecklare och som kan Svenska i tal och skrift.\n   \n\n  \n\n*I det här avsnittet gästar vi Kodsnack under ledning av Fredrik Björeman. Ni får träffa fyra utvecklare där dem bland annat berättar om likheter och skillnader mellan SBAB och Booli, hur man avvecklar äldre monoliter på ett planerat och konstruktivt sätt, mikrotjänsters fördelar och problem och mycket mer.*\n Har du check på allt?\n   \n\n  \n\n* Lagspelare\n* Nyfiken\n* Initiativtagande\n* Analytisk\n* Självdriven\n\n\n Annars då?\n   \n\n  \n\n Gillar du oss, och tror att du kan bidra, är vårt tips att inte vänta för länge med att skicka in CV eller LinkedIn-profil. Har du andra idéer på hur du kan visa vem du är? Spännande! Hur du än ansöker så ser vi fram emot att lära känna dig mer.","company_url":"https:\/\/se.linkedin.com\/company\/sbab-bank","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQFKJrKdjSajjA\/company-logo_100_100\/0\/1630647285404\/sbab_bank_logo?e=2147483647&v=beta&t=l7dcfijAyEBjlRCQSi4UqnTZsBQrBewqXvDDvE3jXs0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3969155827","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3969155827","job_url_direct":"https:\/\/www.accedo.tv\/job-openings\/SenioriOSDeveloper-B934B?FSU=SenioriOSDeveloper-B934B&LSU=SenioriOSDeveloper-B934B#job-form&urlHash=t12Y","title":"Senior iOS Developer","company":"Accedo.tv","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n**About the Team**\n We at Accedo are passionate about technology and building fantastic software products. We are experts and leaders in the realm of video streaming. It’s no coincidence that some of our customers are giants like Netflix, Spotify, BBC, HBO and Deutsche Telekom, just to name a few. Our mission is to innovate continuously and to disrupt the industry by creating a scalable platform for building impactful video applications. Accedo One , our award-winning produc t is a testament to Accedo’s expertise and leadership worldwide.\n   \n\n  \n\n Our flagship product, Accedo One, is the SaaS user experience platform designed to launch, adapt, and grow video services. With integrations with renowned vendors in the video industry, it facilitates applications on major platforms and a management system that brands, configures, and curates intuitively, reducing development and operational costs for customers.\n   \n\n  \n\n To continue to excel, we are growing our team with multiple openings! We’re looking for a Senior iOS Engineer to join our team in\n **Stockholm** \n . You will join an international engineering team and will collaborate with the rest of our teams - QA, Design, Product management, etc.\n   \n\n  \n\n**What We Offer**\n* Competitive salary and benefits\n* Private health insurance\n* Yearly training budget - which can be spent on IT conferences or online trainings\n* Nice, spacious office in the hip area of Södermalm\n* Flexible home office options (past Covid-19 too!)\n* Opportunity to participate in Hackathons and a range of company events\n\n\n**What You Will Do**\n* Maintain a scalable and extensible, modular iOS and tvOS application\n* Collaborate with the cross-disciplined product team to build a high quality user experience\n* Take part in architectural decisions and strive to constantly improve the existing codebase\n* Review other team members code\n* Ship efficient, reliable, crash-free code in Swift that reaches millions of users\n\n\n**What We Are Looking For**\n* Degree in Computer Science, Software Engineering, IT or related discipline\n* 4+ years of experience in building iOS apps using Swift Objective-C\n* Ability to develop against a variety of remote services and systems (HTTP, JSON, REST, etc.)\n* Experience in Reactive and functional programming\n* Experience and knowledge of design and architectural patterns, such as MVVM, MVP, VIP\n* Excellent command of English\n\n\n**Other Highly Desirable Skills**\n* Degree in Computer Science, Software Engineering, IT or related discipline\n* Experience in building iOS apps using Objective-C\n* Good understanding of development methodologies, testing practices, and tools and knowing when to apply each method\n* Experience in technologies such as SwiftUI and Combine\n* Strong communication skills and knowing when to ask for help and bounce ideas and solutions off peers\n* Experience in video and media-based development projects (DRM, OVPs, Advertising, Analytics)\n* Experience with Jenkins and Fastlane","company_url":"https:\/\/se.linkedin.com\/company\/accedo-tv","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQHQONXOhnU4KA\/company-logo_100_100\/0\/1719912556853\/accedo_tv_logo?e=2147483647&v=beta&t=hOcenY3OCgEyPWf7j5KpyajnCLelORnSEQBo3nkU84k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3949387739","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3949387739","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/235041-svenska-handelsbanken-ab-cloud-tech-lead-till-handelsbanken\/?utm_source=linkedin&utm_medium=job-slot&utm_campaign=235041&urlHash=bMvk","title":"Cloud Tech Lead till Handelsbanken","company":"Handelsbanken","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"amanda.warme@handelsbanken.se, sofia.akerblom@handelsbanken.se, per.almshult@handelsbanken.se, bjarne.nilsson@handelsbanken.se","description":"Vi söker en Cloud Security Tech Lead som vill vara med och forma Handelsbankens molnsäkerhet. Vi har stort fokus på tillgänglighet och säkerhet med strävan mot PaaS och Cloud Native i Azure.\n   \n\n  \n\n**Ditt team**\n Du kommer bli del av Cloud Center of Excellence (CCoE), ett agilt och tvärfunktionellt team som ansvarar för Cloud-plattformen i Azure. Teamet består av säkerhetsingenjörer, molnarkitekter, utvecklare och supportpersonal som tillsammans arbetar med att designa, implementera och vidareutveckla molnlösningar.\n   \n\n  \n\n Vi samarbetar med operativa team för hantering av säkerhetslösningar och -incidenter men även compliance- och riskhanteringsteam för att säkerställa att alla lösningar uppfyller regulatoriska krav.\n   \n\n  \n\n**Din roll**\n Rollen som Cloud Security Tech Lead är både operativ och strategisk. Du kommer ansvara för low level design, implementera och vidareutveckla säkerhetslösningar och arkitektur för Azure. Ditt ansvar innefattar att utvärdera och integrera nya säkerhetsteknologier inom banken infrastruktur. Du kommer även delta i strategiska beslut som kopplat till bankens moln- och säkerhetsstrategier. Rollen innebär även att du kommer tekniskt vägleda säkerhetsteamet, vara deras länk till andra ledare inom banken och då arbeta nära flera utvecklingsteam för att kontinuerligt integrera säkerhetstänket.\n   \n\n  \n\n**Din profil**\n Du har omfattande erfarenhet av att arbeta med molnsäkerhet i Azure, och Microsoft Defender for Cloud. Därtill har du kunskap och praktiskt erfarenhet inom infrastruktur, Azure Kubernetes och relevanta Saas-tjänster. Du är tydligt insatt inom säkerhetsprotokoll och -standarder som SoGP, ISO, CIS, NIST och kan praktiskt omvandla det till tekniska krav.\n   \n\n  \n\n Du har tidigare ansvarat för att leda utvecklingsarbetet inom närmsta teamet där det är meriterande om du har haft ansvar som säkerhetsarkitekt eller liknande. Vi ser det som meriterande om du har Microsoft certifieringar inom molnsäkerhet, arbetat med andra plattformar, automatisering, IaC, eller JSON.\n   \n\n  \n\n Då vi samarbetar med hela koncernen behöver du behärska god svenska och engelska i både tal och skrift.\n   \n\n  \n\n Rollen innebär samarbete med flera olika delar av koncernen så vi ser det som viktigt att du kan anpassa din kommunikation beroende på mottagaren. Du inkluderar olika perspektiv och framför samtidigt din åsikt på ett tydligt, inlyssnande och respektfullt sätt. Ditt arbetssätt är lösningsorienterat där du tar dig an problemet med den kompetens som finns i teamet. Samtidigt har du förmåga att fatta självständiga beslut och leda teamet mot ett gemensamt mål.\n   \n\n  \n\n**Vi erbjuder**\n* en trygg och stabil arbetsgivare\n* dynamiskt och stimulerande arbete\n* work-life balance\n* kompetens- och karriärutveckling\n* inkluderande- och jämställd arbetsmiljö\n* konkurrenskraftigt förmånspaket\n\n\n Då det är semestertider kommer återkoppling ske något mer sporadiskt än vi skulle önska i denna rekrytering. Vi kommer kalla till intervjuer i början av augusti.\n   \n\n  \n\n**Kontaktuppgifter**\n**Chef:** \n Amanda Wärmé, amanda.warme@handelsbanken.se\n   \n\n  \n\n**HR:** \n Sofia Åkerblom, sofia.akerblom@handelsbanken.se\n   \n\n  \n\n**Fackliga representanter Finansförbundet:** \n Per Almshult, per.almshult@handelsbanken.se\n   \n\n  \n\n**Fackliga representanter Akademikerföreningen:** \n Bjarne Nilsson, bjarne.nilsson@handelsbanken.se\n   \n\n  \n\n**Välkommen med din ansökan**\n \/","company_url":"https:\/\/se.linkedin.com\/company\/handelsbanken","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQEJypVj6TG7Aw\/company-logo_100_100\/0\/1631335811267?e=2147483647&v=beta&t=kYZg_bHpEqlS0LTkhvu5ufV-VgxJNC3WhXEp4EYItfQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3948418770","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3948418770","job_url_direct":"https:\/\/jobs.wiseit.se\/jobs\/4613355-cloudspecialist-azure-till-svenska-institutet-for-standarder-sis&urlHash=HQ7c","title":"Cloudspecialist Azure till Svenska institutet för standarder (SIS)","company":"Wise IT","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"sofia.gustafsson@wiseit.se","description":"***Vill du jobba för en arbetsgivare som skapar reell samhällsnytta och bidrar till förbättrade levnadsvillkor både i Sverige och internationellt? Vad bra! Nu söker SIS IT en Cloudspecialist Azure.\n   \n\n  \n\n Välkommen till en central roll i SIS resa till molnet! Här erbjuds du helhetsansvaret för IT-infrastrukturen med fokus på molntjänsterna Microsoft 365 och Azure.***\n**Din roll som Cloudspecialist Azure**\n Som Cloudspecialist Azure på SIS IT får du ett helhetsansvar för vår IT-infrastruktur och du får arbeta med moderna och innovativa lösningar i Microsofts molntjänster. Du får också vara del av ett kunskapsdrivet och respektfullt team på 25 personer som värdesätter varandras kompetens och personlighet.\n   \n\n  \n\n Du kommer in i en spännande fas där SIS IT går från klassisk infrastruktur till att konsumera allt fler funktioner som tjänst. Allt för att fokusera på värdeskapande initiativ, samverkan och verksamhetsutveckling.\n   \n\n  \n\n Din roll innebär ett helhetsansvar för IT-infrastrukturen som dels ligger i Microsofts molntjänster Azure och M365 – och dels hos vår leverantör för den outsourcade delen av infrastrukturen. Den operativa delen omfattar bland annat utveckling och förvaltning av infrastruktur och tjänster i Azure och innebär ett nära samarbete med bland andra utvecklare och IT-support.\n   \n\n  \n\n Du är även kravställare och beställare till våra leverantörer inom infrastruktur. Viktiga drivkrafter i ditt arbete kommer vara automatisering och säkerhet.\n   \n\n  \n\n**Din kompetens**\n Vi värdesätter din kommunikativa förmåga högt då du i denna roll skapar goda relationer och inger förtroende, både inom organisationen och mot IT-leverantörer. Därför tror vi att du är ödmjuk och lyhörd som person och har fallenhet att driva engagemang hos andra.\n   \n\n  \n\n Skall-krav:\n   \n\n  \n\n* Gedigen erfarenhet av att arbeta i Windowsbaserad infrastruktur\n* Gedigen erfarenhet av Microsoft Azure och M365\n* Insatt i frågor relaterat till IT-säkerhet\n* Van att arbeta enligt ITIL\n* Mycket god svenska och engelska i tal och skrift\n\n\n Meriterande:\n   \n\n  \n\n* Erfarenhet av en kravställande\/beställande roll mot IT-leverantörer\n* Erfarenhet av arkitekturfrågor\n\n\n**Att arbeta hos oss**\n Svenska institutet för standarder, SIS, är en kunskapsorganisation. Hos oss blir du del av en unik verksamhet, där Sveriges främsta experter samlas för att ta fram de bästa lösningarna – standarder – ofta tillsammans med motsvarande kompetenser från hela världen. Hos oss får du ta del av världsomspännande projekt, som i sin tur öppnar dörrar till internationella nätverk.\n   \n\n  \n\n SIS har bidragit till att stärka svensk konkurrenskraft i mer än ett sekel. På senare tid har vi fått stor uppmärksamhet för vår möjlighet att bidra med lösningar till många av dagens utmaningar – i allt från fossilfritt stål och plastförpackningar till cirkulär ekonomi och säkra mensprodukter.\n   \n\n  \n\n Vårt arbete utgår ifrån våra värderingar omtanke, tillit och professionalism och vi är stolta över att vara certifierade enligt Great Place to Work!\n   \n\n  \n\n Majoriteten av veckans dagar träffas vi på vårt fräscha kontor invid Torsplan\/Hagastaden i Stockholm. Som medarbetare erbjuds du fina anställningsförmåner, läs gärna mer på sis.se\n   \n\n  \n\n https:\/\/www.sis.se\/om-sis\/jobba-pa-sis\/vi-erbjuder\/\n   \n\n  \n\n**Ansökan & kontakt**\n I den här rekryteringen samarbetar SIS med Wise IT. Vill du veta mer om jobbet, kontakta ansvarig rekryteringskonsult; Sofia Gustafsson på sofia.gustafsson@wiseit.se. Wise IT kan tyvärr inte ta emot ansökningar via e-post, då vi värnar om din personliga integritet. Du kan läsa mer om hur vi behandlar personuppgifter enligt GDPR i Wise Group-koncernens policy för behandling av personuppgifter.\n   \n\n  \n\n För denna roll kommer det att utföras en bakgrundskontroll på slutkandidaten.\n   \n\n  \n\n Urval och intervjuer sker löpande. Välkommen med din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/wise-it","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C510BAQFChwxv1zHbRg\/company-logo_100_100\/0\/1631334054837?e=2147483647&v=beta&t=u7V33WAWslA65ZNaEv1KzHhwfuoqpbyzeDvC9fCLYhI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3949390400","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3949390400","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/235116-svenska-handelsbanken-ab-site-reliability-engineer-sre-till-handelsbanken\/?utm_source=linkedin&utm_medium=job-slot&utm_campaign=235116&urlHash=9p89","title":"Site Reliability Engineer (SRE) till Handelsbanken","company":"Handelsbanken","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"nabila.yalcin@handelsbanken.se, louise.doverholt@handelsbanken.se, per.almshult@handelsbanken.se, bjarne.nilsson@handelsbanken.se","description":"Led Handelsbankens arbete med AKS och container teknologi som Site Reliability Engineer. Vi har stort fokus på tillgänglighet och säkerhet med strävan mot PaaS och Cloud Native i Azure.\n   \n\n  \n\n**Ditt team**\n Du kommer bli del av Cloud Center of Excellence (CCoE), ett agilt och tvärfunktionellt team som ansvarar för Cloud-plattformen i Azure. Teamet består av säkerhetsingenjörer, molnarkitekter, utvecklare och supportpersonal som tillsammans arbetar med att designa, implementera och vidareutveckla molnlösningar.\n   \n\n  \n\n Vi samarbetar med operativa team för hantering av säkerhetslösningar och -incidenter men även compliance- och riskhanteringsteam för att säkerställa att alla lösningar uppfyller regulatoriska krav.\n   \n\n  \n\n**Din roll**\n Som Site Reliability Engineer kommer du leda arbetet med att designa AKS Container plattformen och hjälpa utvecklingsteam med modernisering av applikationer med AKS. Du kommer felsöka och följa mitigation plans samt nätverksfel. I rollen ingår även att arbeta med multitenancy i Kubernetes och modernisering av gamla applikationer.\n   \n\n  \n\n**Din profil**\n Du är en Site Reliability Engineer med god erfarenhet av Azure, Kubernetes, nätverk och infrastruktur. Du har även Azure certifiering. Vi ser det som meriterande om du har erfarenhet av DevOps.\n   \n\n  \n\n Då vi samarbetar med hela koncernen behöver du behärska god svenska och engelska vi både tal och skrift.\n   \n\n  \n\n Vi ser att du värnar om att skapa, utveckla och bibehålla goda relationer. Du anpassar din kommunikation beroende på mottagaren och framför din åsikt på ett respektfullt sätt för att inkludera andras perspektiv och främja samarbete. Ditt arbetssätt är lösningsorienterat där du fattar självständiga beslut.\n   \n\n  \n\n**Vi erbjuder**\n* en trygg och stabil arbetsgivare\n* dynamiskt och stimulerande arbete\n* work-life balance\n* kompetens- och karriärutveckling\n* inkluderande- och jämställd arbetsmiljö\n* konkurrenskraftigt förmånspaket\n\n\n Då det är semestertider kommer återkoppling ske något mer sporadiskt än vi skulle önska i denna rekrytering. Vi kommer kalla till intervjuer i början av augusti.\n   \n\n  \n\n**Kontaktuppgifter**\n**Chef:** \n Nabila Yalcin, nabila.yalcin@handelsbanken.se\n   \n\n  \n\n**HR:** \n Louise Doverholt, louise.doverholt@handelsbanken.se\n   \n\n  \n\n**Fackliga representanter Finansförbundet:** \n Per Almshult, +46 761355818, per.almshult@handelsbanken.se\n   \n\n  \n\n**Fackliga representanter Akademikerföreningen:** \n Bjarne Nilsson, +46 702851881, bjarne.nilsson@handelsbanken.se\n   \n\n  \n\n**Välkommen med din ansökan**\n \/","company_url":"https:\/\/se.linkedin.com\/company\/handelsbanken","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQEJypVj6TG7Aw\/company-logo_100_100\/0\/1631335811267?e=2147483647&v=beta&t=kYZg_bHpEqlS0LTkhvu5ufV-VgxJNC3WhXEp4EYItfQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950375765","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950375765","job_url_direct":"https:\/\/toyota-forklifts.se\/lediga-tjanster\/2024-3619_External_systemansvarig\/?LCID=1043&urlHash=VeJy","title":"Systemansvarig","company":"Toyota Material Handling Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Vi söker en kollega som kommer att ta ansvar för våra systemstöd där affärssystemet M3 är kärnan idag och kommer bytas ut mot SAP under de kommande åren. En viktig del i ditt uppdrag är att få ut maximal kraft tillsammans med de olika aktörerna i nätverket av koncernens resurser, lokala key users och externa leverantörer. Målet är att tillhandahålla ett väl fungerande systemstöd och ett proaktivt stöd till verksamheten genom ständiga förbättringar. En mix av utveckling, förvaltning och ärendehantering.\n   \n\n  \n\n**Om oss**\n Vi är Sveriges ledande leverantör inom materialhantering! Hos oss på Toyota Material Handling Sweden erbjuder vi en omfattande portfölj av manuella truckar och autotruckar, tjänster, inklusive service, reservdelsförsörjning, uthyrning, rådgivning och förarutbildning. Med innovativa lösningar och en dedikerad personal på cirka 600 medarbetare, strävar vi efter säkrare och effektivare materialhantering. Toyota Material Handling Sweden AB (TMHSE) är ett sälj- och servicebolag i TMH Europa koncernen. TMHSE är i sin tur en grupp bestående av ett moder- och 5 dotterbolag.\n   \n\n  \n\n Toyota Material Handling är en dynamisk arbetsplats där vi kontinuerligt strävar efter förbättring. Vi har en företagskultur som sätter människan i fokus, där varje individ är värdefull och där vi arbetar tillsammans för att uppnå gemensamma mål. Här välkomnas dina idéer och åsikter.\n   \n\n  \n\n**Ditt uppdrag**\n I ditt uppdrag ingår bland annat:\n   \n\n  \n\n* Ansvar för att TMHSE gruppen adopterar koncerngemensamma centrala system och lösningar. Fokus idag ligger på affärssystemsbyte från M3 till SAP, vilket även innebär en stor förändring i arbetssätt. I rollen arbetar du nära vår projektledare för byte av affärssystem.\n* Att vara ambassadör för Microsoft365 med alla verktyg som förbättrar säkerhet, effektivitet och hållbarhet i våra processer. Att informera och utbilda medarbetare utifrån deras behov och uppmana till kritisk tänkande och Kaizen (ständiga förbättringar) i processer.\n* Ansvar för lokal utveckling av lösningar som överbryggar gap i centrala system och optimerar och effektiviserar operativa och administrativa processer. Ansvar för att egen, lokal utveckling sker i linje med policys och krav för utveckling.\n* Ansvar för dokumentation och förvaltning av lokala system och lösningar.\n* Ansvar för avtal kring systemlösningar med tredje part och att dessa lever upp till våra policys.\n* Ansvar för att datahantering i lokala systemlösningar och tredjepartslösningar sker enligt GDPR och med hög datakvalitet.\n* Delaktig i förändringar av systemstöd i våra fem dotterbolag.\n\n\n**Din profil**\n Vi söker dig som:\n   \n\n  \n\n* Har akademisk examen inom data, ekonomi och administration, teknik eller liknande.\n* Har kunskap i\/förståelse av system- och dataarkitektur.\n* Har kunskap och erfarenhet av M3 och SAP.\n* Är expertanvändare och utvecklare av lösningar med hjälp av M365 inklusive Power tools\n* Har kunskap och erfarenhet av RPA lösningar\n* Behärskar engelska och svenska i tal och skrift\n\n\n Vi lägger stor vikt vid dina personliga förmågor! Därför ser vi en person som är:\n   \n\n  \n\n* Har en god förmåga att skapa kontakter och bygga relationer\n* Är analytisk och strukturerad\n* Är serviceorienterad\n* Är flexibel\n* Kan hantera höga krav och korta deadlines\n* Kreativ, ifrågasättande och lösningsorienterad\n\n\n**Vårt erbjudande**\n* Arbeta för ett världsledande företag inom materialhantering och få möjlighet att växa och utvecklas i din karriär.\n* Vi är ett team på åtta trevliga kollegor som samarbetar och utvecklar varandra\n* Flexibla arbetstider och möjlighet till distansarbete för att stödja balans mellan arbete och privatliv.\n* Friskvårdsbidrag om 5 000 kr\/år och andra erbjudanden i vår förmånsportal för att främja hälsa och välbefinnande.\n* Förskottssemester och möjlighet att använda en tidbank för flexibel ledighet och återhämtning.\n* Arbeta i en stimulerande miljö där du kan dra nytta av stödet och expertisen hos dina kollegor inte bara i Sverige utan även i övriga Europa.\n\n\n**Placering och start**\n Startdatum enligt överenskommelse. Lämplig bostad är i närheten av Solna, Malmö\/Arlöv, Göteborg eller Mjölby, där vi har större kontor. Möjlighet till visst distansarbete finns.\n   \n\n  \n\n**Mer information**\n Vi värdesätter mångfald och rekryterar baserat på kompetens för att främja inkludering. Vi ser fram emot att lära känna dig och välkomnar din ansökan! Sammanfatta din ansökan inklusive CV på en sida, lägg länk till din Linkedin profil om informationen redan finns där.\n   \n\n  \n\n Vi avstår från kontakt med rekryteringssajter. Vi använder bakgrundskontroll som en del i rekryteringsprocessen.\n   \n\n  \n\n Vill du veta mer? Kontakta Alena Koren, Chef för Business Control och IS\/IT. Tel. 072-736 30 46.\n   \n\n  \n\n Välkommen med din ansökan och en uppdaterad CV senast den 23 juni.\n   \n\n  \n\n Intervjuer hålls löpande.\n   \n\n  \n\n #SWEDEN","company_url":"https:\/\/se.linkedin.com\/company\/toyota-material-handling-sweden","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQG2PaaeM5zj1A\/company-logo_100_100\/0\/1631354656431?e=2147483647&v=beta&t=IYlWrViWD9jl139P1c8Q1a2kBSfIIMAhJmvmpyazhSA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3948415899","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3948415899","job_url_direct":"https:\/\/kone.wd3.myworkdayjobs.com\/Careers\/job\/Kista\/Teknisk-Sljare-till-KONE-i-Stockholm_R0639424\/apply?source=Linkedin&urlHash=zfjg","title":"Teknisk Säljare till KONE i Stockholm","company":"KONE","location":"Kista, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"mikael.kallo@kone.com, sara.kinell@kone.com","description":"**Position:** \n Teknisk säljare\n   \n\n  \n\n**Rapporterar till:** \n Mikael Kallo, Försäljningschef Stockholm, Service & Modernisering\n   \n\n  \n\n**Plats:** \n Stockholm, Kista\n   \n\n  \n\n***Brinner du för försäljning och vill representera ett marknadsledande företag?***\n***Vi söker nu en teknisk säljare med ett utpräglat affärssinne som vill jobba med försäljning av hissmodernisering. Hos oss arbetar du med trevliga, prestigelösa och erfarna kollegor med ett gemensamt fokus på att hjälpa människor att kunna röra sig smidigt, säkert och bekvämt i en urban miljö.***\n**Om oss**\n KONE är ett av världens ledande företag inom hiss- och rulltrappsbranschen. Vi levererar hissar, rulltrappor, portar och automatiska dörrar, liksom lösningar för underhåll och modernisering för byggnaders hela livscykel. Vi hjälper människor att förflytta sig tryggt och bekvämt i högre, smartare byggnader. Vi kallar det\n *People Flow.* \n 2023 omsatte KONE 11 miljarder euro och hade vid årets slut över 60 000 medarbetare. KONEs B-aktier är noterade på NASDAQ OMX Helsinki i Finland. Läs mer på www.kone.se\n   \n\n  \n\n**Vi erbjuder**\n På KONE erbjuds du möjligheten att komma in i ett marknadsledande bolag som ligger i framkant. KONE leder utvecklingen i branschen och finns med på Forbes lista över de mest innovativa bolagen i världen. KONE är ett globalt bolag med en platt organisation som präglas av flexibilitet och öppenhet och det finns goda utvecklingsmöjligheter i bolaget, såväl inom den svenska organisationen och internationellt. Du erbjuds en rolig och utvecklande roll som präglas av frihet under ansvar där du får möjlighet att själv planera dina dagar. KONE har kollektivavtal, friskvårdsbidrag samt övriga förmåner samlade i en förmånsportal. Som säljare hos oss erbjuds du dessutom tjänstebil, fast grundlön samt möjlighet att ta del av ett helt nyimplemeterat attraktivt bonussystem som är kopplat till din individuella prestation och budget.\n   \n\n  \n\n**Din roll**\n I rollen som säljare kommer du att bearbeta dels befintliga kunder samt identifiera och uppsöka nya. Du arbetar främst mot bostadsrättsföreningar, privata fastighetsägare, förvaltningsbolag och utvecklare. Som säljare arbetar du i tätt samarbete med vår serviceavdelning som identifierar framtida underhållsbehov av kundernas hissar. Du kommer att projektleda och driva säljprocessen från offert till avslut och ansvarar för att ta fram och erbjuda den bästa tekniska moderniseringslösningen gentemot varje kunds specifika behov och önskemål. Tjänsten innefattar ett fåtal resdagar per år och övernattningar kan förekomma.\n   \n\n  \n\n**Din profil**\n Vi söker dig som har minst gymnasial utbildning samt något års erfarenhet av att hantera hela säljprocessen från start till mål. Du drivs av att arbeta mot ekonomiska mål och har ett engagemang och en vilja av att alltid lära dig mer. Du är administrativt noggrann, har goda datakunskaper och uttrycker dig obehindrat på svenska och engelska i såväl tal som skrift. Erfarenhet från hissbranschen är inte ett krav.\n   \n\n  \n\n I denna rekrytering kommer vi att lägga stor vikt vid din personlighet, driv och engagemeng. Vi söker en person med energi och viljan att uppnå både goda försäljningsreslutat och skapa de bästa lösningarna för våra kunder. Som person är du förtroendeingivande och ansvarstagande. Du trivs med att arbeta självständigt samtidigt som du är en hängiven teamspelare. Ditt affärsmannaskap genomsyrar ditt arbete och resulterar i långsiktiga kundrelationer. För denna roll är körkort ett krav.\n   \n\n  \n\n**Din ansökan**\n Stämmer detta in på dig? Ansök redan idag men senast 10\/8. Urvalet kommer att ske löpande. Vi kommer att börja urvalet innan sommaruppehållet och återuppta processen med start v. 32. I din ansökan ber vi dig inkludera CV samt personligt brev. Har du frågor om tjänsten kontakta Försäljningschef Mikael Kallo på mikael.kallo@kone.com om du har frågor om din ansökan eller kring rekryteringsprocessen kontakta rekryteringsspecialist Sara Kinell på sara.kinell@kone.com\n   \n\n  \n\n Varmt välkommen med din ansökan!\n   \n\n  \n\n*At KONE, we are focused on creating an innovative and collaborative working culture where we value the contribution of each individual. Employee engagement is a key focus area for us and we encourage participation and the sharing of information and ideas. Sustainability is an integral part of our culture and the daily practice. We follow ethical business practices and we seek to develop a culture of working together where co-workers trust and respect each other and good performance is recognized. In being a great place to work, we are proud to offer a range of experiences and opportunities that will help you to achieve your career and personal goals and enable you to live a healthy and balanced life.*\n Read more on\n ***www.kone.com\/careers***","company_url":"https:\/\/fi.linkedin.com\/company\/kone","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQGO-rYSkfM5cw\/company-logo_100_100\/0\/1679389367282\/kone_logo?e=2147483647&v=beta&t=MpsxqGWcvAqwMOljOceARDqu7bcN4pT_B8Il8lQN3NM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0f8cc7c0aee4e1bf","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0f8cc7c0aee4e1bf","job_url_direct":"https:\/\/pitea.attract.reachmee.com\/ledigajobb\/2844-it-konsult","title":"IT-konsult","company":"Piteå kommun","location":"BD, SE","job_type":"fulltime","date_posted":1720224000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"tau.janum@pitea.se, rkman@pitea.se","description":"*Piteå är en trygg småstad med storstadens alla möjligheter. Med ett centralt läge mitt i den gröna omställningen, stark företagartradition och framskjuten position inom forskning ska vi bli en förebild för hållbar tillväxt och samhällsutveckling*\n\n\n\nIT-avdelningen är en del av kommunledningsförvaltningen som hanterar den operativa driften och utvecklingen av de tekniska plattformarna samt service, support och underhåll av system, klientdatorer och annan IT-relaterad utrustning för både förvaltningar och kommunala bolag. Det betyder att du kommer att göra strategiska val, bygga och utveckla strukturer för att kunna utföra smidigt och kvalitativt underhåll som underlättar i vår drift av IT-miljön. Vi har en viktig roll i Piteå kommuns digitaliseringsarbete och medverkar strategiskt och stödjande i detta. Du kommer att få arbeta i ett glatt och positivt gäng med stora visioner och framåtanda.\n\n\n**Arbetsuppgifter**  \n\nDu kommer att jobba med Microsoft 365, konfigurering och felsökning av div. tjänster inom Microsoft 365. Ditt ansvarsområde kommer också innefatta vår plattform för distansarbetsplats som i dagsläget är Citrix, paketering av applikationer genom Intune samt deployment av applikationer, OS för PC och server. Arbetet innebär tätt samarbete med kollegor på IT-avdelningen, övriga förvaltningar och bolag.\n\n\n**Kvalifikationer**\n\n\n\nDu har högskoleutbildning eller motsvarande flerårig dokumenterad erfarenhet av arbete med liknande arbetsuppgifter i en större organisation. Du har flera års praktisk erfarenhet av arbete mot en Microsoftbaserad infrastruktur. Rollen kräver att du har erfarenhet av att medverka i och leda projekt samt förmåga att se helheten och komma med förslag på förbättringar. Du har ett väl utvecklat säkerhetstänk.\n\n\n\nSom person är du en strategisk, drivande och serviceinriktad problemlösare som gillar att utvecklas tillsammans med andra. Vi värdesätter initiativ- och samarbetsförmåga men även förmåga att arbeta självständigt. Viktigt är förmåga att fullt ut driva och ta ansvar för ett eget ansvarsområde. Att dokumentera och planera är för dig naturligt och du kan uttrycka dig väl både i tal och i skrift. B körkort är ett krav.\n\n\n**Mer om tjänsten**  \n\nTjänsten avser en tillsvidareanställning på heltid. Arbetstid är dagtid måndag till fredag, beredskapstjänstgöring kan komma att ingå. Innan anställning kommer en säkerhetsprövning att genomföras. Tillträde enligt överenskommelse. Man arbetar på plats på kontoret i Piteå.\n\n\n**Välkommen med din ansökan senast 240811**\n\n\n**Om arbetsplatsen**  \n\nKommunledningsförvaltningen är en av kommunens sju förvaltningar. Vårt gemensamma uppdrag är att skapa välfärd och hållbar samhällsutveckling. Tillsammans med pitebor, näringsliv och föreningar utvecklar vi Piteå till en ännu bättre plats att bo, leva och verka i.\n\n\n\nLäs mer:  \n\nKommunledningsförvaltningen Kommunledningsförvaltningen - Våra verksamheter (pitea.se)\n\n\n\nJobba i Piteå kommun Jobba hos oss - Arbete (pitea.se)\n\n\n\nPiteå växer Piteå växer - Hållbar samhällsutveckling (pitea.se)\n\n\n**Inflyttarservice – för dig som vill flytta till Piteå**  \n\nLetar du bostad, vill du veta mer om skola och barnomsorg eller är du nyfiken på kultur- och fritidsutbudet? Inflyttarservice Piteå erbjuder dig stöd från start till mål.\n\n\n\nInflyttarservice Piteå (https:\/\/www.pitea.se\/inflyttare\/kontakta-inflyttarservice)\n\n\nKontakt:\nTau Janum, Enhetschef\n0911-69 60 82\ntau.janum@pitea.se  \n\n  \n\nLinda Björkman, Vision\n0911-697094\nlinda.björkman@pitea.se","company_url":"https:\/\/se.indeed.com\/cmp\/Pite%C3%A5-Kommun","company_url_direct":"https:\/\/www.pitea.se","company_addresses":"Piteå","company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"6a8aaa607ddf7dc0","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=6a8aaa607ddf7dc0","job_url_direct":"https:\/\/www.3ds.com\/careers\/jobs\/solution-architect-manufacturing-production-539971","title":"Solution Architect - Manufacturing \/ Production","company":"Dassault Systèmes","location":"Stockholm, AB, SE","job_type":null,"date_posted":1720224000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Dassault Systèmes, the 3DEXPERIENCE Company, provides businesses and people with virtual universes to imagine sustainable innovations. Our 3DEXPERIENCE platform leverages the Company’s world-leading 3D software applications to transform the way products are designed, produced, and supported. With its online architecture, the 3DEXPERIENCE environment helps businesses to test and evaluate — anywhere in the development lifecycle of a product or service — the eventual experience they will deliver to their customers. In short, 3DEXPERIENCE powers the next-generation capabilities that drive today’s Experience Economy.\n\n\n\nAs a Solution Architect - Manufacturing & Production within our Nordics services organization your primary responsibility will be the design and architecting of technical solutions for clients based on customer analysis of the current ways of working.\n\n\n**Role & Responsibilities**\n---------------------------\n\n\n* Define and propose a transformation path toward an integrated global solution, enabling the customer to achieve business objectives leveraging 3DS know how and technologies powered by the 3DEXPERIENCE platform.\n* Coverage of the whole business processes with the expected business value while guarantying the final workability and relevancy of the solution specifically for manufacturing.\n* Create a solution that answers to the functional specification, scheduled delivery time, and proposed budget.\n* Work in areas related to Manufacturing Bill of Materials, Manufacturing Process, BIW, Robotics and Automation to handle different business scenarios.\n* Contribute with business consultant to capture customer business processes.\n* Challenge customer business processes in regard of value creation and business transformation.\n* Assess customer opportunity in regards of feasibility, value and risks.\n* Deliver\/support business and application consultant development of functional specifications to be implemented.\n* Leverage collaboration between 3DS organization around a common view of the solution architecture for project success and customer satisfaction.\n* Ensure the solution is proactively delivered through product implementation.\n* Ensure to stick to out of the box solution implementation as much as possible and reduce unnecessary customizations\n**Qualifications**\n------------------\n\n\n* Engineering degree (or equivalent) with at least 2 years’ experience in a Solution Architect role\n* An analytical and architectural mindset in combination with an understanding of business processes and value. The ability to present, stand-up for and negotiate your solutions to stakeholders in the customer organization\n* Experience with larger scale software implementation\n* Knowledge and experience of Dassault Systèmes software, such as DELMIA Digital Manufacturing, 3DEXPERIENCE, ENOVIA, CATIA or V5 is a plus\n* Knowledge on Robotics and Automation using 3DEXPERIENCE platform would be a benefit\n* Hands-on experience on Agile methodology and working in sprints\n* Mentor, guide junior developers for solution implementation \/ development\n\n**What’s in it for you**\n------------------------\n\n\n* An international and diverse working environment in a collaborative team\n* Flexible working hours with hybrid working model, a good work-life balance and comprehensive benefits package.\n* Extensive skills and career development programs to build your journey with us.\n\n\nInterested? Click on \"Apply\" to upload your application documents.\n\n\n**Diversity statement**\n-----------------------\n\n\nAs a game-changer in sustainable technology and innovation, Dassault Systèmes is striving to build more inclusive and diverse teams across the globe. We believe that our people are our number one asset and we want all employees to feel empowered to bring their whole selves to work every day. It is our goal that our people feel a sense of pride and a passion for belonging. As a company leading change, it’s our responsibility to foster opportunities for all people to participate in a harmonized Workforce of the Future.","company_url":"https:\/\/se.indeed.com\/cmp\/Dassault-Syst%C3%A8mes-1","company_url_direct":"https:\/\/www.3ds.com","company_addresses":"Vélizy-Villacoublay","company_industry":null,"company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Dassault Systèmes is a sustainable innovation leader. Serving over 290,000 customers, we provide business and people with collaborative virtual environments to imagine sustainable innovations.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/9c4b8f8058759a212c918314640c0523","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/df467ca590fe25cde7ebd0cd13f619fe","ceo_name":"Pascal Daloz","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/9b5de3186699a35ff6076ec10c2259f0"},{"id":"55ea33a52f2ea1b8","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=55ea33a52f2ea1b8","job_url_direct":"https:\/\/www.offentligajobb.se\/jobad\/f%C3%B6rvaltningsledare-it_g%C3%A4vle-g%C3%A4vleborgs-l%C3%A4n-sverige_9a531188-357c-457d-bba8-819fbe20c937","title":"Förvaltningsledare IT","company":"Gävle Hamn","location":"Gävle, X, SE","job_type":"fulltime","date_posted":1720224000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Om arbetsplatsen\n\n\n• Är du intresserad av förvaltningsfrågor inom IT och vill bidra att utveckla Gävle Hamns IT-miljö?  \n\n* Vill du arbeta i ett spännande kommunalägt bolag som har ett viktigt och stort samhällsuppdrag?\n\n  \n\nNu söker vi Dig som tillsammans med oss vill fortsätta resan mot att utveckla Gävle Hamn och anta dig rollen som Förvaltningsledare IT.\n  \n\n  \n\nGävle Hamn är hjärtat för import och export i Mellansverige och södra Norrland. Här finns ostkustens största containerterminal och i energihamnen hanteras bl a allt flygbränsle till Arlanda. Inom hamnområdet finns ett 40-tal olika bolag etablerade.\n  \n\nGävle Hamn AB ägs av Gävle kommun och har uppdraget att förvalta och utveckla mark och infrastruktur, styra trafiken på land och vatten, svara för energihamnens drift samt verka för god säkerhet, en hållbar hamn och ett hållbart godstransportsystem.\n  \n\n  \n\nVi är 30 st engagerade medarbetare med höga ambitioner och bred kompetens. Gävle Hamn har en bra företagskultur och vi bryr oss om varandra.  \n\n  \n\n  \n\nArbetsuppgifter\n\n\nRollen som förvaltningsledare IT på Gävle Hamn ansvarar för det övergripande, sammanhållande och stödjande arbetet med att driva det IT-relaterade förvaltningsarbetet framåt. Tjänsten är nyinrättad, vilket innebär att uppdraget kommer formas efterhand och bestå av en del utvecklingsarbete.\n  \n\nDu kommer att vara den nyckelperson som Gävle Hamn behöver för att upprätthålla en effektiv och ändamålsenlig styrning av IT-förvaltningen.\n  \n\nPå Gävle Hamn är du den person som på heltid arbetar med IT-relaterade frågor. Till ditt stöd kommer du att utöver interna kollegor ha möjlighet att ingå i Gävle kommunkoncerns nätverk där personer med samma eller liknande arbetsroll finns representerade.  \n\nDe tre huvudsakliga arbetsområdena kommer vara:\n  \n\n  \n\nTeknisk förvaltningsansvarig:\n  \n\nRollen innebär att leda och prioritera det IT-nära förvaltningsarbetet. I IT-miljön finns både molnbaserade lösningar och on-prem-lösning som är outsourcade till Gävle IT. Rollen innebär att du kommer ha ett övergripande ansvar för den tekniska förvaltningsdelen där inkluderas drift, dokumentering, utveckling och uppföljning av hamnens IT-miljö. I rollen ingår kontaktytor både internt och externt.  \n\n  \n\nDataskydd och informationssäkerhet:\n  \n\nGävle Hamn är sedan ett par år tillbaka ett skyddsobjekt varför säkerhetsaspekten är en viktig del i rollen som förvaltningsledare på Gävle Hamn. Som förvaltningsledare på Gävle Hamn kommer du att både stödja verksamheten och genomföra operativt arbete inom områdena dataskydd och informationssäkerhet.\n  \n\n  \n\nLokal IT-support:\n  \n\nGävle Hamns lokala IT så som datorer, telefoner och annan arbetsplatsrelaterad IT hanteras i huvudsak av Gävle kommun. Den lokala IT-supporten är den mindre delen bland tre arbetsområdena och inkluderar arbetsuppgifter så som:  \n\n* Beställning av datorer, telefoner och tillbehör.\n* Hantering av användarkonton och behörigheter.\nKvalifikationer\n\n\nDu som söker har:  \n\n* Relevant akademisk utbildning eller motsvarande arbetslivserfarenhet som vi bedömer som likvärdig.\n* Åtminstone 3 års erfarenhet av operativt arbete inom förvaltning av IT-system, samt erfarenhet av outsourcad drift.\n* Åtminstone ett par års erfarenhet av att arbeta med kontinuitetsarbete, informationssäkerhet och GDPR.\n* Goda kunskaper i svenska och engelska i både tal och skrift, och har lätt för att förklara komplicerade tekniska termer för dem som inte är insatta i ditt område.\n* Körkort\n\n  \n\nMeriterande:  \n\n* Har kunskap om och arbetat med modeller\/ramverk så som PM3 och ITIL\n\n  \n\nDina personliga egenskaper är mycket viktiga för oss. Vi kommer att lägga stor vikt vid personlig lämplighet och ditt engagemang. Din personlighet är en framgångsfaktor.  \n\n  \n\nDu är en strukturerad och självgående person med god samarbetsförmåga.  \n\n  \n\nAnställningen är placerad i säkerhetsklass vilket innebär att svenskt medborgarskap krävs för denna befattning. Säkerhetsprövning med registerkontroll kommer att genomföras innan vi fattar beslut om anställning.  \n\nAnställningens omfattning\n\n\nTillträde: 2024-10-01\n2024-10-01 eller enligt överenskommelse.  \n\nTillsvidare. Provanställning som går över till tillsvidareanställning\n\n\nAnsökan\n\n\nReferensnummer: A1302943\n\n  \n\nLön\n\n\nLöneform: Månadslön.\n\n\nAnställning\n\n\nArbetstid: Dagtid.","company_url":"https:\/\/se.indeed.com\/cmp\/G%C3%A4vle-Hamn","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"65b48fd3c880a745","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=65b48fd3c880a745","job_url_direct":"https:\/\/migrationsverket.varbi.com\/se\/what:job\/jobID:741737\/type:job\/where:62\/apply:1","title":"it-specialist inom datacenter","company":"Migrationsverket","location":"Norrköping, E, SE","job_type":null,"date_posted":1720137600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"adis.bekric@migrationsverket.se","description":"På Migrationsverket är vi cirka 6 000 personer som arbetar med en av vår tids stora samhällsfrågor och med uppgifter som rör människors liv och framtid. Vårt jobb är viktigt på riktigt!\n\n\nMigrationsverket har inlett en resa, en digitaliseringsresa. Detta innebär att gamla system ska avvecklas, nya ska utvecklas och implementeras samtidigt som vi måste hålla gamla system igång med hög driftsäkerhet. Det innebär också att vårt arbetssätt och kultur förändras. Migrationsverket befinner sig i en period av stora förändringar på många plan. Vi prövar nya arbetssätt och tekniker.\n\n\nMigrationsverket satsar på sin digitaliseringsverksamhet och söker nu **specialister inom datacenter**.\n\n**Om rollen som specialist inom datacenter**\n\n**I den här rollen kommer jag att:** arbeta tillsammans med högt tekniskt kompetenta kollegor som jobbar med utveckling, underhåll och drift av mjukvara och hårdvara inom lagring, server och virtualiseringsområdet. Säkerställa att vår infrastruktur stödjer den arkitekturella målbilden. Arbeta med behovsinsamling, omvärldsbevakning och prioriteringar. Du kommer att ingå i ett team som idag hanterar vår virtuella plattform och som är grunden för alla våra tjänster på Migrationsverket.\n\n**Därför behöver jag kunna:** bidra med gedigen erfarenhet inom virtualiseringsområdet och ha en helhetssyn för att agera teknisk specialist och rådgivare inom området.\n\n\nVi ser att du måste ha några års erfarenhet av tekniskt arbete inom något av områdena VMware, SAN\/NAS\/lagring och backup.\n\n\nDu ska kunna identifiera, analysera och dokumentera funktionella och icke-funktionella krav samt tillämpa dessa för utformning av IT-lösningar.\n\n\nI grunden har du en akademisk utbildning inom it\/datavetenskap eller annan utbildning i kombination med arbetslivserfarenhet som vi bedömer som relevant för befattningen.\n\n**Det är meriterande om du har:**  \n\nJobbat med montering och löpande underhållsarbete i en datahall.\n  \n\nKunskap inom ansible är önskvärt och att även ha arbetet med IaaS.\n\n**Jag ansvarar för att:** som IT-specialist arbetar du med att analysera, strukturera, föreslå, vidareutveckla och implementera den infrastruktur och tjänster som matchar organisationens behov. Du bidrar också tillsammans med våra arkitekter i arbetet med att utveckla och beskriva den infrastrukturella arkitekturen.\n\n**Jag vet att jag har lyckats när:** teamen levererar nytta till verksamheten vilket i förlängningen bland annat ska leda till att handläggningstiden för våra sökande sjunker, eller när fler sökande får svar på sina frågor snabbare.\n\n**Jag kommer att arbeta tillsammans med:** IT-tekniker, produktägare, systemutvecklare, enhetschefer, etc. Det ställer stora krav på din förmåga att samarbeta med andra. Dina kontaktytor är många och det nätverk som du kommer att bygga upp är stort.\n\n**Fördelarna med att arbeta på Migrationsverket är:** möjligheten att påverka och förändra. Vi erbjuder dig en bra balans mellan arbete och fritid och goda möjligheter till hemarbete. Friskvårdbidrag och friskvårdstimme samt ersättning upp till 90 % av lönen vid föräldraledighet.\n\n**Upplysningar**\n\n\nPlaceringsort: Norrköping\n\n\nTjänsten: heltid, tillsvidare med provanställning.\n\n\nTillträde: snarast, enligt överenskommelse.\n\n\nSäkerhetsprövning med registerkontroll enligt säkerhetsskyddslagen (2018:585) kommer att genomföras. Utifrån detta ställs krav på svenskt medborgarskap. Anställningen förutsätter en godkänd säkerhetsprövning.\n\n**Vill du veta mer**\n\n\nOm du har frågor om tjänsten är du välkommen att kontakta rekryterande chef, Adis Bekric e-post: adis.bekric@migrationsverket.se.\n\n**Ansökan**\n\n\nVälkommen med dina ansökningshandlingar senast den **18 augusti 2024**. Vi tar emot din ansökan via vårt rekryteringssystem.\n\n  \n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ Om rekryteringsprocessen För oss är det viktigt att all kompetens på arbetsmarknaden tillvaratas. Vi välkomnar därför alla sökande och strävar efter en jämn könsfördelning och mångfald. Som statlig myndighet rekryterar vi efter förtjänst och skicklighet. På arbetsgivarverket.se kan du läsa mer om vad det innebär. Vi använder urvalsfrågor under ansökningen. Besvara dem så utförligt du kan eftersom dina svar har betydelse för om du är kvalificerad att gå vidare i rekryteringen eller inte. I vissa rekryteringar använder vi också tester för att bedöma hur väl din skicklighet stämmer överens med tjänsten du söker. Vid en eventuell intervju kan du även få svara på frågor kopplat till säkerhet. Vill du komma i kontakt med fackliga företrädare finns kontaktuppgifter till Saco-S, Seko och ST längst ned på sidan ”Lediga jobb och intresseanmälan” på migrationsverket.se: Alla lediga jobb på Migrationsverket just nu - Migrationsverket Migrationsverkets rekryteringar sker helt i vår egen eller upphandlade leverantörers regi. Vi ber därför om att inte få telefonsamtal och mejl från rekryteringsföretag och annonsförsäljare.\n\n\nAnställningsform: tillsvidare med provanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 2 | Sysselsättningsgrad: 100% | Ort: Norrköping | Län: Östergötlands län | Land: Sweden | Referensnummer: 3.3.1-2024-9877 | Kontakt: Adis Bekric 010-4850816, | Publicerat: 2024-07-05 | Sista ansökningsdag: 2024-08-18","company_url":"https:\/\/se.indeed.com\/cmp\/Migrationsverket","company_url_direct":"https:\/\/www.migrationsverket.se\/","company_addresses":null,"company_industry":" Government","company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/01eb0ed0778b02147540ec4a0dd95411","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"b1ff9dd6e3c771a3","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b1ff9dd6e3c771a3","job_url_direct":"https:\/\/nacka.varbi.com\/se\/what:job\/jobID:741499\/type:job\/where:62\/apply:1","title":"IT Tekniker till Älta rektorsområde","company":"Nacka kommun","location":"Nacka, AB, SE","job_type":null,"date_posted":1719792000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"anne.sjo@nacka.se, ole.suhr@nacka.se","description":"Nackas kommunala skolor når goda resultat och genom beprövad samt ny pedagogik bejakar vi kreativitet för att stimulera barns och ungdomars lärande. Vi har ett aktivt utbyte mellan våra 2 600 medarbetare som arbetar inom förskola, grundskola och gymnasium.\n\n\nÄlta rektorsområde består av de tre grundskolorna Stavsborgsskolan, Sigfridsborgs skola och Älta skola samt förskolorna Kolarängen, Solängen, Bäckaliden, Svanhöjden, Ältadalen och Älta Gårds förskola.\n\n\nNu söker vi dig som vill ingå i Älta rektorsområdes Supportteam som jobbar i hela Älta på våra fantastiska 6 förskolor och 3 grundskolor. Vi söker dig som är lagspelare och flexibel och kan jobba med flera olika ansvarsområden, fokus på IT men även rycka in på andra delar inom Supportteamet! Välkommen till Älta!  \n\n  \n\n**Ditt uppdrag**  \n\nVi söker dig som har god kunskap och erfarenhet av IT drift inom offentlig sektor eller privat sektor. Som IT tekniker i Älta har du ett brett uppdrag kring allt som rör IT driften. Du kommer samarbeta med en kollega kring IT frågor och sedan flera kollegor i vårt Supportteam. Ditt arbete kommer ha fokus på support kring IT för både elever och pedagoger\/lärare samt vissa delar mot vårdnadshavare, ditt arbete ska ha fokus på att vara stödjande så pedagoger och lärare kan vara just det. Du kommer ingå i rektorsområdets supportteam som består av 7 härliga kollegor. Teamet består av skolkoordinatorer, it tekniker och vaktmästare.\n\n\nDå du ingår i Ältas supportteam kan det finnas andra uppdrag som inte har fokus IT, så det är bra om du är flexibel och vill vara med och göra det där lilla extra så våra enheter håller högsta kvalitet.\n\n\nDet är ett otroligt variationsrikt uppdrag och ingen dag är den andra lik.\n\n **Din erfarenhet**  \n\nVi söker dig som har erfarenhet från IT tekniskt uppdrag. Både kring de tekniska med att supporta devices men även att kunna supporta system såsom skoladministrativa system, hemsidor, intranät och andra system. Nacka kommun är en systemtät organisation! Du kommer ha stöd från central IT enhet både inom Nackas kommunala skolor och även från Nackas IT enhet. I Älta har all personal en egen device och våra elever från årskurs 3, så totalt driftar du och din kollega ca 1600 devices. Det viktigaste är personliga egenskaper och att du vill lära dig nya saker samt är flexibel och vill bidra med det där lilla extra, att våga prova nytt och tänka i nya banor är något vi välkomnar.\n\n\nVi lägger stor vikt vid personliga egenskaper!\n\n **Är det är du?**  \n\nVi söker dig som är självgående och initiativtagande. Du ska vilja jobba självständigt men också i team. Du ska se din roll som en supportfunktion och stödja lärare och pedagoger så de kan vara just detta och utveckla barn och elevers lärande. Läroplanens uppdrag att elever ska utvecklas både socialt och kunskapsmässigt gäller alla som jobbar inom förskola och skola. Du ska vara flexibel och förstå att arbetet kan variera mycket.  \n\n  \n\n**Vi erbjuder**  \n\n*Du kommer till ett härligt gäng i Älta med över 300 kollegor. Vi har 6 förskolor och 3 grundskolor. Vissa enheter är helt nybyggda och vissa lite äldre. Du får egen bärbar dator, friskvårdsbidrag och underbara kollegor.*\n\n*För rätt person finns det alla möjligheter att utveckla tjänsten inom de IT tekniska området.*\n\n\nSom anställd i Nacka kommun har du bland annat tillgång till förmåner som friskvårdsbidrag på 3 000 kr per år, köp av SL-kort via nettolöneavdrag och en mångsidig intern stödfunktion. I Nacka får du möjlighet att arbeta i en kommun som vill vara bäst i Sverige på att vara kommun, och som har öppenhet och mångfald som sin vision och en grundläggande värdering att lita på människors kunskap, vilja och förmåga.  \n\n  \n\n**Intresserad?**  \n\nOm du vill bli en del av Nacka kommun, tveka inte att skicka in din ansökan! Vill du veta mer om tjänsten är du välkommen att kontakta Anne Sjö Rektor 070-4318815, anne.sjo@nacka.se.  \n\n  \n\nUrval och intervjuer kan komma att ske löpande under ansökningstiden. Sista ansökningsdag 2024-08-04. Vi tar endast emot ansökningar via vårt rekryteringssystem. Vi ser fram emot att få din ansökan!  \n\n  \n\n**Utdrag ur Polisens belastningsregister för skola och förskola krävs** i samband med anställning. Vi ber dig att välja \"digitalt registerutdrag\" för snabbare hantering. Länk här.  \n\nBakgrundskontroll kan komma att tillämpas.  \n\n  \n\nTjänsten tillsätts under förutsättning att den inte behöver tas i anspråk för intern omplacering.  \n\n  \n\nBesök gärna Nackas kommunala skolor och förskolors karriärsida här\n\n\nNacka är en av Sveriges mest attraktiva och välrenommerade kommuner. Med fokus på mål, resultat, hållbart medarbetarengagemang och ständig utveckling strävar Nacka efter att bli bäst på att vara kommun. Nacka kommun är arbetsgivaren för dig som med stor frihet förnyar och gör skillnad.\n\n\nAnställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100 | Ort: Nacka | Län: Stockholms län | Land: Sweden | Referensnummer: 2024\/378 | Kontakt: Anne Sjö +4687188815, | Facklig företrädare: Vision, Ole Suhr ole.suhr@nacka.se, | Publicerat: 2024-07-01 | Sista ansökningsdag: 2024-08-04","company_url":"https:\/\/se.indeed.com\/cmp\/Nacka-Kommun","company_url_direct":"https:\/\/www.nacka.se\/","company_addresses":"Nacka","company_industry":null,"company_num_employees":"1,001 to 5,000","company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/06e3ebf6c664ce755579021aa6d38ce8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3967661684","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3967661684","job_url_direct":null,"title":"Affärsutvecklare IT-program \/ Partneransvarig utbildningsutvecklare","company":"Chas Academy","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Chas Academy** \n är ett ledande utbildningsföretag inom IT-koncernen Chas Visual Management. Vår mission är att utrusta våra studenter med toppkunskaper som hjälper dem att hitta sitt drömjobb i IT-branschen. Med hundratals sökande och närmare 600 aktiva studerande växer vi stadigt.\n \n\n\n\n  \n\n\n\n\n\n**Om rollen** \n\n\n\n\n Vårt team för nya utbildningsprogram expanderar! Vi söker en engagerad affärsutvecklare \/ partneransvarig utbildningsutvecklare som vill vara med och skapa framtidens yrkeshögskoleutbildningar och kurser inom både re- och up-skill. Du kommer att spela en nyckelroll i dialogen med företag inom IT-sektorn för att identifiera och förstå deras kompetensbehov samt utveckla utbildningsprogram som matchar dessa behov.\n \n\n\n\n  \n\n\n\n\n\n**Dina huvudsakliga arbetsuppgifter:** \n\n\n\n* Bygga och utveckla relationer med företag som anställer IT-kompetens över hela Sverige.\n* Genomföra research om företag, trender och branscher.\n* Intervjua IT-ansvariga om deras framtida kompetensbehov och branschtrender.\n* Skapa tydliga anteckningar och sammanställa underlag samt enklare analyser snabbt och effektivt.\n* Tillsammans skriva arbetsmarknadsanalyser och utveckla utbildningsplaner baserat på insikterna.\n\n\n\n  \n\n\n\n\n\n**Om dig** \n\n\n\n\n Vi söker dig som är social, driven och intresserad av att knyta värdefulla relationer. Du har en naturlig förmåga att skapa förtroende och engagemang hos företagskontakter och är skicklig på att förstå och analysera deras behov.\n \n\n\n\n  \n\n\n\n\n\n**För att lyckas i rollen ser vi att du är:** \n\n\n\n* Fokuserad, proaktiv och har en framåtlutad inställning.\n* Positiv och engagerad, med förmåga att hitta lösningar och hålla deadlines.\n* Lätt för att skapa kontakt och nå resultat med nya människor.\n* Intresserad av att förstå organisationers behov av IT-kompetens och rekryteringsutmaningar.\n* Bekväm med att använda digitala verktyg, Google, Office, Excel och Word.\n* Villig att lära dig nya verktyg och system.\n\n\n\n  \n\n\n\n\n\n**Vårt erbjudande** \n\n\n\n\n På Chas Academy erbjuder vi en inspirerande och kreativ arbetsmiljö som hela tiden anpassar sig till nya utmaningar och behov för att matcha den föränderliga IT-sektorn. Våra lokaler, belägna mitt emot Slakthusområdet i Globen Centrum, är stora och färgstarka – för att skapa inspirerande studiemiljöer med utrymmen för avkoppling och kreativitet.\n \n\n\n\n  \n\n\n\n\n\n Men det som verkligen gör Chas Academy speciellt är människorna. Här värdesätter vi alla medarbetare lika mycket! Vi är ett litet och drivet team som tar initiativ, ansvar och trivs med att arbeta tillsammans. Hos oss har vi kul på jobbet, bollar idéer och stöttar varandra. Vi är fokuserade och utvecklingsinriktade, men ser också till att hinna med annat på fritiden. När du börjar hos oss kommer du att vara omgiven av otroligt kloka, varma och drivna individer – alla förenade i arbetet mot ett gemensamt mål. Kom och hjälp oss att nå det!\n \n\n\n\n  \n\n\n\n\n\n Tror du att denna miljö är rätt för dig? Varmt välkommen att söka jobb hos oss!\n \n\n\n\n  \n\n\n\n\n\n Vi vill tillsätta tjänsten omgående. Därför kan den tillsättas före sista ansökningsdatum (15 september)","company_url":"https:\/\/se.linkedin.com\/school\/chas-academy\/","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQFsBlsFEjFy6w\/company-logo_100_100\/0\/1631330139590?e=2147483647&v=beta&t=pfaGSDH5iHCvCaoGOWyQoGJMr2Bh0v_qx_s9fCuVa5Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3969103577","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3969103577","job_url_direct":null,"title":"Python Architect","company":"Thrive IT Systems Ltd","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Expertise in Python Architecture\/Python (Native Python and Python Libraries like Pandas, Polars)\n \n\n\n\n Good knowledge in Code optimisation \/ Refactoring\n \n\n\n\n Rest API (Preferred)\n \n\n\n\n Good RDBMS knowledge (Oracle preferred)\n \n\n\n\n Banking domain experience\n \n\n\n\n Good Analytical and problem-solving skills","company_url":"https:\/\/uk.linkedin.com\/company\/thrive-it-systems-ltd","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C510BAQEoHILUFG__QQ\/company-logo_100_100\/0\/1630596374381?e=2147483647&v=beta&t=UGsssxjcsa7rOu-BZ07baNmjvwUaEEWXee3W-b0T_U8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3968968469","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3968968469","job_url_direct":"https:\/\/dsp.prng.co\/MGOEpMb?jobPipeline=LinkedInJobPostings&target=linkedin&utm_source=linkedin&urlHash=ufnq","title":"Partner Technical Lead","company":"NetApp","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About NetApp**\n We’re forward-thinking technology people with heart. We make our own rules, drive our own opportunities, and try to approach every challenge with fresh eyes. Of course, we can’t do it alone. We know when to ask for help, collaborate with others, and partner with smart people. We embrace diversity and openness because it’s in our DNA. We push limits and reward great ideas. What is your great idea?\n   \n\n  \n\n \"At NetApp, we fully embrace and advance a diverse, inclusive global workforce with a culture of belonging that leverages the backgrounds and perspectives of all employees, customers, partners, and communities to foster a higher performing organization.\" -George Kurian, CEO\n   \n\n  \n\n**Job Summary**\n**Preferred Location for this role is Stockholm.**\n The Partner Technical Lead (PTL) is the technical lead assigned to manage NetApp Partners. Working in collaboration with the entire Partner team, the PTL is responsible for understanding the long-term vision, business challenges, how NetApp's portfolio can play a part, owns the technical aspects of the development plan and delivers technical solutions that drive NetApp products, solutions, and services inclusion in Partner-led opportunities. The PTL is expected to deliver the following business objectives:\n   \n\n  \n\n* Develop joint offerings w\/Partner that include NetApp products. solutions. and services.\n* Assist in driving revenue with the Partner by working with the NetApp Partner Manager and the partner's extended organization.\n* Align and enable the broader Partner sales & technical teams to understand and sell NetApp's offerings.\n* Ensure and manage a portfolio play that reflects NetApp's complete opportunities\n\n\n**Essential Functions**\n* Build relationships, and understand Partners' capabilities against the must-win areas, strategic goals, and key market trends\n* Meet with the Sales and Technical executives, and thought leaders at the Partner, and establish a strong working relationship that drives collaboration between the organizations\n* Activate the Partner sales force by briefing technical executives at the Partner to ensure that they are up to date on the latest advances and solutions that NetApp brings to market\n* Work closely with the NetApp Partner Manager and NetApp solution leads, and align on driving a cohesive strategy that is delivered to the partner\n* Work with partners to develop joint solutions that include NetApp products, solutions, and services\n* Involve NetApp SME's and other stakeholders as needed; build interest and attendance to conferences; work with field organization on driving attendance and track\/report on results\n* Orchestrate and align extended team members across NetApp, to see joint strategy execution\n* Promote Partner's capabilities within the NetApp field organization\n* Support NetApp’s sellers by identifying opportunities where offerings, services and solutions from Partner can be positioned\n* Develop, streamline, and maintain relationships with NetApp's technical leadership in the Geo and across key products and technologies\n* In-depth knowledge of product specifications\n* Provides product demonstrations and post-sales customer support\n* Keeps up to date with new products, product enhancements and industry trends\n* Conducts market research to improve existing products\n* Develops sales proposals and negotiates the best contract terms\n* Develops and maintains strong customer relationships and meets with new customers to expand sales territories\n\n\n Job Requirements\n   \n\n  \n\n* Excellent written and verbal communication skills.\n* Fluent in English and Swedish (verbal and written)\n* Ideally at least 5-8 years' experience working in the technology industry or with technology resellers, systems integrators or GSI’s.\n* Good interpersonal communication skills are needed to work successfully with partners, their customers, and cross-functional teams to meet sales goals.\n* Ability to talk about technical subjects and deliver technical presentations to a wide array of audiences.\n* Strong aptitude for learning new technologies and understanding how to utilise them in a partner and customer facing environment.\n* Creative approach to problem solving.\n* Travel to partner sites, as necessary. It is expected that the PTL will spend at least 3 days a week at our partner’s offices.\n* Strong understanding of data storage, data management, data security, cloud services and technologies encompassing the hybrid cloud (On-Premises, AWS, Azure, GCP etc.)\n\n\n Did you know…\n   \n\n  \n\n Statistics show women apply to jobs only when they’re 100% qualified. But no one is 100% qualified. We encourage you to shift the trend and apply anyway! We look forward to hearing from you.\n   \n\n  \n\n**Why NetApp?**\n In a world full of generalists, NetApp is a specialist. No one knows how to elevate the world’s biggest clouds like NetApp. We are data-driven and empowered to innovate. Trust, integrity, and teamwork all combine to make a difference for our customers, partners, and communities.\n   \n\n  \n\n We expect a healthy work-life balance. Our volunteer time off program is best in class, offering employees 40 hours of paid time off per year to volunteer with their favorite organizations. We provide comprehensive medical, dental, wellness, and vision plans for you and your family. We offer educational assistance, legal services, and access to discounts. We also offer financial savings programs to help you plan for your future.\n   \n\n  \n\n If you run toward knowledge and problem-solving, join us.","company_url":"https:\/\/www.linkedin.com\/company\/netapp","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQGlpQtsuRCeNg\/company-logo_100_100\/0\/1698109057060\/netapp_logo?e=2147483647&v=beta&t=rG3l3z9zlqjGtoqMmnmctUfMH6zLuVEOtPflQh40Rb0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3968426858","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3968426858","job_url_direct":"https:\/\/gartner.wd5.myworkdayjobs.com\/EXT\/job\/Remote\\u002d\\u002d-Finland\/Executive-Partner_73497\/apply?source=JB-10120&urlHash=3rKp","title":"CIO Advisory - Executive Partner","company":"Gartner","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"ApplicantAccommodations@gartner.com","description":"****Executive Partner, Executive Programs (ExP) Nordics****\n****About the role:****\n Gartner Executive Programs (ExP) is a service within Gartner Executive Technology Services (ETS) and is the indispensable tool for digital leaders. It is an exclusive, membership-based organization serving over 8,500 CIOs and senior IT leaders across 87 countries. These members (including Fortune 500 companies & Governments around the world) benefit from the convenience of a single source of knowledge and insight focused on CIO-level challenges, service delivery in their context, the shared knowledge of the world's largest community of CIOs, and the assurance of Gartner objectivity and independence.\n   \n\n  \n\n****What you will do:****\n* Manage a portfolio of 28+ member relationships\n* Leverage subject matter expertise to create service solutions for clients utilizing all ExP products\n* Define and deliver innovative solutions by assessing member Mission Critical Priorities (MCPs) and developing a customized service plan\n* Conduct a mix of on-site and virtual briefings, including workshops, research analyst visits, roundtables and webinars\n* Present or facilitate at ExP events where relevant\n* Build a strong partnership with Gartner’s Sales organization and collaborate with them to ensure member engagement and renewal of ExP business\n\n\n****What you will need:****\n* Consulting and\/or CxO roles with 15+ years of progressive technology exposure (AI, BI, ML, Digital Transformation, Block Chain, Big Data, CLOUD, etc.)\n* Industry background can be varied and we welcome applications from individuals from Public Sector, consumer centric industries, manufacturing, life sciences, high tech etc.\n* Demonstrate exposure to large E2E transformative initiatives having led\/co-led large critical programs\n* Extensive knowledge of a CIO’s focus areas and an in-depth understanding of the IT industry (including Leadership, IT Operations Management, strategy and trends, use of metrics, etc.) and priorities such as the challenges of “today’s” CIO’s and how Gartner ETS can make the difference\n* Demonstrable sales and\/or business development experience with CXO level executives\n\n\n****What you will get:****\n* Competitive salary, generous paid time off policy, charity match program, and more\n* Collaborative, team-oriented culture that embraces diversity\n* Professional development and unlimited growth opportunities\n\n\n**Who are we?**\n At Gartner, Inc. (NYSE:IT), we guide the leaders who shape the world.\n   \n\n  \n\n Our mission relies on expert analysis and bold ideas to deliver actionable, objective insight, helping enterprise leaders and their teams succeed with their mission-critical priorities.\n   \n\n  \n\n Since our founding in 1979, we’ve grown to more than 20,000 associates globally who support ~15,000 client enterprises in ~90 countries and territories. We do important, interesting and substantive work that matters. That’s why we hire associates with the intellectual curiosity, energy and drive to want to make a difference. The bar is unapologetically high. So is the impact you can have here.\n   \n\n  \n\n**What makes Gartner a great place to work?**\n Our sustained success creates limitless opportunities for you to grow professionally and flourish personally. We have a vast, virtually untapped market potential ahead of us, providing you with an exciting trajectory long into the future. How far you go is driven by your passion and performance.\n   \n\n  \n\n We hire remarkable people who collaborate and win as a team. Together, our singular, unifying goal is to deliver results for our clients.\n   \n\n  \n\n Our teams are inclusive and composed of individuals from different geographies, cultures, religions, ethnicities, races, genders, sexual orientations, abilities and generations.\n   \n\n  \n\n We invest in great leaders who bring out the best in you and the company, enabling us to multiply our impact and results. This is why, year after year, we are recognized worldwide as a great place to work.\n   \n\n  \n\n**What do we offer?**\n Gartner offers world-class benefits, highly competitive compensation and disproportionate rewards for top performers.\n   \n\n  \n\n In our hybrid work environment, we provide the flexibility and support for you to thrive — working virtually when it's productive to do so and getting together with colleagues in a vibrant community that is purposeful, engaging and inspiring.\n   \n\n  \n\n Ready to grow your career with Gartner? Join us.\n   \n\n  \n\n The policy of Gartner is to provide equal employment opportunities to all applicants and employees without regard to race, color, creed, religion, sex, sexual orientation, gender identity, marital status, citizenship status, age, national origin, ancestry, disability, veteran status, or any other legally protected status and to affirmatively seek to advance the principles of equal employment opportunity.\n   \n\n  \n\n Gartner is committed to being an Equal Opportunity Employer and offers opportunities to all job seekers, including job seekers with disabilities. If you are a qualified individual with a disability or a disabled veteran, you may request a reasonable accommodation if you are unable or limited in your ability to use or access the Company’s career webpage as a result of your disability. You may request reasonable accommodations by calling Human Resources at +1 (203) 964-0096 or by sending an email to ApplicantAccommodations@gartner.com.\n   \n\n  \n\n Job Requisition ID:73497\n   \n\n  \n\n By submitting your information and application, you confirm that you have read and agree to the country or regional recruitment notice linked below applicable to your place of residence.\n   \n\n  \n\n Gartner Applicant Privacy Link: https:\/\/jobs.gartner.com\/applicant-privacy-policy\n   \n\n  \n\n**For efficient navigation through the application, please only use the back button within the application, not the back arrow within your browser.**","company_url":"https:\/\/www.linkedin.com\/company\/gartner","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQGyRzbB8_BYkg\/company-logo_100_100\/0\/1630549760241\/gartner_logo?e=2147483647&v=beta&t=nqsJ_nqf5oBl4WmBemS3LV54gsLK5gKLEByr126HKEc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3968984713","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3968984713","job_url_direct":"https:\/\/www.3ds.com\/careers\/jobs\/solution-architect-manufacturing-production-539971?src=SNS-102&urlHash=xjAG","title":"Solution Architect - Manufacturing \/ Production","company":"Dassault Systèmes","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Dassault Systèmes, the 3DEXPERIENCE Company, provides businesses and people with virtual universes to imagine sustainable innovations. Our 3DEXPERIENCE platform leverages the Company’s world-leading 3D software applications to transform the way products are designed, produced, and supported. With its online architecture, the 3DEXPERIENCE environment helps businesses to test and evaluate — anywhere in the development lifecycle of a product or service — the eventual experience they will deliver to their customers. In short, 3DEXPERIENCE powers the next-generation capabilities that drive today’s Experience Economy.\n   \n\n  \n\n As a Solution Architect - Manufacturing & Production within our Nordics services organization your primary responsibility will be the design and architecting of technical solutions for clients based on customer analysis of the current ways of working.\n   \n\n  \n\n Role & Responsibilities\n   \n\n  \n\n* Define and propose a transformation path toward an integrated global solution, enabling the customer to achieve business objectives leveraging 3DS know how and technologies powered by the 3DEXPERIENCE platform.\n* Coverage of the whole business processes with the expected business value while guarantying the final workability and relevancy of the solution specifically for manufacturing.\n* Create a solution that answers to the functional specification, scheduled delivery time, and proposed budget.\n* Work in areas related to Manufacturing Bill of Materials, Manufacturing Process, BIW, Robotics and Automation to handle different business scenarios.\n* Contribute with business consultant to capture customer business processes.\n* Challenge customer business processes in regard of value creation and business transformation.\n* Assess customer opportunity in regards of feasibility, value and risks.\n* Deliver\/support business and application consultant development of functional specifications to be implemented.\n* Leverage collaboration between 3DS organization around a common view of the solution architecture for project success and customer satisfaction.\n* Ensure the solution is proactively delivered through product implementation.\n* Ensure to stick to out of the box solution implementation as much as possible and reduce unnecessary customizations\n\n\n**Qualifications**\n* Engineering degree (or equivalent) with at least 2 years’ experience in a Solution Architect role\n* An analytical and architectural mindset in combination with an understanding of business processes and value. The ability to present, stand-up for and negotiate your solutions to stakeholders in the customer organization\n* Experience with larger scale software implementation\n* Knowledge and experience of Dassault Systèmes software, such as DELMIA Digital Manufacturing, 3DEXPERIENCE, ENOVIA, CATIA or V5 is a plus\n* Knowledge on Robotics and Automation using 3DEXPERIENCE platform would be a benefit\n* Hands-on experience on Agile methodology and working in sprints\n* Mentor, guide junior developers for solution implementation \/ development\n\n\n What’s in it for you\n   \n\n  \n\n* An international and diverse working environment in a collaborative team\n* Flexible working hours with hybrid working model, a good work-life balance and comprehensive benefits package.\n* Extensive skills and career development programs to build your journey with us.\n\n\n Interested? Click on \"Apply\" to upload your application documents.\n   \n\n  \n\n**Diversity statement**\n As a game-changer in sustainable technology and innovation, Dassault Systèmes is striving to build more inclusive and diverse teams across the globe. We believe that our people are our number one asset and we want all employees to feel empowered to bring their whole selves to work every day. It is our goal that our people feel a sense of pride and a passion for belonging. As a company leading change, it’s our responsibility to foster opportunities for all people to participate in a harmonized Workforce of the Future.","company_url":"https:\/\/fr.linkedin.com\/company\/dassaultsystemes","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQHroRzeNTva6Q\/company-logo_100_100\/0\/1631330934922?e=2147483647&v=beta&t=ATYSOgL_0myACxVd47urs2fKc4m-DbUzWy1nwifKCwE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950764403","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950764403","job_url_direct":"https:\/\/careers.abb\/global\/en\/job\/ABB1GLOBAL92054710EXTERNALENGLOBAL\/Digital-solution-consultant-process-performance?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=LIel","title":"Digital solution consultant process performance","company":"ABB","location":"Kista, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"At ABB, we are dedicated to addressing global challenges. Our core values: care, courage, curiosity, and collaboration - combined with a focus on diversity, inclusion, and equal opportunities - are key drivers in our aim to empower everyone to create sustainable solutions.\n   \n\n  \n\n Write the next chapter of your ABB story.\n   \n\n  \n\n This position reports to\n   \n\n  \n\n Principal Technical Consultant\n   \n\n  \n\n Your role and responsibilities\n   \n\n  \n\n In this role, you will have the opportunity to drive the execution of the digital ecosystem strategy in the assigned area. Each day, you will support in developing and implementing a comprehensive digital ecosystem, covering one or more specific assigned such as channels and partnerships for co-creation, onboarding, and monitoring solutions on ABB marketplace. You will also showcase your expertise by demonstrating a solid understanding of digitalization needs and trends in the industry and assigned aspects of the digital ecosystem.\n   \n\n  \n\n Capture market opportunities, understand customer drivers and digitalization needs, develop and evolve technology partnerships and translate these into a solution-based business strategy to leverage untapped digital value\n   \n\n  \n\n Develop and implement appropriate and often new business models for digital transformation opportunities in Process Performance (Advanced Process Control APC\/MPC, Analytics, Performance Services, Simulation) with customers in all Process Industries verticals (Mining, Pulp & Paper, Metals, Food & Beverage)\n   \n\n  \n\n Analyzes customer requirements to ensure digital solution(s) meets objectives by combining industry best practices, product knowledge, and business acumen\n   \n\n  \n\n Acts as a high-level technical expert for the Process Performance portfolio across Process Industries verticals, providing knowledge and analysis of specialized software applications and operational environments, functional systems analysis, design, integration, and implementation advice for complex digital solution implementation\n   \n\n  \n\n Provides direction and mentoring to sales and project teams\n   \n\n  \n\n Interfaces with and influences customer’s senior technical and business leadership\n   \n\n  \n\n Continuously drives business development efforts by pursuing new opportunities and extensions with sales teams\n   \n\n  \n\n  \n\n**Qualifications For The Role**\n* 5+ years of experience driving digital transformation in complex global organizations, ideally in a B2B environment (Process, Energy, software, technology, automation).\n* Bachelor’s\/Master's degree in Engineering, Computer Science, Software Engineering, or a related technical field.\n* Hands-on experience in the OT\/software industry with a focus on digitalization and Industrial Software. Deep understanding of relevant technologies and trends.\n* Proven track record in consultative selling, with a strong customer focus, exposure to top management, driving results, building pipeline, and turning opportunities into sales successes.\n* Ability to drive success in direct and matrix organizations.\n* Thorough understanding of the industry customer's end-to-end digital journey through hands-on exposure to transformation planning initiatives. Implemented APC through a full lifecycle from requirements gathering to aftermarket support.\n* Deep experience in the industrial software environment; division-specific industry exposure (industrial automation\/advanced software) preferred; experience and background in one or more of the division industrial domains such as Mining, Pulp & Paper, Metals, Cement, Food & Beverage.\n* Background in cloud and edge technologies, digital twins, analytics, artificial intelligence, and machine learning as applied to Process Performance solutions.\n* Experience in the justification, design, implementation, and maintenance of process control applications.\n* Understanding of pre-test, tuning, step testing, model identification, inferential deployment, interfacing, and commissioning.\n* Excellent networking skills developed in a highly international organization, with a “leading by influence” approach.\n* Fluency in English, both written and spoken, with additional languages being a plus.\n* Availability to travel regionally as required.\n\n\n What's in it for you?\n   \n\n  \n\n* Learn from highly experienced, genuine, and caring colleagues – people who are committed to helping you achieve your personal and professional goals.\n* Help customers in driving efficiency and sustainability, making a strong impact\n* Get exposed to cutting-edge technology in Process Automation and have a visible impact on the future\n\n\n More about us\n   \n\n  \n\n The Process Industries Division serves the mining, minerals processing, metals, cement, pulp and paper, battery manufacturing, and food and beverage, as well as their associated service industries. The Division brings deep industry domain expertise coupled with the ability to integrate both automation and electrical systems, increase productivity and reduce overall capital and operating costs for customers. For mining, metals and cement customers, solutions include specialized products and services, as well as total production systems. The Division designs, plans, engineers, supplies, installs and commissions integrated electrical and motion systems, including electric equipment, drives, motors, high power rectifiers and equipment for automation and supervisory control within a variety of areas including mineral handling, mining operations, aluminum smelting, hot and cold steel applications and cement production. The offering for the pulp and paper industries includes control systems, quality control systems, drive systems, on-line sensors, actuators and field instruments. Digitalization solutions, including collaborative operations and augmented reality, help improve plant and enterprise productivity, and reduce maintenance and energy costs.\n   \n\n  \n\n We value people from different backgrounds. Apply today for your next career step within ABB and visit www.abb.com to learn about the impact of our solutions across the globe. #MyABBStory\n   \n\n  \n\n  \n\n**92054710**","company_url":"https:\/\/ch.linkedin.com\/company\/abb","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQHPGAMgqJMBZQ\/company-logo_100_100\/0\/1630579606103\/abb_logo?e=2147483647&v=beta&t=bUk0L9fmDAd0uV5WQfrtA8X2rc08ZexMsRXR1oo9jjE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3968427804","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3968427804","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I019\/833\/job?site=6&lang=SE&validator=1fa9d67f441757a6484cbdf260e6f216&ihelper=http%3A%2F%2Fwww.sundbyberg.se%2Fom-sundbyberg%2Fjobb-karriar%2Flediga-jobb.html&job_id=5051&urlHash=HlqO","title":"IT-arkitekt - Formge framtidens digitala landskap med oss!","company":"Sundbybergs stad","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Är du en visionär med ett skarpt öga för detaljer? Har du förmågan att se både de små och stora bitarna i ett komplext pussel? Då är Sundbybergs stad platsen för dig!\n   \n\n  \n\n Vi söker nu en IT-arkitekt som vill vara med och driva vår spännande digitala transformation. Du blir en nyckelspelare i att säkerställa att förvaltningen har en robust, säker och effektiv IT-miljö som stöder verksamhetens övergripande mål och strategi. Rollen är placerad på utvecklings- och näringslivsavdelningen, inom sektorn för ledning och samordning, och rapporterar direkt till utvecklingschef.\n   \n\n  \n\n**Här i Sundbybergs stad** \n är ingen dag den andra lik. Vi står inför en intensiv utvecklingsresa där vi moderniserar och ersätter flera av våra centrala verksamhetssystem. Här får du chansen att bygga framtidens digitala infrastruktur och bidra med din expertis i komplexa upphandlingar och implementationer.\n   \n\n  \n\n**Som IT-arkitekt** \n hos oss kommer du att spela en nyckelroll i designen och övervakningen av vår IT-infrastruktur. Du kommer att designa, planera, utveckla och underhålla en övergripande arkitektur för våra IT-system, inklusive nätverk, servrar, databaser och applikationer. Du bidrar till att säkerställa att system och applikationer fungerar effektivt utifrån tillräckliga säkerhetsåtgärder. I din roll ger du teknisk vägledning, råd och stöd när det behövs. Arbetet innebär att ständigt förbättra och optimera vår IT-infrastruktur för att möta förändrade verksamhetsbehov och tekniska framsteg.\n   \n\n  \n\n**Vi vill att du** \n har akademisk examen inom relevant område och\/eller likvärdig erfarenhet. Du har gedigen erfarenhet av arkitekturarbete i komplexa miljöer, både organisatoriskt och tekniskt. Din bakgrund kan inkludera roller som lösningsarkitekt, verksamhetsarkitekt eller liknande. Erfarenhet från politiskt styrd verksamhet och relevanta certifieringar, exempelvis DFK-CIA eller CITA, är meriterande.\n   \n\n  \n\n**I denna rekrytering** \n lägger vi stor vikt vid dina personliga egenskaper. För att lyckas i jobbet är du strukturerad, pedagogisk och har en förmåga att göra komplexa frågor begripliga. Din trygghet, samarbetsförmåga, lyhördhet och prestigelöshet gör att du lätt skapar och behåller goda relationer. Du har en stark analytisk förmåga och kan se både kort- och långsiktiga konsekvenser av dina beslut.\n   \n\n  \n\n**Sundbybergs stad** \n erbjuder möjlighet till distansarbete efter individuella överenskommelser, ett generöst friskvårdsbidrag, förmånscykel, semesterväxling till extra lediga dagar, modern och flexibel förläggning av arbetstid, medlemskap i Sundbybergs kommunanställdas Idrottsförening (SKIF) och rabatterat årskort på simhallen. Ett stenkast från stadshuset finns Ursviks motionsområde med löp- och skidspår samt MTB-spår. För den konstintresserade finns möjlighet att bli medlem i konstföreningen Bladoram.\n   \n\n  \n\n Vi arbetar i ett modernt stadshus med aktivitetsbaserade arbetsplatser som främjar samarbete, kreativitet och lärande i vardagen. Befattningen är en tillsvidareanställning på heltid med tillträde enligt överenskommelse. Ansökan senast den 11 augusti 2024. Vi tar inte emot ansökningar via e-post. I den här rekryteringen använder vi oss bland annat av arbetsprov och beprövade färdighetstester.\n   \n\n  \n\n**Välkommen med din ansökan!**\n Observera att vi redan valt rekryteringskanaler och undanber oss därför kontakt från annons- och rekryteringsföretag.","company_url":"https:\/\/se.linkedin.com\/company\/sundbybergs-stad","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C510BAQFGNlVPK_u-zw\/company-logo_100_100\/0\/1631323626995?e=2147483647&v=beta&t=80sHeRznyHePc1A2HdZwV4pnoLjAeqGrgGxpW_9rKUs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3965828494","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3965828494","job_url_direct":"http:\/\/www.mygwork.com\/en\/jobs\/thermo-fisher-scientific-clincal-contract-manager\/detail\/4890968&urlHash=6iJs","title":"Clincal Contract Manager","company":"myGwork - LGBTQ+ Business Community","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"***This inclusive employer is a member of myGwork – the largest global platform for the LGBTQ+ business community.***\n Work Schedule\n   \n\n  \n\n Standard (Mon-Fri)\n   \n\n  \n\n Environmental Conditions\n   \n\n  \n\n Office\n   \n\n  \n\n**Job Description**\n At Thermo Fisher Scientific, you'll discover meaningful work that makes a positive impact on a global scale. Join our colleagues in bringing our Mission to life - enabling our customers to make the world healthier, cleaner and safer. We provide our teams with the resources needed to achieve individual career goals while taking science a step beyond through research, development and delivery of life-changing therapies. With clinical trials conducted in 100+ countries and ongoing development of novel frameworks for clinical research through our PPD clinical research portfolio, our work spans laboratory, digital and decentralized clinical trial services. Your determination to deliver quality and accuracy will improve health outcomes that people and communities depend on - now and in the future.\n   \n\n  \n\n**Summarized Purpose**\n As a Contracts Manager, you will serve as a regional lead in managing the preparation, negotiation and finalization of contract templates, process, and negotiation parameters (including, contractual terms and conditions, and ancillary documents), and oversight of associated investigator grant budget(s), with an assigned workload of clients. Ensures quality, objectivity, and risk analysis in the efficient delivery of contract templates, process, and negotiation parameters.\n   \n\n  \n\n**Responsibilities**\n* Help influence the outcome of negotiations and ensure conformity to business needs, proper risk allocation and compliance with the policies and procedures of the pharma services group.\n* Be a principled negotiator willing to stand up to unprincipled techniques and pressures.\n* Be able to communicate with internal stakeholders and customers providing direction and guidance related to the contracting process. Can negotiate contentious issues at multiple levels both internally and with the customer's negotiation team keeping risk exposure in mind.\n* Generate creative options to break through negotiation impasses that work for all parties.\n* Continually strive to make the contracting process more efficient, effective, and customer centric.\n* Follow and help improve the tools used to ensure consistency of the negotiation process and ensure maximum situational awareness for all internal stakeholders throughout the contract process to improve turnaround times to an increasing client base.\n* Maintain and utilize the database within the contract management system of current and terminated contracts and coordinate processes to track contract flow and contractual obligations.\n* Serve as liaison between the client and the manufacturing sites and business units during the negotiation phase of a project.\n* Able to work in matrixed environment to get results from disparate stakeholders including sales, finance, marketing, legal, quality, and site management\/operations.\n* Able to sell the value of the contracting role to the broader business.\n* Other duties may be assigned to meet business needs.\n\n\n**Minimum Requirements\/Qualifications**\n* Bachelor's degree in related discipline (preferably in Business or Life Sciences); MBA and\/or JD or 6+ years of demonstrated negotiation experience in the pharmaceutical industry and\/or Contract Manufacturing Organization (CMO) highly preferred.\n* Excellent communication skills, including English proficiency at an advanced level.\n* Strong analytical skills, attention to detail and organizational skills\n* Superior communication skills with working knowledge of MS Office Application\n* Preferably contract experience doing high value and complex agreements in the life science industry (e.g., pharma, biotech, medical device).\n* Experience in FDA regulated industries a plus\n* Proven track record dealing with complex contractual language.\n* Understanding the business and legal implications of various contract terms\n* Able to generate creative options to overcome objections during negotiations.\n* Able to withstand pressure from customers and internal stakeholders when following a course of action based on broader principles rather than immediate commercial need.\n* Ability to assess needs of business and design and implement creative and durable solutions.\n* Ability to drive outcomes in a professional and constructive manner.\n* This role is part of global team and therefore requires flexibility as to hours as it supports various time zones.\n\n\n Our Mission is to enable our customers to make the world healthier, cleaner and safer. Watch as our colleagues explain 5 reasons to work with us. As one team of 100,000+ colleagues, we share a common set of values - Integrity, Intensity, Innovation and Involvement - working together to accelerate research, solve complex scientific challenges, drive technological innovation and support patients in need. #StartYourStory with PPD, part of Thermo Fisher Scientific, where diverse experiences, backgrounds and perspectives are valued.\n   \n\n  \n\n Apply today! http:\/\/jobs.thermofisher.com\n   \n\n  \n\n Thermo Fisher Scientific is an EEO\/Affirmative Action Employer and does not discriminate on the basis of race, color, religion, sex, sexual orientation, gender identity, national origin, protected veteran status, disability or any other legally protected status.","company_url":"https:\/\/uk.linkedin.com\/company\/mygwork","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQEVDrt8sev5eA\/company-logo_100_100\/0\/1705496448722\/mygwork_logo?e=2147483647&v=beta&t=KtvxgAySt_T0fB6u7GXrDHoBks6sxKOLlZrWahXG50Y","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3947862515","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3947862515","job_url_direct":"https:\/\/www.iver.com\/Karriar\/lediga-jobb\/jobbsida\/?jobId=4612850&utm_source=LinkedIn&urlHash=ZlZx","title":"Windowsspecialist med fokus på Microsoft Active Directory","company":"Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"poonam.jain@iver.se","description":"*Vi på Iver ger samma löfte till våra kollegor som till våra kunder. Löftet är att alltid vara ”beside you”, ”behind you” och ”before you”. Vi kallar det för ”The Iver way”.*\n*Nu söker vi en \"Windowsspecialist med fokus på Microsoft Active Directory\" som vill bli en del av Iver och som vill vara med och bidra till bättre IT-lösningar som gör skillnad för våra kunder!* \n*Är du vår nya kollega?*\n**Rollen som Windowsspecialist med fokus på Active Directory hos Iver**\n Du arbetar som del i ett eller flera Kundteam med ansvar för Iver tjänsteleverans inom något av områdena arkitektur, applikationsutveckling, testning, CI\/CD-verktyg och\/eller IaC. Våra kunder är ofta stora nordiska företag, fintech, startups eller myndigheter med krav på hög nivå av informationssäkerhet och lösningar i teknisk framkant. Vissa av dem utgör samhällskritisk verksamhet.\n   \n\n  \n\n**Vad erbjuder vi dig?**\n**Iver - Where technology meets business.** \n Hos Iver får du möjlighet att arbeta med den senaste tekniken och vara med på en spännande tillväxtresa. Iver är ett bolag med entreprenöriella rötter och en kultur som präglas av flexibilitet och samarbete. Vårt mål är att våra kunder – här i Norden och internationellt – ska se oss som en ledande partner för digital transformation.\n   \n\n  \n\n På Iver är vi inkluderande och strävar efter genuint samarbete där vi arbetar mot gemensamma mål. Inom Iver finns stora möjligheter till utveckling och vi står bakom dig när du vill lära dig mer – inom ditt specialområde, ledarskap eller nya områden.\n   \n\n  \n\n Hos Iver är du också en del av ett ambitiöst och innovativt företag, vilket innebär att förbättra, testa, utvärdera och våga ändra hur vi gör saker är viktiga ingredienser och vi är övertygade om att det är så vi utvecklas.\n **We’re not big blue. We’re yellow.** \n Stora nog att skala och agila nog att innovera.\n   \n\n  \n\n**Din bakgrund och profil**\n Du plockade troligen sönder den första dator du fick bara för att se hur den fungerar, och du har lagt en ansenlig mängd tid på att bygga Lego under din uppväxt. Din vilja att förstå hur saker fungerar är mer än bara ett arbete eller inlärt beteende. Därutöver trivs du sannolikt av att jobba i ett högpresterande team och drivs av viljan att göra tekniska lösningar i framkant ännu bättre. Är du tidigt i din karriär värdesätter vi förmågan till vidareutveckling framför mångårig erfarenhet. Har du längre arbetslivserfarenhet tittar vi också på din förmåga att ta större ledarskap inom exempelvis arkitektur och tjänsteleveranser.\n   \n\n  \n\n**För att lyckas i rollen vill vi att du har kunskaper inom:**\n* Utveckling av arkitektur och design för Active Directory.\n* Proaktivt underhållsarbete för AD \/ ADFS \/ Windows Server.\n* PowerShell.\n* Agila arbetssätt och CI\/CD.\n\n\n**Meriterande kunskaper**\n* Erfarenhet av att arbeta med Microsoft Exchange.\n* Produktionsmiljö med särskilda krav på informationssäkerhet och tillgänglighet.\n* MS PKI \/ Certifikathantering.\n* Övervakning och visualisering med exempelvis Prometheus, Grafana, Kibana.\n* Virtualiseringstekniker.\n\n\n Vi kommer att göra bakgrundskontroller i rekryteringsprocessen. Svenskt medborgarskap är ett krav.\n   \n\n  \n\n**Placeringsort**\n Iver har kontor i Sverige och Norge. Denna roll är placerad i Solna i härliga lokaler.\n   \n\n  \n\n**Sök till oss!**\n Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Iver eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse. Sista ansökningsdag: 2024-07-15. Du är välkommen att kontakta Poonam Jain (poonam.jain@iver.se) vid frågor eller funderingar kring tjänsten. Vi ser fram emot din ansökan!\n   \n\n  \n\n Välkommen till Iver!","company_url":"https:\/\/se.linkedin.com\/company\/iver-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQE6vPkJ1bXYKw\/company-logo_100_100-alternative\/0\/1630562061072\/iver_sverige_logo?e=2147483647&v=beta&t=5GPLkBAbcE22-TqlxbjErvZMZ3sepXSwCmdP32QAoWE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3969102900","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3969102900","job_url_direct":"https:\/\/nacka.varbi.com\/se\/what:job\/jobID:741499\/type:job\/where:123\/apply:1&urlHash=jlZ9","title":"IT Tekniker till Älta rektorsområde","company":"Nacka kommun","location":"Nacka, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"anne.sjo@nacka.se, ole.suhr@nacka.se","description":"Nackas kommunala skolor når goda resultat och genom beprövad samt ny pedagogik bejakar vi kreativitet för att stimulera barns och ungdomars lärande. Vi har ett aktivt utbyte mellan våra 2 600 medarbetare som arbetar inom förskola, grundskola och gymnasium.\n   \n\n  \n\n Älta rektorsområde består av de tre grundskolorna Stavsborgsskolan, Sigfridsborgs skola och Älta skola samt förskolorna Kolarängen, Solängen, Bäckaliden, Svanhöjden, Ältadalen och Älta Gårds förskola.\n   \n\n  \n\n Nu söker vi dig som vill ingå i Älta rektorsområdes Supportteam som jobbar i hela Älta på våra fantastiska 6 förskolor och 3 grundskolor. Vi söker dig som är lagspelare och flexibel och kan jobba med flera olika ansvarsområden, fokus på IT men även rycka in på andra delar inom Supportteamet! Välkommen till Älta!\n   \n\n  \n\n**Ditt uppdrag**\n Vi söker dig som har god kunskap och erfarenhet av IT drift inom offentlig sektor eller privat sektor. Som IT tekniker i Älta har du ett brett uppdrag kring allt som rör IT driften. Du kommer samarbeta med en kollega kring IT frågor och sedan flera kollegor i vårt Supportteam. Ditt arbete kommer ha fokus på support kring IT för både elever och pedagoger\/lärare samt vissa delar mot vårdnadshavare, ditt arbete ska ha fokus på att vara stödjande så pedagoger och lärare kan vara just det. Du kommer ingå i rektorsområdets supportteam som består av 7 härliga kollegor. Teamet består av skolkoordinatorer, it tekniker och vaktmästare.\n   \n\n  \n\n Då du ingår i Ältas supportteam kan det finnas andra uppdrag som inte har fokus IT, så det är bra om du är flexibel och vill vara med och göra det där lilla extra så våra enheter håller högsta kvalitet.\n   \n\n  \n\n Det är ett otroligt variationsrikt uppdrag och ingen dag är den andra lik.\n   \n\n  \n\n**Din erfarenhet**\n Vi söker dig som har erfarenhet från IT tekniskt uppdrag. Både kring de tekniska med att supporta devices men även att kunna supporta system såsom skoladministrativa system, hemsidor, intranät och andra system. Nacka kommun är en systemtät organisation! Du kommer ha stöd från central IT enhet både inom Nackas kommunala skolor och även från Nackas IT enhet. I Älta har all personal en egen device och våra elever från årskurs 3, så totalt driftar du och din kollega ca 1600 devices. Det viktigaste är personliga egenskaper och att du vill lära dig nya saker samt är flexibel och vill bidra med det där lilla extra, att våga prova nytt och tänka i nya banor är något vi välkomnar.\n   \n\n  \n\n Vi lägger stor vikt vid personliga egenskaper!\n   \n\n  \n\n**Är det är du?**\n Vi söker dig som är självgående och initiativtagande. Du ska vilja jobba självständigt men också i team. Du ska se din roll som en supportfunktion och stödja lärare och pedagoger så de kan vara just detta och utveckla barn och elevers lärande. Läroplanens uppdrag att elever ska utvecklas både socialt och kunskapsmässigt gäller alla som jobbar inom förskola och skola. Du ska vara flexibel och förstå att arbetet kan variera mycket.\n   \n\n  \n\n**Vi erbjuder**\n*Du kommer till ett härligt gäng i Älta med över 300 kollegor. Vi har 6 förskolor och 3 grundskolor. Vissa enheter är helt nybyggda och vissa lite äldre. Du får egen bärbar dator, friskvårdsbidrag och underbara kollegor.*\n*För rätt person finns det alla möjligheter att utveckla tjänsten inom de IT tekniska området.*\n Som anställd i Nacka kommun har du bland annat tillgång till förmåner som friskvårdsbidrag på 3 000 kr per år, köp av SL-kort via nettolöneavdrag och en mångsidig intern stödfunktion. I Nacka får du möjlighet att arbeta i en kommun som vill vara bäst i Sverige på att vara kommun, och som har öppenhet och mångfald som sin vision och en grundläggande värdering att lita på människors kunskap, vilja och förmåga.\n   \n\n  \n\n**Intresserad?**\n Om du vill bli en del av Nacka kommun, tveka inte att skicka in din ansökan! Vill du veta mer om tjänsten är du välkommen att kontakta Anne Sjö Rektor 070-4318815, anne.sjo@nacka.se.\n   \n\n  \n\n Urval och intervjuer kan komma att ske löpande under ansökningstiden. Sista ansökningsdag 2024-08-04. Vi tar endast emot ansökningar via vårt rekryteringssystem. Vi ser fram emot att få din ansökan!\n   \n\n  \n\n**Utdrag ur Polisens belastningsregister för skola och förskola krävs** \n i samband med anställning. Vi ber dig att välja \"digitalt registerutdrag\" för snabbare hantering. Länk här.\n   \n\n  \n\n Bakgrundskontroll kan komma att tillämpas.\n   \n\n  \n\n Tjänsten tillsätts under förutsättning att den inte behöver tas i anspråk för intern omplacering.\n   \n\n  \n\n Besök gärna Nackas kommunala skolor och förskolors karriärsida här\n   \n\n  \n\n Nacka är en av Sveriges mest attraktiva och välrenommerade kommuner. Med fokus på mål, resultat, hållbart medarbetarengagemang och ständig utveckling strävar Nacka efter att bli bäst på att vara kommun. Nacka kommun är arbetsgivaren för dig som med stor frihet förnyar och gör skillnad.\n   \n\n  \n\n Anställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100 | Ort: Nacka | Län: Stockholms län | Land: Sweden | Referensnummer: 2024\/378 | Kontakt: Anne Sjö +4687188815, | Facklig företrädare: Vision, Ole Suhr ole.suhr@nacka.se, | Publicerat: 2024-07-01 | Sista ansökningsdag: 2024-08-04","company_url":"https:\/\/se.linkedin.com\/company\/nacka-kommun","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQE7d4-f3AcaUw\/company-logo_100_100-alternative\/0\/1630627205804\/nacka_kommun_logo?e=2147483647&v=beta&t=TaXIvil8VWrfl1mRg-f8aI-cjNkaC86uvWvIR2XraJM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3916028504","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3916028504","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/cloud-engineer-inom-microsoft-365-op-2024456670\/&urlHash=in2m","title":"Cloud Engineer inom Microsoft 365","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"För en av våra kunder i Stockholm söker vi nu en Cloud Engineer med mycket god erfarenhet av Microsoft 365 som kommer agera rådgivare samt vara bryggan mellan tekniken och kundens företagsverksamhet. Du kommer bland annat arbeta med design, implementation och hålla i workshops i syfte att förbättra användningen av Microsoft 365 plattformen. Denna heltidstjänst börjar som ett konsultuppdrag där tanken sedan är att anställningen går över direkt till kunden. Som konsult på Centric så får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.\n   \n\n  \n\n**Dina arbetsuppgifter** \n Du kommer agera mellanhanden mellan tekniken och kundens verksamhet där du bistår med din tekniska expertis och rådgivning i syfte att förändra och utveckla kundernas IT-miljö mot modern workplace inom Microsoft 365. I rollen kommer du designa, konfigurera och implementera Microsoft 365-plattformen för kunderna. Utöver detta kommer du även arbeta med övervakning samt finnas behjälplig som tredje linjens support när det kommer till supportleverans.\n   \n\n  \n\n Vidare är du den personen som kommer utbilda och genomföra workshops för kunderna där du på ett pedagogiskt och ansvarsfullt sätt stöttar kunderna mot moderna arbetsplatslöningar baserade på Microsoft 365.\n   \n\n  \n\n**Din profil och kvalifikationer** \n För att lyckas i rollen som Cloud Engineer ser vi att du är en erfaren person när det kommer till att leda och utföra projekt inom Microsoft 365-sviten. Du är mycket kommunikativ, på både svenska och engelska, när du presenterar nya innovationer inom plattformen för kunder och beslutsfattare som sedan leder till positvia förändringsarbeten. Utöver detta ser vi att du är en nyfiken person som gärna håller dig uppdaterad kring den senaste utvecklingen inom Microsoft 365 för att sedan vara drivande när det kommer till kompetensutveckling i kundernas modern workplace-miljö.\n   \n\n  \n\n**Krav**\n* Relevant utbildning inom molntjänster\n* 3-4 års erfarenhet av att arbeta i renodlad cloudmiljö\n* Tidigare erfarenhet av leda och utföra projekt inom Microsoft 365-miljö\n* Mycket hög kompetens inom Microsoft 365, inklusive SharePoint, Teams, Intune och Entra ID\n* Uttrycker dig mycket väl på både svenska och engelska, i tal och skrift\n\n\n**Meriterande**\n* Certifiering inom Microsoft 365\n* Arbetat med automatisering samt multitenantlösningar för Microsoft 365\n* Erfarenhet av infrastrukturlösningar inom Microsoft Azure\n\n\n**Om Kunden**\n Företaget är en IT-partner som tillhandahåller IT och applikationsdrift, infrastruktur, molntjänster, säkerhet och digitalisering. De strävar efter att optimera och erbjuda hållbara IT-miljöer för sina kunder med hjälp av starka varumärken och breda kompetensområden. Med en sådant fokus kan de erbjuda skräddarsydda lösningar för olika företagsbehov och hjälpa sina kunder att möta sina IT-krav på ett effektivt sätt.\n   \n\n  \n\n**Vad vi erbjuder** \n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi tycker nämligen att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under roliga och avslappnande former.\n   \n\n  \n\n*Mer om oss*\n Centric är ett IT-företag med 380 anställda på våra kontor i Stockholm, Göteborg, Malmö, Linköping och Örebro. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=SfieLguwsVtZL_uu9vue_Dcxyi8EppoiwjznRNy0SeI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3969173523","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3969173523","job_url_direct":"https:\/\/arbetsformedlingen.varbi.com\/se\/what:job\/jobID:739577\/type:job\/where:123\/apply:1&urlHash=Ue5z","title":"Registrator till Arbetsförmedlingen","company":"Arbetsförmedlingen","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"mahlin.nystrom-angman@arbetsformedlingen.se, daniel.hol@arbetsformedlingen.se","description":"**Tycker du att det är viktigt med kvalitet, rättssäkerhet och vill arbeta med att förse kunder** \n**och medborgare med den information de efterfrågar? Vi söker nu en erfaren registrator om vill** \n**bidra till vår digitaliseringsresa och säkerställa rättssäker informationshantering. Hos oss får du** \n**möjlighet att arbeta med kvalitets- och verksamhetsutveckling samt erbjuda förstklassig service** \n**till våra medborgare. Tillsammans får vi Sverige i arbete. Vill du bli en av oss?**\n**Om Enheten**\n Enheten Informationsförvaltning ansvarar för att styra, samordna, utveckla och följa upp ärende- och informationshantering. Vi säkerställer även en enhetlig, effektiv och rättssäker arkivering och informationshantering för hela Arbetsförmedlingen. Vi är en del av Rättsavdelningen och består av fyra sektioner. Våra medarbetare på enheten är geografiskt spridda över hela landet och vi jobbar tillsammans virtuellt. Det pågår ett stort förnyelsearbete på Arbetsförmedlingen och vi arbetar ständigt med såväl analoga som digitala förbättringar och utveckling.\n   \n\n  \n\n**Beskrivning av tjänsten**\n Vi söker dig som är ansvarstagande och har god förmåga att arbeta strukturerat. Du har hög läsförståelse och lätt för att sätta dig in i nya arbetsuppgifter. Som registrator hos oss behöver du vara resultatinriktad och noggrann.\n   \n\n  \n\n Som registrator på Arbetsförmedlingen kommer du att:\n   \n\n  \n\n* Hantera inkommande e-post till Arbetsförmedlingens officiella e-postlåda\n* Ärenderegistrering och diarieföring av handlingar\n* Ge stöd till handläggare i diarieföringsfrågor\n* Delta i utvecklingen av arbetssätt för registratur, kvalitetssäkring, service och bemötande\n* Hålla informationer och utbildningar\n* Utföra kvalitetsgranskning och uppföljning av ärendehandläggning samt utveckla och förvalta digitala postflöden\n\n\n**Vårt erbjudande**\n Vi erbjuder förmånliga semesteravtal, möjlighet till flextid, friskvård på arbetstid samt friskvårdsbidrag. Vår arbetsplats består av över 11 000 kompetenta och engagerade medarbetare. Genom att samarbeta och vara öppna för nya perspektiv utvecklas vi som individer och verksamhet. Tillsammans frigör vi möjligheter som får Sverige i arbete. Mer om oss.\n   \n\n  \n\n Anställningsformen är tillsvidare på heltid, med sex månaders provanställning. Tillträde enligt överenskommelse. Placeringsort är på vårt huvudkontor i Solna.\n   \n\n  \n\n**Grundläggande kvalifikationer**\n* Utbildad registrator eller motsvarande kunskap som arbetsgivaren bedömer som likvärdig\n* Minst ett års erfarenhet av diarieföring inom offentlig sektor\n* God kännedom om de lagar och förordningar som styr informationshantering inom offentlig förvaltning\n* Van datoranvändare och bekväm med att arbeta i Word, Excel och Powerpoint\n* Goda kunskaper i svenska i tal och skrift\n\n\n**Övriga meriter för tjänsten**\n* Erfarenhet av att utbilda andra inom informationshantering och diarieföring\n* Erfarenhet av digitaliseringsprocesser och IT miljöer.\n\n\n Utöver dessa kvalifikationer har du personlig förmåga och fallenhet att arbeta i enlighet med Arbetsförmedlingens medarbetarskap och chefskap:\n   \n\n  \n\n Medarbetare på Arbetsförmedlingen:\n   \n\n  \n\n* Tar ansvar för sina arbetsprestationer och sitt bidrag till helheten\n* Anpassar sig till förändring och oförutsedda händelser\n* Tar initiativ till utveckling och bidrar till förbättring\n\n\n**Ansökan**\n Välkommen med din ansökan senast 2024-08-05. När du skickar din ansökan kommer du att få svara på några urvalsfrågor.\n   \n\n  \n\n Bifoga dit CV vid din ansökan. För att du ska få en så rättvis och korrekt bedömning som möjligt är det av stor vikt att du uppger år och månad för varje anställning samt en kort beskrivning av arbetsuppgifterna. Om den informationen inte framgår har vi svårare att göra en korrekt bedömning av din kompetens och erfarenhet och du kan därför riskera att bli bortvald i urvalsprocessen.\n   \n\n  \n\n Har du skyddade personuppgifter kontaktar du den Rekryteringspartner som finns namngiven i annonsen så får du hjälp med att skicka in din ansökan.\n   \n\n  \n\n På Arbetsförmedlingen tillämpas en evidensbaserad rekryteringsprocess. Urvalstest och arbetsprov kan förekomma och vi kommer ge dig mer information om processen via e-post efter ansökan. Mer om vår rekryteringsprocess.\n   \n\n  \n\n Vi arbetar aktivt för att vara en myndighet fri från diskriminering. Det är viktigt för oss att all kompetens tas tillvara och vi välkomnar alla sökande. Vi ser positivt på om du har kunskaper i något av våra nationella minoritetsspråk. Välkommen till jobbet som får Sverige i arbete! Här arbetar du på regeringens uppdrag för en arbetsmarknad som hjälper människor framåt. Vi frigör möjligheter så att arbetssökande hittar sysselsättning och arbetsgivare sin nästa medarbetare. För att nå målet behöver vi samarbeta, i myndigheten men också med olika externa aktörer i hela landet. Tillsammans driver vi förändring, utvecklar nya arbetssätt och skapar lösningar som gör att Sverige kan fortsätta framåt. Mer om vår organisation och vårt uppdrag\n   \n\n  \n\n Anställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 2 | Sysselsättningsgrad: 100% | Ort: Solna | Län: Stockholms län | Land: Sweden | Referensnummer: Af-2024\/0065 5142 | Kontakt: Mahlin Nyström-Ångman, Rekryteringspartner mahlin.nystrom-angman@arbetsformedlingen.se, Daniel Hol, Sektionschef daniel.hol@arbetsformedlingen.se, | Facklig företrädare: Bernt Hultman, ST, 010–4864489, Johanna Eriksson, Saco-S 010–4860488, Patrik Eklund, Seko 010–4862432, | Publicerat: 2024-07-07 | Sista ansökningsdag: 2024-08-05","company_url":"https:\/\/se.linkedin.com\/company\/arbetsformedlingen","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQGqsOeGxC758w\/company-logo_100_100\/0\/1631357845669\/arbetsformedlingen_logo?e=2147483647&v=beta&t=dP1ht2sf_3eMIrUIBJ8p7msTZg2i-ElkEl324Cbe3nU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3965392447","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3965392447","job_url_direct":"https:\/\/jobs.dustin.se\/jobs\/4598287-service-specialist-internal&urlHash=sI7p","title":"Service Specialist Internal","company":"Dustin","location":"Nacka Strand, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"sofie.vanrooijen@dustin.com","description":"**This makes the position as service specialist internal unique**\n* You will have the opportunity to work independently and take full responsibility for developing strategic service solutions in a dynamic ICT market.\n* Within an open and supportive team, you will have the space to show your entrepreneurial spirit and create innovative service solutions.\n* Work closely with sales, customers and partners to manage and optimise the service portfolio, directly influencing customer satisfaction and business results.\n\n\n There is a culture of openness and collaboration within our team.\n   \n\n  \n\n My name is Rob Bluiminck. I am the head of business support and projects. As a leader, I am known for my direct and humorous approach, inspiring and coaching my team to success.\n   \n\n  \n\n**Your role and influence as a service specialist internal**\n*Responsibility* \n : You will be responsible for selling services and managing the service portfolio, working closely with sales, customers and partners.\n   \n\n  \n\n*Collaboration* \n : Together with your team, you will manage and expand our services portfolio. You will work closely not only with your direct team members, but also with the sales and customer service departments to achieve the best results.\n   \n\n  \n\n**Core Activities**\n* Translate the operational customer demand into an offer for the customer\n* Supervise the portfolio\n* Measure the margin\n\n\n**Benefits At Dustin**\n We believe Dustin has more to offer than just the benefits listed here. You will fully understand this once you join us.\n   \n\n  \n\n You can find a list of our benefits further in the job ad.\n   \n\n  \n\n**Who could be successful in this role?**\n We see you as a curious and driven person who enjoys creating customer-focused solutions, always striving to improve.\n   \n\n  \n\n**In Addition, It Is Important That**\n* You have a bachelor working and thinking level in the direction of business studies\n* You are commercially driven and result-oriented\n* You have technical skills to manage the service portfolio and measure margin\n\n\n**What can you expect afterwards?**\n Your application will be handled anonymously. We expect the following steps in the recruitment process:\n   \n\n  \n\n* Telephone introduction with recruiter\n* 1st interview with Rob Bluiminck\n* 2nd interview with colleagues\n\n\n Do you have any questions about this position? Contact recruiter Sofie van Rooijen via email: sofie.vanrooijen@dustin.com.","company_url":"https:\/\/se.linkedin.com\/company\/dustin-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQHalQXyy4m37Q\/company-logo_100_100\/0\/1630566035964\/dustin_ab_logo?e=2147483647&v=beta&t=C2RA2iEdLveVXlOvt-Cz43OfsFJQlJ6XeQwJs7-2k4o","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3968912708","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3968912708","job_url_direct":"https:\/\/thehub.io\/jobs\/6688896210b4f7f2147311f2?utm_source=linkedin&utm_medium=referral&utm_campaign=job_wrapper&urlHash=T-PA","title":"Para legal \/ Legal Administrator","company":"The Hub","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Since 2018, Voi has been on a mission to create safe, sustainable and reliable micromobility for everyone. Today we are the #1 e-scooter service in Europe, operating in 100+ cities with over 250 MILLION rides to date.\n   \n\n  \n\n It has been an amazing journey and we have no intention of stopping now! Operating in the right way, in line with our values and line with the law, is front and centre for our continued success.\n   \n\n  \n\n With this in mind, we’re now looking for an\n **experienced and service-oriented company secretarial administrator, or paralegal** \n to handle head office corporate administrative matters, including company filings, authorities and signing of contracts, contracts database administration and Legal departmental administration based in Stockholm HQ, reporting to the General Counsel and working closely with the executive team.\n   \n\n  \n\n**YOUR MISSION AT VOI**\n**Duties Will Include**\n* Handling corporate filings and changes to statutory documentation across a range of countries in Europe;\n* Helping to administer our share option schemes and share registers;\n* Ensuring all document execution and signing processes are up to date, fit for purpose and resilient and ready for us at all times, including maintaining lists of authorised signatories, keeping powers of attorney in various countries up to date, e-signature systems, and electronic verification systems in relevant countries;\n* Helping the company keep track of all contracts and other filings, so copies are readily available for use\n* Helping the General Counsel keep on top of external firm billing and external spend approvals, including assisting with monthly internal finance processes and annual budgeting cycles\n* Depending on experience taking over certain legal tasks to handle as part of the wider Legal and Risk Management team\n* Learning and using chosen specialist software for corporate secretarial and share register maintenance and contract database management as needed; The scope of the role will flex to the skills of the applicant.\n\n\n**Who We’re Looking For**\n We are looking for someone happy to pitch in to handle their own workload and to help others do their jobs as best they can for the overall benefit of the Legal and Risk Management, and wider Voi, teams by using their experience and skills to set up a robust platform as we grow and mature as a business. In addition to being fluent in English and Swedish, we believe the right person will have experience working at a top-tier law firm or an in-house legal department. Additional languages are very welcome. We are looking to recruit into our Stockholm office but are open to this role being based wherever we have an office.\n   \n\n  \n\n**WHY VOI?**\n Working At Voi Is More Than Just a Job. Our People Promise Includes a Personal Voiage Where You Will Grow As a Professional And Be a Part Of a Team And Culture That Builds Something Meaningful For Society. In Addition To This You’ll Have The Opportunity To\n   \n\n  \n\n* Join the #1 micromobility company in Europe and one of the fastest growing scaleups\n* Get “skin in the game” through our employee options program and be a part of building a world class organisation and a scalable people-function\n* Work with inspiring, motivated and fun colleagues towards a common goal\n* Join the micromobility-revolution and be a part of creating sustainable cities made for living, free from noise and pollution.","company_url":"https:\/\/dk.linkedin.com\/company\/thehubio","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQE8WpXmwhptcA\/company-logo_100_100\/0\/1677478557826\/thehubio_logo?e=2147483647&v=beta&t=qgMZs1CaBk7m_tOCA7QXycIb98Bd9vWIEtDLUMCZZU4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3948614899","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3948614899","job_url_direct":"https:\/\/ea.gr8people.com\/jobs\/184358\/technical-animator?sid=4&urlHash=qjp0","title":"Technical Animator","company":"DICE (EA Digital Illusions CE AB)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We are DICE, the award-winning studio with locations in Stockholm and Gothenburg, Sweden, best known for creating the phenomenally successful Battlefield franchise.\n   \n\n  \n\n We are now part of a set of global studios building a connected Battlefield universe. Our people are the backbone and driving force to our creative products, and are always looking for diverse game creators to join us in Stockholm, Gothenburg, or working remotely, to help us build the best Battlefield experiences and make our studio the best in the industry.\n   \n\n  \n\n Technical Animators at DICE have a proven understanding of animation and character setup for video game development. They make sure Animators and Artists have all the tools necessary to author industry-leading content, and make it possible for these crafts to integrate smoothly into our pipeline.\n   \n\n  \n\n You will work together with Artists, Animators and Designers.\n   \n\n  \n\n With your 5+ years of experience in pipeline and tools creation you will identify areas for improvement in the workflows, and you will implement features to improve the content authoring experience.\n   \n\n  \n\n You will report to the Technical Animation Director, who will support you and plan feature implementation and tools creation with you.\n   \n\n  \n\n**Responsibilities**\n* Content Pipeline and Tools development\n* Help the wider art and animation team with technical solutions, in-engine implementations, authoring support and technical support.\n* Have in-depth knowledge of game animation workflows and pipeline.\n* Game asset creation experience in Maya & Motion Builder.\n* Game engine experience, such as Unity or Unreal.\n* Cloth, Physics and Ragdoll knowledge.\n* Skinning & Rigging.\n* Performance impact, memory cost and best practices.\n\n\n**Qualifications**\n* Write scripts and tools\n* Proficient in Python\n* C# and C++ are considered a great plus\n* Have a good balance between reactionary and proactive work.\n* Have clear structure, prioritization and organization.\n* Require 3D Math knowledge.\n* Need the ability and passion for R&D; push the bar for what’s possible at DICE.\n* Share knowledge through presentations & documentation.","company_url":"https:\/\/se.linkedin.com\/company\/dice-ea","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQHQAy-r8dECAg\/company-logo_100_100\/0\/1690800570739\/dice_ea_logo?e=2147483647&v=beta&t=OSzdIau--gDwBRGISbm6TlG82uJtg6auF-3TgtE5OjM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f4005f7f60f7949e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f4005f7f60f7949e","job_url_direct":"https:\/\/careers.sportway.com\/jobs\/2119841-operations-technician","title":"Operations Technician","company":"Sportway","location":"Stockholm, AB, SE","job_type":null,"date_posted":1665100800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Are you interested in sports and technology? Do you want to be a part of a talented team of tech-savvy, ambitious people, then you may be a great addition to our Tech Team!\n\n\nSportway makes all levels of sport available to everyone through live and on-demand streaming. We are in the fast-paced and always changing world of tech, add sport to that and it gets even more dynamic. Our AI-automated cameras broadcast thousands of games to even more viewers every year. Read more about us on Sportway.com.\n\n**What you will do**\n\n* Operating and troubleshooting our technical platforms\n* Assist our installation team getting installations up and running, and fine tune the AI cameras\n* Assist our support-team with tickets they send in\n* Cooperate with our teams in Finland, Norway, Denmark, and Czechia\n* Ad-hoc and other tasks\n* As our prime time is evenings and weekends you will work on an “on-call” schedule one week per month\n* We love to see initiative, so there is a lot of opportunity to zoom in on things you are passionate about\n\n**Basic qualifications**\n\n* Service minded\n* Computer skills\n* Technical interest\n* English – written and spoken\n* Minimum 1 year of work experience **or** IT education at University\n\n**Preferred qualifications**\n\n* Sport interest\n* Coding, Linux and\/or Devops experience\n* Other language skills Danish, Finnish, Norwegian and Czech\n\nPlease apply before 9:th of August","company_url":"https:\/\/se.indeed.com\/cmp\/Sportway","company_url_direct":"https:\/\/www.sportway.co","company_addresses":"Waterford","company_industry":null,"company_num_employees":"11 to 50","company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3927397297","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3927397297","job_url_direct":"https:\/\/careers.wipro.com\/jobs\/3050966?mode=job&iis=Social%2BMedia&iisn=Linkedin&lang=en-us&utm_source=Linkedin&urlHash=tsUJ","title":"Fullstride Cloud Sales Director","company":"Wipro","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"The career opportunity is with Wipro Fullstride Sales Group. The Cloud Sales Director is accountable for sales in an existing strategic account with the CIS (CLOUD & INFRASTRUCTURE) service line spanning across all sectors. This role is responsible for driving profitable growth from the account by developing strategic client relationships and ensuring customer satisfaction through excellent delivery.\n   \n\n  \n\n**Job Description**\n**Role and Objectives:**\n* Bring direction and lead the digital vision to transform the business of our clients.\n* Identify market trends and corresponding Wipro solutions\/offerings applicable to your assigned accounts.\n* Activate network in the market to create sales opportunities.\n* Lead and support sales teams in demand creation activities by attending customer or prospect meetings to present Wipro’s capabilities and delivery approach.\n* Leverage and align with Partner organizations to bring solutions to our clients.\n* Create end-to-end business solutions for proactive proposals and RFI\/RFP responses.\n* Interface with the Client Account Teams and the client to present the benefits and overall value proposition and solution.\n* Define strategies based on market and competitor intelligence for the deal structure, create win themes, and identify relevant artifacts to support in winning the deal.\n* Lead customer meetings to understand the business context, IT landscape, business and technical requirements.\n* Drive proposal presentation meetings with customers and prospects to present and discuss suggested solutions, including integrated pursuits that include multiple competency areas.\n* Mobilize and oversee solutions and delivery teams, including participation in key project deliverables and client meetings.\n\n\n**Experience Required:**\n* Experience of 15+ years in closing deals in IT Services & Consulting, including global deals with on, near and offshore delivery.\n* Experience in quota \/target carrying roles with a track record of >20m$ TCV sales annually on fixed price transformational deals.\n* Experience leading end-to-end solutions development for successful sales of multi-offering transformation\n* Leading multi-day on-site workshops for both design and due diligence activities.\n* Experience of handling pre-sales\/sales cycles and leading Solutioning roles.\n* Prior experience in a highly collaborative and matrix environment or experience with a Global Delivery Model will be an added advantage.\n\n\n**Key requirements** \n :\n   \n\n  \n\n* Excellent communication skills & ability to deliver presentations, drive meetings and proposals. Develop long term valued relationships with clients.\n* Ability to adapt in a rapidly changing environment, work effectively under high pressure and in a growth mode.\n* Strong understanding of three or more of the following technologies:\n+ Cloud-based architectures; AWS, Azure, GCP, or VMWare.\n+ Software Development methodologies including DevOps, Agile, and Scrum.\n+ Container, API Development.\n+ Cloud Migration, Operations, FinOps, AIOps, etc.\n+ Application Modernization and Integration\n+ Quality Engineering \/ Testing\n+ Digital Workplace and Employee Experience\n+ SDWAN and IoT\n+ Industry standard tools (eg SNow, BMC, GitHub, etc.)\n\n* Ideal candidate would be a digital maverick with good exposure to Digital technologies.\n* Evangelize the importance of digital in creating innovative customer touch points and new business opportunities for our partners.\n* Break down the functional boundaries between organizational silos to create a leaner, more agile digital organization.\n* Fluent in English. Fluency in Swedish or Danish is preferred\n\n\n**Location (City) - Stockholm, Sweden**\n**Business Unit - Fullstride Cloud Solutions Group**\n**Wipro Equal Opportunity Statement:**\n At Wipro, applicants are considered for employment solely on the basis of their qualifications and competencies. As an employee, you will enjoy equal opportunity in all aspects of employment, including recruitment, training conditions of service and career progression. Furthermore, we are all committed to maintaining a workplace where each employee's privacy and personal dignity is respected and protected from offensive or threatening behaviour including violence and sexual harassment.\n   \n\n  \n\n People with disabilities with appropriate suitability are in favor.","company_url":"https:\/\/in.linkedin.com\/company\/wipro","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQEkfMUEE4caDQ\/company-logo_100_100\/0\/1698887191930?e=2147483647&v=beta&t=Sn_Hnw8H9lyWsSD2GQFoH-DbcI5Z46JfqE2fUQBMxQM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950361470","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950361470","job_url_direct":"https:\/\/jobs.jobvite.com\/qlik\/job\/oJ5YtfwZ?Source=Linkedin&__jvst=Job+Board&__jvsd=LinkedIn&urlHash=KlLp","title":"Principal Solution Architect (Nordics & Benelux)","company":"Qlik","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n What makes us Qlik?\n   \n\n  \n\n A Gartner® Magic Quadrant™ Leader for 13 years, Qlik transforms complex data landscapes into actionable insights, driving strategic business outcomes.\n   \n\n  \n\n Serving over 40,000 global customers, our portfolio leverages pervasive data quality and advanced AI\/ML capabilities that lead to faster and better decisions.\n   \n\n  \n\n We excel in integration and governance solutions that work with diverse data sources. Our real-time analytics uncover hidden patterns, empowering teams to address complex challenges and seize new opportunities.\n   \n\n  \n\n The Solution Architect Role\n   \n\n  \n\n Are you ready for a role with diverse responsibilities, constant excitement, and the opportunity to work closely with our largest regional customers and partners?\n   \n\n  \n\n As a Solutions Architect at Qlik, you'll be a key player in our Sales Organization, collaborating with various teams and staying at the forefront of the latest developments in the Data, Analytics, and AI market. If you thrive in a dynamic, agile work environment and are motivated by technical challenges, this position might be the perfect fit for you!\n   \n\n  \n\n What makes this role interesting?\n   \n\n  \n\n* Take complete ownership of technical relationships and the sales cycle by effectively showcasing the technical and business value of Qlik's next-generation data analytics, ML\/AI, and data integration platform to customers, partners, and internal teams.\n* Engage with key customer stakeholders through exceptional solution presentations and custom demonstrations. Position proposed solutions to technical, end-users, operations, and senior management staff.\n* Stay informed about Qlik's latest product developments and competitors in the Data, Analytics & AI market. Work closely with Sales, Marketing, Customer Success, Product, R&D, and Consulting teams.\n\n\n**Here's How You'll Be Making An Impact**\n* Technical Ownership: Demonstrate end-to-end ownership of technical relationships and the technical sales cycle.\n* Sales Qualification: Contribute to the technical qualification and closure of sales opportunities, predominantly involving Qlik's Data Integration, Automated Machine Learning, and AI platform. Collaborate\n\n\n with colleagues to address customers' data integration and governance requirements utilizing Qlik Talend Data Integration solutions.\n   \n\n  \n\n* Presales Activities: Engage in initiatives to boost regional revenue, delivering outstanding solution presentations and tailored demonstrations.\n* Solution Positioning: Present potential solutions to stakeholders within the prospect's or Qlik partner's organization.\n* Proof-of-Concept Execution: Execute Proof-of-Concepts successfully to demonstrate the value of Qlik's solutions to potential customers.\n* Regional Business Development: Support regional business development activities, such as marketing events, trade shows, and partner events.\n* Internal Enablement and Content Creation: Create valuable content for our team and across teams. This could include writing white papers, community articles, customer success stories, etc.\n\n\n**We're Looking For a Teammate With The Following**\n* 3-5 years of experience in a Presales, Consulting, or similar technical capacity\n* Excellent communication skills to convince both business and technical audiences\n* Highly driven with strong interpersonal skills. Proven track record of developing relationships at technical, commercial, and executive levels throughout large enterprises\n* Experience in BI, data visualization, and analytics. Proficient with cloud solutions like SaaS, PaaS, and iPaaS.\n* Strong knowledge of areas like Data Integration (ETL\/ELT), Data Warehousing, APIs, Data Quality, and Data Governance\n* Ability to work independently and manage multiple complex opportunities\n* Previous experience with Data Integration products is a strong advantage.\n* Proficient knowledge of web development technologies such as JavaScript, HTML5, .NET, and Python is beneficial.\n* A solid understanding of Machine Learning tools and Generative AI concepts is advantageous.\n* Expertise in Cloud technologies, including certifications for specific hyperscalers (AWS, Azure, GCP), is a plus.\n* This position requires willingness and ability to travel.\n* Fluent in one of the Nordic languages and English\n\n\n The location for this role is:\n   \n\n  \n\n The role is located in Stockholm.\n   \n\n  \n\n**More About Qlik And Who We Are**\n Find out more about life at Qlik on social media: Instagram, LinkedIn, YouTube, and X\/Twitter. To see all other opportunities to join us and learn about our values, check out our Careers Pag e.\n   \n\n  \n\n What else do we offer?\n   \n\n  \n\n* Genuine career progression pathways and mentoring programs\n* Culture of innovation, technology, collaboration, and openness\n* Flexible, diverse, and international work environment\n\n\n Giving back is a massive part of our culture. Alongside an extra \"change the world\" day plus another for personal development, we also highly encourage participation in our Corporate Responsibility Employee Programs.\n   \n\n  \n\n If you need assistance applying for a role due to a disability, please email your request to accessibility @ qlik.com. Any information you provide will be treated according to Qlik's Recruitment Privacy Notice. Qlik may only respond to emails related to accommodation requests.\n   \n\n  \n\n Qlik is not accepting unsolicited assistance from search firms for this employment opportunity. Please, no phone calls or emails. All resumes submitted by search firms to any employee at Qlik via email, the Internet, or in any form and method without a valid written search agreement for this position will be deemed the sole property of Qlik. No fee will be paid if Qlik hires the candidate due to the referral or through other means.","company_url":"https:\/\/www.linkedin.com\/company\/qlik","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQG02LcsSxkOvg\/company-logo_100_100\/0\/1719943483552\/qlik_logo?e=2147483647&v=beta&t=fIxu5xsEkwVLezPfumetwfaTBx_RqXdwUjLHNsrYwAw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3837496516","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3837496516","job_url_direct":"https:\/\/jobs.lever.co\/cision\/1c2444ab-fb8c-4d8c-83ea-df34f886485b\/apply?lever-source%5B%5D=LinkedIn&lever-source=Job+postings+feed&urlHash=0ygl","title":"Sales Executive","company":"Cision Sverige","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"hr.support@cision.com","description":"Cision employs the brightest, most passionate people in the tech industry. We’d love for you to join our growing team! We invest in our people through training and professional development while supporting you along the way—all so you can meet your career goals. To us, the most important measure of our success is yours.\n   \n\n  \n\n*Do you want to work with one of the most innovative tech companies within the Earned Media landscape? We are looking for a Swedish and English speaking Sales Executive that wants to be a key player in our growth journey via consultative sales towards the Finance- and PR industry* \n .\n   \n\n  \n\n**The role**\n As a Sales Executive at Cision, your responsibilities encompass the entire sales cycle, from prospecting, contract negotiation to client onboarding towards the Nordic market. Your main focus will be in customer acquisition with frequent contacts with prospects and clients in Sweden. You will be working towards C-suite level executives, Communications directors, PR-managers and marketing directors in most industries. Business meetings are performed using tools for virtual meetings, although in normal circumstances most meetings are performed face to face with our prospects and clients. The role in question is part of an experienced sales team with a handful of results-oriented individuals who strive to achieve individual and team goals.\n   \n\n  \n\n**Who are you?**\n We are looking for a person who has previous experience in sales and who is passionate about driving the entire sales process from start to finish. We believe that you are a business- and goal-oriented person with an interest and knowledge in media, PR\/communication and finance. We also believe that you are a performance-oriented and curious individual who strives to exceed your own and your team's goals.\n   \n\n  \n\n**Requirements**\n A post-secondary education in communication, economics, finance or equivalent\n   \n\n  \n\n You communicate freely in Swedish and English in both speech and writing.\n   \n\n  \n\n 1-2 years of work experience in sales\n   \n\n  \n\n**Meritorious**\n Experienced in B2B sales\n   \n\n  \n\n Experience in worked towards an individual sales budget\n   \n\n  \n\n*We constantly Evolve ¤ We celebrate ¤ We embrace differences ¤ We are one ¤ We are dedicated*\n**Does this sound like a next step in your career?**\n Submit your application as soon as possible as we review applications on an ongoing basis.\n   \n\n  \n\n**Other**\n Start: Immediately\n   \n\n  \n\n Salary: Fixed + Commission\n   \n\n  \n\n Location: We are located in beautiful premises centrally at Odenplan, with good communication\n   \n\n  \n\n**#Sweden**\n As a global leader in PR, marketing and social media management technology and intelligence, Cision helps brands and organizations to identify, connect and engage with customers and stakeholders to drive business results. PR Newswire , a network of over 1.1 billion influencers, in-depth monitoring, analytics and its Brandwatch and Falcon.io social media platforms headline a premier suite of solutions. Cision has offices in 24 countries throughout the Americas, EMEA and APAC. For more information about Cision's award-winning solutions, including its next-gen Cision Communications Cloud®, visit www.cision.com and follow @Cision on Twitter.\n   \n\n  \n\n Cision is committed to fostering an inclusive environment where all employees can be their authentic selves and perform at their best. We believe diversity, equity, and inclusion is vital to driving our culture, sparking innovation and achieving long-term success. Cision is proud to have joined more than 600 companies in signing the CEO Action for Diversity & Inclusion™ pledge and named a “Top Diversity Employer” for 2021 by DiversityJobs.com .\n   \n\n  \n\n Cision is proud to be an equal opportunity employer, seeking to create a welcoming and diverse environment. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, gender identity or expression, sexual orientation, national origin, genetics, disability, age, veteran status, or other protected statuses.\n   \n\n  \n\n Cision is committed to the full inclusion of all qualified individuals. In keeping with our commitment, Cision will take the steps to assure that people with disabilities are provided reasonable accommodations. Accordingly, if reasonable accommodation is required to fully participate in the job application or interview process, to perform the essential functions of the position, and\/or to receive all other benefits and privileges of employment, please contact hr.support@cision.com\n   \n\n  \n\n Please review our Global Candidate Data Privacy Statement to learn about Cision’s commitment to protecting personal data collected during the hiring process.","company_url":"https:\/\/se.linkedin.com\/company\/cision-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQFWGMUH3Nngzw\/company-logo_100_100\/0\/1702561154831\/cision_sverige_logo?e=2147483647&v=beta&t=TJF8Kj6-jkNJhZEZ6j_gkTZKm7_TAuknSmeQmchZ5iw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3948424636","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3948424636","job_url_direct":"https:\/\/jobs.ecolab.com\/global\/en\/job\/EIYEIEUSR00235580EXTERNALENGLOBAL\/Technical-Specialist-Nalco-Water?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=JVMO","title":"Technical Specialist - Nalco Water","company":"Nalco Water, An Ecolab Company","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"jpot@ecolab.com","description":"Nalco Water, an Ecolab Company, is looking for a skilled\n **Technical Specialist** \n based in the\n **Gothenburg** \n area in\n **Sweden** \n . In this role, you will provide on-site field service and assist customers with problem-solving support regarding Nalco Waters’ products, applications, and solutions. The position primarily focuses on the Refinery & Petrochemical Industry in Sweden, with potential for progression into a Sales Engineer role.\n   \n\n  \n\n**What You Will Do**\n* Demonstrate a strong commitment to safety by adhering to defined metrics, systems of work, and tools to protect yourself, co-workers, customers, and the Nalco Water brand.\n* Demonstrate safe driving techniques and maintain company vehicles and equipment in a professional manner.\n* Support to district sales personnel in the handling of company program service calls on existing products and services and assist in the correction of problems as appropriate.\n* Assess on-site field problems and operate necessary testing equipment to bring systems into customer conformance.\n* Coordinate and manage replacement parts programs with the individual manufacturing plants to ensure the availability of components as needed.\n* Assist in the preparation of reports detailing technical problems and solutions to initiate necessary corrective product modifications and\/or recommended process changes. Document value provided to the customer whenever possible.\n* Qualify, coordinate, and monitor outside subcontractor network as required to ensure repair timelines are maintained and customer satisfaction is maintained.\n* Work with other district personnel toward continuous improvement of policies and procedures resulting in increased customer satisfaction.\n* Provide installation resource services as needed (e.g., field surveys, installation checklists, rollout support).\n* Stay informed about industry advances through continuous internal education.\n* Participate in design reviews, new application start-ups, and evaluations. Assist in critiquing products for serviceability, performance, and reliability. Inter-act with appropriate company resources and work as a team.\n\n\n**Qualifications**\n* A degree in an engineering discipline is advantageous but not required. Relevant skills may also be obtained from technical roles such as maintenance, equipment supply, electrical work or programming.\n* Good Computer Skills (Office, CRM, cloud based ptatforms)\n* A personable and communicative approach\n* Strong work ethic and commitment\n* English Language skills required.\n* Commercial attitude\n* Valid B driving license.\n\n\n**Who Should Apply**\n The ideal candidate,\n   \n\n  \n\n* is comfortable in customer interaction and fieldwork rather than office settings.\n* has a strong sense of responsibility and the ability to work without supervision.\n* enjoys working alone with also a great deal of interaction with colleagues.\n\n\n**Travel Requirements**\n A common month could include a couple of overnights within the Nordic countries. Ability to work flexible hours to ensure service delivery.\n   \n\n  \n\n**Application deadline:** \n The application deadline is as soon as possible. Candidates will be invited for interviews on an ongoing basis.\n   \n\n  \n\n**Contact:** \n Please submit your resume and a cover letter outlining your experience and qualifications relative to the requirements listed. For further questions related to the position, please contact Jesper Pot, Divisional Sales Manager Industrial – Netherlands & Nordics. Phone: +31 (6) 12767174. Email: jpot@ecolab.com.\n   \n\n  \n\n*Every day, we make the world cleaner, safer and healthier – protecting people and vital resources. Ecolab is the global leader in water, hygiene and energy technologies and services. Around the world businesses in foodservice, food processing, hospitality, healthcare, industrial, and oil and gas markets choose Ecolab products and services to keep their environment clean and safe, operate efficiently and achieve sustainability goals. Our global workforce of over 44,000 employees is consistently delivering comprehensive solutions that meet the unique needs of our customers.*\n**Our Commitment to Diversity and Inclusion**\n Ecolab is committed to fair and equal treatment of associates and applicants and furthering the principles of Equal Opportunity to Employment. Our goal is to fully utilize minority, female, and disabled individuals at all levels of the workforce. We will recruit, hire, promote, transfer and provide opportunities for advancement based on individual qualifications and job performance. In all matters affecting employment, compensation, benefits, working conditions, and opportunities for advancement, Ecolab will not discriminate against any associate or applicant for employment because of race, religion, color, creed, national origin, citizenship status, sex, sexual orientation, gender identity and expressions, genetic information, marital status, age, or disability.","company_url":"https:\/\/www.linkedin.com\/company\/nalco","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQHNUJgOoufN6A\/company-logo_100_100\/0\/1675089519882\/nalco_logo?e=2147483647&v=beta&t=g1gXFugc9M_IxDMaxNItt7piTpXuPYtD-32F52KQBJs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e2a894e00e2288de","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e2a894e00e2288de","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28953983","title":"Robotics System Engineer","company":"Aspia","location":"Enköping, C, SE","job_type":"fulltime","date_posted":1720224000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Packsize maskiner tillverkas i allt större serier i takt med att företaget växer. En viktig del i företagets förändringsarbete är att utveckla och optimera kontrollsystemen inom funktionalitet, servicevänlighet, felhantering och självdiagnostik. Vi erbjuder dig ett varierande arbete på ett företag med höga ambitioner, agil miljö och en kraftig tillväxt. Om du letar efter ett ställe som värderar din nyfikenhet, din passion och din längtan att utvecklas, om du vill arbeta med kollegor som tänker stort och som drivs av att ta sig an stora utmaningar i ett team, så är du en blivande Packsizare!\n  \n  \n\nRobotics System Engineer\n  \n  \n\nÄr redo för nästa steg i din utveckling? Vill du vara med och driva utvecklingen av systemapplikationer för robotsystem? Drivs du av samarbetet mellan olika teknikgrenar? Då är tjänsten som Robotics System Engineer kanske helt rätt för dig.\n  \n  \n\nArbetsbeskrivning\n  \n  \n\nSom Robotics System Engineer hos Packsize i Enköping kommer du att vara en nyckelspelare i utvecklingen och implementeringen av deras robotik- och automationslösningar. Denna tjänst är ny och ger dig möjlighet att vara med från början och bygga upp miljön för utveckling av robotstyrning. Du kommer ingå i teamet Kontrollsystem men jobba nära och tillsammans med teamen hård- och mjukvara för att designa, programmera och optimera robotiksystem som ett led i utvecklingen av Packsize förpackningsprocesser.\n  \n  \n\nDina huvudsakliga arbetsuppgifter\n  \n  \n\nDesigna, utveckla och underhålla robotstyrning och programvara för nya och befintliga maskiner\n  \nSkapa och underhålla dokumentation av koden och arkitekturen\n  \nBidra till det arkitektoniska arbetet för maskinplattformen\n  \nTillhandahålla teknisk expertis inom kontrollsystemområdet\n  \nÖverbrygga mjukvaru- och hårdvaruavdelningarna och driva samarbetet mellan teamen och kompetenser\n  \nInstallation och konfiguration av robotstyrning\n  \nRobotprogrammering och produktapplikation av kommersiella fleraxliga robotar baserade på dynamisk realtidsanalys\n  \nArbeta med olika robottillverkade modeller, exempelvis Kuka, ABB, Fanuc, Universal Robot\n  \n  \n\nKvalifikationer\n  \n  \n\nVi tror att du som söker har en relevant eftergymnasial utbildning inom robotik, automation eller relaterat områden men framför allt jobbat med likande uppgifter i några år. Du kanske redan har byggt olika robotceller eller liknande funktioner, vilket ses som en stark merit. Du bör uppskatta att samarbeta i team och ser dig själv som kommunikativ.\n  \n  \n\nGoda kunskaper inom robotik och inbyggda system\n  \nGoda kunskaper i programmering, exempelvis Python, C\/C++\n  \nGrundläggande kunskaper i PLC-programmering enligt IEC61131-2\n  \nGrundläggande kunskaper i mekanisk och elektrisk konstruktion\n  \nGrundläggande förståelse för maskininlärning\n  \nFörmåga att arbeta i en tvärfunktionell och global miljö\n  \nBehärskar engelska i tal skrift\n  \nBekant med sensorutveckling, signalbehandling eller relaterade områden\n  \nBekant med datorseende och respektive mjukvaruramverk för databeredning och modellträning, exempelvis OpenCV eller PyTorch\n  \n  \n\nVad vi erbjuder\n  \n  \n\nVi kan erbjuda en ny spännande och utmanande roll i ett innovativt företag. En ny tjänst där du kommer få bidra och påverka utvecklingen med banbrytande teknologi till framtidens förpackningslösningar. Du kommer arbeta nära och tillsammans med engagerade och kompetenta kollegor från olika teknikområden. En chans att få vara med från början att bygga upp och forma miljön för Packsizes robotsystem från grunden.\n  \n  \n\nOm Packsize\n  \n  \n\nWe are Packsize. A fast-growth multinational technology company committed to eliminating excessive and unfriendly packaging experiences through the adoption of Right-sized Packaging On Demand® systems, software, and services. Founded in 1998 in Enköping, Sweden and headquartered in Salt Lake City, USA, Packsize gives businesses worldwide the ability to improve their customer satisfaction and enhance brand value while gaining efficiencies and savings. We accomplish this through our shared passion for a world where every box, envelope, and package shipped is the right size. This right-sized shipment sends a ripple effect through the supply chain by reducing carbon emissions and fuel needs. In pursuit of packaging sustainability, we value the contribution of our combined experiences, backgrounds, and relationships to create a team where Everyone Fits. Become a part of Packsize and help us build Smart Packaging for a Healthy Planet®.\n  \n  \n\nLåter detta intressant för dig?\n  \n  \n\nI detta uppdrag samarbetar vi med rekryteringsföretaget Skills Rekrytering. Din ansökan registrerar du på www.skillsrekrytering.se senast den 9 september 2024. Löpande urval sker från och med augusti månad och tjänsten kan från och med då komma att tillsättas. Frågor om tjänsten besvaras av Rekryteringskonsult Joon Fröberg på 070-616 00 79.\n  \n  \n\nVälkommen!","company_url":"https:\/\/se.indeed.com\/cmp\/Aspia-1","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"aa9127cffd388d6d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=aa9127cffd388d6d","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28953981","title":"Computer Vision System Engineer","company":"Aspia","location":"Enköping, C, SE","job_type":"fulltime","date_posted":1720224000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Packsize maskiner tillverkas i allt större serier i takt med att företaget växer. En viktig del i företagets förändringsarbete är att utveckla och optimera kontrollsystemen inom funktionalitet, servicevänlighet, felhantering och självdiagnostik. Vi erbjuder dig ett varierande arbete på ett företag med höga ambitioner, agil miljö och en kraftig tillväxt. Om du letar efter ett ställe som värderar din nyfikenhet, din passion och din längtan att utvecklas, om du vill arbeta med kollegor som tänker stort och som drivs av att ta sig an stora utmaningar i ett team, så är du en blivande Packsizare!\n  \n  \n\nComputer Vision System Engineer\n  \n  \n\nPacksize utvecklar nu framtidens förpackningslösningar och söker efter en innovativ ingenjör med passion för att skapa framtidens visuella teknologier. En ny roll som innebär att du får vara med och bidra med dina erfarenheter och expertiskunskaper inom vision.\n  \n  \n\nArbetsbeskrivning\n  \n  \n\nSom Computer Vision System Engineer på Packsize i Enköping kommer du tillhöra avdelningen Kontrollsystem där ditt fokus kommer att ligga på att bygga upp en visionmiljö för deras förpackningsmaskiner. En ny roll men i nära sammabete mellan avdelningarna kontrollsystem, hård- och mjukvara. Utmaningen är att få till en väl fungerande set-up genom att utveckla och implementera teknologier som gör att datorer kan tolka och förstå visuella data.\n  \n  \n\nDina huvudsakliga arbetsuppgifter\n  \n  \n\nDesigna, utveckla och underhålla systemuppsättning för datorvision och datorvisionsapplikation för nya och befintliga lösningar\n  \nBidra till det arkitektoniska arbetet med datorvisionslösningar\n  \nSkapa och underhålla dokumentation av koden och arkitekturen\n  \nTillhandahålla teknisk expertis inom systemuppsättning och applikationer för datorseende\n  \nHåll dig uppdaterad om den senaste utvecklingen inom datorseende och AI\/ML-teknik.\n  \nSamarbeta med kollegor om mjukvara, hårdvara och kontrollteam\n  \n  \n\nKvalifikationer\n  \n  \n\nVi tror att du som söker har en relevant eftergymnasial utbildning inom ex. datavetenskap. Sen förväntas du ha en erfarenhet av att skapa visionbaserade modeller\/algoritmer som kan konfigureras till dynamiska realtidsinstruktionsuppsättningar för fleraxliga robotinstruktioner. Du bör dessutom se dig som en god kommunikatör och van att jobba självständigt som i tvärfunktionella team.\n  \n  \n\nErfarenhet av installation och implementering av datorvisionssystem\n  \nErfarenhet av att nyttja AI och ML för datorseende applikationer\n  \nGoda kunskaper i analys och bildbehandling\n  \nErfarenhet av compute vision-bibliotek som OpenCV\n  \nGrundläggande kunskaper i mekanisk och elektrisk konstruktion\n  \nErfarenhet av Python, C++ och verktyg som exempelvis TensorFlow eller PyTorch.\n  \nFlytande engelska i tal och skrift\n  \n  \n\nVad vi erbjuder\n  \n  \n\nVi erbjuder dig en spännande och utmanande tjänst i ett innovativt företag. En möjlighet att få arbeta med banbrytande teknologi och utveckla framtidens förpackningslösningar. En dynamisk arbetsmiljö med engagerade och kompetenta kollegor. En chans att få vara med från början att bygga upp och forma en visionmiljö från grunden.\n  \n  \n\nOm Packsize\n  \n  \n\nWe are Packsize. A fast-growth multinational technology company committed to eliminating excessive and unfriendly packaging experiences through the adoption of Right-sized Packaging On Demand® systems, software, and services. Founded in 1998 in Enköping, Sweden and headquartered in Salt Lake City, USA, Packsize gives businesses worldwide the ability to improve their customer satisfaction and enhance brand value while gaining efficiencies and savings. We accomplish this through our shared passion for a world where every box, envelope, and package shipped is the right size. This right-sized shipment sends a ripple effect through the supply chain by reducing carbon emissions and fuel needs. In pursuit of packaging sustainability, we value the contribution of our combined experiences, backgrounds, and relationships to create a team where Everyone Fits. Become a part of Packsize and help us build Smart Packaging for a Healthy Planet®.\n  \n  \n\nLåter detta intressant för dig?\n  \n  \n\nI detta uppdrag samarbetar vi med rekryteringsföretaget Skills Rekrytering. Din ansökan registrerar du på www.skillsrekrytering.se senast den 9 september 2024. Löpande urval sker från och med augusti månad och tjänsten kan från och med då komma att tillsättas. Frågor om tjänsten besvaras av Rekryteringskonsult Joon Fröberg på 070-616 00 79.\n  \n  \n\nVälkommen!","company_url":"https:\/\/se.indeed.com\/cmp\/Aspia-1","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3968464119","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3968464119","job_url_direct":"https:\/\/careers.velory.com\/jobs\/2415730-senior-backend-developer&urlHash=tGFe","title":"Senior Backend Engineer","company":"Velory","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Required Skills** \n\n\n\n* 7 years of Ruby on Rails experience\n* Experience maintaining and improving upon large code bases\n* Experience working with \/ writing test suites that perform well and have avoided a flake or 2\n\n\n\n  \n\n\n\n\n\n**Nice to have skills** \n\n\n\n* React experience\n* GraphQL experience\n* AWS experience\n\n\n\n  \n\n\n\n\n\n**What we offer** \n\n\n\n* A fast-growing startup on an ambitious mission to digitalize businesses world-wide\n* A diverse team of talented and supportive colleagues\n* Freedom and flexibility in how and where you work\n* Centrally located office in Stockholm\n* Six weeks of paid vacation\n* Pension at ITP1 levels\n* Generous wellness grant and weekly training sessions with personal trainer\n* Private healthcare insurance\n* Use our own Velory Platform to select the hardware you want","company_url":"https:\/\/se.linkedin.com\/company\/velory-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQHaAqebResaIA\/company-logo_100_100\/0\/1634620858818\/universal_avenue_logo?e=2147483647&v=beta&t=mOOgQF6I5zZdmDUB_rvGL6uRfy4T7tC6Bl_wY3v9NBk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]