[{"id":"4339600540","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4339600540","job_url_direct":null,"title":"Backend Developer Intern   [Remote]","company":"XR Solutions","location":"Stockholm County, Sweden","job_type":"other","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About XR Solutions** \n\n\n\n\n XR Solutions is a technology-driven company pioneering\n **machine learning-powered augmented reality solutions** \n for industrial clients.\n \n\n\n\n Our mission is to revolutionize how machines are operated, maintained, and optimized — enabling workflows and innovations that were once impossible. We combine research-based optimizations with cutting-edge AR technology to create\n **practical, reliable, and high-performance solutions** \n that reshape industries.\n \n\n\n\n This internship offers a rare opportunity to\n **build backend systems that directly power advanced AR applications** \n used in real-world industrial environments.\n \n\n\n\n  \n\n\n\n\n\n**Role Overview:** \n\n\n\n\n We’re looking for a\n **passionate, detail-oriented Backend Developer Intern** \n with a strong interest in\n **API development, system integration, and backend architecture** \n .\n \n\n\n\n This is a\n **remote, hands-on role** \n where you will work closely with experienced developers to design, implement, and maintain backend services that support our AR platforms.\n \n\n\n\n While this is initially\n **unpaid** \n , exceptional performance may lead to a\n **paid position** \n after the internship.\n \n\n\n\n  \n\n\n\n\n\n**What You’ll Do:** \n\n\n\n* **Develop APIs** \n : Build and maintain high-performance REST APIs using\n **Node.js** \n and\n **Express.js** \n .\n* **Database Management** \n : Work with\n **PostgreSQL** \n and ORM tools (Sequelize) to design and optimize database schemas.\n* **System Integrations** \n : Assist in integrating backend services with AR platforms and machine learning pipelines.\n* **Testing & Quality Assurance** \n : Write and run\n **unit and integration tests** \n to ensure stability and performance.\n* **DevOps Support** \n : Learn to work with\n **AWS cloud infrastructure** \n and contribute to maintaining scalable, secure environments.\n* **Troubleshooting & Maintenance** \n : Help debug, patch, and optimize backend systems to improve reliability.\n* **Code Reviews** \n : Participate in peer reviews to maintain code quality and follow industry best practices.\n\n\n\n  \n\n\n\n\n\n**Required Skills:** \n\n\n\n* Proficiency in\n **Node.js** \n and\n **Express.js**\n* Solid\n **JavaScript** \n &\n **TypeScript** \n skills\n* Experience with\n **PostgreSQL** \n (basic to intermediate)\n* Familiarity with\n **AWS services** \n (some training provided)\n* Understanding of\n **Git** \n (we use Bitbucket)\n* Basic knowledge of\n **CI\/CD pipelines**\n* Awareness of\n **IT security fundamentals**\n* (Bonus) Experience with\n **Sequelize ORM**\n\n\n\n  \n\n\n\n\n\n**What You’ll Gain:** \n\n\n\n* Hands-on experience building backend systems for\n **real-world AR applications**\n* Exposure to\n **AWS-based scalable architectures**\n* Experience with\n **industrial-grade API design, testing, and security**\n* Involvement in a\n **live product launch**\n\n\n\n  \n\n\n\n\n\n If you’re excited about this opportunity and eager to learn, please send your resume outlining your interest in the position. We look forward to helping you grow your skills and advance your career in backend development.","company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHeCFw56iRkeQ\/company-logo_100_100\/company-logo_100_100\/0\/1633338980908\/xr_solutions1_logo?e=2147483647&v=beta&t=Sp6Rv1MGRYTqKXD1xlNxk1Ry95mBFlOuB6_Kzq8ZQPQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"51dcc0c4267ee193","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=51dcc0c4267ee193","job_url_direct":"https:\/\/jobs.represent.no\/jobs\/6729677-senior-technical-project-manager","title":"Senior Technical Project Manager","company":"Represent","location":"SE","job_type":"fulltime","date_posted":1762473600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"Join Represent on our journey to become **Europe's most attractive web agency**.\n\n**Please read on if you are comfortable handling clients, managing projects, leading development teams, and being hands-on in frontend development using React\/Next.js and cutting-edge AI tools.**\n\n\nWe design and develop websites, webshops, and web applications with a *business-minded* approach to problem-solving. We mainly focus on developing headless Shopify and Sanity CMS solutions with React, Next.js, and Vercel.\n\n  \n\nHere's the gang on our team trip to Tuscany in 2025 - we're currently north of 20 people on the team (impossible to get everyone in a group photo!).\n\n### **Agency (Remote) Culture**\n\n **Friendly and transparent**\n\n\nWe strongly believe in open, direct, honest, and friendly communication. We show our clients genuine human warmth combined with skills and professionalism that demand authority.\n\n **Freedom + Responsibility**\n\n\nWe believe in autonomous teams and people who control their time and responsibilities. Less micro-management. Fewer project managers. More flexibility, responsibility, ownership, and accountability for our team members.\n\n **Integrated team**\n\n\nDespite our distance, we function as a “normal” agency in many ways, with two weekly team meetings, weekly tech talks, bi-weekly 1:1s, yearly team trips, and more.\n\n **A business-minded approach to problem-solving**\n\n\nAll our team members should understand our client's business objectives and be mindful of how we spend their resources, ensuring they get the best ROI from our collaboration.\n\n### **The team**\n\n\nWe collect a rare combination of personality and skills and do not limit ourselves to the talent we find next door. Our team spans Norway (Oslo + Bergen), Croatia, Poland, Spain, the UK, Germany, Tenerife, Sweden, and Austria.\n\n### \n\n### **Flexible Work Arrangement**\n\n\nOur team members have a **flexible work relationship** with Represent that allows them to work as much or as little as they want. All our team members are **well compensated**, with a starting hourly rate equivalent to a full-time position in Norway (where it all began).\n\n### **How We Work**\n\n **Client \/ Project management**\n\n* Our \"leads\" meet every Monday to evaluate the previous week and plan the current week, including projects and team members.\n* We also meet every Friday for an hour to discuss client and project management topics, both to improve our ways of working\/managing, and as an opportunity to share\/learn\/grow.\n* Each lead manages 2-3 sizable project\/clients and typically a few smaller ones. All clients get a report from the lead every Monday.\n\n**Project work**\n\n* **Methodology:** We have an agile approach to projects and collaboration without following any specific framework to the letter.\n* **Meeting cadence:** Depending on the type and size of our projects and collaborations with clients, we typically have 15-minute stand-ups with the client 1-2 days a week and short daily syncs with the team. The frequency depends on what makes sense for the project at the time.\n* **Team size:** We usually have two developers on each project for a better dynamic and lower risk, working with 1-2 of our designers or the design team at one of our partner agencies.\n* **Project responsibilities:** Most developers on our team are responsible for one main project at a time and maintenance\/upgrades on a few other client projects.\n* **Variation:** We do our best to make your work life interesting and challenging and to adapt to your preference of sticking with long-term projects vs. joining in on something new.\n\n  \n\n**Software**\n\n* **Slack** for writing and talking with the team and clients.\n* **Notion** for docs, wikis, task management, project management, and more.\n* **Google** for video meetings, calendars, and email.\n* **Harvest** for time tracking.\n* **Figma** for design, brainstorming, data schemas, and more.\n\n  \n\n**Technology**\n\n\nWe mainly focus on the latest versions of:\n\n* React + Next.js\n* Tailwind CSS\n* Sanity CMS\n* Vercel hosting\n* Github\n\n  \n\n**AI**\n\n\nWe have an active community of AI enthusiasts that push the limits of how we can both increase our efficiency and deliver more valuable tools to our clients. Claude Code is one of our best friends, and we share knowledge about AI tools on a daily basis.\n\n\n### **Client Projects**\n\n\nWe prioritize long-term partnerships with our clients, designing and developing websites, webshops, and web applications with a *business-minded* approach to problem-solving.\n\n\nA few notable clients:\n\n* Vitamail - Headless ecommerce with Shopify, Sanity CMS, and React\/Next.js.\n* Apex Wheels - Complex headless ecommerce for Silicon Valley-based client with Sanity and Vue\/Nuxt.\n* Stay4Work - booking.com-like service for workers.\n* Empet - multi-site for veterinarian enterprise.\n* Current Value (Verdisatt) - Web application for valuation of stuff (like your grandma's ming vase) built with Sanity CMS, React\/Next.js and a custom Node.js backend.\n\n\nSee more clients and what they say about our collaboration.\n\n### **Benefits**\n\n **Stay focused on modern tech and fine-tune your expertise**\n\n* We exclusively develop headless web solutions using modern platforms and JavaScript frameworks, like React\/Next.js. We limit the number of different frameworks we focus on at any time so we can be the experts and not the average generalists.\n* We exclusively work with the top headless CMS (Sanity) and decline projects that require WordPress or other platforms that give you nightmares.\n\n  \n\n**Be part of an ambitious international team with a friendly, down-to-earth remote culture**\n\n* We have an open, direct, and friendly culture and communication style within the team and with our clients.\n* We combine genuine human warmth with skills and professionalism that demand authority.\n* We believe in autonomous teams and people who control their time and responsibilities.\n\n  \n\n**Enjoy freedom in the form of a two-way flexibility, where you can scale your work capacity up and down**\n\n* Want to work from the Canary Islands for a month? Enjoy! Want two months off for a sabbatical? Sure thing! Need some extra cash before your summer vacay? Feel free to work a little extra.\n\n  \n\n**Healthy compensation**\n\n* All our developers are well compensated, with an hourly rate ranging from €39 to €43.\n* The developer\/lead role (that you are applying to) has an hourly rate ranging from €50 to €60.\n* You control your work-life balance depending on what you value and what you need at any time.\n\n  \n\n**Co-create your ideal workplace**\n\n\nRepresent is a solid business with a startup mindset, and you'll take part in defining how we work and who we are as an agency. Exciting times indeed!\n\n **Yearly team trip**\n\n\nIn June 2023, we had an epic Thu–Mon in Begur, Spain :\n\n\nAnd the answer is **YES**. Right before the barbecue transitioned to a dance party, the drone did end up falling into the pool for a wet death\n\n\nWe had an equally great time in 2024 on Mykonos island in Greece (not the sweaty clubs ):\n\n\nIn 2025, we took our adventure to Tuscany, Italy:\n\n### **Requirements**\n\n* Comfortable with handling clients and project management, as well as leading small development teams (typically two developers in our projects).\n* Eager to grow and learn more about management.\n* Ready for a long-term commitment (3 years +) working closely with the management in Represent.\n* Minimum 5 years of commercial experience as a frontend javascript developer.\n* Proficient in React\/Next.js.\n* You should be positive by nature, solution-oriented, and have excellent communication skills.\n* Fluent in written and spoken English.\n* Fluent in written and spoken Norwegian (Swedish can work out).\n* One last time for good luck: We prioritise excellent ***communication*** skills above all else.\n\n  \n\n**It's a plus if**\n\n* You have experience with Sanity CMS or (headless) Shopify.\n\n### **Communication**\n\n\nIt deserves its own heading. We say that \"communication is half the job\" of a developer. It's such an integrated part of all we do: writing and talking with your team, client meetings, video tutorials, commit messages, knowing when and how to ask for help, and even the code we write has an important role in communicating via its UX to those using the applications we write.\n\n\nHere's one great example of what we view as \"good communication\" at Represent:\n\n\nThe finesse is just beyond... **enthusiasm** like no other, **text formatting** to control focus, a **feature video walkthrough** for efficient and convenient reference now and in the future **ridiculous humour** that would put a smile on anyone's face, and last but not least **high quality of work** behind the scenes.\n\n\nPeter is an epic human being who has spent the last 14 years with Represent growing from a young freelance frontend developer to a full-time (super old) king of awesome who manages clients and projects like a true champion. Clap-clap\n\n\nHe's a great example of the people we want to attract and the culture we have at Represent. **Our culture is our secret sauce and a major reason clients partner with and stay with us.** We could hand our playbook to any other agency, but they couldn't copy what we do, because they're not *us*.\n\n### **Hiring Process**\n\n\nHere are the steps from reading this to working with Represent:\n\n\n\n* **Complete this form like a true champion:** Prove your communication skills and try not to rely on AI to sound awesome, because you need to be a better human than a machine ;)\n\n\n* **Introductory chat:** If your work from step 1 looks promising, agency manager Øyvind will invite you to a 30-minute introductory chat to get to know you.\n\n\n* **Technical interview:** If Øyvind finds you a solid cultural fit for the team, you move right on to the end boss, our CTO, Alexander. You'll spend an hour together, mainly focusing on a project you're proud of, presenting the UI and codebase.\n\n\n* **Trial:** We'll start working together to get a feel of our work dynamic, with a 2-week and 4-week checkpoint to evaluate how the collaboration is going.\n\n\n* If we're all happy: **Welcome to the team!**","company_url":"https:\/\/se.indeed.com\/cmp\/Represent","company_url_direct":"http:\/\/www.represent.com","company_addresses":"Los Angeles","company_industry":null,"company_num_employees":"11 to 50","company_revenue":"$1M to $5M (USD)","company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4321565442","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4321565442","job_url_direct":"https:\/\/career.vntrs.se\/jobs\/6693818-praktikplats-digital-design&urlHash=ern9","title":"Praktikplats - Digital Design","company":"VNTRS","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Praktikplats inom Digital Design till VNTRS**\n Är du en framtida designstjärna? Vi på VNTRS är en tech-partner och venture studio som älskar att stötta och skala framtidens digitala bolag. Vi jobbar tätt ihop med allt från spännande startups till mer etablerade kunder för att förverkliga deras visioner. Nu letar vi efter en driven och kreativ praktikant inom digital design som vill bli en del av vårt härliga gäng! Vi söker dig som vill kickstarta din karriär och få ovärderlig erfarenhet från den snabbrörliga tech- och startupvärlden.\n   \n\n  \n\n*Observera att detta är en obetald praktikplats som är avsedd att ingå som en del av din utbildning.*\n**Vad du kommer att göra hos oss:**\n Som vår designpraktikant kommer du att spela en viktig roll i vårt team. Du kommer att få arbeta brett och hjälpa oss med att:\n   \n\n  \n\n* Designa och ta fram snygga, tydliga och övertygande säljpresentationer och annat marknadsmaterial.\n* Skapa visuella koncept och designa enklare, användarvänliga webbplatser för våra kunder och portföljbolag.\n* Säkerställa att allt vi producerar håller hög kvalitet och följer befintliga varumärkesriktlinjer och visuella identiteter.\n* Vara ett kreativt bollplank och grafiskt stöd till resten av företaget.\n\n\n**Vem är du?**\n Vi letar efter dig som studerar (kanske på Hyper Island, Berghs eller liknande) och söker en praktikplats fram till årsskiftet 2025, med fortsatt praktik under vårterminen. För att trivas och lyckas i rollen tror vi att du är:\n   \n\n  \n\n* Formstark: Du har ett grymt öga för färg, form och typografi och älskar att skapa digital design som kommunicerar.\n* Kunna hantera verktygen: Van att arbeta i Figma, Photoshop, Illustrator och är även duktig på att bygga snygga presentationer i PowerPoint eller Google Slides.\n* Kunskap om marknadsföring: Förstår marknadsföring och har förmåga att kommunicera visuellt mot specifika målgrupper.\n* En doer: Du är självgående, har ett eget driv och är inte rädd för att ta egna initiativ.\n* En grym lagspelare: Du är noggrann och lösningsorienterad. För oss är det superviktigt att du har en god samarbetsförmåga, kan lyssna in andra och kommunicera öppet och ärligt.\n* Du kommunicerar på svenska och engelska, i tal såväl som i skrift\n\n\n**Bonuspoäng (men inget krav!)**\n Vi blir extra glada om du har grundläggande kunskaper inom\n **UX-design** \n (användarresor, wireframes etc.).\n   \n\n  \n\n**Varför VNTRS?**\n Hos oss får du inte bara en praktikplats – du får en chans att vara med där det händer. Vi erbjuder dig:\n   \n\n  \n\n* En mentor och ett stöttande team.\n* Möjligheten att bygga en portfolio med riktiga kundcase.\n* En ovärderlig inblick i hur man bygger och skalar digitala produkter och bolag.\n* En prestigelös, öppen och nyfiken företagskultur där vi hjälper varandra att lyckas.\n* En kreativ och rolig arbetsplats i centrala Stockholm.\n\n\n Låter det som du?\n   \n\n  \n\n Skicka din ansökan med CV och (viktigast av allt) din\n **portfolio** \n till oss så snart som möjligt.\n   \n\n  \n\n Vi går igenom ansökningar löpande och ser otroligt mycket fram emot att höra från dig!","company_url":"https:\/\/se.linkedin.com\/company\/vntrs","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEuZ-Erx6-ogg\/company-logo_100_100\/company-logo_100_100\/0\/1666955575563\/vntrs_logo?e=2147483647&v=beta&t=HaDBdm1eEmVWVxM_8gNMZEyzlJRAJ2WBMtTazvKAEa0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4339640045","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4339640045","job_url_direct":null,"title":"Arlo Europe Digital Designer","company":"Verisure","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Arlo Europe** \n\n ,\n \n\n part of Verisure, is seeking a talented, creative, passionate\n \n**CRM Digital** \n\n**Designer** \n to be based in\n ****Stockholm, Sweden.****\n\n\n The role will be part of the Portfolio team and will directly report into\n \n**The Head of CRM,** \n\n based in France, and will work closely with the\n \n**Design and Marketing departments.** \n\n\n\n\n\n\n\n\n**The company’s success depends on its people, and it invests in them every day. Working with Verisure is being part of an industry leading world-class company that has a strong entrepreneurial spirit.** \n  \n \n\n\n\n\n\n\n\n\n\n\n\n**About Arlo Europe** \n\n\n\n\n\n\n\n\n Arlo Europe, part of Verisure, is a leader in smart home security. We combine cutting-edge camera technology with intelligent services to give millions of families across 49+ countries the clarity, confidence, and peace of mind they deserve.\n \n\n\n\n\n\n\n\n Our mission is clear:\n **to deliver smarter home security that connects, prevents, and protects with intelligence, simplicity, and trust** \n . Together, with millions of families, we are creating safer, more connected homes everywhere.\n \n\n\n\n\n\n\n\n**In 2019, Verisure acquired all rights to Arlo’s European business,** \n in particular, the exclusive distribution rights for Arlo branded camera products for all sales channels in Europe, including e-commerce and retail. What makes us unique is that Arlo Europe operates as a\n **start-up within a global group** \n . This means you’ll benefit from a\n **fast-moving, entrepreneurial, and agile environment** \n , while also enjoying the\n **stability, resources, and career growth opportunities** \n of a world-class company. It’s the best of both worlds: the excitement of building something new, backed by the strength of an industry leader.\n \n\n\n\n\n\n\n\n At Arlo Europe, you’ll be part of a team where\n **your ideas and impact matter** \n , and where together we are shaping the future of safer, more connected homes.\n \n\n\n\n\n\n\n\n The majority of work will focus on CRM and customer experience, while also contributing to the overall brand experience, key visuals and templates for both acquisition and portfolio marketing efforts, as well as help shape overarching campaigns and brand\/marketing content.\n \n\n\n\n\n\n\n Responsibilities\n \n Visual Design for CRM Campaigns\n \n\n\n* Design email templates, newsletters, and other CRM assets that align with brand guidelines.\n* Create graphics, banners, and illustrations for use in email, SMS, and push notifications, and other media\n* Ensure designs are optimized for both desktop and mobile formats.\n* Assets and Content Creation for Acquisition Marketing - On site content and advertisement campaigns, both stills and videos.\n\n\n\n\n\n\n\n User Experience in CRM Content\n \n\n\n* Develop layouts that enhance readability and engagement.\n* Apply UX principles to ensure intuitive, customer-friendly designs.\n* Maintain visual consistency across all CRM touchpoints.\n\n\n\n\n\n\n\n Brand Alignment\n \n\n\n* Ensure all visual elements comply with corporate brand standards.\n* Adapt global brand guidelines to local market needs when required.\n\n\n\n\n\n\n\n Creative Assets Management\n \n\n\n* Maintain a library of reusable CRM design templates.\n* Organize and archive creative assets for easy retrieval.\n\n\n\n\n\n\n\n Collaboration\n \n\n\n* Work closely with CRM managers, copywriters, and developers to deliver final campaign creatives.\n* Incorporate feedback from stakeholders into design revisions.\n* Align and drive brand and content consistency collaboratively together with the rest of the Studio and production team\n\n\n\n\n\n\n\n Quality Control\n \n\n\n* Test visuals across different email clients and devices to ensure accuracy.\n* Check image resolution, file size, and load speed for optimal performance.\n\n\n Location\n \n Permanent hire based in Stockholm, Sweden (Hybrid).\n \n\n\n\n\n\n\n Reports and organization structure\n \n Direct reporting line into Head of CRM, France - with a dotted line into the\n \n Head of Brand and Marketing director\n \n\n\n\n\n\n\n\n\n**Candidate profile** \n\n\n\n\n\n\n\n Experience and Qualifications\n \n Education\n \n\n\n* Bachelor’s degree in Graphic Design, Visual Communication, or a related field (Master’s degree or MBA in Design Management is a plus).\n* 3–5 years in a professional design environment (agency, in-house creative team, or product design department).\n\n\n Competencies:\n \n Technical Skills\n \n\n\n* Proficiency in design tools such as Adobe Creative Suite (Photoshop, Illustrator, InDesign, XD) and\/or Figma, Sketch.\n* \n* Strong understanding of branding, typography, color theory, and layout principles.\n* Familiarity with UI\/UX principles and design system management.\n\n\n\n\n\n\n\n Nice to have\n \n\n\n* Experience with any CRM tool (Salesforce, marketing cloud, customer io)\n\n\n\n Soft Skills\n \n\n\n* Strong creative vision with attention to detail.\n* Excellent communication, presentation, and stakeholder management skills.\n* Ability to translate business goals into compelling design solutions.\n* Strong organizational skills to handle multiple projects simultaneously.\n* English fluent, writing and speaking\n\n\n\n\n\n\n Strong fit with our Company DNA\n * Passionate in Everything We Do:\n \n Our people have a sense of energy that is unmistakable, one that drives us to delight our customers and focus on creating impact quickly.\n* Committed to Making a Difference:\n \n When we say we will do something; we deliver with excellence. We are accountable, focused and operate with discipline.\n* Always Innovating: We believe that Innovation can be big or small;\n \n it’s a continuous state of mind that inspires us to think differently and always make things better. We are risk takers and we learn continuously.\n* Winning as a Team:\n \n Our people know that by leveraging one another’s strengths, investing in and developing our team’s capability and by collaborating well, we will win.\n* With Trust & Responsibility:\n \n Operating with integrity is core to our success. We are humble, honest and value deep mastery and expertise. We do the right thing, always.\n\n\n\n\n\n\n\n**The Company** \n\n\n\n\n**Diversity & Inclusion** \n\n\n\n\n Verisure is an equal opportunities employer. We recognize the richness that diversity brings and encourage applicants from all backgrounds to apply. We champion an inclusive and collaborative culture and empower all employees to succeed and grow. Please reach out to us if you have any specific requirements throughout the recruitment process, we are happy to help. At Verisure, we are committed to fostering a diverse and inclusive workplace, recognising that diversity of thought and background only makes our teams stronger and more innovative. We reject all forms of discrimination and bias, and we believe in access to opportunities for everyone, regardless of gender, age, disability status, race, sexual orientation, or any other status.\n \n\n\n\n\n\n\n\n**We Are People Who Protect People** \n\n\n\n\n We are the leading provider of professionally monitored alarms for residential households and small businesses in Europe.\n \n\n\n\n\n\n\n\n**Peace of mind for families and small businesses** \n\n\n\n\n We believe it is a human right to feel safe and secure. We now protect more than 5 million families and small businesses. Our service includes 24\/7 monitoring, expert verification and response, customer care, service and maintenance services, and professional technical support. As well as protecting against intrusion, we protect against fire, attack, theft, life-threatening emergencies and other hazards. Verisure people are dedicated and committed and provide what we believe is the best customer service in the industry.\n \n\n\n\n\n\n\n\n**Leading across a broad footprint** \n\n\n\n\n We are the leading provider of residential and small business monitored alarms in Europe. We operate in 17 countries across Europe and Latin America. Our business is driven by organic growth, based on our differentiated business model. We attract high quality customers. We work hard to ensure that our customers are happy. This contributes to an industry leading level of attrition and a long customer lifetime.\n \n\n\n\n\n\n\n\n**A technology-enabled human services company** \n\n\n\n\n Our 26,000 team-mates are the foundation of our company. Our business model combines technology and human expertise to protect people. We are a human services company. More than 80% of our colleagues interact with customers every day. This connection provides the insight that inspires our innovation. These insights are a source of advantage. We leverage these insights with the significant investment we make into product and service innovation. The close customer contact also fuels the pride which drives engagement.\n \n\n\n\n\n\n\n\n**35 years of experience – and many more to come** \n\n\n\n\n We have been protecting what matters most since 1988. Over that time, we have expanded beyond our roots in the Nordics and Spain. We now serve most of Europe and have also established a strong presence in Latin America. In 2017, to evolve our operating model, strategic innovation, operational excellence and access to talent, we opened our new Group headquarters in Geneva, Switzerland. In 2019, we formed a strategic partnership with Arlo, a world leader in connected cameras. Verisure acquired all rights to Arlo’s European business. This allows us to offer connected camera services in Europe as a complement to our professionally monitored security service. It also allows us to access new go-to-market opportunities in retail and e-commerce.","company_url":"https:\/\/ch.linkedin.com\/company\/verisure","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFzt8xtrvaTDg\/company-logo_100_100\/B4DZYkbQG4HIAQ-\/0\/1744367846197\/verisure_logo?e=2147483647&v=beta&t=TPrqEDUSCQjvD_8dctda9Ba_RQjXdZnBWSTA0cL-LPs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4321765170","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4321765170","job_url_direct":null,"title":"Senior product designer (Venture Partner)","company":"VNTRS","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**The opportunity**\n At VNTRS, we don't just consult, we invest our expertise as a hands-on partner. We're a venture studio that partners with tech entrepreneurs to turn great ideas into game-changing companies.\n   \n\n  \n\n We're looking for a design leader who believes that world-class design is the cornerstone of product strategy. This isn't just about creating elegant interfaces; it's about making the critical design decisions that shape a company's trajectory. You'll often be the design lead for our portfolio companies, translating ambiguous founder visions into tangible, user-loved digital products.\n   \n\n  \n\n**The role: a strategic design expert**\n As a senior product designer at VNTRS, you are the champion of both the user and the business. Your primary craft is design, but your canvas is the entire product. We're looking for a “pi-shaped” designer with deep expertise in both UX and UI, who also has a broad understanding of branding, strategy, and technology.\n   \n\n  \n\n You will lead the design effort from concept to launch, while also serving as a strategic advisor to founders. In our context, the designer is often the bridge that holds a project together, acting as a product strategist and leader. You'll need to be both a safe, mentoring guide for our partners and a skilled craftsperson who can take an idea from a sketch to a fully realized design, ready for development, in just a few weeks.\n   \n\n  \n\n**How You'll Make An Impact**\n**Lead the end-to-end design vision.** \n You'll own the entire design process, from workshops and user research to creating high-fidelity prototypes and scalable design systems. You are the hands-on expert responsible for the product's look, feel, and user experience.\n   \n\n  \n\n**Translate ambiguity into clarity.** \n You'll work directly with founders and stakeholders to de-risk ideas, validate concepts with users, and chart a clear path from idea to a shippable MVP.\n   \n\n  \n\n**Partner on product strategy.** \n While you won't always own the backlog, you'll be a critical voice in shaping it. You'll use design thinking and user insights to influence the roadmap and help the team prioritize what truly matters.\n   \n\n  \n\n**Elevate the craft.** \n You'll be the expert on interaction design, visual identity, and user research, with a particular strength in UI design. You'll work closely with developers to ensure pixel-perfect execution and iterate on the design as it comes to life in code.\n   \n\n  \n\n**Mentor and guide founders.** \n You'll act as the design expert in the room, facilitating workshops, managing expectations, and guiding founders to make informed decisions for their brand and product.\n   \n\n  \n\n**Who You Are**\n**You have a rich portfolio** \n that showcases your expertise in building digital products, demonstrating excellence in both UX and UI.\n   \n\n  \n\n**You have 6+ years of experience as a product designer and\/or project manager** \n , having worked across different industries with both large and small companies. Experience from a leading digital consultancy or agency is a major plus.\n   \n\n  \n\n**You have a strong understanding of branding** \n and have experience creating visual identities, design guidelines, or design systems (logos, colors, typography, etc.).\n   \n\n  \n\n**You see design as a function that drives business outcomes** \n , not just an aesthetic layer.\n   \n\n  \n\n**You're an expert with modern design tools like Figma and Framer** \n , using them to deliver high-quality work efficiently\n   \n\n  \n\n**You actively explore how to use AI in your workflow** \n , and having experience or a strong interest in designing AI-powered products is a major plus.\n   \n\n  \n\n**You are a pragmatic designer** \n who understands that in a startup environment, process must sometimes be adapted to deliver value quickly.\n   \n\n  \n\n**You have exceptional communication and presentation skills** \n , capable of articulating design decisions and inspiring confidence in founders and engineers.\n   \n\n  \n\n**You are fluent in both Swedish and English** \n .\n   \n\n  \n\n**Specific skills:**\n* Product Management\n* Design thinking\n* User Experience (UX)\n* Visual design\n* Prototyping\n* Artificial Intelligence (AI)\n* Design Systems\n* Presentation skills\n* Research skills\n* Figma\n\n\n**Why VNTRS?**\n Our culture is built on being caring, adventurous, and inspiring. You'll join a passionate team that encourages an entrepreneurial spirit and shares in the rewards of our work through a shared investment fund of tech startups.\n   \n\n  \n\n**Invest in a growing portfolio of startups.** \n Become a part-owner in the companies you help build. Our unique model grants you equity in our investment fund, so you share directly in the success you create.\n   \n\n  \n\n**Have real autonomy and impact.** \n You're not just a cog in a machine. You are the product and design authority for your projects, with the responsibility and freedom that comes with that.\n   \n\n  \n\n**Tackle diverse challenges.** \n One day you might be building a fintech platform, the next a medtech app. The variety of our portfolio means you're always learning and growing.\n   \n\n  \n\n**Great work-life balance.** \n We're a tightly-knit team of adventurers and creators. We succeed together, with social events, shared lunches, and a genuine focus on a great work-life balance.","company_url":"https:\/\/se.linkedin.com\/company\/vntrs","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEuZ-Erx6-ogg\/company-logo_100_100\/company-logo_100_100\/0\/1666955575563\/vntrs_logo?e=2147483647&v=beta&t=HaDBdm1eEmVWVxM_8gNMZEyzlJRAJ2WBMtTazvKAEa0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4339540629","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4339540629","job_url_direct":null,"title":"Mötesbokare","company":"Niveosystems","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Företagsbeskrivning\n \n Niveosystems är ett IT-företag baserat i Stockholm som specialiserar sig på att utveckla digitala lösningar för små och medelstora företag. Vi fokuserar på att förbättra konkurrensen online genom förbättrade användarupplevelser, ökat kundengagemang och UI\/UX-design som skapar förtroende. Vårt engagemang för hållbarhet driver oss att använda energieffektiva teknologier och optimera digital prestanda för att minska miljöpåverkan. På Niveosystems strävar vi efter att stödja en mer hållbar digital framtid samtidigt som vi levererar värdeskapande lösningar till våra kunder.\n \n\n\n\n  \n\n\n\n\n Rollöversikt\n \n Som mötesbokare på Niveosystems kommer du att ha en nyckelroll i vårt säljteam som den första kontakten för potentiella kunder. Ditt huvudsakliga mål är att skapa intresse, boka kvalificerade möten och bygga grunden för framtida affärsmöjligheter. Detta är en deltidsposition med hybridarbete baserad i Stockholm, med möjlighet att arbeta hemifrån vid behov.\n \n\n\n\n  \n\n\n\n\n Huvudsakliga Ansvarsområden\n * Identifiera och kontakta potentiella kunder via telefon, e-post och digitala kanaler.\n* Presentera Niveosystems tjänster på ett professionellt och engagerande sätt.\n* Förstå kunders behov och boka möten för säljteamet.\n* Hantera och uppdatera kundinformation i CRM-systemet.\n* Samarbeta nära med sälj- och marknadsteamet för att generera nya affärsmöjligheter.\n* Följa upp leads och säkerställa hög kvalitet på möten.\n\n\n\n  \n\n\n\n\n Kvalifikationer\n * Dokumenterad erfarenhet av mötesbokning, leadgenerering eller kundkontakt.\n* Starka kommunikativa och sociala färdigheter.\n* Mål orienterad, strukturerad och resultatinriktad.\n* Bekväm med att arbeta självständigt och i samarbete i en hybridmiljö.\n* Erfarenhet av CRM-system och digitala verktyg.\n* Flytande i svenska och engelska (tal och skrift).\n* Tidigare erfarenhet av försäljning, marknadsföring eller kundrelationer är meriterande.\n\n\n\n  \n\n\n\n\n Personliga Egenskaper\n * Utåtriktad, serviceinriktad och pålitlig.\n* Motiverad och uthållig i en snabb arbetsmiljö.\n* Bygger relationer lätt och tycker om att hjälpa andra att lyckas.\n* Passionerad om att leverera fantastiska kundupplevelser och att vara en del av ett växande tech startup med fokus på hållbarhet.","company_url":"https:\/\/se.linkedin.com\/company\/niveosystems","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFFyKL64T59LQ\/company-logo_100_100\/company-logo_100_100\/0\/1636268711379?e=2147483647&v=beta&t=RrrBfjcwJ0AfpgUaBDVfnhPqEFViIgbQ5vPl7xa5u1M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4260118955","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4260118955","job_url_direct":null,"title":"Product Manager - Customer Solutions","company":"Aira","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"10% of Europe's CO₂ emissions are caused by residential heating, and energy bills are out of control. Aira is here to change that.\n   \n\n  \n\n With our intelligent Aira Heat Pump at the heart, we're making the switch to clean energy-tech easier and more affordable. Helping Europe turn off gas and slashing energy costs one home at a time.\n   \n\n  \n\n Founded in 2022, and with 1000+ employees and counting, Aira is driving the clean energy revolution by providing homes with modern clean energy-tech solutions such as solar power, battery storage solutions, and heat pumps. With a state-of-the-art production facility in Poland, an HQ in Stockholm, Sweden, and hubs across the UK, Germany, and Italy, Aira is well on track to install clean energy-tech into 5 million homes by 2034.\n   \n\n  \n\n**About The Role**\n As a Product Manager on our Customer Solutions team, you'll drive product strategy at the intersection of customer experience and business growth. This role sits within our Customer Acquisition area, where you'll own critical product initiatives including intelligent recommendation systems, dynamic pricing optimization, and market expansion capabilities. Working in an agile environment with cross-functional teams and C-level stakeholders, you'll help shape how Aira scales across diverse European markets while navigating complex technical and regulatory requirements.\n   \n\n  \n\n In this role, you will:\n   \n\n  \n\n  \n\n* Own the product vision and roadmap for our customer solution matching platform, enabling market teams with pricing capabilities and driving company bets on new products through intelligent recommendation systems\n* Lead cross-functional agile team to deliver high-impact features, managing stakeholder relationships across engineering, design, operations, and executive teams\n* Establish OKRs and success metrics, develop pricing and recommendation algorithms, and lead A\/B testing initiatives to drive continuous improvement\n* Drive product initiatives for new geographic markets, adapting to local regulations and consumer behaviors while balancing competing priorities in a fast-paced environment\n\n\n We're transforming how clean energy solutions are discovered and delivered across Europe—making complex decisions simple for customers while optimizing business outcomes. If you're motivated by solving challenging product problems in a mission-driven, high-growth environment, this role offers exceptional impact and visibility.\n   \n\n  \n\n**What You Bring To The Team**\n* 5+ years of product management experience with a proven track record of shipping successful products\n* Strong background in agile methodologies (Scrum, Kanban) and modern product development practices. Experience facilitating workshops, sprint ceremonies, and cross-functional collaboration\n* Experience with product discovery techniques, user research, and data-driven decision making\n* Proven ability to manage complex stakeholder relationships and drive consensus across teams\n* Comfortable working with engineering teams on technical product requirements\n* Excellent written and verbal communication skills in English\n\n\n**Bonus Experience** \n (any combination of these is valuable):\n   \n\n  \n\n  \n\n* High-growth, scaling environments with rapid market expansion\n* International product experience, particularly in European markets\n\n\n**What is in it for you?**\n* Gain hands-on experience in a fast-growing scale-up, with a supportive and inclusive culture, and career advancement opportunities.\n* Collaborate with diverse teams across international markets and launch products globally.\n* Develop and grow personally and professionally in an entrepreneurial-minded environment.\n* Thrive in a dynamic, solution-oriented culture, tackling challenges and driving meaningful solutions that make a positive impact on the world.\n* Influence the company's success, with a visible impact on product development and market growth.\n* Enjoy the flexibility of our hybrid work model and discover our brand-new office at Norra Stationsgatan 93 in Stockholm. Conveniently located near public transport, with Sankt Eriksplan and Odenplan stations just a few minutes' walk away\n\n\n At Aira, we champion the next-generation energy as well as diversity and inclusion. We firmly believe that a diverse workforce fosters innovation and creativity, enhancing our ability to serve customers and communities effectively. We welcome individuals from all backgrounds, cultures, and perspectives to join our team. Our commitment is to uphold equality and inclusivity, fostering a collaborative environment where everyone can thrive and contribute to a better future for our people and the planet.","company_url":"https:\/\/se.linkedin.com\/company\/airahome","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFn8TRxkpPn9A\/company-logo_100_100\/company-logo_100_100\/0\/1686860802817\/airahome_logo?e=2147483647&v=beta&t=GB6flmPOUaOJIsKqoQuqRrPsZKU4YKJtF9GpqBbxW4w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4286946005","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4286946005","job_url_direct":null,"title":"Fullstack Engineer","company":"Epidemic Sound","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Join our global force of 500+ innovators, blending the latest in tech with the greatest in soundtracking, from our Stockholm HQ to offices in London, New York, Los Angeles, Berlin, Oslo, and Seoul. We’re an industry leader with a startup mentality. We take what we do seriously, but we don’t take ourselves too seriously. Creating and collaborating to transform the sound of streaming, content, and culture. Come join us - and let the world feel your work.** \n\n\n\n\n  \n\n\n\n\n\n As a Fullstack Engineer, you will play a crucial role in the Growth \/ Monetization product team. Your role will be to experiment, design, and collaborate on building software systems and features that directly drive and optimize revenue strategies, having a direct and measurable impact on the company's financial success and user experience.\n \n\n\n\n The Growth \/ Monetization product team is focused on driving revenue growth by optimizing the company's pricing, packaging, product, and feature launches. Its core mission is to develop and implement user-centered approaches that maximize revenue potential while maintaining an excellent user experience.\n \n\n\n\n  \n\n\n\n\n\n**Your key responsibilities include:** \n\n\n\n* Influence how the team collaborates, ships code, and engages with stakeholders and dependencies, setting the foundation for our success.\n* Be part of setting team-specific engineering standards, processes, and best practices from the start.\n* Tackle fresh problems in a rapidly growing area, making a real impact on key business metrics like Conversion and MRR.\n* Work closely with product managers, data analysts, designers, and marketing to ship high-impact changes.\n* Your work will touch critical revenue-generating areas such as pricing, plans, international launches, upgrading and upselling paths.\n\n\n\n  \n\n\n\n\n\n**Requirements** \n\n\n\n* 4+ years of experience with React, TypeScript, HTML, CSS, and IMS.\n* 4+ years of experience with Python and\/or GoLang.\n* Proven experience with experimentation (A\/B testing) and working with metrics to drive decisions.\n* Adaptable: able to constantly learn from data, challenge the views we hold, and adjust to changing priorities and roadmaps.\n* Collaborative: strong team member able to effectively work across functions, disciplines, teams, and product areas.\n* Passionate about identifying challenges and building user-centric, revenue-generating solutions.\n\n\n\n  \n\n\n\n\n\n**Nice to have:** \n\n\n\n* Experience with Next.js.\n* Experience working with monetization and data-driven decision-making.\n\n\n\n  \n\n\n\n\n\n**Equal opportunity employer** \n\n\n\n\n We believe that bringing people together from different backgrounds, experiences and perspectives makes for a healthy workplace, a more successful business and a better world. We value diversity and encourage everyone to come and soundtrack the world with us.\n \n\n\n\n  \n\n\n\n\n\n**Application** \n\n\n\n\n Ready to make the world\n *feel* \n your work? Please apply, in English, by clicking the link below.\n \n\n\n\n  \n\n\n\n\n\n***Thinking about joining us? Tune in here - and see if we sound like your kind of vibe.***","company_url":"https:\/\/se.linkedin.com\/company\/epidemic-sound","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEAhqWbU9dDHg\/company-logo_100_100\/company-logo_100_100\/0\/1709289584982\/epidemic_sound_logo?e=2147483647&v=beta&t=7DDPFGXAzlOil4E7tfwYO5mq6V14BpplQ5GMToDCUeo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"75fa1eb1d1119b61","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=75fa1eb1d1119b61","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30241578","title":"Software Engineer: Work with Satellite Data","company":null,"location":"Lund, M, SE","job_type":"fulltime","date_posted":1762560000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Position Overview\n  \n  \n\nAs a Senior Software Engineer, you’ll take ownership of core system development and collaborate with a multidisciplinary team of mathematicians, physicists, and AI researchers. You will design, implement, and optimize software that processes large-scale satellite and sensor data, enabling real-time ocean intelligence. You’ll work in an environment where scientific depth meets engineering excellence, with the opportunity to shape the software architecture of products that have both strategic and global impact.\n  \nKey Responsibilities\n  \n  \n\nDesign and implement scalable, high-performance software systems for ocean data processing and analysis Collaborate with research teams to translate mathematical models and AI algorithms into production-grade code Develop and maintain data fusion and visualization pipelines Optimize performance through parallelization, GPU acceleration, and efficient numerical methods Contribute to software architecture, DevOps processes, and CI\/CD best practices Participate in design reviews, testing, and system validation for mission-critical applications\n  \nQualifications\n  \n  \n\nMaster’s or PhD in Computer Science, Physics, Engineering, or related technical field 5+ years of experience in software development for data-intensive or computational systems Strong proficiency in Python and C++ Experience with GPU computing (CUDA, OpenCL) or parallel processing frameworks Familiarity with numerical algorithms, scientific computing, or AI\/ML integration Proven ability to work in interdisciplinary teams with researchers and engineers Excellent problem-solving and communication skills Experience in Linux-based development environments and modern software engineering practices","company_url":null,"company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4314327128","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4314327128","job_url_direct":null,"title":"Customer Care Coordinator","company":"Karo Healthcare","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"***Karo Healthcare***\n*, a dynamic and growing personal-care retail company, is all about making smart choices for everyday healthcare. With a wide-ranging portfolio across seven categories including medical products, we own and sell over 80 brands in about 90 countries. Our portfolio includes such brands as E45, Pevaryl, Lamisil, Nutravita, Decubal and many others. Our core belief in empowering people to make intelligent health decisions drives our growth strategy, blending organic expansion and M&A.*\n\n\n\n\n Join us at Karo Healthcare on our exciting journey. We're currently looking for a\n **Customer Care Coordinator** \n for our office in\n **Stockholm** \n .\n   \n\n\n\n\n**What's in it for you?**\n\n**Be at the heart of our customer operations, in a hands-on role with real impact.**\n You'll join an agile, international company in growth mode—where your work shapes the daily experience of our customers and retail partners across the Nordics. Expect collaboration across borders, exposure to multiple business functions, and the chance to grow your career in a fast-paced, purpose-driven environment.\n   \n\n\n\n\n**What you'll be doing**\n* Be the go-to contact for our pharmacy and retail customers in the Nordics—resolving order-related questions and ensuring timely communication.\n* Monitor orders and coordinate with internal teams to ensure smooth, on-time deliveries.\n* Send order confirmations and manage inquiries with precision and speed.\n* Proactively communicate stock availability, delivery delays, and provide solutions.\n* Work closely with supply chain, logistics, and commercial teams to remove roadblocks and boost customer satisfaction.\n* Handle complex inquiries and escalations with a structured, customer-first approach.\n* Log and follow up on customer cases, supporting ongoing improvement efforts.\n* Support customer-specific processes including campaigns, promotional deliveries, and tailored reporting.\n* Share customer insights internally to help improve product availability and service levels\n  \n\n  \n\n\n**Requirements**\n**Requirements**\n* 2-3 years of experience in customer service, order management, or supply chain—ideally from a fast-moving, product-driven environment.\n* Comfortable navigating ERP systems (IFS, SAP, Navision, or similar).\n* Fluent in both\n **English and Swedish** \n .\n* Confident using\n **Excel and Outlook** \n as daily tools.\n* Previous experience in\n **FMCG, healthcare, or pharma** \n is a strong plus.\n* You're structured, solutions-focused, and enjoy working with multiple stakeholders to deliver results.\n  \n\n  \n\n\n**Benefits**\n* Opportunity to create, grow, and encourage\n* Apart from a competitive salary pack, there are lots of growth opportunities to meet your personal ambitions\n* Flexible schedule, hybrid model with the primary work place in the office, and life-work balance\n* Responsibility for exciting and challenging projects that have a direct, visible impact on our customers and the industry\n* Very positive work environment in a dynamic, international, and motivated team\n* Start-up spirit while being a part of the large international organization with strong values\n\n\n\n  \n \n\n\n\n   \n \n\n\n\n*Karo Healthcare has a Diverse & Inclusive environment. We are looking for qualified candidates irrespective of gender, gender identity, sexual orientation, ethnicity, race, religion, national origin, disability or age.*","company_url":"https:\/\/se.linkedin.com\/company\/karohealthcare","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHknol9z-Iceg\/company-logo_100_100\/company-logo_100_100\/0\/1630570640577\/karo_pharma_ab_logo?e=2147483647&v=beta&t=3UAFrE8F6AvBZdQFdfIxaE9BiV5qWeZQRj5K56723-0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4339520907","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4339520907","job_url_direct":null,"title":"Head of Customer Success","company":"Xbrandify","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"🚀\n **Join Xbrandify as a Partner – Customer Success & Experience Leader** \n\n\n\n\n Start Date: March 2026\n \n\n\n\n Location: Hybrid \/ Remote\n \n\n\n\n Compensation: Equity-based partnership for the right candidate\n \n\n\n\n Languages: Swedish and English fluency is a must\n \n\n\n\n  \n\n\n\n\n\n 🌍\n **About Xbrandify** \n\n\n\n\n Xbrandify is redefining how brands connect with their audiences by blending travel, experiences, events, and commerce into one seamless ecosystem. Our AI-powered platform helps brands launch immersive experience hubs featuring curated trips, exclusive benefits, and shoppable content. We drive loyalty, community, and growth through integrated commerce and engagement tools that elevate brand equity and unlock new revenue streams.\n \n\n\n\n We’re not just building a product we’re shaping the future of experiential commerce.\n \n\n\n\n  \n\n\n\n\n\n 🤝\n **The Opportunity** \n\n\n\n\n We’re looking for a visionary Customer Success Partner to join our founding team. This isn’t just a job it’s a chance to co-create the future of Xbrandify alongside the founders. For the right partner, equity is on the table.\n \n\n\n\n You’ll play a pivotal role in shaping how our clients experience the platform, ensuring satisfaction, retention, and long-term success. You’ll work closely with cross-functional teams to turn insights into strategy and strategy into impact.\n \n\n\n\n If you’ve ever dreamed of leaving your mark on the future of travel, events and e-commerce this is your moment.\n \n\n\n\n  \n\n\n\n\n\n 🎯\n **What You’ll Do** \n\n\n\n\n • Build and nurture strong relationships with clients and partners\n \n\n\n\n • Analyze customer data to identify trends and opportunities\n \n\n\n\n • Develop and execute strategies to drive engagement and retention\n \n\n\n\n • Collaborate with product, marketing and tech teams to enhance the customer journey\n \n\n\n\n\n •\n \n Represent the voice of the customer in strategic decisions\n \n\n\n\n • Help shape the culture and direction of a fast-growing startup\n \n\n\n\n  \n\n\n\n\n\n 🌟 What We’re Looking For\n \n\n\n\n • Proven success in customer satisfaction, retention, and relationship-building\n \n\n\n\n • Strong analytical and strategic thinking skills\n \n\n\n\n • Experience in SaaS, AI, loyalty, community, or e-commerce ecosystems\n \n\n\n\n • Excellent communication, organization, and problem-solving abilities\n \n\n\n\n • Ability to thrive independently in a remote-first environment\n \n\n\n\n • Bonus: Leadership experience in travel, events, community, or brand marketing\n \n\n\n\n\n •\n \n Fluency in Swedish and English is essential","company_url":"https:\/\/se.linkedin.com\/company\/xbrandify","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEBW7vp2OJN9A\/company-logo_100_100\/B4DZkKZAVIIgAY-\/0\/1756815951702\/xbrandify_logo?e=2147483647&v=beta&t=mMhXxfR7mrXizYAKaGZLZopO8QSGdC0P1h3qHVaF7hM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4335038292","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4335038292","job_url_direct":"https:\/\/iaings.fa.ocs.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/sites\/CX_1\/job\/49&urlHash=lw0-","title":"Tech Lead Manager","company":"Sinch","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Sinch** \n\n\n\n\n Sinch is pioneering the way the world communicates. More than 150,000 businesses — including Google, Uber, Paypal, Visa, Tinder, and many others — rely on Sinch’s Customer Communications Cloud to power engaging customer experiences through mobile messaging, voice, and email.\n \n\n\n\n Whether you need to verify users or craft omnichannel campaigns, Sinch makes it easy. Our AI-infused Super Network, APIs, and applications ensure you can connect with your customers reliably and securely, at every step of their journey.\n \n\n\n\n At Sinch we “Dream Big”, “Win Together”, “Keep it simple”, and “Make it Happen”. These values are our foundation!\n \n\n\n\n**Description** \n\n\n\n\n Are you a senior software engineer who thrives on building the foundational services that power enterprise-scale products? Are you seeking a role that perfectly balances deep, hands-on technical work with impactful people leadership?\n \n\n\n\n Sinch is seeking a Tech Lead Manager to guide the Core Services team for our global Voice and Verification platforms. This is a unique 50\/50 hybrid role where you will lead a full-stack team responsible for the critical shared components – like billing, accounting, and data flow systems – that our products are built upon. You will be instrumental in shaping our technical landscape and fostering the growth of our people.\n \n\n\n\n You will be empowered to drive excellence across two key areas:\n \n\n\n\n**As a People Leader (50%):** \n\n\n\n* Mentor & Develop: Cultivate a high-trust, inclusive engineering culture through dedicated coaching, continuous feedback, and personalised career development plans for each team member.\n* Empower & Align: Define clear team objectives, remove obstacles, and ensure your team is motivated, engaged, and aligned with our strategic goals.\n* Foster Collaboration: Champion a collaborative environment where continuous learning and shared ownership are paramount.\n\n\n\n**As a Hands-On Engineer (50%):** \n\n\n\n* Build & Design: Dedicate half your time to designing, coding, and delivering features for our core backend services, leveraging your expertise in technologies like .NET.\n* Champion Technical Excellence: Lead by example in code reviews, architectural discussions, and by evangelizing best practices in software craftsmanship.\n* Drive Modern Practices: Actively contribute to and improve our DevOps culture, including our CI\/CD pipelines, Infrastructure as Code, and Kubernetes deployments.\n\n\n\n**Requirements** \n\n\n\n\n**We believe the right person for this role will have:** \n\n\n\n* Deep Technical Expertise: Extensive hands-on experience in backend development (e.g., .NET, Java), with a history of building scalable, production-grade systems on cloud platforms like AWS, Azure, or Google Cloud.\n* A Passion for Leadership: Demonstrable experience in a formal or informal leadership capacity (e.g., as a manager, team lead, or senior mentor) and a genuine desire to help engineers grow their careers.\n* Exceptional Communication: The ability to articulate complex technical ideas clearly in English, build consensus, and inspire a team toward a common goal.\n* A Servant-Leader Mindset: You are proactive, collaborative, and view your primary role as enabling your team to do its best work.\n\n\n\n  \n\n\n\n\n\n**What Success Looks Like** \n\n\n\n* **Within 3 Months, You'll...** \n have built strong relationships with your team, shipped your first significant piece of code, and established a solid partnership with your Product Manager to align on the roadmap.\n* **Within 6 Months, You'll...** \n be leading the delivery of a key team project, have established a cadence of meaningful career conversations, and be driving an initiative to improve your team's technical operations.\n* **Within 1 Year, You'll...** \n be a trusted and indispensable leader, having demonstrably improved both your team's health and the quality of its technical deliverables while contributing to the strategic roadmap.\n\n\n\n**Benefits** \n\n\n\n* A True Hybrid Role: This isn't a manager who occasionally codes. We are committed to the 50\/50 split, ensuring you remain deeply technical.\n* Autonomy and Impact: We hire smart people and trust them. You'll have the autonomy to shape your team, its culture, and its technology.\n* A Clear Growth Path: We are invested in your transition into management and will provide the support and opportunities for you to grow as a leader.","company_url":"https:\/\/se.linkedin.com\/company\/sinch","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH0rkIH9LkGpQ\/company-logo_100_100\/company-logo_100_100\/0\/1667401884904\/sinch_logo?e=2147483647&v=beta&t=njSxdTrPtBpSWZ38DywnnmEs23fdDHZHOsUiTdphDFY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4321664059","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4321664059","job_url_direct":null,"title":"Curated Professional Network - The Socialites (SW - STO)","company":"Culture Vitale","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"What to connect with fascinating, cultivated professionals and opportunities?\n   \n\n\n\n\n\n  \n\n\n\n\n\n The Socialites professional network is accepting limited membership applications from dynamic, tasteful, interesting professionals - connectors, creators, connoisseurs, leaders, taste-makers, innovators. High-calibre talent from architecture to communications, fashion to wellness, creatives to digital, luxury to culinary, entrepreneurship to renowned brands.\n   \n\n\n\n\n\n  \n\n\n\n\n\n The Socialites curated 100,000+ members across EMEA, APAC, and the Americas unites intriguing individuals through curated experiences and meaningful connections. While there are no registration fees, admission is subject to review and fit.\n   \n\n\n\n\n\n  \n\n\n\n\n\n Step into a global community designed for those who crave substance, style, smart company, cultivated gatherings, and privileged access.\n   \n\n\n\n\n\n  \n\n\n\n\n\n**Members enjoy privileged access to:**\n\n\n\n* Professional networking opportunities\n* Cultural events and social activities\n* Paid work\/consulting opportunities\n* Partner privileges and priorities\n\n\n\n  \n\n\n\n\n\n**Plus:**\n\n\n\n* A calendar of curated cultural, gastronomic, and networking experiences\n* Intimate collabs with peers be it design, fashion, tech, arts, start-ups, luxury, culture and more\n\n\n\n  \n\n\n\n\n\n Whether you're a professional, artist, expert, entrepreneur, or leader and seeking to elevate your circle and find sparks, apply now the link below or LinkedIn Easy Apply or:\n   \n\n\n\n\n\n https:\/\/thesocialites.net\/access\n   \n\n  \n\n  \n\n  \n\n\n\n\n Benefits\n   \n\n  \n\n\n**Members enjoy privileged access to:**\n\n\n\n* Professional networking opportunities\n* Cultural events and social activities\n* Paid work\/consulting opportunities\n* Partner privileges and priorities\n\n\n\n  \n\n\n\n\n\n**Plus:**\n\n\n\n* A calendar of curated cultural, gastronomic, and networking experiences\n* Intimate collabs with peers be it design, fashion, tech, arts, start-ups, luxury, culture and more","company_url":"https:\/\/fr.linkedin.com\/company\/culturevitale","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGx7Ie3S7VjhQ\/company-logo_100_100\/B4EZocdsCJIQAQ-\/0\/1761414137326\/culturevitale_logo?e=2147483647&v=beta&t=XtXKQIW3EAQT7oVyD46Vm_lr6ypIW72ekRwn3liwg5k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4334889939","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4334889939","job_url_direct":null,"title":"Serviceinriktad IT-tekniker till bolag inom mode – M365 & Cloud","company":"Wise IT","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**IT-tekniker med servicefokus och erfarenhet av M365 och Cloud**\n Vi söker en\n **serviceinriktad IT-tekniker** \n med minst ett års erfarenhet inom IT-support. Du kommer att arbeta heltid på plats i Stockholm och via fjärrsupport, med fokus på att stötta användare och hantera enheter i en modern cloudbaserad miljö.\n   \n\n  \n\n**Arbetsuppgifter:**\n* Ge support via walk-in och remote för användare i verksamheten\n* Administrera Microsoft 365-produkter: Exchange, SharePoint, Teams, OneDrive\n* Hantera enheter via Intune och Jamf – PC, Mac och iOS\n* Felsöka tekniska problem, inklusive buggar och kraschrapporter\n* Ansvara för videokonferensutrustning samt inköp av hårdvara\n\n\n**Vi söker dig som:**\n* Har minst 1 års erfarenhet av en teknikerroll inom IT-support\n* Har erfarenhet av att arbeta i Cloud-miljö och med Microsoft 365-produkter\n* Har god kunskap om Windows och Mac-miljöer\n* Har erfarenhet av Intune och ärendehanteringssystem\n* Har mycket goda kunskaper i svenska och engelska, både i tal och skrift\n* Är serviceinriktad, lösningsfokuserad och har god kommunikationsförmåga\n\n\n PASSAR VI DIG?\n   \n\n  \n\n Wise IT arbetar med kompetensförsörjning inom IT. Vår uppgift är att hitta rätt person till rätt IT-jobb, genom rekrytering och konsulter. Vi tror på människan i en framtida teknikutveckling och brinner för att bygga relationer, inkludera fler i IT-branschen och naturligtvis matcha rätt kompetens till rätt uppdrag. Vi vill vara en självklar go-to career partner oavsett om kandidaten söker jobb i dagsläget eller inte. Vill du vara med på vår resa? Läs mer om oss, vår kultur och våra värderingar på vår karriärsida.\n   \n\n  \n\n ANSÖKAN\n   \n\n  \n\n Vi tar inte emot ansökningar via mail då vi värnar om din personliga integritet. Du kan läsa mer om hur vi behandlar personuppgifter enligt GDPR i Wise Group-koncernens policy för behandling av personuppgifter.","company_url":"https:\/\/se.linkedin.com\/company\/wise-it","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQFChwxv1zHbRg\/company-logo_100_100\/company-logo_100_100\/0\/1631334054837?e=2147483647&v=beta&t=WeRAxZjQw0jC73Ey7TAoxRiBsfe4kintW1kTxi5AQW0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4339620262","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4339620262","job_url_direct":null,"title":"Marketing Intern","company":"Ecobloom Technologies","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Company Description** \n\n\n\n\n  \n\n\n\n\n\n Ecobloom’s mission is to help the world grow smarter, one farm at a time. We develop intelligent indoor farming solutions powered by our cloud-based software platform and advanced sensor systems. By combining real-time plant, water, and climate data with AI-driven analytics, we help growers understand their crops better and optimize production sustainably.\n \n\n\n\n  \n\n\n\n\n\n We are a small but fast-growing team with big ambitions - united by a shared vision to make our global food system more efficient, resilient, and sustainable for future generations. We are now looking for someone who shares this vision and wants to be part of our journey.\n \n\n\n\n Is that you?\n \n\n\n\n  \n\n\n\n\n\n**Role Description** \n\n\n\n\n As a\n **Marketing Intern** \n at Ecobloom, you will work closely with our CEO and marketing team to shape the voice, presence, and storytelling of our brand. Your role will involve planning and creating content, managing social media channels, supporting email and digital campaigns, and contributing to wider brand-building initiatives.\n \n\n\n\n  \n\n\n\n\n\n You will also play a key role in developing and producing our upcoming podcast series - from shaping episode topics to coordinating guests and scripting narratives.\n \n\n\n\n  \n\n\n\n\n\n This is a hands-on role where you will learn by doing. You’ll be encouraged to experiment, contribute ideas, and take ownership. If you’re passionate about communication, sustainability, and creative storytelling - we’d love to meet you.\n \n\n\n\n  \n\n\n\n\n\n**Responsibilities** \n\n\n\n\n  \n\n\n\n\n* Create and manage content for Ecobloom’s social media channels (LinkedIn, Instagram, etc.)\n* Assist in planning and running digital marketing campaigns, including ads and outreach\n* Write and design monthly newsletters for our global audience\n* Support brand storytelling, messaging, copywriting, and visual identity initiatives\n* Develop promotional content such as short videos, case studies, and graphics (with our guidance - no expert design skills required)\n* Assist in producing and coordinating Ecobloom’s podcast: research topics, prepare scripts, plan interviews, and support recording\n* Analyze engagement metrics to help guide content strategy\n* Collaborate closely with team members across marketing, sales, and product\n\n\n\n  \n\n\n\n\n\n**Requirements** \n\n\n\n\n  \n\n\n\n\n* Strong interest in marketing, branding, and communication\n* Experience with social media platforms and content creation\n* Good writing skills in English (and Swedish is a plus)\n* Familiarity with digital marketing tools (e.g., Canva, HubSpot, Mailchimp, Meta\/LinkedIn Ads, etc.) is beneficial\n* Organized, proactive, creative, and comfortable taking initiative\n* A willingness to learn, grow, and take on new challenges in a dynamic environment\n\n\n\n  \n\n\n\n\n\n At Ecobloom, you won’t be “just an intern.” You will:\n \n\n\n\n  \n\n\n\n\n* Be trusted with meaningful responsibilities from day one\n* Work directly with founders and senior team members\n* Gain hands-on experience in real marketing strategy and execution\n* Learn how branding shapes and accelerates a mission-driven startup\n* Be part of a collaborative, supportive environment that challenges and inspires you\n\n\n\n  \n\n\n\n\n\n If you’re excited to build a brand that is shaping the future of sustainable agriculture — this is the place to do it.","company_url":"https:\/\/se.linkedin.com\/company\/ecobloom-technologies","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGFsDwMfT-WMw\/company-logo_100_100\/B4DZfVIsVYGsAU-\/0\/1751627516544\/ecobloom_technologies_logo?e=2147483647&v=beta&t=X9S5SGtZab3NNDuYXzrNNVRwj3pEjNxu_qinocg8vL0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4274817429","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4274817429","job_url_direct":null,"title":"DevSecOps Specialist","company":"Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"poonam.jain@iver.se","description":"Vi på Iver brinner för innovationer och god laganda, vi är särskilt intresserad av dig som gillar att tänka nytt och dela med dig av dina tankar. Vi söker en\n **DevSecOps Specialist** \n som vill bidra till bättre IT-lösningar för våra kunder. Är du vår nya kollega?\n   \n\n  \n\n****We** \n**empower** \n**our** \n**Nordic** \n**society****\n Iver är en ledande nordisk helhetsleverantör av molnbaserade IT-tjänster med spetskompetens inom drift, cybersäkerhet, cloud och innovation. Våra tjänster är kritiska inte bara för våra kunder utan för digitaliseringen av samhället i stort. Med huvudkontor i Stockholm verkar Iver främst i Norden med en agenda att fortsätta expandera. Iver omsätter drygt 3 miljarder SEK och har cirka 1 500 anställda som arbetar på ett av våra 25 kontor i Norden.\n   \n\n  \n\n**Din roll på Iver**\n Vi söker en engagerad DevSecOps Specialist till vårt team inom Ivers affärsområde Bank&Fintech som vill vara med och skapa säkra och innovativa lösningar för framtiden. Våra kunder inom Bank&Fintech är ofta stora nordiska företag eller myndigheter, med krav på hög nivå av informationssäkerhet och infrastruktur som kod. Vissa av dem utgör samhällskritisk verksamhet och\/eller har en särskild hotbild.\n   \n\n  \n\n Hos oss får du en viktig roll där du hjälper till att integrera säkerhet i varje steg av vår utvecklings- och driftkedja. Tillsammans med teamet kommer du att bygga en trygg och sömlös leveranspipeline för våra applikationer och system, med fokus på att säkerställa en säker, stabil och smidig process från utveckling till produktion.\n   \n\n  \n\n Som DevSecOps Specialist kommer du att arbeta med att designa, implementera och underhålla säker och skalbar infrastruktur i molnmiljöer som AWS, Azure eller Google Cloud Platform (GCP). Automatisering ligger oss varmt om hjärtat, och du kommer att spela en nyckelroll i att effektivt hantera och optimera våra molnresurser. Genom att övervaka infrastrukturen ser du till att vi alltid levererar med hög prestanda och kostnadseffektivitet, samtidigt som säkerheten är prioriterad.\n   \n\n  \n\n En viktig del av ditt arbete kommer att vara att använda verktyg som Terraform, CloudFormation eller Ansible för att säkerställa att vår infrastruktur är repeterbar, lätt att hantera och versionskontrollerad – allt med fokus på säkerhet och effektivitet. Du kommer även att arbeta med containerbaserade applikationer och klusterhantering med Kubernetes och Docker, där säkerhet i containermiljöer står i fokus.\n   \n\n  \n\n Förutom detta kommer du att driva och utveckla våra CI\/CD-processer med verktyg som Azure DevOps eller GitLab CI. Här ser du till att varje steg i vår pipeline är tryggt och automatiserat, med säkerhet som en självklar del i hela processen.\n   \n\n  \n\n Vi letar efter dig som brinner för att jobba med modern teknik samt har erfarenhet från flera av ovan nämnda tekniker och vill vara med och skapa lösningar som gör skillnad. Hos oss får du möjligheten att växa tillsammans med ett team specialister som tror på en öppen och varm arbetsmiljö med högt i tak.\n   \n\n  \n\n**Vad erbjuder vi dig?**\n På Iver får du möjlighet att arbeta med den senaste tekniken och vara med på en spännande tillväxtresa. Vi är inkluderande och strävar efter ett genuint samarbete mot gemensamma mål. Inom Iver finns stora möjligheter till utveckling och vi finns här för att inspirera dig till att nå dina yrkesmässiga mål. Vi står bakom dig när du vill lära dig mer inom ditt specialområde, ledarskap eller nya områden. Hos Iver är du också en del av ett ambitiöst och innovativt företag, vilket innebär att förbättra, testa, utvärdera och våga ändra hur vi gör saker är viktiga ingredienser för att vi ska utvecklas.\n   \n\n  \n\n Vi på Iver ger samma löfte till våra kollegor som till våra kunder. Löftet är att alltid vara ”beside you”, ”behind you” och ”before you”. Vi kallar det för \"\n **The Iver way** \n \".\n   \n\n  \n\n**Förmåner Hos Oss**\n 📄 Kollektivavtal & trygga villkor\n   \n\n  \n\n 🏠 Hybridarbete\n   \n\n  \n\n 💪 Friskvårdsbidrag\n   \n\n  \n\n 👓 Terminalglasögon\n   \n\n  \n\n ⏳ Tidsbank – 24 h extra ledighet\/år\n   \n\n  \n\n 🩺 Privat sjukvårdsförsäkring\n   \n\n  \n\n 💼 Tjänstepension (ITP) & flexpension\n   \n\n  \n\n**Placeringsort:** \n Iver finns på 25 orter i Norden. För denna roll ser vi att du utgår från ett av våra kontor i Stockholm.\n   \n\n  \n\n**Övrig information:** \n Vi har kunder inom alla branscher och sektorer inklusive säkerhetsklassad verksamhet, därför genomför vi bakgrundskontroller i samtliga av våra rekryteringsprocesser.\n   \n\n  \n\n**Sök till oss!** \n Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Iver eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse.\n   \n\n  \n\n**Sista ansökningsdag: 22\/09\/2025**\n**Start:** \n Enligt överenskommelse\n   \n\n  \n\n Välkommen att kontakta Poonam Jain(poonam.jain@iver.se) vid frågor eller funderingar kring tjänsten.\n   \n\n  \n\n Vi ser fram emot din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/iver-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE6vPkJ1bXYKw\/company-logo_100_100-alternative\/company-logo_100_100-alternative\/0\/1630562061072\/iver_sverige_logo?e=2147483647&v=beta&t=CyH4B1_gujcPUNvIoS9jHkvU1jhNL2CEURz3JMUrwT0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4334897923","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4334897923","job_url_direct":null,"title":"Marketing Manager (m\/f\/x) – Immunology (IG)","company":"CSL","location":"Danderyds kommun, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"To strengthen our\n \n**Commercial Organization** \n\n , we are currently hiring a\n \n\n\n\n\n\n\n\n**Marketing Manager (m\/f\/x) – Immunology (IG)** \n\n (Fulltime \/ permanent \/ Location: Danderyd \/ Stockholm)\n \n\n\n\n\n\n\n\n**The Opportunity** \n\n\n\n\n\n As Marketing Manager IG, you will be responsible for maximizing the impact and revenue of our Immunology portfolio by adapting global strategies to the Nordic market. You’ll lead the cross-functional Nordic IG team, oversee business performance, and drive omnichannel marketing initiatives—including digital innovation. This role is pivotal in aligning local execution with global priorities and ensuring strategic excellence across the region.\n \n\n\n\n\n\n\n\n\n**The Role** \n\n\n\n\n\n\n\n* Lead and develop the Nordic IG portfolio and cross-functional team.\n* Drive business performance through tracking OPEX, sales, and KPIs.\n* Execute and follow up on global and local marketing plans.\n* Provide business and competitor intelligence to support strategic decisions.\n* Facilitate Nordic strategic planning aligned with above-country strategies.\n* Engage with Key Opinion Leaders across the region.\n* Coordinate key regional projects and initiatives.\n* Define and implement marketing strategies for existing and new IG products.\n* Champion omnichannel and digital initiatives to unlock new business opportunities.\n\n\n\n\n\n\n\n**Your Skills and Experience:** \n\n\n\n\n\n\n\n\n\n We’re looking for a strategic thinker and collaborative leader with a passion for innovation and excellence in marketing.\n \n\n\n\n\n\n\n\n\n\n Required:\n \n\n\n\n* Minimum 5 years of experience in life sciences marketing.\n* Proven ability to lead cross-functional teams and build strong relationships.\n* Strong strategic and analytical skills with a proactive mindset.\n* Excellent communication and presentation skills.\n* Proficiency in Veeva, MS Word, Excel, PowerPoint, and Outlook.\n* Fluency in English and at least one Scandinavian language.\n* Valid driver’s license.\n\n\n\n\n\n\n\n\n Preferred:\n \n\n\n\n* Experience managing people and working in matrix organizations.\n* Exposure to multiple therapeutic areas.\n\n\n\n\n\n\n\n**Reporting Relationships:** \n\n\n\n\n\n\n\n\n\n This position reports directly to the Head of Marketing, Nordics.\n \n\n\n\n\n\n\n\n\n**What we offer:** \n\n\n\n* Comprehensive benefit plan with options including medical plans, life insurance, and retirement plans.\n* Flexible working arrangements\n* Two additional leave days for your personal wellbeing.\n* A collaborative culture focused on innovation and impact\n\n\n\n\n\n\n\n\n Join us and contribute to making a difference in the lives of patients with rare diseases. Apply today!\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n**Our Benefits** \n\n We encourage you to make your well-being a priority. It’s important and so are you. Learn more about how we care at CSL.\n \n\n\n\n\n\n\n**About CSL Behring** \n\n CSL Behring is a global biotherapeutics leader driven by our promise to save lives. Focused on serving patients’ needs by using the latest technologies, we discover, develop and deliver innovative therapies for people living with conditions in the immunology, hematology, cardiovascular and metabolic, respiratory, and transplant therapeutic areas. We use three strategic scientific platforms of plasma fractionation, recombinant protein technology, and cell and gene therapy to support continued innovation and continually refine ways in which products can address unmet medical needs and help patients lead full lives.\n \n\n\n\n\n\n\n\n CSL Behring operates one of the world’s largest plasma collection networks, CSL Plasma. Our parent company, CSL, headquartered in Melbourne, Australia, employs 32,000 people, and delivers its lifesaving therapies to people in more than 100 countries.\n \n\n\n\n\n\n\n**We want CSL to reflect the world around us** \n\n At CSL, Inclusion and Belonging is at the core of our mission and who we are. It fuels our innovation day in and day out. By celebrating our differences and creating a culture of curiosity and empathy, we are able to better understand and connect with our patients and donors, foster strong relationships with our stakeholders, and sustain a diverse workforce that will move our company and industry into the future. Learn more Inclusion and Belonging | CSL\n \n\n\n\n\n\n\n**Do work that matters at CSL Behring!**","company_url":"https:\/\/au.linkedin.com\/company\/csl","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFlpZXl0AOsLw\/company-logo_100_100\/B4EZfCycGvHYAY-\/0\/1751319692172\/csl_logo?e=2147483647&v=beta&t=sxE4ZezHOBQ3t2OCEEj67ifE4BfFfA6JlvAo0oox1LY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4260413211","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4260413211","job_url_direct":null,"title":"Field Application Engineer FPGA","company":"Microchip Technology Inc.","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Are you looking for a unique opportunity to be a part of something great? Want to join a 17,000-member team that works on the technology that powers the world around us? Looking for an atmosphere of trust, empowerment, respect, diversity, and communication? How about an opportunity to own a piece of a multi-billion dollar (with a B!) global organization? We offer all that and more at Microchip Technology, Inc.\n   \n\n  \n\n People come to work at Microchip because we help design the technology that runs the world. They stay because our culture supports their growth and stability. They are challenged and driven by an incredible array of products and solutions with unlimited career potential. Microchip’s nationally-recognized Leadership Passage Programs support career growth where we proudly enroll over a thousand people annually. We take pride in our commitment to employee development, values-based decision making, and strong sense of community, driven by our Vision, Mission, and 11 Guiding Values; we affectionately refer to it as the\n *Aggregate System* \n and it’s won us countless awards for diversity and workplace excellence.\n   \n\n  \n\n Our company is built by dedicated team players who love to challenge the status quo; we did not achieve record revenue and over 30 years of quarterly profitability without a great team dedicated to empowering innovation. People like you.\n   \n\n  \n\n Visit our careers page to see what exciting opportunities and company perks await!\n   \n\n  \n\n**Job Description**\n As an FPGA Field Application Engineer (FAE), you will engage with clients to create technical solutions while identifying and building new business using your engineering expertise. You will be expected to reframe their thinking and build consensus for Microchip’s solutions, co-creating value by delivering the freedom to innovate.\n   \n\n  \n\n**The Role Responsibilities Are**\n* Provides pre-sales and post-sales technical support for the development and implementation of complex products, applications, and solutions across all Microchip product lines, with an emphasis on FPGAs.\n* To be an authority on all phases of programmable logic design, including requirements analysis, HDL code development and simulation, embedded hard and soft processor system design, synthesis optimizations, place and route constraints, timing closure, board-level schematic reviews, and FPGA hardware development and debug tools.\n* Advise on the implementation of innovative ideas and solutions for assigned clients.\n* Utilize engineering design skills, techniques, and knowledge to help the client decrease time to market, reduce overall system cost and improve end-product performance.\n* Utilize the Microchip Client Engagement Process to drive design wins to revenue at assigned clients\n* Use insight and influencing skills to offer clients unique perspectives on technology that links to Microchip solutions.\n* Identify key client stakeholders and coach them to build consensus for Microchip solutions within their organization.\n* Contribute and participate within a global team environment to successfully develop and implement strategies for assigned clients across all global locations.\n* Communicate effectively with Microchip Business Units for technical assistance and provide quantifiable feedback to measure ROI in assigned client investments (solutions and products).\n* Coach, mentor, and train other FAEs as needed.\n* Assist launches of new product introductions.\n\n\n**Requirements\/Qualifications**\n* 5+ years of relevant industry experience with FPGA-based architecture definition, design, and support, includingHigh-Speed Serial IO and\/or Embedded Processor.\n* 5+ years of experience with lab equipment such as oscilloscopes and signal analyzers.\n* 5+ years of experience in semiconductor applications\/sales.\n* Strong problem-solving and debugging skills, with the ability to work in a matrixed team environment.\n* Familiarity with aerospace products and designs are a bonus.\n* A Bachelor's Degree, or higher, in Electronics Engineering or Computer Science with a strong academic track record.\n* Embedded Linux knowledge is a plus.\n* Must be able to speak and write in English fluently.\n\n\n Competencies\n   \n\n  \n\n* Strategic\/Critical Thinking—Systematically solves problems and hypothesizes possible client pain points, expectations, and implicit needs; brainstorms with team members to devise solutions to solve complex client challenges.\n* Communication—Tailors communication to the client’s needs with authority; effectively delivers presentations and has strong verbal and written communication skills.\n* Interpersonal Influence—Uses rational and emotional drivers that would appeal to clients to drive conversations to elements of value for both parties.\n* Networking—Identifies the right client stakeholders and builds connections quickly to drive consensus for design wins; works cooperatively with a wide range of internal stakeholders for success.\n* Ownership—Goes out of his or her way to complete a task and has a relentless drive to achieve results; is independent, self-directed, and takes initiative.\n* Workflow\/Project Management—Sets clear, realistic, and time-bound objectives that align to business growth; breaks each objective into tasks and process steps that can be achieved within a realistic timeframe.\n* Adaptability – Ability to manage multiple customer engagements simultaneously, and work with client design teams across a variety of markets and applications. Identify and communicate Microchip product differentiators targeting specific customer products.\n\n\n**Travel Time**\n 50% - 75%\n   \n\n  \n\n**To all recruitment agencies** \n :\n *Microchip Technology Inc.\n **does not** \n accept unsolicited agency resumes. Please do not forward resumes to our recruiting team or other Microchip employees. Microchip is not responsible for any fees related to unsolicited resumes.*","company_url":"https:\/\/www.linkedin.com\/company\/microchip-technology","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFajoqqZYfHYQ\/company-logo_100_100\/company-logo_100_100\/0\/1631310605581?e=2147483647&v=beta&t=ywIo_KMe1v7dPc7wPNTSXoWbzSdrPwNQmR5Hjg2Qocc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4332075414","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4332075414","job_url_direct":"https:\/\/careers.allianz.com\/global\/en\/job\/84735\/Senior-Underwriter-Liability?utm_campaign=azgroup&utm_source=social&utm_medium=linkedinlimitedlistings&urlHash=tz9V","title":"Senior Underwriter Liability","company":"Allianz Commercial","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"agcsglobalcareers@allianz.com","description":"We are looking for a Senior Underwriter Liability, based in Stockholm.\n   \n\n  \n\n**Your Team**\n Allianz Commercial specialises in providing comprehensive and customised insurance services and solutions for clients across the whole Liability industry and as industrial specialists have a long-standing tradition of supporting our clients in respect of their Liability risks placed in the Nordic market and elsewhere in the world on both a lead and follow basis.\n   \n\n  \n\n Allianz Commercial’s highly experienced underwriters have a proven track record of finding flexible solutions to the challenges brokers and their clients face. We have expert global Liability insurance teams who are backed up by Allianz Commercial’s market leading capacity and our ability to underwrite risks in over 200 countries and territories. Our underwriters are also able to deploy significant capacity on a global scale.\n   \n\n  \n\n**The Impact You Will Have**\n Reporting to the Regional Head of Liability, you will underwrite profitable new and renewal business to meet the Line of Business targets in the Nordic Region and in accordance with underwriting guidelines and underwriting authority. You will negotiate terms and conditions and take ownership of your own key clients as well as develop and maintain strong relationships with our broking and client partners in coordination with our distribution\/client relationship team.\n   \n\n  \n\n**Some Of Your Specific Responsibilities Could Include**\n* Underwrite new and renewal accounts to meet top and bottom line targets.\n* Negotiate participation, pricing and terms and conditions with brokers.\n* Proactively manage exposure and capacity.\n* Proactively support acquisition of new business and retention of existing business\n* Proactively liaise with Market Management & Distribution on market management initiatives.\n* Positively represent Allianz Commercial externally to the market.\n* Develop and maintain strong relationships with key brokers and clients and other relevant stakeholders.\n\n\n**What You’ll Bring To The Role**\n* Preferably a degree in Law, Business Administration or Economics or other appropriate discipline.\n* Significant experience in underwriting profitable business in the Liability market in the Nordic Region.\n* Recognized relationships with brokers at peer group level and well established within market.\n* Good understanding of regional\/local Liability insurance markets and competitor landscape, including global elements.\n* Ability to assess risk inherent exposures and natural hazards relevant to the line of business.\n* Ability to analyse current performance against benchmarks applying how the market operates and functions, the business needs and customer needs.\n* Ability to design, develop and implement consistent, robust wordings.\n* Excellent understanding of policy administration life cycle, information collection, policy issuance, premium bookings, credit control, cancellation.\n* Excellent analytical skills.\n* Excellent communication skills and ability to create relationships and communicate clearly at all levels and with a wide range of people.\n* Ability to influence and motivate others to act, without executive authority.\n* Ability to integrate AI-driven insights into your work to optimize outcomes and support broader organizational goals.\n* Fluency in English and Swedish is required. Working proficiency in any other Nordic languages is a plus.\n\n\n 84735 | Underwriting | Professional | Allianz Commercial | Full Time or Part Time | Permanent\n   \n\n  \n\n**What’s in it for you?**\n**Let’s Care About Everything That Makes You, You**\n We are committed to nurturing an inclusive environment where everyone feels they belong. We offer a hybrid working model, which recognizes the value of striking a balance between in-person collaboration and remote working. Please feel free to discuss flexible working arrangements with us.\n   \n\n  \n\n**Let’s care for your financial wellbeing**\n We believe in rewarding performance with a great compensation and benefits package (details vary by location), including a generous bonus scheme and pension.\n   \n\n  \n\n**Let’s care for your opportunities to progress**\n From career development and digital learning programs to international career mobility, we offer lifelong learning for our employees worldwide and an environment where innovation, delivery and empowerment are fostered.\n   \n\n  \n\n**Let’s care for life’s twists and turns**\n From our support for flexible working, health and wellbeing (including private healthcare and generous parental leave benefits), to helping people return from career breaks with experience that nothing else can teach. We've got your back.\n   \n\n  \n\n**Let’s care for our society and our planet**\n With opportunities to be engaged in shaping a future that is safe, inclusive and sustainable, we care for the tomorrows of our people, our industry and our clients.\n   \n\n  \n\n**Care to join us?**\n Allianz Commercial is the center of expertise of Allianz Group, insuring mid-sized businesses, large enterprises, and special risks. Our customers include top consumer brands, financial institutions, industry leaders, the global aviation and shipping industries, as well as family-owned and medium-enterprises. We also cover unique risks such as offshore wind farms, infrastructure projects and film productions. Our clients trust us to provide a wide range of traditional and alternative risk transfer solutions, outstanding risk consulting and multinational services, and seamless claims handling. Allianz Commercial helps customers to prepare for what's ahead.\n   \n\n  \n\n Learn more about careers at Allianz Commercial by clicking here.\n   \n\n  \n\n Learn more about Allianz Commercial by clicking here.\n   \n\n  \n\n At Allianz, we stand for unity: we believe that a united world is a more prosperous world, and we are dedicated to consistently advocating for equal opportunities for all. And the foundation for this is our inclusive workplace, where people and performance both matters, and nurtures a culture grounded in integrity, fairness, inclusion and trust.\n   \n\n  \n\n We therefore welcome applications regardless of ethnicity or cultural background, age, gender, nationality, religion, social class, disability or sexual orientation, or any other characteristics protected under applicable local laws and regulations.\n   \n\n  \n\n**Join us.** \n Let's care for tomorrow.\n   \n\n  \n\n**People With Disabilities**\n We want to give all our candidates the best opportunity to succeed.  If you need any adjustments to be made during the application and selection process, please email agcsglobalcareers@allianz.com\n   \n\n  \n\n**Recruitment Agencies:** \n  \n\n  \n\n Allianz Commercial has an in-house recruitment team, which focuses on sourcing great candidates directly.  Allianz Commercial does not accept unsolicited resumes from agency or search firm recruiters.  Fees will not be paid in the event a candidate submitted by a recruiter without an agreement in place is hired.  When we do use agencies, we have a PSL in place, so please do not contact managers directly. Failure to comply could\/may result in the disqualification of the candidates and\/or the termination of our contract and\/or fees not being paid.","company_url":"https:\/\/www.linkedin.com\/company\/allianz-commercial","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQF5Wue-edxZMw\/company-logo_100_100\/B4DZfE_gOsGYAQ-\/0\/1751356671282\/allianz_commercial_logo?e=2147483647&v=beta&t=VqlR0w55U-fFh28aBqLLICqzUBUAmtJpW3hPMW0_PJM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4321605261","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4321605261","job_url_direct":"https:\/\/careers.voyado.com\/jobs\/6592973-revenue-enablement-manager?utm_source=LinkedIn&urlHash=5DkS","title":"Revenue Enablement Manager","company":"Voyado","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Voyado is on an exciting journey, expanding internationally and constantly pushing the boundaries of what’s possible. We are scaling our revenue enablement capabilities and are looking to onboard a new colleague to enable revenue-focused teams with the resources, tools, and training they need to deliver excellence at every stage of the customer journey. You will be ensuring that every customer-facing colleague can confidently sell and deliver value, beyond specific features, by bridging gaps in product knowledge, customer outcomes, and commercial execution.\n   \n\n  \n\n**Some of the things you'll be up to:**\n* Design, create, and deliver engaging learning programs based on data-driven insights\n* Work with Product Marketing to ensure GTM teams are prepared for new releases and messaging.\n* Support the planning and execution of key enablement events, such as our annual GTM kickoffs.\n* Lead cross-functional collaboration on global projects, ensuring consistency in messaging, personas, and ROI storytelling.\n\n\n So, who are you?\n   \n\n  \n\n We believe you are someone who combines persistence with a passion for achieving results. You love building genuine relationships and know that collaboration is the key to long-term success. At the same time, you bring structure and clarity to your work, making it easy for others to follow your lead and for great ideas to turn into real impact.\n   \n\n  \n\n We believe you have:\n   \n\n  \n\n* Proven track record designing and running enablement programs in early-stage, high-growth organizations.\n* Strong understanding of sales processes and methodology frameworks, and how to operationalise them across stages.\n* Demonstrated ability to partner with Product Marketing, Sales, and Ops to align around campaigns, product launches, and GTM initiatives.\n\n\n What's in it for you?\n   \n\n  \n\n Voyado wouldn’t be the powerful platform it is without the people behind it. We really care for our Voyadoers and some examples of what we can offer you are:\n   \n\n  \n\n* An engaged team with a knowledge-sharing and friendly culture\n* Summits where we hang out, workshop, discuss, and have a good time together\n* Opportunities for personal and professional growth and learning in a dynamic and supportive environment.\n* Work-life balance – we don't have a long work-hours culture; we value engagement over hours worked.\n* An office-first but flexible hybrid working policy.\n\n\n Some of our benefits:\n   \n\n  \n\n* 30 days of vacation, so you can spend time on the things you love\n* Beneficial bike lease, including e-bikes\n* Breakfast buffet on Fridays\n* A generous gadget-and-phone package (your choice!)\n* 5000 SEK (500 GBP) per year in wellness allowance\n* A wellness hour you can use every week\n\n\n**About Voyado**\n Voyado is the ultimate solution for personalization and relevance across all channels—online and offline. Used by retailers and e-commerce companies worldwide, Voyado makes it possible for every brand to engage customers, elevate shopping experiences, and evolve their own businesses.\n   \n\n  \n\n We are now a company of 350+ colleagues on an exciting journey and have recently established a presence in new markets to strengthen our position in Europe. If you are ready for your next adventure and want to join our team on our expansion throughout Europe and have an interest in customer care, e-commerce, retail, and tech - let's get in touch!\n   \n\n  \n\n****Be yourself 🏳️‍🌈****\n At Voyado, we believe in gender equality. We are proud sponsors of Womengineer as well as Tjejer Kodar! Read more about Tjejer Kodar & Voyado here\n   \n\n  \n\n  \n\n  \n\n Equality is not only about gender but also about making everyone feel welcome and heard in a multicultural and diverse environment. We at Voyado strive to make everyone feel like they can bring their true self to work every day. Gender-equal and diverse teams have more perspectives on life and bring different ideas to the table which in the end leads not only to making a better working environment but also a better product.\n   \n\n  \n\n Ready to find out more?\n   \n\n  \n\n Lovely! 🎉\n   \n\n  \n\n*Before one applies, it can always feel like you need a better resume, more polish, or just another year of experience, but we say if you think this sounds like a place where you can shine, don't hesitate to send in your resume!*\n Voyado is the customer experience platform made for retail. We help brands turn every interaction—from first click to repeat purchase—into lasting loyalty.\n   \n\n  \n\n With AI-powered tools for search, personalization, marketing, and loyalty, we make it easy for retailers to grow and connect with customers in smarter ways.\n   \n\n  \n\n Loved by 400+ brands, Voyado is on a mission to become Europe’s most beloved retail companion.","company_url":"https:\/\/se.linkedin.com\/company\/voyadoab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGCVM2_V3G2qQ\/company-logo_100_100\/company-logo_100_100\/0\/1665558435534\/voyadoab_logo?e=2147483647&v=beta&t=SOaqaasAr6RSO1v74qVvd_ieWfl3EPd1MI2PfB4eAWk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4203787814","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4203787814","job_url_direct":null,"title":"Senior SAP S\/4HANA Finance Lead","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"At PBS Nordics, a Capgemini business unit, we empower individuals to shape their careers within a collaborative global community.\n   \n\n  \n\n Specializing in ERP transformation services for both public and private sectors, PBS Nordics delivers tailored solutions using top ERP systems like SAP, Microsoft Dynamics, and IFS. With a strong Nordic presence and a diverse global client portfolio, we guide organizations through seamless ERP transformations, driving operational excellence and strategic growth.\n   \n\n  \n\n**Your Role**\n* Participate in S\/4Hana assessments, outline finance business challenges and opportunities and turn this into SAP value opportunities, solutions and implementation roadmaps.\n* Build trusted client relationships with client finance executives and provide strategic advice and expertise to clients on SAP S\/4HANA Finance solutions, including General Ledger, Accounts Payable, Accounts Receivable, Asset Accounting, Controlling, performance management, and Treasury.\n* Serving as overall program finance lead, ensuring successful implementation of SAP S\/4HANA Finance and controlling solutions in alignment with business requirements and best practices.\n* Collaborate closely with cross-functional teams to integrate SAP S\/4HANA Finance with other SAP modules (e.g., SD, MM, PP, WM, PM) and external systems.\n* Lead finance teams and mentor junior consultants, fostering their professional development and ensuring high-quality project delivery.\n* Stay current with industry trends, the latest developments in SAP S\/4HANA Finance, and emerging technologies to continuously enhance service delivery.\n\n\n**Your Profile**\n* Experienced finance lead with proven track record of successful SAP S\/4HANA Finance implementations and optimizations within global organizations.\n* Strong communication and interpersonal skills, with the ability to interact effectively with clients and team members.\n* Minimum 10 years of experience as an SAP S\/4HANA Finance lead.\n* Strong understanding of financial processes and the ability to align SAP solutions with business objectives.\n* Excellent problem-solving skills and attention to detail.\n* SAP certification in SAP S\/4HANA Finance is highly desirable.\n\n\n**What We Believe You Will Enjoy About Working Here**\n* A challenging career in a vibrant environment with access to extensive training, a global network of experts and an innovative culture that promotes learning, growth, and shared success.\n* Opportunities to work on real-world problems and help transform leading organizations.\n* A company culture driven by core values: Honesty, Trust, Freedom, Team Spirit, modesty, Fun, and Boldness.\n* A strong commitment to inclusion, diversity, and supporting the whole person.\n\n\n**Application**\n*In this recruitment process, we review applications and hire on an ongoing basis. As part of our recruitment process, identity verification and background checks may occasionally be conducted.*\n**About Capgemini**\n Capgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries. With its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fueled by its market leading capabilities in AI, generative AI, cloud and data, combined with its deep industry expertise and partner ecosystem. The Group reported 2024 global revenues of €22.1 billion.\n   \n\n  \n\n Get The Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEygLYzCX_Eyw\/company-logo_100_100\/B4EZokv4W0HcAQ-\/0\/1761553123167\/capgemini_logo?e=2147483647&v=beta&t=xG3EmbNVlc7SRrVZ6PRO-00iirsdvztT1TasylO58zE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4274817429","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4274817429","job_url_direct":"https:\/\/www.iver.com\/Karriar\/lediga-jobb\/jobbsida\/?jobId=6215793&utm_source=LinkedIn&urlHash=YpSo","title":"DevSecOps Specialist","company":"Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"poonam.jain@iver.se","description":"Vi på Iver brinner för innovationer och god laganda, vi är särskilt intresserad av dig som gillar att tänka nytt och dela med dig av dina tankar. Vi söker en\n **DevSecOps Specialist** \n som vill bidra till bättre IT-lösningar för våra kunder. Är du vår nya kollega?\n   \n\n  \n\n****We** \n**empower** \n**our** \n**Nordic** \n**society****\n Iver är en ledande nordisk helhetsleverantör av molnbaserade IT-tjänster med spetskompetens inom drift, cybersäkerhet, cloud och innovation. Våra tjänster är kritiska inte bara för våra kunder utan för digitaliseringen av samhället i stort. Med huvudkontor i Stockholm verkar Iver främst i Norden med en agenda att fortsätta expandera. Iver omsätter drygt 3 miljarder SEK och har cirka 1 500 anställda som arbetar på ett av våra 25 kontor i Norden.\n   \n\n  \n\n**Din roll på Iver**\n Vi söker en engagerad DevSecOps Specialist till vårt team inom Ivers affärsområde Bank&Fintech som vill vara med och skapa säkra och innovativa lösningar för framtiden. Våra kunder inom Bank&Fintech är ofta stora nordiska företag eller myndigheter, med krav på hög nivå av informationssäkerhet och infrastruktur som kod. Vissa av dem utgör samhällskritisk verksamhet och\/eller har en särskild hotbild.\n   \n\n  \n\n Hos oss får du en viktig roll där du hjälper till att integrera säkerhet i varje steg av vår utvecklings- och driftkedja. Tillsammans med teamet kommer du att bygga en trygg och sömlös leveranspipeline för våra applikationer och system, med fokus på att säkerställa en säker, stabil och smidig process från utveckling till produktion.\n   \n\n  \n\n Som DevSecOps Specialist kommer du att arbeta med att designa, implementera och underhålla säker och skalbar infrastruktur i molnmiljöer som AWS, Azure eller Google Cloud Platform (GCP). Automatisering ligger oss varmt om hjärtat, och du kommer att spela en nyckelroll i att effektivt hantera och optimera våra molnresurser. Genom att övervaka infrastrukturen ser du till att vi alltid levererar med hög prestanda och kostnadseffektivitet, samtidigt som säkerheten är prioriterad.\n   \n\n  \n\n En viktig del av ditt arbete kommer att vara att använda verktyg som Terraform, CloudFormation eller Ansible för att säkerställa att vår infrastruktur är repeterbar, lätt att hantera och versionskontrollerad – allt med fokus på säkerhet och effektivitet. Du kommer även att arbeta med containerbaserade applikationer och klusterhantering med Kubernetes och Docker, där säkerhet i containermiljöer står i fokus.\n   \n\n  \n\n Förutom detta kommer du att driva och utveckla våra CI\/CD-processer med verktyg som Azure DevOps eller GitLab CI. Här ser du till att varje steg i vår pipeline är tryggt och automatiserat, med säkerhet som en självklar del i hela processen.\n   \n\n  \n\n Vi letar efter dig som brinner för att jobba med modern teknik samt har erfarenhet från flera av ovan nämnda tekniker och vill vara med och skapa lösningar som gör skillnad. Hos oss får du möjligheten att växa tillsammans med ett team specialister som tror på en öppen och varm arbetsmiljö med högt i tak.\n   \n\n  \n\n**Vad erbjuder vi dig?**\n På Iver får du möjlighet att arbeta med den senaste tekniken och vara med på en spännande tillväxtresa. Vi är inkluderande och strävar efter ett genuint samarbete mot gemensamma mål. Inom Iver finns stora möjligheter till utveckling och vi finns här för att inspirera dig till att nå dina yrkesmässiga mål. Vi står bakom dig när du vill lära dig mer inom ditt specialområde, ledarskap eller nya områden. Hos Iver är du också en del av ett ambitiöst och innovativt företag, vilket innebär att förbättra, testa, utvärdera och våga ändra hur vi gör saker är viktiga ingredienser för att vi ska utvecklas.\n   \n\n  \n\n Vi på Iver ger samma löfte till våra kollegor som till våra kunder. Löftet är att alltid vara ”beside you”, ”behind you” och ”before you”. Vi kallar det för \"\n **The Iver way** \n \".\n   \n\n  \n\n**Förmåner Hos Oss**\n 📄 Kollektivavtal & trygga villkor\n   \n\n  \n\n 🏠 Hybridarbete\n   \n\n  \n\n 💪 Friskvårdsbidrag\n   \n\n  \n\n 👓 Terminalglasögon\n   \n\n  \n\n ⏳ Tidsbank – 24 h extra ledighet\/år\n   \n\n  \n\n 🩺 Privat sjukvårdsförsäkring\n   \n\n  \n\n 💼 Tjänstepension (ITP) & flexpension\n   \n\n  \n\n**Placeringsort:** \n Iver finns på 25 orter i Norden. För denna roll ser vi att du utgår från ett av våra kontor i Stockholm.\n   \n\n  \n\n**Övrig information:** \n Vi har kunder inom alla branscher och sektorer inklusive säkerhetsklassad verksamhet, därför genomför vi bakgrundskontroller i samtliga av våra rekryteringsprocesser.\n   \n\n  \n\n**Sök till oss!** \n Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Iver eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse.\n   \n\n  \n\n**Sista ansökningsdag: 22\/09\/2025**\n**Start:** \n Enligt överenskommelse\n   \n\n  \n\n Välkommen att kontakta Poonam Jain(poonam.jain@iver.se) vid frågor eller funderingar kring tjänsten.\n   \n\n  \n\n Vi ser fram emot din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/iver-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE6vPkJ1bXYKw\/company-logo_100_100-alternative\/company-logo_100_100-alternative\/0\/1630562061072\/iver_sverige_logo?e=2147483647&v=beta&t=CyH4B1_gujcPUNvIoS9jHkvU1jhNL2CEURz3JMUrwT0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4334958141","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4334958141","job_url_direct":null,"title":"Implementation Engineer","company":"Intric","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Intric is accelerating its growth, driven by a fresh round of funding from investors and strong demand from both existing and new customers.\n   \n\n  \n\n Our platform - Intric.ai - is currently transforming how work is done, primarily within the public sector and companies that value data sovereignty, by making the power of AI accessible to a wider audience. We have secured a market-leading position in a niche of this segment.\n   \n\n  \n\n We are seeking a motivated individual eager to embark on the journey of a lifetime with our expanding and driven team.\n   \n\n  \n\n**Your role**\n As an Implementation Engineer, you will working forward deployed with our customers. We believe that for us to be truly successful, and for our customers to get the true value of AI, we need to integrate our platform deep into our customers existing infrastructure. This is where you come in.\n   \n\n  \n\n You will work directly with customers to understand their technical requirements, deploy our platform, and build custom integrations that ensure our AI capabilities become an integral part of their day to day.\n   \n\n  \n\n**Who You Are**\n* You have 2+ years of experience in technical implementation, solutions engineering, or similar customer-facing technical roles\n* You possess strong technical skills with experience in enterprise infrastructure, APIs, and integration patterns\n* You're a problem solver who thrives on tackling complex technical challenges\n* You have excellent communication skills in English, with additional European languages being a strong plus\n* You're passionate about AI and its practical applications in solving real business problems\n* You're willing to travel in order to fulfill your responsibilities\n\n\n**Key Responsibilities**\n You will be instrumental in ensuring our customers successfully deploy and adopt our platform. Your work will directly impact customer satisfaction and our ability to embed our solution. This includes:\n   \n\n  \n\n* Be a part of the sales process, providing technical support to prospective customers\n* Deploy and integrate our platform in customer environments, working with their existing systems and infrastructure\n* Build custom integrations and solutions tailored to specific customer needs\n* Provide technical support to customers throughout the implementation process\n* Collaborate with the product team to improve our platform based on real-world deployment experience\n\n\n**What We Offer**\n* An opportunity to be a part of building a system and company that defines the future\n* Rapid career development in an exciting, fast-moving sector\n* Competitive compensation package combining salary and stock options","company_url":"https:\/\/se.linkedin.com\/company\/intricai","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF6DiBeSgPGSA\/company-logo_100_100\/company-logo_100_100\/0\/1735307151951\/intricai_logo?e=2147483647&v=beta&t=C1X8emNUOeCGVsB70qq-YIHPhHjDRYnSC_o5Fcma8Nw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4286946005","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4286946005","job_url_direct":"https:\/\/careers.epidemicsound.com\/jobs\/6239221-fullstack-engineer?utm_source=LinkedIn&urlHash=51X_","title":"Fullstack Engineer","company":"Epidemic Sound","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Join our global force of 500+ innovators, blending the latest in tech with the greatest in soundtracking, from our Stockholm HQ to offices in London, New York, Los Angeles, Berlin, Oslo, and Seoul. We’re an industry leader with a startup mentality. We take what we do seriously, but we don’t take ourselves too seriously. Creating and collaborating to transform the sound of streaming, content, and culture. Come join us - and let the world feel your work.** \n\n\n\n\n  \n\n\n\n\n\n As a Fullstack Engineer, you will play a crucial role in the Growth \/ Monetization product team. Your role will be to experiment, design, and collaborate on building software systems and features that directly drive and optimize revenue strategies, having a direct and measurable impact on the company's financial success and user experience.\n \n\n\n\n The Growth \/ Monetization product team is focused on driving revenue growth by optimizing the company's pricing, packaging, product, and feature launches. Its core mission is to develop and implement user-centered approaches that maximize revenue potential while maintaining an excellent user experience.\n \n\n\n\n  \n\n\n\n\n\n**Your key responsibilities include:** \n\n\n\n* Influence how the team collaborates, ships code, and engages with stakeholders and dependencies, setting the foundation for our success.\n* Be part of setting team-specific engineering standards, processes, and best practices from the start.\n* Tackle fresh problems in a rapidly growing area, making a real impact on key business metrics like Conversion and MRR.\n* Work closely with product managers, data analysts, designers, and marketing to ship high-impact changes.\n* Your work will touch critical revenue-generating areas such as pricing, plans, international launches, upgrading and upselling paths.\n\n\n\n  \n\n\n\n\n\n**Requirements** \n\n\n\n* 4+ years of experience with React, TypeScript, HTML, CSS, and IMS.\n* 4+ years of experience with Python and\/or GoLang.\n* Proven experience with experimentation (A\/B testing) and working with metrics to drive decisions.\n* Adaptable: able to constantly learn from data, challenge the views we hold, and adjust to changing priorities and roadmaps.\n* Collaborative: strong team member able to effectively work across functions, disciplines, teams, and product areas.\n* Passionate about identifying challenges and building user-centric, revenue-generating solutions.\n\n\n\n  \n\n\n\n\n\n**Nice to have:** \n\n\n\n* Experience with Next.js.\n* Experience working with monetization and data-driven decision-making.\n\n\n\n  \n\n\n\n\n\n**Equal opportunity employer** \n\n\n\n\n We believe that bringing people together from different backgrounds, experiences and perspectives makes for a healthy workplace, a more successful business and a better world. We value diversity and encourage everyone to come and soundtrack the world with us.\n \n\n\n\n  \n\n\n\n\n\n**Application** \n\n\n\n\n Ready to make the world\n *feel* \n your work? Please apply, in English, by clicking the link below.\n \n\n\n\n  \n\n\n\n\n\n***Thinking about joining us? Tune in here - and see if we sound like your kind of vibe.***","company_url":"https:\/\/se.linkedin.com\/company\/epidemic-sound","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEAhqWbU9dDHg\/company-logo_100_100\/company-logo_100_100\/0\/1709289584982\/epidemic_sound_logo?e=2147483647&v=beta&t=7DDPFGXAzlOil4E7tfwYO5mq6V14BpplQ5GMToDCUeo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4334968196","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4334968196","job_url_direct":null,"title":"Implementation Engineer Lead","company":"Intric","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Intric is accelerating its growth, driven by a fresh round of funding from investors and strong demand from both existing and new customers.\n   \n\n  \n\n Our platform - Intric.ai - is currently transforming how work is done, primarily within the public sector and companies that value data sovereignty, by making the power of AI accessible to a wider audience. We have secured a market-leading position in a niche of this segment.\n   \n\n  \n\n We are seeking a motivated individual eager to embark on the journey of a lifetime with our expanding and driven team.\n   \n\n  \n\n**Your Role**\n As an Implementation Engineer Lead, you will be leading our forward deployment efforts, both technically and strategically. We believe that for us to be truly successful, and for our customers to get the true value of AI, we need to integrate our platform deep into our customers existing infrastructure. This is where you come in.\n   \n\n  \n\n You will be leading this effort, both in terms of what we need technically, but also operationally. You will, together with senior management, build up the organisation of implementation engineers, in multiple countries and markets, in order for us to take the next step.\n   \n\n  \n\n**Who You Are**\n* You have 5+ years of experience in technical implementation, solutions engineering, or customer-facing technical roles\n* You possess strong leadership abilities and have experience building or managing technical teams\n* You have deep knowledge of enterprise infrastructure, including security protocols and integration patterns\n* You thrive in ambiguous environments and can build processes from the ground up\n* You have excellent communication skills in English, with additional European languages being a strong plus\n* You're passionate about AI and its practical applications in solving real business problems\n* You have experience working with public sector or highly regulated industries (financial services, healthcare, government)\n* You're willing to travel in order to fulfill your responsibilities\n\n\n**Key Responsibilities**\n You will be a key player in forming a new team, both driving successful technical deployments and building scalable implementation processes. This can be condensed down to three key responsibilities:\n   \n\n  \n\n* Deploy and embed our platform in customer environments, using both pre-built integrations and custom tailor-made solutions\n* Make this process scalable\n* Build and scale the implementation engineering team across multiple countries and markets\n\n\n**What We Offer**\n* An opportunity to be a part of building a system and company that defines the future\n* Rapid career development in an exciting, fast-moving sector\n* Competitive compensation package combining salary and stock options","company_url":"https:\/\/se.linkedin.com\/company\/intricai","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF6DiBeSgPGSA\/company-logo_100_100\/company-logo_100_100\/0\/1735307151951\/intricai_logo?e=2147483647&v=beta&t=C1X8emNUOeCGVsB70qq-YIHPhHjDRYnSC_o5Fcma8Nw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4335058247","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4335058247","job_url_direct":null,"title":"Senior Fullstack Engineer","company":"Fishbrain","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Do you want to help millions of anglers achieve their fishing dreams? At Fishbrain, we’re on a mission to deliver an incredible experience for everyone who loves fishing and the outdoors — today and tomorrow.\n   \n\n  \n\n Fishbrain is the world’s most popular fishing app, used by millions of anglers in the US and beyond.\n   \n\n  \n\n We’re looking for a Senior Fullstack Engineer to join our mission-driven team and help shape the next generation of our web platform.\n   \n\n  \n\n As a Senior Fullstack Engineer, your focus will be on designing and building web experiences with Next.js and React, creating seamless and engaging features that help us reach new users and deliver value quickly. While your main focus will be on the frontend, you’ll also work with Ruby on Rails to develop APIs and backend integrations that support our mobile and web experiences.\n   \n\n  \n\n Why you should join Fishbrain\n   \n\n  \n\n* Have real impact, your work reaches millions of anglers worldwide.\n* We have a growth-oriented environment where you can continuously expand your skills.\n* Have the opportunity to shape the technical direction of Fishbrain’s web platform.\n\n\n What you'll be working on:\n   \n\n  \n\n* Lead development of features for Fishbrain’s website in Next.js and React.\n* Collaborate with designers and product managers to bring growth ideas to life quickly.\n* Contribute to development of backend systems and APIs in Ruby on Rails to support mobile and other web engineers.\n* Maintain and keep our existing services running smoothly.\n* Ship fast, learn from experiments, and iterate to scale what works.\n* Balance rapid development with maintainable, high-quality code.\n\n\n**What We Are Fishing For**\n* 5+ years of professional work experience with frontend development in modern web development using NextJS, React or similar frameworks.\n* 2+ years of professional work experience with backend development technologies such as Ruby on Rails, GoLang, Python, or NodeJS.\n* Professional experience developing projects with TypeScript and Tailwind.\n* Experience in fundamentals of SEO, measuring web vitals, and improving performance.\n* Experience of using different rendering strategies such as Static Site Generation, and Incremental Static Regeneration.\n* Proven ability in driving projects and features to completion independently.\n* Product mindset: you care about the “why” behind features and love experimenting to drive growth.\n\n\n**Nice To Haves**\n* Experience with Ruby on Rails.\n* Experience working at a product company before.\n* Experience with AWS.\n\n\n**Our Bait**\n We’re a product-focused startup, and every individual is important. That means you get to contribute to the direction of the company and the impact we have on millions of anglers. We at Fishbrain work with the latest tech and challenge ourselves every day. We have a work culture that encourages innovation, passion and teamwork. And most importantly, we want you to enjoy coming to work every single day.\n   \n\n  \n\n**In Addition, Fishbrain Also Offers**\n 🌴 30 days annual vacation\n   \n\n  \n\n Each year you’ll get 30 days vacation to use however, whenever\n   \n\n  \n\n 🤸‍♀️ Wellness bonus\n   \n\n  \n\n 5000 sek annual allowance to put towards anything in the realm of health and fitness\n   \n\n  \n\n 🧑‍🎓 Learning & development days\n   \n\n  \n\n Fishbrain provides five 5 paid Learning & Development days per year to its employees\n   \n\n  \n\n 💻📱 Technology of your choice\n   \n\n  \n\n Mac or PC, you decide\n   \n\n  \n\n 🌎 Commitment to sustainability\n   \n\n  \n\n Our global data set, among the largest in the world, is selectively provided in a managed and controlled manner to scientific research partners in both North America and Europe to better understand and improve fisheries research\n   \n\n  \n\n 🤧🫷Flu vaccination\n   \n\n  \n\n To support your health and well-being, we’ll be offering complimentary flu vaccinations every year\n   \n\n  \n\n 🎣 Fishing rods in the office\n   \n\n  \n\n Grab one and go fishing. We have fishing guides and experts working among us that can help you catch your dream fish\n   \n\n  \n\n 🐕 Dog friendly\n   \n\n  \n\n Feel free to bring your furry friend to the office\n   \n\n  \n\n 🥳 Social activities\n   \n\n  \n\n Quizzes, virtual escape rooms, parties, regular fikas, fishing tournaments and much more!\n   \n\n  \n\n 🥪 Breakfast\n   \n\n  \n\n Every Wednesday we start the day with a breakfast together\n   \n\n  \n\n 🍭 Candy, soda, fruits & snacks☕️ Coffee and tea🎮 Gaming corner🏓 Ping pong\n   \n\n  \n\n**Feeling hooked? Throw us a line!**","company_url":"https:\/\/se.linkedin.com\/company\/fishbrain-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFlpzjeV6kyPg\/company-logo_100_100\/company-logo_100_100\/0\/1642410686762\/fishbrain_ab_logo?e=2147483647&v=beta&t=ppw13mcw9PZylevVuZ1hfGmd-QwDIWKD4jyJS8DSE7o","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4261798395","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261798395","job_url_direct":null,"title":"AWS Professional Services Delivery Manager","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n The Amazon Web Services Professional Services (ProServe) team is seeking a highly skilled and versatile Engagement Manager (EM) to join our team and lead the delivery of complex cloud solution projects. In this role you will combine technical expertise with strong project leadership skills to drive successful implementations of AWS-based solutions for our clients. You will bridge business requirements with technical solutions, facilitating technical discussions and ensuring alignment with customer outcomes. Applying AWS frameworks like Well-Architected and Cloud Adoption Framework while demonstrating technical credibility across diverse stakeholders, you will distill customer needs into clear technical requirements, decompose complex problems, and make informed trade-off decisions considering performance, scalability, security, and business impact.\n   \n\n  \n\n Possessing strong technology and program\/project management experience, you will validate technical solutions against business goals, recognize when additional technical evaluation is needed, and manage technical risks. You will be expected to achieve and maintain relevant AWS certifications, develop domain-specific expertise, and effectively communicate technical concepts to both technical and business audiences. As you progress, you’ll lead increasingly complex technical projects, shape cross-organizational technical strategies, and establish best practices in your domain. In this role you will apply your management and leadership capabilities to successfully execute project plans, proactively identify and manage risks, resolve issues, escalate when appropriate, and drive projects to successful completion, while exceeding customer expectation\n   \n\n  \n\n The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud. We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies and industries.\n   \n\n  \n\n**Eligibility Requirement**\n* This role requires you to be a Swedish National and have business level proficiency in the Swedish language\n\n\n Key job responsibilities\n   \n\n  \n\n* Architect and execute enterprise-level IT projects with precision, managing multiple concurrent initiatives\n* Facilitate agile methodologies to streamline project delivery and enhance team productivity\n* Develop comprehensive project strategies that align technological solutions with business objectives\n* Coordinate cross-functional teams to ensure seamless communication and project alignment\n* Implement cloud service solutions that drive operational efficiency and technological innovation\n\n\n A day in the life\n   \n\n  \n\n AWS Global Services includes experts from across AWS who help our customers design, build, operate, and secure their cloud environments. Customers innovate with AWS Professional Services, upskill with AWS Training and Certification, optimize with AWS Support and Managed Services, and meet objectives with AWS Security Assurance Services. Our expertise and emerging technologies include AWS Partners, AWS Sovereign Cloud, AWS International Product, and the Generative AI Innovation Center. You’ll join a diverse team of technical experts in dozens of countries who help customers achieve more with the AWS cloud.\n   \n\n  \n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n The position may require up to 50% travel to customer sites.\n   \n\n  \n\n**Basic Qualifications**\n* 5+ years hands-on Project Management experience managing enterprise-level IT projects\n* 3+ years of experience in cloud computing.\n* Proven track record of successfully managing multiple concurrent projects\n* Strong understanding of cloud service value propositions\n* Proficiency with project management and agile toolsets\n\n\n**Preferred Qualifications**\n* Active project management certification\n* Experience managing large-scale technical projects\n* Good knowledge of agile and scaled program management practices\n* Experience delivering IT engagements for large enterprise customers\n* Proven ability to communicate effectively with executive and technical leadership\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A3025197","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4261798385","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261798385","job_url_direct":null,"title":"Senior AWS Professional Services Delivery Manager","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n The Amazon Web Services Professional Services (ProServe) team is seeking a highly skilled and versatile Engagement Manager (EM) to join our team and lead the delivery of complex cloud solution projects.\n   \n\n  \n\n In this role you will combine technical expertise with strong project leadership skills to drive successful implementations of AWS-based solutions for our clients. You will bridge business requirements with technical solutions, facilitating technical discussions and ensuring alignment with customer outcomes. Applying AWS frameworks like Well-Architected and Cloud Adoption Framework while demonstrating technical credibility across diverse stakeholders, you will distill customer needs into clear technical requirements, decompose complex problems, and make informed trade-off decisions considering performance, scalability, security, and business impact.\n   \n\n  \n\n Possessing strong technology and program\/project management experience, you will validate technical solutions against business goals, recognize when additional technical evaluation is needed, and manage technical risks. You will be expected to achieve and maintain relevant AWS certifications, develop domain-specific expertise, and effectively communicate technical concepts to both technical and business audiences. As you progress, you’ll lead increasingly complex technical projects, shape cross-organizational technical strategies, and establish best practices in your domain. In this role you will apply your management and leadership capabilities to successfully execute project plans, proactively identify and manage risks, resolve issues, escalate when appropriate, and drive projects to successful completion, while exceeding customer expectation The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud.\n   \n\n  \n\n We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies, and industries.\n   \n\n  \n\n**Eligibility Requirement**\n* This role requires you to be a Swedish National and have business level proficiency in the Swedish language\n\n\n Key job responsibilities\n   \n\n  \n\n* Architect and execute enterprise-level IT projects with precision, managing multiple concurrent initiatives\n* Facilitate agile methodologies to streamline project delivery and enhance team productivity\n* Develop comprehensive project strategies that align technological solutions with business objectives\n* Coordinate cross-functional teams to ensure seamless communication and project alignment\n* Implement cloud service solutions that drive operational efficiency and technological innovation\n\n\n A day in the life\n   \n\n  \n\n AWS Global Services includes experts from across AWS who help our customers design, build, operate, and secure their cloud environments. Customers innovate with AWS Professional Services, upskill with AWS Training and Certification, optimize with AWS Support and Managed Services, and meet objectives with AWS Security Assurance Services. Our expertise and emerging technologies include AWS Partners, AWS Sovereign Cloud, AWS International Product, and the Generative AI Innovation Center. You’ll join a diverse team of technical experts in dozens of countries who help customers achieve more with the AWS cloud.\n   \n\n  \n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n**Basic Qualifications**\n* 8+ years hands-on Project Management experience managing enterprise-level IT projects\n* 5+ years of experience in cloud computing.\n* Proven track record of successfully managing multiple concurrent projects and demonstrated expertise in leading teams using agile approaches\n* Strong understanding of cloud service value propositions\n* Proficiency with project management and agile toolsets\n\n\n**Preferred Qualifications**\n* Active project management certification\n* Experience managing large-scale technical projects\n* Deep knowledge of agile and scaled program management practices\n* Experience delivering IT engagements for large enterprise customers\n* Proven ability to communicate effectively with executive and technical leadership\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A3025193","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4218055212","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4218055212","job_url_direct":"https:\/\/integrity360.bamboohr.com\/careers\/452?source=LinkedIn&urlHash=-hd7","title":"nätverkssäkerhetsingenjör","company":"Integrity360","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Om Integrity360\n   \n\n  \n\n Integrity360 är den största oberoende leverantören av cybersäkerhet i Europa, med en växande internationell närvaro i Storbritannien, Irland, Europa, Afrika och Karibien. Med över 700 anställda, fördelade på 12 platser och 6 säkerhetsoperationscenter (SOC) i Dublin, Sofia, Stockholm, Madrid, Rom och Kapstaden – arbetar vi med mer än 2 500 kunder inom en mängd olika branscher.\n   \n\n  \n\n Över 80 % av vårt team är tekniska experter, fokuserade på att hjälpa kunder att proaktivt identifiera, skydda, upptäcka och reagera på hot i ett ständigt föränderligt cyberlandskap. Vår säkerhetsfokuserade strategi positionerar cybermotståndskraft som en affärsmöjliggörare, vilket ger organisationer möjlighet att verka med förtroende.\n   \n\n  \n\n Hos Integrity360 sätts människorna först. Vi investerar starkt i lärande, utveckling och progression, och främjar en dynamisk kultur där innovation, samarbete och kontinuerlig tillväxt är kärnan i allt vi gör. Om du är redo att ta din karriär inom cybersäkerhet till nästa nivå vill vi gärna höra från dig.\n   \n\n  \n\n Om rollen\n   \n\n  \n\n Vi söker en nätverkssäkerhetsingenjör med fokus på nätverkssäkerhet. Du blir en del av vårt konsultteam och hjälper våra kunder att lösa tekniska problem, förebygga hot och förbättra sin IT-säkerhet.\n   \n\n  \n\n**Du Kommer Bl a Arbeta Med**\n* Ge teknisk rådgivning kring säkerhetsprodukter, särskilt Fortinet\n* Lösa säkerhetsincidenter och kommunicera direkt med våra kunder\n* Arbeta nära andra säkerhetstekniker i teamet\n* Delta i projekt och förändringsarbete hos våra kunder\n\n\n Kvalifikationer\n   \n\n  \n\n**Vi Söker Dig Som Har** \n  \n\n  \n\n* Minst 3-5 års erfarenhet som nätverkssäkerhetsingenjör, med särskilt fokus på Fortinet.\n* Djup förståelse för nätverksinfrastruktur och säkerhet – inklusive brandväggar, routrar, switchar och protokoll.\n* Gärna certifiering inom något av följande:\n+ Fortinet NSE 4–8\n+ Checkpoint\n+ Cisco\n\n* Högskoleexamen inom datavetenskap är meriterande men inte ett krav.\n\n\n Meriterande kunskaper\n   \n\n  \n\n Vi ser gärna att du har erfarenhet av eller intresse för följande:\n   \n\n  \n\n* Fortinet-teknologier (brandväggar, VPN, IPS)\n* Andra brandväggsprodukter (t.ex. Checkpoint)\n* UTM, sandboxing och applikationskontroll (FortiGate, CheckPoint)\n* Routing och switching,\n* Multifaktorautentisering\n* Web Application Firewalls\n* VPN-lösningar\n* Virtualisering och molnplattformar (AWS, Azure)\n* Scripting\/programmering (t.ex. bash, Python)\n* OT kunskap\n\n\n Vill du vara med på vår resa och bidra till Europas ledande cybersäkerhetsleverantör?","company_url":"https:\/\/ie.linkedin.com\/company\/integrity360","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFMPHSTN43CiQ\/company-logo_100_100\/company-logo_100_100\/0\/1631343314156?e=2147483647&v=beta&t=aIYAKgY2hWlwS2lR2roIfdGbFt7pIBOHHIeHS1xgEh0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4177334735","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4177334735","job_url_direct":null,"title":"Delivery Consultant - Security, EMEA SE SDT","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n The Amazon Web Services Professional Services (ProServe) team is seeking a skilled Delivery Consultant to join our team at Amazon Web Services (AWS).\n   \n\n  \n\n In this role, you'll work closely with customers to design, implement, and manage AWS solutions that meet their technical requirements and business objectives. You'll be a key player in driving customer success through their cloud journey, providing technical expertise and best practices throughout the project lifecycle.\n   \n\n  \n\n Possessing a deep understanding of AWS products and services, as a Delivery Consultant you will be proficient in architecting complex, scalable, and secure solutions tailored to meet the specific needs of each customer. You’ll work closely with stakeholders to gather requirements, assess current infrastructure, and propose effective migration strategies to AWS.\n   \n\n  \n\n As trusted advisor to our customers, providing guidance on industry trends, emerging technologies, and innovative solutions, you will be responsible for leading the implementation process, ensuring adherence to best practices, optimizing performance, and managing risks throughout the project.\n   \n\n  \n\n The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud.\n   \n\n  \n\n We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies, and industries.\n   \n\n  \n\n AWS Global Services\n   \n\n  \n\n AWS Global Services includes experts from across AWS who help our customers design, build, operate, and secure their cloud environments. Customers innovate with AWS Professional Services, upskill with AWS Training and Certification, optimize with AWS Support and Managed Services, and meet objectives with AWS Security Assurance Services. Our expertise and emerging technologies include AWS Partners, AWS Sovereign Cloud, AWS International Product, and the Generative AI Innovation Center. You’ll join a diverse team of technical experts in dozens of countries who help customers achieve more with the AWS cloud.\n   \n\n  \n\n Job 10042\n   \n\n  \n\n Key job responsibilities\n   \n\n  \n\n As an experienced technology professional, you will be responsible for:\n   \n\n  \n\n* Designing and implementing complex, scalable, and secure AWS solutions tailored to customer needs\n* Providing technical guidance and troubleshooting support throughout project delivery\n* Collaborating with stakeholders to gather requirements and propose effective migration strategies\n* Acting as a trusted advisor to customers on industry trends and emerging technologies\n* Sharing knowledge within the organization through mentoring, training, and creating reusable artifacts\n\n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n**Basic Qualifications**\n* 3+ Years experience in IT security, compliance and risk management, privacy & controls, and security reference architectures for all-in and\/or hybrid deployments\n* Hands-on technical expertise in building security capabilities in code and deploying infrastructure in code such as WAF, Firewall, Anti-DDOS, and SIEM\n* 3+ Years hands-on technical expertise in security architecture, technology automation, implementation, integration, and\/or deployment\n* Experience running big scale security engagements with customers and ability to travel to client locations to deliver professional services as needed\n* Bachelor or Master degree in computer science or similar degree\n\n\n**Preferred Qualifications**\n* Scripting skills, i.e., PowerShell, Python, Node.js, Javascript, Bash, Ruby, Perl, etc. as well with Chef, Puppet, Salt, or Ansible in production environments at scale\n* Technical expertise (design and\/or implementation) in Cloud Computing technologies\n* Experience in leading customer facing engagements such as risk assessment and management audits and experience building enterprise security strategy for cloud adoption or driving the program's evolution to meet new requirements\n* Understanding implications of meeting industry standards such as PCI DSS, ISO 27001, HIPAA, and NIST\/DoD frameworks\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A2920440","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4275609457","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4275609457","job_url_direct":null,"title":"Lösningsarkitekt","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Att välja Capgemini innebär att välja ett företag där du får möjlighet att forma din karriär på det sätt du önskar. Här kommer att få stöd och inspiration inom en samarbetsvillig gemenskap med kollegor både lokalt och runt om i världen, som ständigt omdefinierar vad som är möjligt. Du kommer att vara en del av området Cloud and Custom Application (C&CA) på Capgemini. Här kommer du att arbeta med de senaste teknologierna inom Cloud, Integration, AI och mjukvaruutveckling. Vi utvecklar skräddarsydda applikationer och hanterar komplexa integrationer för att maximera teknikens potential. Följ med oss och samarbeta med världens ledande organisationer för att realisera teknikens fulla värde genom innovativa lösningar*\n**Om rollen**\n Som lösningsarkitekt har du en bred teknisk bakgrund samtidigt som du förstår verksamhetens behov och utmaningar och kan omsätta dessa till funktionella och icke-funktionella krav. Du kan hantera och mitigera risker, samla intressenter, har goda ledaregenskaper och är en duktig kommunikatör.\n   \n\n  \n\n I rollen kommer du in tidigt in i projekten med uppgiften att förstå verksamhetens mål och behov för att omsätta detta till den lösningsarkitektur som ger mest värde till verksamheten. Du arbetar i tät samverkan med både expertkollegor från Capgemini och kunden, tillsammans med utvecklingsteam, produktägare och kundens övriga intressenter.\n   \n\n  \n\n Vår starka position på marknaden med kunder som är Sveriges största och mest välkända både inom den publika och privata sektorn har gett oss möjligheten till omfattande och spännande åtaganden inom digital transformation. Det utmanar oss att ständigt utvecklas.\n   \n\n  \n\n Vi arbetar professionellt och metodiskt i en lärande miljö och både din teamchef och ditt kompetensteam stöttar dig och din utveckling som konsult. Vi träffas ofta för att utbyta erfarenheter, lära oss nya saker i en bransch som ständigt förändras – och inte minst för att ha kul tillsammans!\n   \n\n  \n\n**Din profil**\n* Flera års erfarenhet som lösningsarkitekt\n* Bakgrund inom systemutveckling, och vana av att leda andra\n* Erfarenhet av arbete med etablerade metodiker och ramverk för arkitektur och agil systemutveckling.\n* Högskoleutbildning eller motsvarande\n* Goda kunskaper i såväl svenska som engelska\n\n\n**… och erfarenhet eller intresse av:**\n* Konsultrollen samt av arbete med beslutsfattare\n* Att verka utifrån kundens perspektiv och förmåga att analysera och utforma arkitektur och systemlösningar baserat på verksamhetens krav, processer och informationsbehov\n* Molnbaserade lösningar, AI, säkerhet, processautomatisering eller integration\n* Arbete som lösningsarkitekt i komplexa miljöer\n* Certifierad IT-arkitekt\n\n\n**Vad vi tror kommer att få dig att trivas**\n* En positiv arbetsmiljö med starkt fokus på innovation och kompetens. Du kommer att arbeta med många av de senaste tekniktrenderna och vara omgiven av duktiga kollegor.\n* På Capgemini blir du en del av en global organisation med starkt kundfokus, samarbetskultur och möjlighet till kontinuerligt lärande och utveckling.\n* Vårt Digital Architecture-team i Stockholm består av ca 20 kollegor som arbetar som Enterprise-, Verksamhets- och lösningsarkitekter hos våra kunder.\n* Capgemini har varit en dominerande aktör inom arkitekturområdet sedan 90-talet, med vårt eget ramverk Integrated Architecture Framework (IAF) och vi bidrar även aktivt till vidareutvecklingen av TOGAF.\n* Vi har ett aktivt, globalt arkitektforum med lokala undergrupper där du kan dra nytta av globala och lokala experter inom arkitektur och även bidra med din egen erfarenhet.\n* Våra värderingar: Honesty, Boldness, Trust, Freedom, Team spirit, Modesty and Fun\n\n\n**Ansökan**\n* Vi arbetar med löpande urval så vänta inte - skicka in din ansökan redan idag. Vi ser framemot din ansökan och att du vill bli en del av vår fortsatta resa!\n* Som en del av vår rekryteringsprocess kommer identitetskontroll att genomföras genom granskning av ditt ID-kort, och bakgrundskontroller kan utföras vid behov.\n\n\n**Om Capgemini**\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda övergången till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, generativ AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2024 rapporterade Capgemini Group globala intäkter på 22,1 miljarder euro.\n   \n\n  \n\n Get The Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEygLYzCX_Eyw\/company-logo_100_100\/B4EZokv4W0HcAQ-\/0\/1761553123167\/capgemini_logo?e=2147483647&v=beta&t=xG3EmbNVlc7SRrVZ6PRO-00iirsdvztT1TasylO58zE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"acf38558b25b74c4","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=acf38558b25b74c4","job_url_direct":"https:\/\/careers.teenage.engineering\/jobs\/6727122-electronics-design-engineer","title":"electronics design engineer","company":"teenage engineering","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1762473600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"do you have experience shipping products having the role as lead EE? we’re looking for an electronics design engineer to join our team in stockholm.\n\n\nat teenage, we're working in small focused teams, developing products, platforms and key-technologies from the ground up.\n\n\nour products normally contain parts from analog devices, cirrus logic, efinix, ti, infineon, nordic semi, nxp - with software ranging from bare-metal to zephyr rtos, amaranth\/litex, and embedded linux.\n\n **key qualifications**\n\n  \n\n* experience with altium designer\n* skilled in design, simulation, and layout of mixed signal boards\n* comfortable with low-level programming and board bring-up\n* deep passion for hardware and embedded systems\n  \n\n**bonus points for experience in**\n\n* wireless technologies\n* antenna design\n* acoustics and audio systems\n* thermal design and simulation\n* power electronics\n\n**how to apply**\n\n\napply by sending us your cv in swedish or english. we would also love to see a project, portfolio, or any examples of your work. if you have it, feel free to include the additional files. our selection process is continuous, and we may move forward with candidates on an ongoing basis.\n\n**start date:** immediately  \n\n**employment type:** full-time  \n\n**location:** the position is based at our stockholm hq. unfortunately, we are not able to provide relocation or visa sponsorship. therefore, applicants must already have the right to work in sweden.","company_url":"https:\/\/se.indeed.com\/cmp\/Teenage-Engineering","company_url_direct":"http:\/\/teenageengineering.com","company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4335038292","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4335038292","job_url_direct":null,"title":"Tech Lead Manager","company":"Sinch","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Sinch** \n\n\n\n\n Sinch is pioneering the way the world communicates. More than 150,000 businesses — including Google, Uber, Paypal, Visa, Tinder, and many others — rely on Sinch’s Customer Communications Cloud to power engaging customer experiences through mobile messaging, voice, and email.\n \n\n\n\n Whether you need to verify users or craft omnichannel campaigns, Sinch makes it easy. Our AI-infused Super Network, APIs, and applications ensure you can connect with your customers reliably and securely, at every step of their journey.\n \n\n\n\n At Sinch we “Dream Big”, “Win Together”, “Keep it simple”, and “Make it Happen”. These values are our foundation!\n \n\n\n\n**Description** \n\n\n\n\n Are you a senior software engineer who thrives on building the foundational services that power enterprise-scale products? Are you seeking a role that perfectly balances deep, hands-on technical work with impactful people leadership?\n \n\n\n\n Sinch is seeking a Tech Lead Manager to guide the Core Services team for our global Voice and Verification platforms. This is a unique 50\/50 hybrid role where you will lead a full-stack team responsible for the critical shared components – like billing, accounting, and data flow systems – that our products are built upon. You will be instrumental in shaping our technical landscape and fostering the growth of our people.\n \n\n\n\n You will be empowered to drive excellence across two key areas:\n \n\n\n\n**As a People Leader (50%):** \n\n\n\n* Mentor & Develop: Cultivate a high-trust, inclusive engineering culture through dedicated coaching, continuous feedback, and personalised career development plans for each team member.\n* Empower & Align: Define clear team objectives, remove obstacles, and ensure your team is motivated, engaged, and aligned with our strategic goals.\n* Foster Collaboration: Champion a collaborative environment where continuous learning and shared ownership are paramount.\n\n\n\n**As a Hands-On Engineer (50%):** \n\n\n\n* Build & Design: Dedicate half your time to designing, coding, and delivering features for our core backend services, leveraging your expertise in technologies like .NET.\n* Champion Technical Excellence: Lead by example in code reviews, architectural discussions, and by evangelizing best practices in software craftsmanship.\n* Drive Modern Practices: Actively contribute to and improve our DevOps culture, including our CI\/CD pipelines, Infrastructure as Code, and Kubernetes deployments.\n\n\n\n**Requirements** \n\n\n\n\n**We believe the right person for this role will have:** \n\n\n\n* Deep Technical Expertise: Extensive hands-on experience in backend development (e.g., .NET, Java), with a history of building scalable, production-grade systems on cloud platforms like AWS, Azure, or Google Cloud.\n* A Passion for Leadership: Demonstrable experience in a formal or informal leadership capacity (e.g., as a manager, team lead, or senior mentor) and a genuine desire to help engineers grow their careers.\n* Exceptional Communication: The ability to articulate complex technical ideas clearly in English, build consensus, and inspire a team toward a common goal.\n* A Servant-Leader Mindset: You are proactive, collaborative, and view your primary role as enabling your team to do its best work.\n\n\n\n  \n\n\n\n\n\n**What Success Looks Like** \n\n\n\n* **Within 3 Months, You'll...** \n have built strong relationships with your team, shipped your first significant piece of code, and established a solid partnership with your Product Manager to align on the roadmap.\n* **Within 6 Months, You'll...** \n be leading the delivery of a key team project, have established a cadence of meaningful career conversations, and be driving an initiative to improve your team's technical operations.\n* **Within 1 Year, You'll...** \n be a trusted and indispensable leader, having demonstrably improved both your team's health and the quality of its technical deliverables while contributing to the strategic roadmap.\n\n\n\n**Benefits** \n\n\n\n* A True Hybrid Role: This isn't a manager who occasionally codes. We are committed to the 50\/50 split, ensuring you remain deeply technical.\n* Autonomy and Impact: We hire smart people and trust them. You'll have the autonomy to shape your team, its culture, and its technology.\n* A Clear Growth Path: We are invested in your transition into management and will provide the support and opportunities for you to grow as a leader.","company_url":"https:\/\/se.linkedin.com\/company\/sinch","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH0rkIH9LkGpQ\/company-logo_100_100\/company-logo_100_100\/0\/1667401884904\/sinch_logo?e=2147483647&v=beta&t=njSxdTrPtBpSWZ38DywnnmEs23fdDHZHOsUiTdphDFY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4334958141","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4334958141","job_url_direct":"https:\/\/careers.intric.ai\/jobs\/6594126-implementation-engineer?utm_source=LinkedIn&urlHash=KmF2","title":"Implementation Engineer","company":"Intric","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Intric is accelerating its growth, driven by a fresh round of funding from investors and strong demand from both existing and new customers.\n   \n\n  \n\n Our platform - Intric.ai - is currently transforming how work is done, primarily within the public sector and companies that value data sovereignty, by making the power of AI accessible to a wider audience. We have secured a market-leading position in a niche of this segment.\n   \n\n  \n\n We are seeking a motivated individual eager to embark on the journey of a lifetime with our expanding and driven team.\n   \n\n  \n\n**Your role**\n As an Implementation Engineer, you will working forward deployed with our customers. We believe that for us to be truly successful, and for our customers to get the true value of AI, we need to integrate our platform deep into our customers existing infrastructure. This is where you come in.\n   \n\n  \n\n You will work directly with customers to understand their technical requirements, deploy our platform, and build custom integrations that ensure our AI capabilities become an integral part of their day to day.\n   \n\n  \n\n**Who You Are**\n* You have 2+ years of experience in technical implementation, solutions engineering, or similar customer-facing technical roles\n* You possess strong technical skills with experience in enterprise infrastructure, APIs, and integration patterns\n* You're a problem solver who thrives on tackling complex technical challenges\n* You have excellent communication skills in English, with additional European languages being a strong plus\n* You're passionate about AI and its practical applications in solving real business problems\n* You're willing to travel in order to fulfill your responsibilities\n\n\n**Key Responsibilities**\n You will be instrumental in ensuring our customers successfully deploy and adopt our platform. Your work will directly impact customer satisfaction and our ability to embed our solution. This includes:\n   \n\n  \n\n* Be a part of the sales process, providing technical support to prospective customers\n* Deploy and integrate our platform in customer environments, working with their existing systems and infrastructure\n* Build custom integrations and solutions tailored to specific customer needs\n* Provide technical support to customers throughout the implementation process\n* Collaborate with the product team to improve our platform based on real-world deployment experience\n\n\n**What We Offer**\n* An opportunity to be a part of building a system and company that defines the future\n* Rapid career development in an exciting, fast-moving sector\n* Competitive compensation package combining salary and stock options","company_url":"https:\/\/se.linkedin.com\/company\/intricai","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF6DiBeSgPGSA\/company-logo_100_100\/company-logo_100_100\/0\/1735307151951\/intricai_logo?e=2147483647&v=beta&t=C1X8emNUOeCGVsB70qq-YIHPhHjDRYnSC_o5Fcma8Nw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4296551063","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4296551063","job_url_direct":"https:\/\/www.hitachienergy.com\/careers\/open-jobs\/details\/JID3-153476?source=linkedin&urlHash=3gX_","title":"Power System Engineer for Power Consulting Sweden","company":"Hitachi Energy","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"joachim.x.andersson@hitachienergy.com, tobias.n.nilsson@hitachienergy.com","description":"**The Opportunity**\n Seize this opportunity to take on a highly visible position in a global organization. As a Power System Engineer you will belong to Power Consulting, a department within Hitachi Energy working with both internal and external clients in the energy sector. You will be part of a renowned global team of power system and energy consultants. In the role, you will have the opportunity to contribute to the green transition and create a more sustainable energy future for all.\n   \n\n  \n\n So, if you want to take the next step in your career, and contribute to develop a stronger, smarter, and greener energy system – Join us now! We are interested to learn more about you and what you can contribute with so don’t hesitate to apply even if you don’t meet all the requirements. A team with great cooperation and with diverse backgrounds is waiting for you to join it!\n   \n\n  \n\n**How You’ll Make An Impact**\n* In this exciting role, you will get the opportunity to take part in major assignments related to the green energy transition together with our consultants and experts from local as well as international Power Consulting offices.\n* The assignments for the role are mainly system studies within the area of HVDC, FACTS, renewable energy integration, green hydrogen and power systems in general.\n* Cooperation and work in teams with leading specialists together with Hitachi Energy well-defined career path ensures exciting and motivating career with fast development along own interests and personality traits.\n* You will be living Hitachi Energy core values of safety and integrity, which means taking responsibility for your own actions while caring for your colleagues and the business.\n\n\n**Your background**\n* You hold a Master’s degree in electrical engineering, electrical power systems or similar.\n* You have a great interest and preferably a couple of years of experience in the consulting and energy sector.\n* Knowledge in power systems analysis and in software simulation tools such as PSS\/E, PSCAD and\/or DIgSILENT PowerFactory.\n* Programming skill in Python, C++, etc. is a merit.\n* You have an analytical mindset, you are independent, self-going and take your own initiatives to solve problems.\n* As a person, you are collaborative and communicative.\n* It is necessary to be fluent in English. Swedish is meritorious.\n\n\n**What We Offer**\n* Collective agreement\n* Flexible working time\n* Health care and wellness allowance\n* Fantastic career possibilities within Hitachi Energy both within Sweden and globally\n* Mentor to support you throughout onboard phase\n* Various trainings and education supporting employee development\n* Diversified company with over 70+ nationalities working in Sweden\n* Supplementary compensation for parental leave\n* Employee Benefit Portal with thousands of discounts and perks\n* More benefits could be connected to this specific role\n\n\n**More About Us**\n The position is based in Gothenburg or Stockholm (Solna).\n   \n\n  \n\n We are interested to learn more about you and what you can contribute with so don’t hesitate to apply even if you don’t meet all the requirements. A team with great cooperation and with diverse backgrounds is waiting for you to join!\n   \n\n  \n\n Applications will be reviewed on an ongoing basis, so don’t delay – apply today!\n   \n\n  \n\n Recruiting Manager, Joachim Andersson, joachim.x.andersson@hitachienergy.com, will answer your questions about the position. Union representatives – Sveriges Ingenjörer: Mikael Hjort, +46 107-38 25 73; Ledarna: Frank Hollstedt, +46 107-38 70 43; Unionen: Fredrik Holmgren, +46 107-38 21 85. All other questions can be directed to Talent Partner, Tobias Nilsson, tobias.n.nilsson@hitachienergy.com.\n   \n\n  \n\n Hitachi Energy is a global technology leader in electrification, powering a sustainable energy future through innovative power grid technologies with digital at the core. Over three billion people depend on our technologies to power their daily lives.\n   \n\n  \n\n With over a century in pioneering mission-critical technologies like high-voltage, transformers, automation, and power electronics, we are addressing the most urgent energy challenge of our time – balancing soaring electricity demand, while decarbonizing the power system.\n   \n\n  \n\n Headquartered in Switzerland, we employ over 50,000 people in 60 countries and generate revenues of around $16 billion USD. We welcome you to apply today.","company_url":"https:\/\/ch.linkedin.com\/company\/hitachienergy","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFORxmRRI944Q\/company-logo_100_100\/B4EZZZAW8eHUAY-\/0\/1745249989009\/hitachienergy_logo?e=2147483647&v=beta&t=VsqridtWJ4m6Ag1RFvEKfYAhJ3YgA7IGLKySiMSreN0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]