[{"id":"ef16acfc7ac52002","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ef16acfc7ac52002","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29323106","title":"LIA Backend\/Fullstack Utvecklare","company":"ecareer","location":"SE","job_type":"fulltime","date_posted":1734220800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Plats:** Stockholm eller Hovås (SE)Distansarbete: Ej möjligtSista ansökningsdag: Löpande tillsättning\n  \nBeskrivning av rollenVi söker en engagerad LIA-praktikant inom backend eller fullstackutveckling som vill bidra till utvecklingen av moderna och skalbara digitala lösningar. Du kommer att arbeta med avancerade teknologier och molnbaserade tjänster, och för fullstackutvecklare finns möjligheten att även bidra till frontend-utveckling med moderna ramverk.\n  \nDina arbetsuppgifter Utveckla och underhålla backend-lösningar med programmeringsspråk som Node.js, Python, Java, eller C#.\n  \nArbeta med databaser som MongoDB, PostgreSQL, MySQL, eller andra SQL\/NoSQL-lösningar.\n  \n**Bygga och optimera REST API:** er eller GraphQL API: er för att stödja applikationens funktionalitet.\n  \nImplementera och driftsätta lösningar på molnplattformar som AWS, Azure, eller Google Cloud, gärna med hjälp av Docker\/Kubernetes.\n  \nSäkerställa säkerheten i applikationer genom användning av teknologier som OAuth2 eller JWT.\n  \nArbeta med versionshantering via Git och implementera CI\/CD pipelines för effektiv leverans av kod.\n  \n**För fullstackutvecklare:** Utveckla responsiva frontend-komponenter med moderna ramverk som React eller Vue.js.\n  \nKravprofil\n  \n  \n\n**Skall-krav:**  \n\nErfarenhet av att programmera i Node.js, Python, Java, eller C#.\n  \nKunskap om databaser som MongoDB, PostgreSQL, MySQL, eller andra SQL\/NoSQL-lösningar.\n  \n**Förmåga att bygga och underhålla REST API:** er eller GraphQL API: er.\n  \nErfarenhet av att arbeta med molnplattformar som AWS, Azure, eller Google Cloud, samt containerteknik som Docker\/Kubernetes.\n  \nGod förståelse för autentisering och säkerhet (t.ex. OAuth2 eller JWT).\n  \nErfarenhet av Git och versionshantering samt arbete med CI\/CD pipelines.\n  \n  \n\n**Bör-krav:**  \n\n**För fullstackutvecklare:** Goda kunskaper i moderna frontend-ramverk som React eller Vue.js.\n  \nErfarenhet av prestandaoptimering och skalbarhetslösningar.\n  \nIntresse för att hålla dig uppdaterad om nya teknologier och trender inom backend\/fullstackutveckling.\n  \n**Personliga egenskaper Problemlösande och analytisk:** Du tar dig an komplexa utmaningar med struktur och kreativitet.\n  \n**Samarbetsvillig:** Du trivs i team och kan kommunicera tekniska lösningar på ett tydligt sätt.\n  \n**Detaljfokuserad och kvalitetsmedveten:** Du strävar efter att leverera robust och skalbar kod.\n  \n**Nyfiken och lärande:** Du har en stark vilja att utvecklas och ta till dig nya teknologier.\n  \nVi erbjuder En chans att arbeta med moderna teknologier och delta i utvecklingen av skalbara och säkra lösningar.\n  \nPraktisk erfarenhet av både backend och, för fullstackutvecklare, frontend-teknologier i riktiga projekt.\n  \nStöd från erfarna utvecklare i en inspirerande och innovativ miljö.\n  \nEn möjlighet att bidra till projekt som gör skillnad för våra användare.\n  \nAnsökningsinformation\n  \nSkicka in din ansökan snarast möjligt, då urval sker löpande. Vänligen inkludera ditt CV och en kort motivering till varför du passar för rollen. Om du har exempel på tidigare projekt eller en GitHub-profil, bifoga gärna det också.\n  \nVi ser fram emot din ansökan och möjligheten att utveckla banbrytande lösningar tillsammans med dig!","company_url":"https:\/\/se.indeed.com\/cmp\/Ecareer","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"a1a04dedbd84b52f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=a1a04dedbd84b52f","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29323084","title":"LIA Frontend Utvecklare","company":"ecareer","location":"SE","job_type":"fulltime","date_posted":1734220800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Plats:** Stockholm eller Hovås (SE)Distansarbete: Ej möjligtSista ansökningsdag: Löpande tillsättning\n  \nBeskrivning av rollenVi söker en driven LIA-praktikant inom frontendutveckling som vill vara med och skapa innovativa och användarvänliga digitala lösningar. I denna roll får du möjlighet att arbeta med moderna teknologier och samarbeta med erfarna utvecklare och designers för att bygga högpresterande och tillgängliga webbtillämpningar.\n  \nDina arbetsuppgifter Bygga och underhålla responsiva webbapplikationer med HTML5, CSS3, och JavaScript\/TypeScript.\n  \nAnvända moderna ramverk som React, Vue.js, eller Angular för att utveckla dynamiska och skalbara lösningar.\n  \nImplementera mobiloptimerad och responsiv design med hjälp av verktyg som Bootstrap eller Tailwind CSS.\n  \n**Arbeta med REST API:** er och\/eller GraphQL för att integrera backend-funktionalitet.\n  \nSamarbeta med designers för att säkerställa att gränssnittet följer bästa praxis inom UX\/UI-design.\n  \nAnvända Git för versionshantering och samarbete i team.\n  \nUtföra prestandaoptimering och säkerställa att applikationerna följer webbtillgänglighetsstandarder (WCAG).\n  \nKravprofil\n  \n  \n\n**Skall-krav:**  \n\nGoda kunskaper i HTML5, CSS3, och JavaScript\/TypeScript.\n  \nErfarenhet av att arbeta med moderna ramverk som React, Vue.js, eller Angular.\n  \nKunskap om responsiv design och mobiloptimering med verktyg som Bootstrap eller Tailwind CSS.\n  \n**Erfarenhet av att arbeta med REST API:** er och\/eller GraphQL.\n  \nGrundläggande förståelse för UX\/UI-design och erfarenhet av att samarbeta med designers.\n  \nKunskap om verktyg för versionshantering som Git.\n  \n  \n\n**Bör-krav:**  \n\nErfarenhet av prestandaoptimering och webbtillgänglighet enligt WCAG-standarder.\n  \nNyfikenhet och intresse för att utforska nya verktyg och tekniker inom frontendutveckling.\n  \n**Personliga egenskaper Kreativ och problemlösande:** Du hittar innovativa lösningar på tekniska utmaningar.\n  \n**Detaljorienterad:** Du lägger vikt vid att leverera kod av hög kvalitet.\n  \n**Samarbetsvillig och kommunikativ:** Du trivs med att arbeta i team och dela med dig av din kunskap.\n  \n**Nyfiken och initiativtagande:** Du är motiverad att lära dig nya teknologier och ta ansvar för dina uppgifter.\n  \nVi erbjuder En möjlighet att arbeta med moderna teknologier och utveckla dina färdigheter som frontendutvecklare.\n  \nPraktisk erfarenhet av att delta i verkliga projekt i en innovativ miljö.\n  \nEtt stödjande team av erfarna utvecklare och designers som hjälper dig att växa i din roll.\n  \nMöjlighet att vara del av en arbetsplats där kvalitet och användarupplevelse står i fokus.\n  \nAnsökningsinformation\n  \nSkicka in din ansökan så snart som möjligt, eftersom urval sker löpande. Vänligen inkludera ditt CV och en kort motivering till varför du är rätt person för rollen. Om du har exempel på tidigare projekt eller en GitHub-profil, bifoga gärna det också.\n  \nVi ser fram emot din ansökan och möjligheten att utveckla spännande lösningar tillsammans med dig!","company_url":"https:\/\/se.indeed.com\/cmp\/Ecareer","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4fc1c63516ca1fde","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=4fc1c63516ca1fde","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/83423767677543110","title":"Backend utvecklare och Azure specialist","company":"Devoteam","location":"Halmstad, N, SE","job_type":"fulltime","date_posted":1732492800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"- **Vill du arbeta med ett gäng glada och trevliga människor i Halmstads mest innovativa och centrala nav kring mjukvaruutveckling? Brinner du för att ha en ledande roll i ett produktteam med fokus på att bygga digitala produkter på AWS?**\n\n**Vilka är vi?**\n\nVi är ett IT-konsultföretag som främjar en kultur där medarbetarna känner sig trygga, inspirerade och glada. Vi tror att detta är den bästa miljön där människor kan växa och bygga de bästa produkterna. Vi grundades år 2000, ser långsiktigt på våra kund- och medarbetarrelationer och hoppas du ska vilja stanna länge hos oss.\n\n\nDevoteam är idag en av Europas ledande partner med AWS och vi vill nu stärka detta erbjudande även i Sverige.\n\n\nVisste du att vi faktiskt också grundade utvecklarkonferensen Øredev ?\n\n  \n**Vem är du?**\n\nVi söker en senior utvecklare\/ arkitekt med bred erfarenhet av Azure och mjukvarulösningar med förmågan att se helheten. Du förväntas även ha lång erfarenhet som utvecklare och en öppenhet för att skriva, granska och felsöka kod i rollen som Azure-specialist.\n\n\nSom Azure-specialist på Devoteam kommer du vara ledande i att ta fram den för kunden mest lämpade lösningen. Du behöver ha förmågan att diskutera, förklara samt motivera dina arkitekturella val. Vi ser dig också som aktiv i vårt partnersamarbete där du gärna tidigt utforskar nya erbjudanden inom din plattform, och går i bräschen för moln innovation inom Creative Tech. Certifieringar inom Azure är viktigt och meriterande men inte ett krav.\n\n\n  \n**Vi söker dig som**\n\n* **Har minst 6 års erfarenhet inom mjukvaruutveckling.**\n* **Arbetat ett par år i en liknande roll och vet vilka verktyg och metoder som är lämpliga.**\n* **Har erfarenhet av att orientera dig i komplexa miljöer och organisationer.**\n* **Trivs med att omsätta verksamhetskrav till design av säkra, skalbara samt kostnadseffektiva lösningar.**\n* **Har erfarenhet av att designa och bygga API:er.**\n* **Har erfarenhet att jobba med säkerhet, tex genom hotmodellering.**\n* **Kan föra kunddiskussioner både på svenska och engelska.**\n* **Stark vilja att leverera utmärkt service, med fokus på kundens behov och framgång.**\n* **Har en genuin förståelse för det agila tillvägagångssättet och en vilja och ett fokus att snabbt kunna leverera värde.**\n* **God förståelse för DevOps-principer och förmåga att integrera dem i arkitekturella beslut.**\n\n  \n- **Vad får du?**\n\nVi erbjuder dig individuell och betald kompetensutveckling på arbetstid, flexibelt arbete och ett generöst förmånspaket. Hos oss får du vara med och påverka allt från vilket uppdrag som känns rätt för dig till hur du väljer att utveckla din kompetens.\n\n\n**Vill du veta mer?**\n\nSkicka in din ansökan till oss så kontaktar vi dig så snart som möjligt. Vi ser fram emot att höra från dig!\n\n\n**En rättvis chans**\n\nDevoteam är öppet för ansökningar från alla delar av samhället. Vi tror att olikheter inom team hjälper oss att skapa bättre produkter. Vi välkomnar alla människor oavsett ålder, könsidentitet eller uttryck, erfarenhet och bakgrund. Om du kan se dig själv i denna roll och känner att denna tjänst kan tillföra värde både för dig och för Devoteam, uppmuntrar vi dig att skicka in din ansökan till oss - även om du inte nödvändigtvis uppfyller alla ovanstående krav.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"4102420643","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4102420643","job_url_direct":null,"title":"Backend Developer Intern","company":"XR Solutions","location":"Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Engineering and Information Technology","company_industry":"Software Development, IT System Custom Software Development, and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**XR Solutions** \n is a technology based company that utilizes machine learning and powerful research-based optimizations to provide practical, reliable and optimizing augmented reality solutions to industrial companies.\n \n\n\n\n We believe that our AR technology can change working methods, the way of thinking and enable new innovative solutions that previously was not achievable in industry and machine operation.\n \n\n\n\n  \n\n\n\n\n\n**Role Overview:** \n\n\n\n\n We are seeking a passionate and dedicated Backend Developer Intern to join our team for a 6-month unpaid internship. This is an exciting opportunity for someone looking to gain hands-on experience in backend development and DevOps within a fast-paced and supportive environment. As a Backend Developer Intern at XR Solutions, you will work closely with our developers.\n \n\n\n\n  \n\n\n\n\n\n**Key Responsibilities:** \n\n\n\n* Implementing\n **APIs** \n : Develop and maintain effective and performant APIs using\n **Node.js** \n and\n **Express.js** \n to support various applications and services.\n* System Integrations: Assist in the design and implementation of system integrations, ensuring seamless communication between different software components.\n* Testing: Build and execute unit integration tests to ensure the reliability and efficiency of our systems.\n* **DevOps** \n - Working with\n **AWS** \n and setting upp a well preferment software architecture\n* **MBaaS** \n Development: Contribute to our Mobile Backend as a Service (MBaaS) development, helping to create scalable backend services for mobile applications.\n* Maintenance: Participate in the troubleshooting,\n **debugging** \n , and\n **patching** \n of existing software to maintain optimal performance and resolve issues promptly.\n* Software Quality: Improve software quality by adhering to industry best practices.\n* **Code Reviews** \n : Engage in code review sessions with other developers to ensure code quality, consistency, and adherence to best practices.\n* **IT Security** \n : Contribute to maintaining and enhancing IT security protocols, ensuring that all systems are secure and compliant with industry standards.\n\n\n\n  \n\n\n\n\n\n**Required Skills:** \n\n\n\n* Proficiency in\n **Node.js** \n and\n **Express.js** \n for backend development.\n* Strong knowledge of\n **JavaScript** \n and its application in server-side development.\n* Experience with\n **PostgreSQL** \n for database management.\n* Familiarity with\n **AWS** \n services and basic\n **DevOps practices** \n .\n* Understanding of version control using\n **Git** \n (We use bitbucket).\n* Basic knowledge of\n **IT security** \n principles.\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**Tools & Technologies:** \n\n\n\n* Development Tools: Visual Studio Code (\n **VSCode** \n ),\n **Hoppscotch** \n ,\n **pgAdmin** \n .\n* Cloud & DevOps:\n **AWS** \n (Amazon Web Services),\n **CI\/CD pipelines** \n .\n* Project Management:\n **Jira** \n for task management and collaboration.\n* Communication:\n **Slack** \n for team communication and coordination.\n\n\n\n  \n\n\n\n\n\n**What You’ll Gain:** \n\n\n\n* Hands-on experience in backend development.\n* Exposure to industry best practices in software development and IT security.\n* Opportunity to work on real-world projects and contribute to innovative solutions.\n* Valuable insights into working in a fast-paced, collaborative environment.\n* Be part of a product launch\n\n\n\n  \n\n\n\n\n\n If you’re excited about this opportunity and eager to learn, please send your resume outlining your interest in the position. We look forward to helping you grow your skills and advance your career in backend development.\n \n\n\n\n  \n\n\n\n\n\n**This is a unpaid internship initially**","company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHeCFw56iRkeQ\/company-logo_100_100\/company-logo_100_100\/0\/1633338980908\/xr_solutions1_logo?e=2147483647&v=beta&t=Sp6Rv1MGRYTqKXD1xlNxk1Ry95mBFlOuB6_Kzq8ZQPQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4011211083","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4011211083","job_url_direct":"https:\/\/careers.spglobal.com\/jobs\/304301?lang=en-us&utm_source=linkedin&urlHash=K7_K","title":"Software Engineer","company":"OSTTRA","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Engineering and Information Technology","company_industry":"Financial Services","listing_type":null,"emails":"EEO.Compliance@spglobal.com","description":"**About The Role**\n The team: Our team consists of 8-10 engineers and is responsible for an application for delivery of optimization services for large financial institutions. We leverage modern technologies like Python, Kotlin, React, and Typescript to build a scalable and robust platform. We value working with passionate, talented and nice people who have fun together, while pushing ourselves and our systems to improve continuously. Our architecture is clean and modern and based upon patterns like automated testing, modulation, clear boundaries and clear responsibilities, and we believe in continuous and iterative delivery, fail fast, prototyping and continuous feedback from internal and external clients.\n   \n\n  \n\n The impact: OSTTRA is a FinTech company at the heart of the global financial system, dedicated to building the future of post-trade. We keep our eyes on the horizon, always on the lookout for new possibilities and opportunities while staying with our feet on the ground, making sure we deliver rock solid services that our clients rely on for their daily business and success. Our optimisation services create distinct positive impacts to client portfolio risk profiles and operational costs. When our services execute, global metrics of systemic risks in the financial markets improve significantly. Long-term value to the client is the most important goal of our team, and your contribution in the form of delivery, improvements and innovations can have a significant impact on the financial system.\n   \n\n  \n\n What’s in it for you: We strongly believe in individual growth and have long experience in guiding early careers engineers in our modern approach to software production, which includes:\n   \n\n  \n\n* Rapid, iterative and phased delivery, backed by automated testing and deployment frameworks.\n* Streamlined, autonomous and independent teams, optimised and supported for fast change.\n* Clean architecture for maintainable, scalable, and flexible code, aligned with the team structures and with clear boundaries and responsibilities.\n* Innovative culture with strong focus on exploration and prototyping, where failing fast is a virtue which drives technological and product improvements.\n\n\n Software Engineer Position Profile\n   \n\n  \n\n We are seeking a passionate and talented individual to join our innovative and forward-thinking team as a Software Engineer. Our company is at the forefront of rapid, iterative, and phased delivery, backed by cutting-edge automated testing and deployment frameworks. We believe in streamlined, autonomous, and independent teams that are optimised and supported for swift adaptability. Our commitment to clean architecture ensures maintainable, scalable, and flexible code, aligned with team structures and defined responsibilities.\n   \n\n  \n\n We leverage a modern tech stack that includes Python, Django, and Kotlin for our backend services, React and Typescript for our frontend development, and MySQL as our database.\n   \n\n  \n\n We also utilize a range of supporting technologies such as Redis, Cassandra, ZooKeeper, and RabbitMQ. Our infrastructure is built on open-source foundations, with Linux, Docker, and Kubernetes enabling us to deploy and manage our services efficiently in a cloud environment.\n   \n\n  \n\n**Role Overview**\n As a Software Engineer, you will contribute to the success of our projects using your focus, talent, passion, and grit. We are looking for candidates who hold a Master's degree in Computer Science or have equivalent education or background, and have 0-5 years of relevant work experience. We foster an innovative culture that places a strong emphasis on exploration and prototyping. Here, failing fast is seen as a virtue, propelling technological and product improvements.\n   \n\n  \n\n**Key Responsibilities**\n* Collaborate with cross-functional, autonomous teams for rapid and phased delivery.\n* Uphold clean architecture principles to ensure code maintainability, scalability, and flexibility.\n* Contribute to an innovative culture through exploration, prototyping, and a willingness to take calculated risks.\n* Engage in continuous learning to stay abreast of the latest technologies and industry best practices.\n\n\n**Qualifications**\n* Master's degree in Computer Science or equivalent background.\n* 0-5 years of relevant experience.\n* Strong problem-solving skills and a passion for learning.\n* Demonstrated ability to work effectively in an autonomous and collaborative environment.\n* Excellent communication skills and the ability to contribute ideas to a diverse team.\n\n\n If you are a tech enthusiast with a thirst for innovation and a desire to contribute to an exciting and fast-paced environment, we invite you to apply for this position. Join us as we redefine the boundaries of technology and drive impactful change in the industry.\n   \n\n  \n\n**About OSTTRA**\n*Candidates should note that OSTTRA is an independent firm, jointly owned by S&P Global and CME Group. As part of the joint venture, S&P Global provides recruitment services to OSTTRA - however, successful candidates will be interviewed and directly employed by OSTTRA, joining our global team of more than 1,200 post trade experts.*\n OSTTRA was formed in 2021 through the combination of four businesses that have been at the heart of post trade evolution and innovation for the last 20+ years: MarkitServ, Traiana, TriOptima and Reset. OSTTRA is a joint venture, owned 50\/50 by S&P Global and CME Group.\n   \n\n  \n\n With an outstanding track record of developing and supporting critical market infrastructure, our combined network connects thousands of market participants to streamline end to end workflows - from trade capture at the point of execution, through portfolio optimization, to clearing and settlement.\n   \n\n  \n\n Joining the OSTTRA team is a unique opportunity to help build a bold new business with an outstanding heritage in financial technology, playing a central role in supporting global financial markets.\n   \n\n  \n\n Learn more at www.osttra.com.\n   \n\n  \n\n**What’s In It For** \n**You?**\n**Benefits**\n We take care of you, so you can take care of business. We care about our people. That’s why we provide everything you—and your career—need to thrive at S&P Global.\n   \n\n  \n\n**Our Benefits Include**\n* Health & Wellness: Health care coverage designed for the mind and body.\n* Flexible Downtime: Generous time off helps keep you energized for your time on.\n* Continuous Learning: Access a wealth of resources to grow your career and learn valuable new skills.\n* Invest in Your Future: Secure your financial future through competitive pay, retirement planning, a continuing education program with a company-matched student loan contribution, and financial wellness programs.\n* Family Friendly Perks: It’s not just about you. S&P Global has perks for your partners and little ones, too, with some best-in class benefits for families.\n* Beyond the Basics: From retail discounts to referral incentive awards—small perks can make a big difference.\n\n\n For more information on benefits by country visit: https:\/\/spgbenefits.com\/benefit-summaries\n   \n\n  \n\n**Equal Opportunity Employer**\n S&P Global is an equal opportunity employer and all qualified candidates will receive consideration for employment without regard to race\/ethnicity, color, religion, sex, sexual orientation, gender identity, national origin, age, disability, marital status, military veteran status, unemployment status, or any other status protected by law. Only electronic job submissions will be considered for employment.\n   \n\n  \n\n If you need an accommodation during the application process due to a disability, please send an email to: EEO.Compliance@spglobal.com and your request will be forwarded to the appropriate person.\n   \n\n  \n\n**US Candidates Only:** \n The EEO is the Law Poster http:\/\/www.dol.gov\/ofccp\/regs\/compliance\/posters\/pdf\/eeopost.pdf describes discrimination protections under federal law. Pay Transparency Nondiscrimination Provision - https:\/\/www.dol.gov\/sites\/dolgov\/files\/ofccp\/pdf\/pay-transp\\_%20English\\_formattedESQA508c.pdf\n   \n\n  \n\n 20 - Professional (EEO-2 Job Categories-United States of America), BSMGMT203 - Entry Professional (EEO Job Group)\n   \n\n  \n\n**Job ID:** \n 304301\n   \n\n  \n\n**Posted On:** \n 2024-11-18\n   \n\n  \n\n**Location:** \n Stockholm, Sweden","company_url":"https:\/\/uk.linkedin.com\/company\/osttra","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGPkNW9lJsRfQ\/company-logo_100_100\/company-logo_100_100\/0\/1688458951352\/osttra_logo?e=2147483647&v=beta&t=EO1jpWxmsdvLab4DXxwAkm6-MYNnY1dSelkbE_Tn1Us","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4012635079","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4012635079","job_url_direct":"https:\/\/broadridge.wd5.myworkdayjobs.com\/Careers\/job\/Stockholm\\u002d\\u002d-Kungsgatan-36\/XMLNAME-Net-Developer_JR1066468?trid=2d92f286-613b-4daf-9dfa-6340ffbecf73+&source=Linkedin&urlHash=cEUw","title":".Net Developer","company":"Broadridge","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Product Management","company_industry":"Financial Services and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"At Broadridge, we've built a culture where the highest goal is to empower others to accomplish more. If you’re passionate about developing your career, while helping others along the way, come join the Broadridge team.\n   \n\n  \n\n We are seeking a .Net Developer to join our Trading & Connectivity Solutions team in Stockholm. Our mission is to transform the trading landscape for our clients globally.\n   \n\n  \n\n As part of our team, you'll help drive our strategic vision by participating in the development of cutting-edge financial market software products. You will work in a collaborative, fast-paced environment where you can learn and create impactful solutions.\n   \n\n  \n\n**Responsibilities**\n* Participate in the design, development, and testing of financial market software products.\n* Develop and integrate innovative information visualization techniques.\n* Work with data-intensive, latency-sensitive products, enhancing your technical expertise.\n* Engage in code reviews, both providing and receiving critical technical feedback.\n* Ensure internal quality standards through automated testing, including unit, integration, performance, and throughput tests.\n* Gain expertise in financial assets, investment banking, and fintech.\n* Promote best practices in development cycles utilizing continuous integration.\n\n\n**Your Profile**\n* Over 4 years of experience in C#, .NET Core 6+ or .NET Framework 4+.\n* Understanding of Windows OS family, software deployment, and OOP principles.\n* Multithread programming experience.\n* Proficiency in WPF, WinForms, or another UI framework.\n* Attention to detail, a passion for skill improvement, responsibility, teamwork skills, and punctuality.\n* Strong spoken and written English communication skills.\n\n\n**About Us**\n Broadridge Trading & Connectivity Solutions (BTCS) products and services power high-performance multi-asset trading automating the entire front office for investment banks and brokers. BTCS services cover all aspects of agency and principal risk trading, client connectivity services, Middle-Office and post-trade matching. Assets supported include Equities, FX, Derivatives. crypto and ETFs across all global markets.\n   \n\n  \n\n**Hybrid Flexible at Broadridge**\n We are made up of high-performing teams that meet in person to learn and collaborate as needed. This role is considered hybrid, which means you’ll be assigned to a Broadridge office and given the flexibility to work remotely.\n   \n\n  \n\n Broadridge associates helped us envision our Connected Workplace - a work model that allows associates around the globe, dependent upon their role responsibilities, take advantage of the benefits of both on-site and off-site work to support our clients, one another, and the communities where we live and work. Our Connected Workplace is grounded in the concept of FACS: Flexible, Accountable, Connected, and Supported, which is our commitment to our associates. FACS supports our strong culture and allows us to achieve business goals while supporting meaningful work-life integration for our associates.\n   \n\n  \n\n We are dedicated to fostering a diverse, equitable, and inclusive environment and committed to providing a workplace that empowers associates to be authentic and bring their best to work. We believe that associates can only do their best when they feel safe, understood, and valued, and we work diligently and collaboratively to ensure Broadridge is a company—and ultimately a community—that recognizes and celebrates diversity in all its dimensions.","company_url":"https:\/\/www.linkedin.com\/company\/broadridge-financial-solutions","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHVgy5JYbfW1g\/company-logo_100_100\/company-logo_100_100\/0\/1688159499419\/broadridge_financial_solutions_logo?e=2147483647&v=beta&t=caSc9bV0DxfcS3sLayQwf2VmDoQuHkQjPbbPQhsSf_M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4062819717","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4062819717","job_url_direct":null,"title":"Java Developer with Azure experience","company":"PARAGAIA","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"career@paragaia.se","description":"We are looking for a\n **Java Developer with Azure experience** \n to join our growing consulting team. If you’re someone who thrives in an inspiring environment, loves to solve complex challenges, and wants to make a positive impact through your work, this role could be perfect for you! \n \n\n\n\n  \n\n\n\n\n\n At\n **Paragaia** \n , we are a passionate team who believe in creating meaningful & lasting relationships with our clients. We are committed to helping businesses make the correct decisions rather than the easy ones, and we strive to work fast without compromising quality. \n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**What you’ll do:** \n  \n \n\n\n* Develop and maintain high-quality, scalable, and secure applications using\n **Java** \n and Azure technologies.\n* Collaborate with cross-functional teams, including project managers, designers, and other developers, to create innovative solutions aligned with client needs.\n* Design and implement cloud-native solutions leveraging Azure services such as\n **Azure Functions, App Services, Logic Apps, and Azure DevOps** \n .\n* Optimize application performance and ensure best practices in coding, testing, and deployment.\n* Drive technical innovation by exploring and implementing new tools, frameworks, and techniques.\n* Support clients with troubleshooting, debugging, and continuous improvement of existing applications.\n\n\n\n  \n \n\n\n\n**What we’re looking for:** \n  \n \n\n\n* **Experience** \n : 5+ years as a Java Developer, with hands-on experience in developing Azure-based applications.\n* **Technical knowledge** \n : Proficiency in\n **Java** \n ,\n **Azure DevOps** \n ,\n **CI\/CD pipelines** \n , and\n **Cloud architecture** \n is a must.\n* **Problem solver** \n : A detail-oriented individual who can simplify complex problems and implement solutions efficiently.\n* **Team player** \n : Someone who thrives in a collaborative environment and communicates effectively with both technical and non-technical stakeholders.\n* **Education** \n : Relevant qualifications in Computer Science, IT, or similar.\n* **Languages** \n : Fluency in\n **Swedish** \n and\n **English** \n is essential.\n\n\n\n  \n \n\n\n\n**About Paragaia** \n  \n \n\n\n\n  \n\n\n\n\n\n At\n **Paragaia** \n , we have the courage to create meaningful change and deliver true value for our clients. As consultants, we are doers – working quickly and efficiently without compromising quality. We are solution-focused, passionate, and dedicated to building long-term, trust-based relationships. We value personal growth and teamwork, ensuring a straightforward, no-fuss approach. We believe in having fun at work and building a strong sense of community together. \n \n\n\n\n  \n\n\n\n\n\n  \n \n\n\n\n**What we can offer:** \n  \n \n\n\n\n  \n\n\n\n\n* A work environment where we have fun, support each other, and grow together – for us, teamwork and humor are essential.\n* Flexible working conditions, including remote work, to help create a healthy work-life balance.\n* Wellness allowance to support your health and well-being.\n* External conferences to exciting and interesting destinations for both professional development and inspiring experiences together with the team.\n* Opportunities for growth in a dynamic, sustainable, and inspiring environment.\n\n\n\n  \n \n\n\n\n  \n\n\n\n\n\n**Apply now** \n via Linkedin, or by sending your CV and cover letter to\n **career@paragaia.se** \n  \n \n\n\n\n  \n\n\n\n\n\n Welcome to Paragaia – where courage, passion, and trust lead the way!","company_url":"https:\/\/se.linkedin.com\/company\/paragaia","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQH9hprdbhxq5w\/company-logo_100_100-alternative\/company-logo_100_100-alternative\/0\/1630620921964\/paragaia_logo?e=2147483647&v=beta&t=78Xitn77XOGeSESM9wqU08a7ZTc1cfsC70vi-jwP3ZE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4100575182","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4100575182","job_url_direct":null,"title":".NET Software Engineer - Fintech - Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology, Consulting, and Other","company_industry":"Software Development, Information Services, and Staffing and Recruiting","listing_type":null,"emails":null,"description":"**.NET Software Engineer - Fintech - Stockholm, Sweden** \n\n\n\n\n  \n\n\n\n\n\n (Tech stack: .NET Software Engineer, .NET 8, C#, ASP.NET, C#, React, Angular 17, Microservices, Vue.js, TypeScript, Azure, Web API 2, Agile, SQL Server 2022, Programmer, Full Stack Developer, Architect, .NET Software Engineer)\n \n\n\n\n  \n\n\n\n\n\n We have several fantastic new roles for .NET Software Engineer to join an ambitious Fintech. This is your chance to work with the sharpest minds in private wealth management and financial software development. Our client’s latest product release has changed the way people view private wealth management and allowed them to provide their clients with an individualised, scalable asset management framework that is unrivalled in today’s market place.\n \n\n\n\n  \n\n\n\n\n\n Our client is looking for passionate .NET Software Engineer with experience in .NET, .NET Core \/ ASP.NET MVC, C# and SQL Server. Our client will provide training in: .NET 8, JavaScript, React, Angular 17, Microservices, MongoDB, Vue.js, TypeScript, Azure, AWS, Web API 2, Entity Framework, Node.js, Elasticsearch, Agile, TDD, BDD, Scrum, Kanban and SQL Server 2022.\n \n\n\n\n  \n\n\n\n\n\n This is your opportunity to be part of a new, technically challenging project and to be involved in the creation of a new application from scratch. FinTech is booming and our client are fast becoming a leader of this market!\n \n\n\n\n  \n\n\n\n\n\n All .NET Software Engineer positions come with the following benefits:\n \n\n\n\n  \n\n\n\n\n* Shares in the company.\n* 3 hours ‘free time’ each week to investigate new technologies.\n* An annual training allowance.\n* Flexible working hours.\n* Work from home options.\n* Pizza and beer Fridays.\n* Access to free yoga classes which take place over lunch or after work in their fitness studio.\n\n\n\n  \n\n\n\n\n\n**Location** \n : Stockholm, Sweden \/ Remote Working\n \n\n\n\n  \n\n\n\n\n\n Applicants must be based in Sweden and have the right to work in Sweden even though remote working is available.\n \n\n\n\n  \n\n\n\n\n\n Noir continues to be the leading Microsoft recruitment agency; we can help you make the right career decisions!\n \n\n\n\n  \n\n\n\n\n\n NOIRSWEDENRECSP1\n \n\n\n\n NOIRSWEDENREC\n \n\n\n\n NOIREUROPEREC\n \n\n\n\n  \n\n\n\n\n\n NC\/BK\/STO100120","company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHWk7iJjLSGDg\/company-logo_100_100\/company-logo_100_100\/0\/1733138248432\/noir_consulting_logo?e=2147483647&v=beta&t=tJs7zMnu_fbXaVeZ4Cio6Na6c5Tx998hpSyk1TfFJoo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4100572690","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4100572690","job_url_direct":null,"title":".NET Software Engineer - Software House – Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology, Consulting, and Other","company_industry":"Software Development, Information Services, and Staffing and Recruiting","listing_type":null,"emails":null,"description":"**.NET Software Engineer - Software House – Stockholm, Sweden** \n\n\n\n\n  \n\n\n\n\n\n (Tech stack: .NET Software Engineer, .NET 8, C#, Blazor, Azure, JavaScript, HTML5, CSS3, Agile, Programmer, Full Stack Developer, Architect, .NET Software Engineer)\n \n\n\n\n  \n\n\n\n\n\n Do you want to work for an internationally recognised brand? Do you want to work on enterprise level .NET \/ C# software development projects and gain exposure to cutting edge technologies? Do you want to experience a truly sophisticated Agile development environment? Then look no further!\n \n\n\n\n  \n\n\n\n\n\n Our client is an award winning software house with a strong presence in over 30 countries. Due to continued growth and expansion we are seeking several .NET \/ C# Developer to join their dynamic team of high flying individuals. .NET Software Engineer applicants should be experienced in: .NET, .NET Core \/ ASP.NET MVC, C# and SQL Server. Our client can provide training into: .NET 8, Blazor, EF Core, Azure, JavaScript, HTML5, CSS3, Agile, TDD, BDD, Azure SQL and SQL Server 2022.\n \n\n\n\n  \n\n\n\n\n\n You will be working alongside an MVP and well respect author on Agile and .NET \/ C# development. This is a truly fabulous opportunity to join a spectacular organization; one that offers a structured career progression programme, excellent training, exquisite offices and amazing benefits.\n \n\n\n\n  \n\n\n\n\n\n**Location** \n : Stockholm, Sweden \/ Remote Working\n \n\n\n\n  \n\n\n\n\n\n Applicants must be based in Sweden and have the right to work in Sweden even though remote working is available.\n \n\n\n\n  \n\n\n\n\n\n Noir continues to be the leading Microsoft recruitment agency; we can help you make the right career decisions!\n \n\n\n\n  \n\n\n\n\n\n NOIRSWEDENRECSP1\n \n\n\n\n NOIRSWEDENREC\n \n\n\n\n NOIREUROPEREC\n \n\n\n\n  \n\n\n\n\n\n NC\/BK\/STO7090","company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHWk7iJjLSGDg\/company-logo_100_100\/company-logo_100_100\/0\/1733138248432\/noir_consulting_logo?e=2147483647&v=beta&t=tJs7zMnu_fbXaVeZ4Cio6Na6c5Tx998hpSyk1TfFJoo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4100574214","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4100574214","job_url_direct":null,"title":".NET Software Engineer, .NET 8, C# - Global Internet Icon – Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology, Consulting, and Other","company_industry":"Software Development, Information Services, and Staffing and Recruiting","listing_type":null,"emails":null,"description":"**.NET Software Engineer, .NET 8, C# - Global Internet Icon – Stockholm, Sweden** \n\n\n\n\n  \n\n\n\n\n\n (Tech stack: .NET Software Engineer, .NET 8, C#, Blazor, Azure, JavaScript, HTML5, CSS3, Agile, Programmer, Full Stack Developer, Architect, .NET Software Engineer)\n \n\n\n\n  \n\n\n\n\n\n Our client has long been a classic internet icon; today it has evolved into an integrated and diversified modern media company. We are seeking .NET Software Engineer to work on one of the most ambitious .NET \/ C# projects to take place since the birth of the World Wide Web.\n \n\n\n\n  \n\n\n\n\n\n .NET Software Engineer applicants should have a skill set that encompasses: .NET, .NET Core \/ ASP.NET MVC, C#, SQL Server and Agile. Full training will be provided into: .NET 8, Blazor, EF Core, Azure, JavaScript, HTML5, CSS3, Agile, TDD, BDD, Azure SQL and SQL Server 2022.\n \n\n\n\n  \n\n\n\n\n\n Our client offers a truly refreshing working environment including: flexible working hours, home working, casual dress code, onsite gym and games room and great benefits. This is an amazing opportunity to join a major force in the Internet arena industry, with a proud heritage, an enduring legacy and a promising future.\n \n\n\n\n  \n\n\n\n\n\n**Location** \n : Stockholm, Sweden \/ Remote Working\n \n\n\n\n  \n\n\n\n\n\n Applicants must be based in Sweden and have the right to work in Sweden even though remote working is available.\n \n\n\n\n  \n\n\n\n\n\n Noir continues to be the leading Microsoft recruitment agency; we can help you make the right career decisions!\n \n\n\n\n  \n\n\n\n\n\n NOIRSWEDENRECSP1\n \n\n\n\n NOIRSWEDENREC\n \n\n\n\n NOIREUROPEREC\n \n\n\n\n  \n\n\n\n\n\n NC\/BK\/STO115135","company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHWk7iJjLSGDg\/company-logo_100_100\/company-logo_100_100\/0\/1733138248432\/noir_consulting_logo?e=2147483647&v=beta&t=tJs7zMnu_fbXaVeZ4Cio6Na6c5Tx998hpSyk1TfFJoo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4100570954","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4100570954","job_url_direct":null,"title":".NET Software Engineer, .NET 8, C#, Azure, JavaScript, Agile – Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology, Consulting, and Other","company_industry":"Software Development, Information Services, and Staffing and Recruiting","listing_type":null,"emails":null,"description":"**.NET Software Engineer, .NET 8, C#, Azure, JavaScript, Agile – Stockholm, Sweden** \n\n\n\n\n  \n\n\n\n\n\n (Tech stack: .NET Software Engineer, .NET 8, ASP.NET, C#, React, Angular 17, Microservices, Vue.js, TypeScript, Azure, Web API 2, Agile, SQL Server 2022, Programmer, Full Stack Developer, Architect, .NET Software Engineer, Urgent)\n \n\n\n\n\n\n\n\n Be the first of your friends to declare, “I love where I work!” and actually mean it. Laugh hard and work hard with some of the best and brightest in the tech industry. Our client has created the world’s first marketplace for live experiences by developing the technology that lets anyone create, share and find new things to do. Currently 180 countries host events using their platform, with over 1.5 million events taking place every year and 5 million tickets being processed every month!\n \n\n\n\n  \n\n\n\n\n\n They are looking for .NET Software Engineer to help them dramatically expand and improve their set of products while simultaneously supporting a massive increase in the capacity of their systems. They have been extremely picky about assembling a team of smart, humble people who are passionate about creating amazing products. They work in an agile manner and believe strongly that small cross-functional teams empowered to make decisions and move fast is the best way to work. This is an unbeatable opportunity for .NET Software Engineer who hope to work on and deliver world class software in a friendly, fun, and innovative environment.\n \n\n\n\n  \n\n\n\n\n\n The ideal .NET Software Engineer candidates should have strong experience with: .NET, .NET Core \/ ASP.NET MVC, C# and SQL Server. Our client will provide you with industry recognised training into: .NET 8, JavaScript, React, Angular 17, Microservices, MongoDB, Vue.js, TypeScript, Azure, AWS, Web API 2, Entity Framework, Node.js, Elasticsearch, Agile, TDD, BDD, Scrum, Kanban and SQL Server 2022.\n \n\n\n\n  \n\n\n\n\n\n Their benefits include the following:\n \n\n\n\n  \n\n\n\n\n* Bonus (15%).\n* Generous stock option plan.\n* Choice of computer and gear.\n* All the coffee delivered to your desk you can order!\n* Snack filled kitchen.\n* Awesome work environment at a company with a huge vision.\n* Killer office with an onsite gym and games room!\n\n\n\n  \n\n\n\n\n\n If you are interested in applying for these positions please send your CV.\n \n\n\n\n  \n\n\n\n\n\n**Location** \n : Stockholm, Sweden \/ Remote Working\n \n\n\n\n  \n\n\n\n\n\n Applicants must be based in Sweden and have the right to work in Sweden even though remote working is available.\n \n\n\n\n  \n\n\n\n\n\n Noir continues to be the leading Microsoft recruitment agency; we can help you make the right career decisions!\n \n\n\n\n  \n\n\n\n\n\n NOIRSWEDENRECSP1\n \n\n\n\n NOIRSWEDENREC\n \n\n\n\n NOIREUROPEREC\n \n\n\n\n  \n\n\n\n\n\n NC\/BK\/STO95105","company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHWk7iJjLSGDg\/company-logo_100_100\/company-logo_100_100\/0\/1733138248432\/noir_consulting_logo?e=2147483647&v=beta&t=tJs7zMnu_fbXaVeZ4Cio6Na6c5Tx998hpSyk1TfFJoo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4100576103","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4100576103","job_url_direct":null,"title":".NET Software Engineer – .NET 8, C#, Blazor, Azure – Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology, Consulting, and Other","company_industry":"Software Development, Information Services, and Staffing and Recruiting","listing_type":null,"emails":null,"description":"**.NET Software Engineer – .NET 8, C#, Blazor, Azure – Stockholm, Sweden** \n\n\n\n\n  \n\n\n\n\n\n (Tech stack: .NET Software Engineer, .NET 8, C#, Blazor, Azure, JavaScript, HTML5, CSS3, Agile, Programmer, Full Stack Developer, Architect, .NET Software Engineer)\n \n\n\n\n  \n\n\n\n\n\n Our client is a crowd funded social advertising technology platform that sells services to Facebook advertisers to grow their marketing ROI. They were recently named one of 12 Facebook Strategic Preferred Marketing Developers (PMD); the highest distinction of excellence Facebook has ever offered their marketing partners. They have already grown by 100% in the past 6 months and have ambitions to quadruple headcount over the next 2 years.\n \n\n\n\n  \n\n\n\n\n\n We are seeking multiple gifted .NET Software Engineer who have a genuine passion for developing revolutionary software solutions. .NET Software Engineer applicants should have a skill set that includes: .NET, .NET Core \/ ASP.NET MVC, C# and SQL Server. Full training will be provided into: .NET 8, Blazor, EF Core, Azure, JavaScript, HTML5, CSS3, Agile, TDD, BDD, Azure SQL and SQL Server 2022.\n \n\n\n\n  \n\n\n\n\n\n This is an amazing opportunity to join a firm that has revolutionized its industry and to work on groundbreaking software development projects!\n \n\n\n\n  \n\n\n\n\n\n**Location** \n : Stockholm, Sweden \/ Remote Working\n \n\n\n\n  \n\n\n\n\n\n Applicants must be based in Sweden and have the right to work in Sweden even though remote working is available.\n \n\n\n\n  \n\n\n\n\n\n Noir continues to be the leading Microsoft recruitment agency; we can help you make the right career decisions!\n \n\n\n\n  \n\n\n\n\n\n NOIRSWEDENRECSP1\n \n\n\n\n NOIRSWEDENREC\n \n\n\n\n NOIREUROPEREC\n \n\n\n\n  \n\n\n\n\n\n NC\/BK\/STO7585","company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHWk7iJjLSGDg\/company-logo_100_100\/company-logo_100_100\/0\/1733138248432\/noir_consulting_logo?e=2147483647&v=beta&t=tJs7zMnu_fbXaVeZ4Cio6Na6c5Tx998hpSyk1TfFJoo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4036278457","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4036278457","job_url_direct":null,"title":"Experienced Salesforce Consultant at Deloitte Digital","company":"Deloitte","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/deloitte","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"6272485efb76a919","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=6272485efb76a919","job_url_direct":"http:\/\/se.indeed.com\/job\/software-engineer-6272485efb76a919","title":"Software Engineer","company":"Nils Bäckman AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1734220800000,"salary_source":"direct_data","interval":"yearly","min_amount":476563.0,"max_amount":603436.0,"currency":"USD","is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We are looking for a person with more than 4 years of experience with .Net\/C#\/Frontend-framework.\n\n**What You Will Do:**  \nOur team uses an agile development methodology to continuously improve both our work methods and the products we deliver. In your daily work, you will focus on the development and implementation of new functionality, including requirement setting, testing, and validation of the system. You will also handle support issues, receive and process customer requests, and plan and execute software rollouts to our clients.\n\nThrough close collaboration with the team and the product owner, you will be involved in formulating and implementing new strategies and solutions that streamline our customers' work, ensuring that our features and products are used in the most optimal way\n\n**Required Qualifications**\n\n* Mandatory:\n\n- .Net\/C#  \n- Frontend-framework, plus with Angular, but others are ok, such as Vue, React, etc (Javascript\/Typescript)\n\n* Plus:\n\n- Docker  \n- Kubernetes\/K8s  \n- Rabbit MQ  \n- Jest  \n- Xunit  \n- YAML-pipelines (CI\/CD)  \n- GraphQlSoft skills:  \n- TDD  \n- DDD  \n- Micro frontend\/Frontend-architecture  \n- Agile work methods Scrum, Kanban, Scrumban\n\n**Job requires ~4 years of relevant experience.**\n\n**Job requires 100% presence in Gothenburg.**\n\nPlease note, I will not proceed with your application unless you provide me the following information:  \n1. CV  \n2. How many years of relevant experience you have\n\nJobbtyp: Heltid\n\nLön: 44 000,00kr - 46 000,00kr per månad\n\nFörmåner:\n\n* Friskvårdsbidrag\n\nSchema:\n\n* Måndag till fredag\n\nAnsökningsfrågor:\n\n* How many years of relevant experience do you have?\n\nArbetsort: Personligen\n\nFörväntat startdatum: 2025-01-06","company_url":"https:\/\/se.indeed.com\/cmp\/Nils-B%C3%A4ckman-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"7410def216827eec","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=7410def216827eec","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/135212964369048262","title":"Senior Mjukvaruarkitekt- hands on coding","company":"Devoteam","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1733097600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"sanna.ekelof@devoteam.com","description":"Vill du vara en del av ett företag där din tekniska expertis gör en verklig skillnad? Som senior mjukvaruarkitekt får du möjligheten att vara ledande i att ta fram den bäst lämpade lösningen för kunden. Du behöver därför ha förmågan att diskutera, förklara samt motivera dina arkitekturella val. Som senior arkitekt bör du ha bred erfarenhet av olika tekniska plattformar och mjukvarulösningar med förmågan att se helheten. Du förväntas även ha lång erfarenhet som utvecklare och en öppenhet för att skriva, granska och felsöka kod i rollen som mjukvaruarkitekt.\n\n\n**Vad förväntar vi oss av dig?**\n\n* Har minst 8 års erfarenhet inom mjukvaruutveckling\n* Arbetat ett par år i en liknande roll och vet vilka verktyg och metoder som är lämpliga.\n* Har erfarenhet av att bygga cloud native applikationer på någon av molnplattformarna, AWS, Azure eller GCP.\n* Har erfarenhet av att orientera dig i komplexa miljöer och organisationer.\n* Trivs med att omsätta verksamhetskrav till design av säkra, skalbara samt kostnadseffektiva lösningar.\n* Har erfarenhet av att ha jobbat med både frontend- och backend-utveckling.\n* Har erfarenhet av att designa och bygga API:er.\n* Har erfarenhet att jobba med säkerhet, tex hotmodellering.\n* Har erfarenhet att bygga och underhålla system med olika typer av databaser.\n* Stark vilja att leverera utmärkt service, med fokus på kundens behov och framgång.\n* Djup förståelse för DevOps-principer och förmåga att integrera dem i arkitekturella beslut.\n* Bra på att kommunicera.\n* Språk: Du är flytande i svenska och engelska, i både tal och skrift.\n\n**Arbetsplats**  \n\nArbetsplatsen för den här rollen är Malmö med omnejd.\n\n\n**Om Devoteam**  \n\nHos oss värderar vi medarbetarnas trivsel och utveckling högt. Vi har byggt en arbetskultur där människor känner sig inspirerade, utmanade och trygga. Vi tror att när du trivs och växer, så gör även våra lösningar det.\n\n\nVi är ett ledande IT-konsultföretag med en stark förankring i Malmös tech-community, både som Devoteam och f.d .Jayway. Vi är engagerade i att skapa långsiktiga relationer med både kunder och medarbetare. Vi drivs av en passion för teknik och innovation, och erbjuder skräddarsydda lösningar för företag inom en rad olika branscher. Bland våra initiativ kan nämnas Øredev , en av Skandinaviens största utvecklarkonferenser, som vi var med och grundade.\n\n\n**Förmåner och praktisk information:**\n\n* Kontinuerligt lärande: Vi stöder kontinuerligt lärande med kompetensgrupper varannan vecka, deltagande på Øredev och löpande kompetensdagar för din professionella utveckling. Du har möjlighet att ta certifikat med någon av våra partners (AWS, Azure, GCP).\n* Ledighet och pension: Vi erbjuder 30 dagars semester, kompletterande föräldraledighetsersättning och tjänstepension enligt ITP1.\n* Hälsa och välbefinnande: Självklara förmåner som friskvårdsbidrag, tillgång till företagshälsovård, hälsokontroller och lunchyoga på kontoret.\n* Verktyg och utrustning: Du väljer själv de verktyg du behöver för att leverera och trivas i din arbetsmiljö.\n\n**Ansökan**  \n\nFör att ansöka, vänligen skicka din ansökan via länken nedan. Vi uppmuntrar tidiga ansökningar eftersom vi granskar dem löpande.\n\n\nFör eventuella frågor, kontakta Sanna Ekelöf, vår rekryterare, på sanna.ekelof@devoteam.com. Sanna kommer att vara din primära kontaktperson under hela rekryteringsprocessen.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"4035598706","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4035598706","job_url_direct":null,"title":"Experienced Seniors and Managers to our IT & Specialized Assurance team","company":"Deloitte","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":"rohman@deloitte.se","description":"Deloitte is a leading global provider of Audit & Assurance, Tax & Legal, and Consultative Services. With more than 457,000 professionals in over 150 countries, we help our clients and society to solve complex problems and achieve ambitious goals. We are driven by one purpose: to make an impact that matters. To us, this means lasting results for our clients and their businesses, ideas and actions that contribute to a greater good. It also means empowering our people and supporting them in their growth journey.\n   \n\n  \n\n\n\n\n**Job Description**\n\n Deloitte’s IT & Specialized Assurance team is currently looking for\n *Seniors and Managers* \n who thrive in a dynamic and challenging environment.\n   \n\n  \n\n\n\n\n\n**Who are we?**\n\n\n\n\n You will join as a member of our IT & Specialized Assurance team. We help clients transform the ways in which they leverage people, technology, processes, and controls to address their financial and operational risks and drive performance within their business operations. IT audit work can include assignments relating to the provision of assurance or advice. An IT audit typically evaluates and reports upon the procedures and control environment around the IT systems in place within an organization with a view to achieving more effective management of the risks to which the entity is exposed. We do so in the following ways:\n   \n\n  \n\n\n\n\n* We identify risks and weaknesses, thus enabling the development of solutions for introducing controls over processes supported by IT.\n* We help organizations take advantage of new and innovative technologies and better manage their risks through advisory and managed services.\n* We advise on general IT controls and audit application controls within the area of ​T audit and support financial auditing tasks.\n* We provide clients with assurance reports on several topics, including general IT controls in an outsourcing environment; application and process controls; and protection of personal data, as well as the GDPR.\n* We support and transform internal audit functions to provide relevant and timely insights to Executive Management and the Board on a wide range of risks.\n* We work across functions within Deloitte to provide our clients with the right set of skills.\n\n\n**Our team**\n\n The team consists of different nationalities with varied backgrounds and therefore embraces diversity of thought. We strive to foster an inclusive culture founded on collaboration, curiosity, and high ambitions. We offer you a strong and often life-long professional network allowing you to unfold your full potential. You will become part of a large team, and your development will take place in a truly social environment, which is of high importance to us.\n   \n\n  \n\n\n\n\n**Qualifications**\n\n**To be successful in this role, we expect that you:**\n\n\n\n* Have completed a university degree in audit, risk management, business administration, economics, accounting, finance, mathematics, or information technology; but not limited hereto\n* Have 2-6 years of full-time professional work experience, preferably within information technology systems, business and financial controls, process management, or any related field gained from another consulting firm or large organization (private or public).\n* Are proficient in either written and spoken Swedish or have a high proficiency in written and spoken English, and the right to live and work in Sweden.\n* Able to identify and assess IT risks and controls to relate them to business processes and to express opinions in a clear manner.\n* Assume responsibility for the overall engagement output, including scoping, financial management, quality assurance, and review of deliverables.\n* Strong project management and coordinating skills, including the skill to manage multiple engagements simultaneously; manage teams effectively; and deliver engagements on time and in compliance with the budget.\n\n\n**Additional Information**\n\n**What you can expect from us:**\n\n\n\n\n If you choose IT & Specialized Assurance as the next step in your career, you can expect that we:\n   \n\n  \n\n\n\n\n* Give you excellent opportunities for personal and professional development\n* Let you work in a dynamic and international environment\n* Do our utmost to integrate you well in our team and give you the opportunity to get to know your colleagues well.\n\n\n**How to apply**\n\n Submit your application online as soon as possible, your application should contain your:\n   \n\n  \n\n\n\n\n* CV\n* Cover letter including a motivation why you are interested in Deloitte and this position. You can upload the cover letter as a document.\n* University grades\n\n\n If you have any questions regarding the position or recruiting process, please contact Rasmus Öhman, Recruiter, rohman@deloitte.se.\n   \n\n  \n\n\n*As a qualitative part of Deloitte's recruitment process, our final candidates undergo a background check, to increase awareness of our future employees, secure the working environment for our employees and meet regulatory requirements. The process for background checks is carried out in collaboration with ToFindOut. https:\/\/tofindout.se\/en\/background-check\/.*\n\n\n\n\n**What impact will you make?**\n\n\n\n\n Every day, your work will make an impact that matters, while you thrive in a dynamic culture of inclusion, collaboration and high performance. We do not just aspire to make solutions. We wish to create an impact that makes a positive and crucial difference for the people around us, our clients and our society. Deloitte is where you’ll find unlimited opportunities to succeed and realize your full potential.","company_url":"https:\/\/www.linkedin.com\/company\/deloitte","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGNtpblgQpJoQ\/company-logo_100_100\/company-logo_100_100\/0\/1662120928214\/deloitte_logo?e=2147483647&v=beta&t=OSF8M5LreT0Sf2F-JcNk6XMT0ArCuPfDmRR-knCC4HY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4090090799","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4090090799","job_url_direct":null,"title":"Juniora Analysts till Enterprise Technology & Performance - Aug 2025","company":"Deloitte","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Management","company_industry":"Business Consulting and Services","listing_type":null,"emails":"jaspegardh@deloitte.se","description":"Deloitte erbjuder tjänster inom revision, business consulting, finansiell rådgivning, riskhantering, skatterådgivning och relaterade områden. Med fler än 457 000 medarbetare i över 150 länder hjälper vi våra klienter och vår omvärld att lösa komplexa problem och nå högt uppsatta mål. Det som definierar Deloitte är vår strävan att göra en meningsfull skillnad. Vi tror att när våra klienter och vårt samhälle blir starkare, blir vi det också! Det är därför självklart för oss att driva initiativ så som WorldClass, WorldClimate samt vår strategi för mångfald, ALL IN.\n   \n\n  \n\n  \n\n\n\n\n**Jobbeskrivning**\n\n Inom Deloitte Enterprise Technology & Performance stödjer vi våra klienter med att få ut det största möjliga värde av sina IT-investeringar genom att fungera som stöd vid transformationer inom IT-området.\n   \n\n  \n\n  \n\n\n\n\n\n I teamet ERP stödjer vi våra kunder med implementationsprojekt där du kommer hjälpa våra klienter att optimera och automatisera processer inom ekonomi och varuflöden med hjälp av några av världens främsta ERP-lösningar som SAP, Oracle NetSuite eller Infor M3. Vi leder hela resan och erbjuder våra klienter en helhetslösning, från förstudier och genomförandet av transformationen till den tekniska implementeringen. Varje ERP-implementering fokuserar på ett resultat som stödjer affärsstrategier genom processförbättringar och teknisk innovation.\n   \n\n  \n\n  \n\n\n\n\n**Kvalifikationer**\n\n Vi söker dig som är nyexaminerad med en kandidat eller magister\/masterexamen inom ekonomi i kombination med IT och\/eller systemvetenskap. Alternativt en utbildning inom Ekonomi, Business Management, Finans, Ingenjörsvetenskap och\/eller Supply Chain.\n   \n\n  \n\n  \n\n\n\n\n\n Vidare ser vi gärna att:\n   \n\n  \n\n  \n\n\n\n\n* Du har goda studieresultat, internationell erfarenhet och relevant engagemang vid sidan av studierna\n* Erfarenhet av affärssystem\/ERP-system, processdesign, och konsultarbete relaterat till digital transformation är meriterande\n\n\n För att du ska trivas i rollen som konsult inom Enterprise Technology & Performance tror vi att ett gediget intresse för ekonomi och affärssystem är viktiga faktorer. Vi söker dig som är driven, ambitiös och som brinner för att förstå kundens krav såväl affärsmässigt som tekniskt\/funktionellt. Du är en prestigelös lagspelare och bör trivas med att arbeta projektbaserat i nära samarbete med både ditt team och klienter. Du gillar att jobba med korta deadlines och du älskar att arbetsdagarna inte ser likadana ut. Då flera av våra klienter är internationella samt samarbete mellan Deloitte-team i andra länder är vanligt förekommande, är det en förutsättning att du är bekväm i en internationell kontext och har goda språkkunskaper i svenska och engelska.\n   \n\n  \n\n  \n\n**Ytterligare information**\n\n**Vi erbjuder**\n\n\n\n\n Som en del av Deloitte får du tillgång till världens största konsultnätverk med kollegor världen över som du kan nyttja för att utveckla både dig själv, våra klienter och vår verksamhet. Du får arbeta med spännande, komplexa uppdrag, både på global och nordisk nivå, i team som alltid värderar ditt perspektiv och på en revisionsavdelning i framkant av digitaliseringen. Vi lägger stor vikt vid att erbjuda dig möjligheter att driva din personliga utveckling. Vi erbjuder dig praktisk erfarenhet, en personlig coach som långsiktigt stöttar dig i din karriär och kontinuerlig feedback och support från mer erfarna kollegor.\n   \n\n  \n\n  \n\n\n\n\n\n Du får möjlighet att arbeta i ett företag som hjälper andra aktörer i deras resa mot en mer hållbar organisation, samtidigt som vi arbetar målmedvetet med våra egna ambitioner inom både klimat, miljö och socialt ansvar. Vi ser ett värde i att våra medarbetare har olika erfarenheter vilket främjar nytänkande och bidrar till fler perspektiv.\n   \n\n  \n\n  \n\n\n\n\n\n**Ansökan**\n\n\n\n\n Du ansöker online. Din ansökan ska bestå av:\n   \n\n  \n\n  \n\n\n\n\n* CV\n* En motivering till;\n\t+ Varför du är intresserad av Deloitte och rollen\n\t+ Vad du tror att du kan tillföra i rollen\n* Betygskopior från högskola\/universitet - De betyg som du laddar upp bör inte vara utdragna senare än 2 månader tillbaka i tiden.\n\n\n Notera att du behöver ladda upp samtliga dokument för att din ansökan ska ses som fullständig. Om du söker flera tjänster hos oss ber vi dig att i dina ansökningar tydliggöra vilken roll du är mest intresserad av.  Skicka in din ansökan så snart som möjligt då vi arbetar med löpande urval.\n   \n\n  \n\n  \n\n\n Som ett kvalitativt led i Deloittes rekryteringsprocess genomgår våra slutkandidater en bakgrundskontroll, detta för att öka kännedomen om våra framtida medarbetare, trygga arbetsmiljön för våra medarbetare och möta regelkrav. Processen för bakgrundskontroller genomförs i samarbete med ToFindOut. https:\/\/tofindout.se\/sv\/faq\/. För de tjänster som Deloitte efterfrågar universitetsbetyg, genomförs en verifiering som en del i rekryteringsprocessen. För frågor hänvisar vi till ansvarig rekryterare i processen.\n   \n\n  \n\n  \n\n\n\n\n\n**Frågor**\n\n\n\n\n Om du har frågor om tjänsten eller om rekryteringsprocessen är du varmt välkommen att kontakta ansvarig rekryterare Johanna Aspegårdh (jaspegardh@deloitte.se)\n   \n\n  \n\n  \n\n\n\n\n\n Vi ser fram emot din ansökan!\n   \n\n  \n\n  \n\n\n\n\n\n**What impact will you make?**\n\n\n\n\n På Deloitte gör ditt arbete en meningsfull skillnad, varje dag, medan du växer i en inkluderande företagskultur av samarbete och hög prestation. Utöver att skapa lösningar strävar vi efter att göra en positiv och avgörande skillnad för andra i vår omgivning, våra klienter och samhället. På Deloitte hittar du tidigare dolda möjligheter att lyckas och inser din fulla potential.","company_url":"https:\/\/www.linkedin.com\/company\/deloitte","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGNtpblgQpJoQ\/company-logo_100_100\/company-logo_100_100\/0\/1662120928214\/deloitte_logo?e=2147483647&v=beta&t=OSF8M5LreT0Sf2F-JcNk6XMT0ArCuPfDmRR-knCC4HY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4100514037","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4100514037","job_url_direct":null,"title":"Business Analyst","company":"H&M Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales","company_industry":"Retail","listing_type":null,"emails":null,"description":"**Job Description**\n H&M group has since 2008 worked with Franchise partners around the world, in markets where there is a big interest from a customer point of view, but where the possibility of operating alone is restricted. The H&M Brand has a team supporting our partners based at the Head Office in Stockholm. In this team we work to create the best conditions for our partners’ in order to help them drive store and online sales. We travel to the markets to find commercial opportunities and to secure our Brand is perceived in the best possible way. You will work closely with the team and our partners, independently drive analysis projects, working on a broad variety of topics to achieve commercial excellence.\n   \n\n  \n\n**Key Responsibilities**\n* Collect and analyze sales, customer and traffic data to deliver insights and actions on digital experience and performance  .\n* Work on a broad variety of challenges, turning strategic business questions into actionable insights, providing recommendations and supporting decision making based on evaluation of business needs, data and performance .\n* Execute and set full process digital analysis from budget, forecast to final execution and sales follow up\n* Collaborate with relevant stakeholders to secure alignment and progress within the area of digital commercial analysis. Upskill our franchise partners in data driven e-commerce.\n* Develop and build reports, frameworks, methods and WoW built on knowledge and best practices and share\/drive insights in communities, L&D and playbooks\n* Contribute to global digital growth through securing an exceptional digital customer experience and commercial excellence that adds customer value,  maximize profitable selling and strengthens our brand\n\n\n**Qualifications**\n To be successful in this role, we see that you have a strong analytical mindset, enjoy working with systems, you are a self-starter and a creative problem solver. You have great communication skills and thrive in working with a variety of stakeholders, you can be flexible and adaptive to changing business needs.\n   \n\n  \n\n* An education background in a related field such as Business, Engineering, Marketing, Economics, or a relevant discipline.\n* 4 plus years’ experience working in commercially oriented e-commerce\/digital roles and have experience driving business results.\n* Strong stakeholder management, excellent communication skills and skilled in translating and explaining complex data analysis to non-technical and\/or senior stakeholders.\n* Knowledge of web analytics and A\/B testing tools, such as Power BI, Google Analytics, Content Square, SQL, Optimizely etc\n* Experience conducting analysis and utilizing insights to develop a deep understanding of our business and creating results.\n* The ability to drive change across large communities and lead larger initiatives, including new ways of working, processes, and adoption of best practices to secure growth.\n\n\n**Additional Information**\n This is a full-time permanent position, starting as soon as possible and is based on-site in our Head Offices in Stockholm.\n   \n\n  \n\n If you feel that your experience, skills and ambitions are right for this role, please send your CV in English (no cover letter) latest the\n **27th December 2024** \n . Due to GDPR we only accept applications through our career page.\n   \n\n  \n\n We look forward to receiving your application!\n   \n\n  \n\n**Inclusion & Diversity**\n H&M is a part of H&M Group. At H&M Group, we’re determined to create and maintain inclusive, diverse and equitable workplaces throughout our organisation. Our teams should consist of a variety of people that share and combine their knowledge, experience and ideas. Having a diverse workforce leads to a positive impact on how we address challenges, on what we perceive possible and on how we choose to relate to our colleagues and customers all over the world. Hence all diversity dimensions are taken into consideration in our recruitment process.\n   \n\n  \n\n We strive to have a fair and equal process and therefore kindly ask you not to attach a cover letter in your application as they often contain information that easily can trigger unintentional biases.\n   \n\n  \n\n**Company Description**\n H&M is a fashion brand that offers the latest styles and inspiration, from fashion pieces and unique designer collaborations to affordable wardrobe essentials. Our business idea is fashion & quality at the best price in a sustainable way. Learn more about H&M here.","company_url":"https:\/\/se.linkedin.com\/company\/hmgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFeGKMlxgsIag\/company-logo_100_100\/company-logo_100_100\/0\/1630602793844\/thehmgroup_logo?e=2147483647&v=beta&t=7pBkJxm-O9efydzGUcBB29TOLnAqgcvMe5lljkc1JtQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3300801218","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3300801218","job_url_direct":"http:\/\/www.mckinsey.com\/careers\/search-jobs\/jobs\/consultant-mckinseydigital-70974?appsource=LinkedIn&urlHash=fLgY","title":"Consultant - McKinsey Digital","company":"McKinsey & Company","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Consulting, Engineering, and Information Technology","company_industry":"Software Development, IT Services and IT Consulting, and Business Consulting and Services","listing_type":null,"emails":null,"description":"**Who You'll Work With**\n You’ll be based in one of our Nordic offices as part of McKinsey Digital practice. This group brings together the best of McKinsey’s digital capabilities to help our clients use digital technology to transform their businesses.\n   \n\n  \n\n As part of this global team, you’ll be working on everything from IT modernization and digital strategy to agile, cloud, advanced analytics and digital business building. You’ll typically work on projects across all industries and functions and will be fully integrated with the rest of our global firm. You’ll also work with colleagues from across McKinsey & Company to help our clients deliver breakthrough products, experiences, and businesses, both on technology and non-technology topics.\n   \n\n  \n\n Our office culture is casual, fun and social with an emphasis on education and innovation. We have the freedom to try new ideas, experiment and are expected to be constantly learning and growing. There is also a strong emphasis on mentoring others in the group, enabling them to grow and learn.\n   \n\n  \n\n**What You'll Do**\n You will work with C-suite executives, problem-solve on their key issues and provide actionable recommendations leveraging your technology know-how and business sense.\n   \n\n  \n\n You will play an active role in all aspects of a client project, typically working in teams of 3 to 5 consultants alongside experts and partners of all tenures including developers, designers, data engineers, agile coaches and others. This includes gathering and analyzing information, formulating and testing hypotheses, and developing and communicating recommendations. You’ll also have the opportunity to present results to client management and implement recommendations in collaboration with client team members.\n   \n\n  \n\n You will receive exceptional training as well as frequent coaching and mentoring from colleagues on your teams. This support includes a partner from your local office assigned to help you guide your career as well as several weeks of formal training. Additionally, you'll receive guidance and support from your local office or practice in the selection of client projects, helping you to develop your skills and build your network.\n   \n\n  \n\n**Qualifications**\n* Master’s degree and at least one degree in a technical subject such as computer science, engineering or mathematics; advanced degree or MBA is a plus\n* 2+ years of post-university experience in technology- and strategy-related roles in a professional services, blue-chip, industry or start up environment\n* Outstanding records of academic and managerial or professional achievement\n* Combination of strong strategic and analytical abilities with a passion for technology\n* Proven track record of leadership in a work setting and\/or through extracurricular activities\n* Ability to communicate complex ideas effectively - both verbally and in writing - in English; fluency in the local language is an advantage\n* Willingness to travel","company_url":"https:\/\/www.linkedin.com\/company\/mckinsey","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHkZ4FKz0_SHQ\/company-logo_100_100\/company-logo_100_100\/0\/1719836610134\/mckinsey_logo?e=2147483647&v=beta&t=UzfqV1Q8vicMJkwQNFv1oERC-XUrhqUm3o1G2cHVxq0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4085627349","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4085627349","job_url_direct":null,"title":"S\/4 HANA Security and Control Consultants","company":"Deloitte","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Consulting","company_industry":"Business Consulting and Services","listing_type":null,"emails":"igarg@deloitte.se, alfinne@deloitte.se, skarlero@deloitte.se","description":"Deloitte is a leading global provider of Audit & Assurance, Tax & Legal, and Consultative Services. With more than 457,000 professionals in over 150 countries, we help our clients and society to solve complex problems and achieve ambitious goals. We are driven by one purpose: to make an impact that matters. To us, this means lasting results for our clients and their businesses, ideas and actions that contribute to a greater good. It also means empowering our people and supporting them in their growth journey.\n   \n\n  \n\n  \n\n\n\n\n**Job Description**\n\n Deloitte's Technology & Transformation practice helps organizations effectively measure and mitigate risk and make informed and intelligent risk decisions around business processes, technology and operations. Our Technology & Transformation team has grown significantly over the past five years, both in Advisory and Assurance services.\n   \n\n  \n\n As part of our North and South Europe member firm, you will be joining over 1,100 cyber-risk professionals delivering world-class cyber-risk services across the region, a quarter of which is based out of the Nordics. Our inclusive culture forms the core of our firm – the reason why we can call Deloitte one of life’s greatest communities. We embrace and encourage authenticity and diversity of thought, as we understand that inclusion unleashes the power of our people – we understand that our diversity is a source of strength.\n   \n\n  \n\n  \n\n\n\n\n\n You will be working on different projects in an international environment designing, implementing, upgrading and monitoring SAP authorization concepts. With the support of your team, you will guide the development of internal controls for our clients to achieve the required risk management level. Moreover, you will assist the client in setting up monitoring processes and tools to remain in total control of security in their SAP landscape and provide our clients with expert technical knowledge on SAP authorizations, good practice working methods and functional insight into the business drivers for Governance, Risk & Compliance (GRC) activities.\n   \n\n  \n\n  \n\n\n\n\n\n You will play a key role on our team, collaborating with your team members to successfully deliver appropriate security solutions on multiple projects. We strive to create an environment where curiosity drives innovative solutions to our clients’ requirements.\n   \n\n  \n\n  \n\n\n\n\n\n As we are expecting our local S\/4 team to grow in coming years – you should be excited by the prospect of being part of building and developing the local business while still being closely connected and contributing to our community in the Nordics.\n   \n\n  \n\n  \n\n\n\n\n**Qualifications**\n\n As a skilled member of our S\/4 and Cyber Risk team, we expect that you will be able to teach us something new, just as we are hoping to teach you something new. We are growing fast and are looking for strong consultants within a broad experience in the field of security and controls.\n   \n\n  \n\n  \n\n\n\n\n\n You will essentially possess the following qualifications:\n   \n\n  \n\n  \n\n\n\n\n* You are an SAP security expert with 5+ years of experience from an advisory environment.\n* You can design and implement best-practice SAP security blueprints, fit for the clients’ business frameworks. Essentially enabling technology to drive business transformations within Authorizations, Risk Management, Internal Controls, Information Security and Privacy.\n* You are able to lead work for designing and implementing roles and access concepts, i.e. SAP Authorization Management and Hazardous Work Combinations (SoD).\n* You have proven experience of implementing risk solutions in global companies using SAP solutions and the ability to assess business requirements, design solutions, produce functional analysis\/technical documentation, and implement and test solutions.\n* Security experience in S\/4 HANA implementation and Fiori authorizations is a plus.\n* You have experience of designing, configuring and implementing SAP GRC products, such as Access Control, Process Control and Business Integrity screening etc.\n* You quickly understand the client environment and identify the client’s business requirements, building strong relationships.\n* You have strong analytical skills combined with good communication and training skills.\n* You can work independently, define targets and prioritize tasks in a complex and demanding environment.\n* You can plan and execute a project to deliver a superior client experience. In addition, you can gain an in-depth knowledge of the client’s business and stay up-to-date on industry activities, marketplace trends, innovation efforts and leading practices.\n* You are a team player who is committed, proactive, enthusiastic, flexible and eager to learn.\n* You are willing to travel on a regular basis.\n\n\n To succeed in the role, you need to have an interest in both technical and organizational aspects of Cyber security, including ability to understand business contexts. As a consequence, you are able to communicate S\/4HANA and Cyber with stakeholders both from the business and technology\/IT. You have excellent language skills in English and preferably also Swedish.\n   \n\n  \n\n You are keen to share your experiences, motivate your colleagues and help developing the team and business. You are a relationship-oriented person with a drive and desire to deliver top quality service to your clients. Finally, you are a highly-driven team player who enjoys developing the business, solving problems and likes to take on new challenges.\n   \n\n  \n\n  \n\n**Additional Information**\n\n**We offer**\n\n\n\n\n We can offer you access to our global AI & Data network of experts, a stimulating and supportive environment and a fantastic opportunity to help you take the next step in your professional career. You will also be part of a steep Nordic growth journey which in the future will open up for many new career opportunities within our Nordic firm.\n   \n\n  \n\n  \n\n\n\n\n\n**The way of working at Deloitte – our commitment to you**\n\n\n\n\n At Deloitte we foster a collaborative culture where talented individuals can produce their best work. We value innovative thinking, diverse insights, and a genuinely distinctive level of customer service. We value difference with respect at the heart of our inclusive culture.\n   \n\n  \n\n Our role is to unlock potential for growth and innovation. We believe this requires real collaboration – with our own networks and with our clients. It’s why we commit to truly getting under the skin of our client’s needs, developing a full appreciation for their environment, goals, and ambitions.\n   \n\n  \n\n We work together with our clients to help find the right solution and to help to apply that solution. Our aim is to leave behind ambassadors who are equipped to continue the transformation we have started.\n   \n\n  \n\n  \n\n\n\n\n\n**How to apply**\n\n\n\n\n You apply online. We encourage you to apply as soon as possible, as we are screening applications continuously and interviewing on a rolling basis. Please submit your CV, cover letter and university grades as part of your application.\n   \n\n  \n\n As a qualitative part of Deloitte's recruitment process, our final candidates undergo a background check, to increase awareness of our future employees, secure the working environment for our employees and meet regulatory requirements. The background check process is carried out in collaboration with ToFindOut. https:\/\/tofindout.se\/en\/background-check\/\n   \n\n  \n\n**Questions?**\n\n\n\n\n If you have any questions regarding the role, please contact Isha Garg, igarg@deloitte.se or Albin Finne, alfinne@deloitte.se. For questions regarding the role or application process, please contact Sophie Karlerö, Talent Acquisition Specialist, at skarlero@deloitte.se.\n   \n\n  \n\n  \n\n\n\n\n\n**We are looking forward to your application!**\n\n\n\n\n**What impact will you make?**\n\n\n\n\n Every day, your work will make an impact that matters, while you thrive in a dynamic culture of inclusion, collaboration and high performance. We do not just aspire to make solutions. We wish to create an impact that makes a positive and crucial difference for the people around us, our clients and our society. Deloitte is where you’ll find unlimited opportunities to succeed and realize your full potential.","company_url":"https:\/\/www.linkedin.com\/company\/deloitte","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGNtpblgQpJoQ\/company-logo_100_100\/company-logo_100_100\/0\/1662120928214\/deloitte_logo?e=2147483647&v=beta&t=OSF8M5LreT0Sf2F-JcNk6XMT0ArCuPfDmRR-knCC4HY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4036278457","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4036278457","job_url_direct":null,"title":"Experienced Salesforce Consultant at Deloitte Digital","company":"Deloitte","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting","company_industry":"Business Consulting and Services","listing_type":null,"emails":"jmarkborg@deloitte.se, rohman@deloitte.se","description":"Deloitte is a leading global provider of Audit & Assurance, Tax & Legal, and Consultative Services. With more than 457,000 professionals in over 150 countries, we help our clients and society to solve complex problems and achieve ambitious goals. We are driven by one purpose: to make an impact that matters. To us, this means lasting results for our clients and their businesses, ideas and actions that contribute to a greater good. It also means empowering our people and supporting them in their growth journey.\n   \n\n  \n\n\n\n\n**Job Description**\n\n Deloitte Digital brings together the technology and creative capabilities, business acumen, and industry insight needed to help transform our clients’ businesses.\n   \n\n  \n\n We are expanding and currently looking for consultants with a great interest in driving these digital business transformations. If you are interested in designing, building, and implementing smart and innovative solutions using the power of the Salesforce.com platform, then you might be just the person we are looking for!\n   \n\n  \n\n**About the role**\n\n\n\n\n You will be working closely with functional specialists to develop creative business solutions for iconic brands. As a part of our Digital Customer team, we shape, design, and implement sales, service, and marketing experiences, capabilities, and architectures required to bring customer strategies to life. With us, you will get the opportunity to collaborate with amazing digital experts across disciplines to develop great solutions for our customers.\n   \n\n  \n\n You will play an important role in the delivery of our projects. You will design, build, and implement Salesforce solutions to help our clients on their digital transformation journeys. We work closely with our clients, and you will be building lasting relationships with executive clients and sponsors. Depending on the size of the project and the client’s needs, your role will cover a broad range of responsibilities such as process analysis, user stories definition, solution design, technical and functional work, Salesforce configuration, testing, project management, client meetings, and much more.\n   \n\n  \n\n\n\n\n**Qualifications**\n\n We are looking for talents who want to solve business problems but who can also realize it in technical solutions.\n   \n\n  \n\n\n\n\n* You have a University degree in STEM (science, technology, engineering, math) or similar fields\n* You have worked professionally within system development for 2+ years\n* A passion for digital solutions, technology, and systems\n* Knowledge about and interest in Sales, Marketing, and Services strategy, processes, and technology\n* You are either a certified Salesforce consultant or a system developer who is interested in exploring this area\n* Preferably you have excellent written and verbal skills both in Swedish and English\n\n\n**Additional Information**\n\n**We offer**\n\n\n\n\n At Deloitte, we believe the best impact is the value we add, not the hours we sit at our desks. We carefully consider agile ways of working, both formal and informal, that allow for the best impact for our people with different skills, backgrounds, and perspectives. You will be given first-class opportunities to accelerate your career as a Salesforce consultant, working alongside a team with a passion for tech and experience in design.\n   \n\n  \n\n\n\n\n* **Personal development** \n : At Deloitte, we focus on helping people at every level of their careers to identify and use their strengths. We offer a clear career path and you will be able to set goals with your assigned coach and follow up on them throughout the year. Your personal development is most important to us; therefore any new Salesforce certificates will be sponsored by Deloitte to give you the best possible expertise.\n* **Culture:** \n We are a team of passionate and highly skilled colleagues of many different nationalities. Our team and our culture are dear to all of us and we like spending time together.\n \n We don’t only work together, we also take responsibility and contribute to a better society through different activities and organizations.\n \n Our Impact Day is something that we are proud of, a day where we spend all our time helping different CSR organizations solve their problems.\n* **Other benefits:** \n Health care insurance, Pension plan, 5000 SEK for health activities.\n\n\n**How to apply**\n\n Your application should consist of a CV and a cover letter and you apply directly online.\n   \n\n  \n\n As a qualitative part of Deloitte's recruitment process, our final candidates undergo a background check, to increase awareness of our future employees, secure the working environment for our employees, and meet regulatory requirements. The background check process is carried out in collaboration with ToFindOut. https:\/\/tofindout.se\/en\/background-check\/\n   \n\n  \n\n**Questions?**\n\n\n\n\n If you have any questions regarding the roles, please contact Johan Markborg, jmarkborg@deloitte.se. For questions regarding the application process, please contact Rasmus Öhman, rohman@deloitte.se.\n   \n\n  \n\n**We are looking forward to your application!**\n\n\n\n\n**What impact will you make?**\n\n\n\n\n Every day, your work will make an impact that matters, while you thrive in a dynamic culture of inclusion, collaboration and high performance. We do not just aspire to make solutions. We wish to create an impact that makes a positive and crucial difference for the people around us, our clients and our society. Deloitte is where you’ll find unlimited opportunities to succeed and realize your full potential.","company_url":"https:\/\/www.linkedin.com\/company\/deloitte","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGNtpblgQpJoQ\/company-logo_100_100\/company-logo_100_100\/0\/1662120928214\/deloitte_logo?e=2147483647&v=beta&t=OSF8M5LreT0Sf2F-JcNk6XMT0ArCuPfDmRR-knCC4HY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3771183891","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3771183891","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/starta-din-it-karriar-i-ostersund-op-2022429448\/&urlHash=I9Ze","title":"Starta din IT-karriär i Östersund!","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Till vår konsultverksamhet i Östersund söker nu Centric flera kunniga, engagerade supporttekniker till en servicedesk. Uppdraget är på heltid och kommer att pågå tills vidare.\n \n\n\n\n  \n\n\n\n\n\n Låter detta intressant men du saknar boende i Östersund så hjälper vi till med bostad.\n \n\n\n\n  \n\n\n\n\n\n Som konsult på Centric får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.\n \n\n\n\n  \n\n\n\n\n\n**Dina arbetsuppgifter** \n\n\n\n\n Du kommer att arbeta i första linjens support med att hjälpa användare via telefon och\/eller mail med IT-relaterade problem. Bland arbetsuppgifterna finns hantering av konton i Active Directory, administration i Microsoft Office 365 och felsökning relaterat till Windowsmiljö samt kundspecifika applikationer. Ditt primära ansvar blir att ge support via telefon, mail och fjärrstyrning. Du kommer även registrera ärenden i ett ärendehanteringssystem.\n \n\n\n\n  \n\n\n\n\n\n**Din profil och kvalifikationer** \n\n\n\n\n Du har ett genuint intresse för teknik och en vilja att ge bra service. Du kan förklara IT för personer på olika kunskapsnivåer och är en problemlösare ut i fingerspetsarna. Som person är du social och driven och har gått en IT-inriktning på gymnasiet.\n \n\n\n\n  \n\n\n\n\n\n*Krav* \n\n\n\n* Du har gått en IT-inriktning på gymnasiet\n* Du har god teknisk kunskap och mycket hög servicekänsla\n* Du talar och skriver både svenska och engelska flytande\n\n\n\n  \n\n\n\n\n\n*Meriterande* \n\n\n\n* Du har tidigare arbetat eller praktiserat med liknande arbetsuppgifter\n* Telefonvana\n* Kunskaper inom Active Directory, Microsoft Office 365 och Citrix\n\n\n\n  \n\n\n\n\n\n**Vad vi erbjuder** \n\n\n\n\n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi tycker nämligen att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under roliga och avslappnande former.\n \n\n\n\n  \n\n\n\n\n\n Centric är ett IT-företag med 380 anställda, med kontor i Stockholm, Göteborg, Malmö, Linköping och Örebro. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3888294171","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3888294171","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/servicenow-arkitekt-it-op-2024455877\/&urlHash=4cQK","title":"ServiceNow Arkitekt (IT)","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Centric söker en erfaren ServiceNow arkitekt och konsult för att planera, designa och leverera implementeringar av ServiceNow i kundorienterade uppdrag. Det är en senior roll med huvudsakligt mål att som arkitekt rådgiva kunder om ServiceNow och erbjuda enkla, effektiva och hållbara lösningar. Den primära arbetsplatsen kommer att vara hos Centrics kunder inom Stockholmsområdet men rollen kan kräva både beredskap och resor inom Norden vid behov.\n \n\n\n\n  \n\n\n\n\n\n Som konsult på Centric får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.\n \n\n\n\n  \n\n\n\n\n\n**Dina arbetsuppgifter** \n\n\n\n\n Centric söker en erfaren ServiceNow arkitekt och konsult för att planera, designa och leverera implementeringar av ServiceNow i kundorienterade uppdrag. Det är en senior roll med huvudsakligt mål att som arkitekt rådgiva kunder om ServiceNow och erbjuda enkla, effektiva och hållbara lösningar.\n \n\n\n\n  \n\n\n\n\n\n**Du Kommer Att** \n\n\n\n* Bygga , etablera och leverera ServiceNow-implementeringar på kundens plats inom de nordiska marknaderna.\n* Rådgiva senior kundledning om deras ServiceNow-lösningar för att adressera utmaningar inom tjänstehanteringsområdet.\n* Att tillsammans med kundens IT-team hitta en lösning som är bäst lämpad för den aktuella kundsituationen samtidigt som den anpassas till kundens verktygsstrategi och framtida behov.\n* Leda designen och implementeringen av ServiceNow-lösningar som en strategisk tjänstehanteringsplattform för kunden.\n* Fungera som betrodd rådgivare för kunden i ServiceNow-frågor.\n* Hjälpa till att förverkliga avkastningen på investeringen för kunden genom att erbjuda pragmatiska lösningar.\n* Säkerställa att kundens behov och krav omvandlas till IT-krav som kan delas med utvecklingsteam med klarhet och förståelse.\n* Kommunicera effektivt och tydligt förklara tekniska beslut för affärs- och teknikpartners.\n* Analysera, fånga upp och driva potentiella förbättringar inom olika områden av plattformens implementering.\n* Ge korrekta uppskattningar och leveranstider.\n* Bidra med stark förståelse för integrationer med hjälp av inbyggda ServiceNow-plugins och vara ansvarig för att stödja och förbättra alla dataintegrationer.\n* Granska och godkänna tekniska designspecifikationer skapade av ledande utvecklare.\n\n\n\n  \n\n\n\n\n\n**Din profil och kvalifikationer** \n\n\n\n* Kandidat- eller masterexamen inom datavetenskap, informationsteknologi eller relaterat område.\n* 8 års erfarenhet av ServiceNow-utveckling, varav minst 3 år i en arkitektroll.\n* Djup förståelse för ServiceNow-plattformens kapaciteter, bästa praxis och implementeringsstrategier.\n* Expertis inom JavaScript, HTML, CSS och integreringsteknik.\n* Certifiering inom ITIL\/ServiceNow Certified System Administrator\/Certified Implementation Specialist – ITSM\/ITOM krävs.\n* Starkt ledarskap, kommunikations- och projektledningsförmågor.\n\n\n\n  \n\n\n\n\n\n**Personliga Egenskaper** \n\n\n\n\n Du förväntas vara en skicklig kommunikatör som kan anpassa dig till olika nivåer inom organisationen och har utmärkta presentationsfärdigheter. Du är proaktiv och har en stark inriktning mot service i ditt arbete. Att leverera enastående kundvärde är en central prioritet för dig. Vi förväntar oss att du är självgående och har tillit nog att ta fullt ansvar för projekt och engagera kunderna. Du är en öppensinnad lagspelare som är villig att både lära och undervisa, och dela med dig av din kunskap till leveransteamet inom olika aspekter av ServiceNow.\n \n\n\n\n Som inflytelserik person inom teamet driver du samarbete och fungerar som en naturlig förändringsledare. Genom att visa ledarskap genom exempel inspirerar du ditt team och dina kollegor, vilket skapar en högre grad av motivation. Dessa egenskaper värdesätter vi mycket eftersom vi har en öppen företagskultur som uppmuntrar till att ställa frågor och finna nya sätt att göra saker på.\n \n\n\n\n  \n\n\n\n\n\n**Vad vi erbjuder** \n\n\n\n\n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi tycker nämligen att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under roliga och avslappnande former.\n \n\n\n\n  \n\n\n\n\n\n*Mer om oss* \n\n\n\n\n Centric är ett IT-företag med 380 anställda, med kontor i Stockholm, Göteborg, Malmö och Linköping. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4102447049","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4102447049","job_url_direct":null,"title":"Projektledare inom anläggning","company":"Bygg & Miljö Stockholm AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Project Management and Information Technology","company_industry":"Construction","listing_type":null,"emails":null,"description":"**Erfaren projektledare inom mark- och anläggning** \n\n\n\n\n**Välkommen med din ansökan!** \n\n\n\n\n\n Är du en person som arbetar metodiskt för att uppnå dina mål? Vill du utvecklas inom mark- och anläggning och samtidigt ha ett givande och roligt jobb? Då har du hittat rätt.\n \n\n\n\n  \n\n\n\n\n\n**Om tjänsten** \n\n\n\n\n\n Tjänsten som projektledare hos oss är på heltid och du kommer att vara med och utveckla verksamheten och effektivisera arbetet tillsammans med dina kollegor. Ditt övergripande ansvarsområde kommer vara att säkerställa projekten uppnår ställda krav avseende tidplan, budget och kvalité.  \n \n\n\n\n  \n\n\n\n\n\n**Du kommer även att:** \n\n\n\n\n -         Ansvara för KMA-arbetet i projekten\n \n\n\n\n -         Utveckla relationer med befintliga kunder\n \n\n\n\n -         Ansvara för ekonomin i projekten (lyftplaner, ÄTA-hantering, fakturering)\n \n\n\n\n -         Upprätta och följa upp satta tidplaner och budgetar\n \n\n\n\n -         Följa upp och säkerställa att projektens alla krav uppfylls\n \n\n\n\n -         Ansvara för det administrativa arbetet som hör till projekten\n \n\n\n\n  \n\n\n\n\n\n**Är du den vi söker?** \n\n\n\n\n\n Arbetsuppgifterna i den här rollen passar dig som är metodisk, kundfokuserad och lösningsfokuserad. Du uppskattar ett högt tempo och har goda kunskaper inom anläggning, vilket du erhållit från studier eller arbetslivet. Om du har både arbetslivserfarenhet och studier inom relevant område klättrar du ytterligare på lista över intressanta kandidater.\n \n\n\n\n  \n\n\n\n\n\n**Följande personliga egenskaper är meriterande:** \n\n\n\n\n -         Ledaregenskaper med förmåga att motivera, delegera och tar ansvar\n \n\n\n\n -         Kunna arbeta i grupp\n \n\n\n\n -         Lätt att skapa och upprätthålla kontakter med underentreprenörer och slutkund\n \n\n\n\n -         Förändringsbenägen – Utvecklingsorienterad\n \n\n\n\n -         Öppen, kommunikativ, service- och säljinriktad\n \n\n\n\n -         Förmåga att samordna kundens pågående verksamhet med projektets arbete\n \n\n\n\n -         Förmåga att fatta beslut\n \n\n\n\n  \n\n\n\n\n\n**Vi ser gärna att du:** \n\n\n\n\n -         Har B-körkort\n \n\n\n\n -         Behärskar svenska språket i tal och skrift\n \n\n\n\n -         Har minst 2 års erfarenhet av rollen som arbetsledare\/projektledare inom mark- och anläggning\n \n\n\n\n -         Goda kunskaper inom AB04\/ABT06\n \n\n\n\n -         Behärskar Office-paketet\n \n\n\n\n -         Behärskar engelska språket i tal och skrift\n \n\n\n\n -         Har goda tekniska kunskaper inom mark- och anläggning\n \n\n\n\n -         Erfarenhet av leda att leda entreprenader mellan 5–10 MKR\n \n\n\n\n -         God datorvana och kunskaper inom IT\n \n\n\n\n -         Behärskar AMA-anläggning\n \n\n\n\n  \n\n\n\n\n\n**Vad kan vi erbjuda dig?** \n\n\n\n\n\n Vi erbjuder en trygg anställning med kollektivavtal och en familjär känsla med duktiga kollegor. Vi erbjuder även arbetsbilar, flexibla arbetstider, regelbundna hälsokontroller, friskvård och möjlighet till kompletterande utbildning på arbetstid.\n \n  \n \n\n\n\n\n  \n\n\n\n\n\n**Om oss** \n\n\n\n\n\n Bygg & Miljö Stockholm AB växer av egen kraft, näring har vi hämtat från våra nöjda kunder och våra engagerade medarbetare.\n \n\n\n\n\n I dag är Bygg & Miljö Stockholm AB ett företag med omsättning på ca 110 Mkr, ca 10 anställda och med fokus på stabil fortsatt tillväxt. Nu, liksom tidigare, är vår främsta drivkraft våra nöjda kunder och våra engagerade medarbetare.","company_url":"https:\/\/se.linkedin.com\/company\/bygg-miljo-stockholm","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGN0c2RxvtJ0A\/company-logo_100_100\/company-logo_100_100\/0\/1651558522214?e=2147483647&v=beta&t=dyloB-onjrLDw1Ym8Qc6-TnCcHhz9ccCIWMiHfDWqhw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f6280655e11b1ff0","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f6280655e11b1ff0","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/124059587136365254","title":"Group Lead och AWS specialist","company":"Devoteam","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1731888000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"- **Vill du arbeta tillsammans med inspirerande, glada och kompetenta kollegor i ett av Malmös mest innovativa och centrala nav kring mjukvaruutveckling? Söker du en roll där du kan kombinera din expertis som konsult med ledarskap och strategiskt ansvar och vara med och skapa innovativa digitala produkter på AWS?**\n\n**Vilka är vi?**\n\nVi är ett IT-konsultföretag som främjar en kultur där medarbetarna känner sig trygga, inspirerade och glada. Vi tror att detta är den bästa miljön där människor kan växa och bygga de bästa produkterna. Vi grundades år 2000, vi har en långsiktig syn på våra kunder och medarbetarrelationer och hoppas att du kommer att vilja stanna hos oss länge.\n\n\nDevoteam är idag en av Europas ledande partners inom AWS och vi vill nu stärka detta erbjudande även i Sverige.\n\n\nVisste du att vi faktiskt också grundade utvecklarkonferensen Øredev som fortfarande är en del av samma företag?\n\n  \n**Vem är du?**\n\nVi söker en Group Lead till vår AWS utvecklingsenhet i Malmö. Denna roll är perfekt om du vill kombinera konsultrollen med ledarskaps- och ledningsansvar.\n\n\nSom Group Lead kommer du i första hand arbeta med konsultuppdrag inriktade på AWS arkitektur och utveckling. Vi söker en senior utvecklare\/arkitekt med bred erfarenhet av mjukvarulösningar inom AWS och med en förmåga att se helheten. Du har lång erfarenhet av utveckling samt av att sätta upp och granska AWS-miljöer. Även om vi söker en ledare vill vi ändå att du fortfarande har en vilja och ett driv att skriva, granska och felsöka kod. Vi ser dig vidare som aktiv i vårt partnersamarbete, där du gillar att utforska nya erbjudanden från AWS och hjälpa Devoteam Creative Tech ligga i framkant inom moln-innovation.\n\n\nI rollen har du också ett personalansvar för 6-10 konsulter inom AWS enheten. Där det primära målet är att jobba med ditt team och coacha dina medarbetare och främja en kultur av kontinuerligt lärande.\n\n\nRollen omfattar även affärsutveckling där du fungerar som en brygga mellan säljteam, kunder och leveransteam. Genom nära samarbete kommer du att bidra till att utveckla vårt erbjudande och bygga starka kundrelationer inom AWS-området.\n\n\nAtt balansera konsultuppdrag, personalansvar och affärsutveckling kräver ett starkt självledarskap, vilket är avgörande för att lyckas i denna roll.\n\n\nCertifieringar inom AWS är viktiga och meriterande men inget krav.\n\n\n  \n**Vi söker dig som**\n\n* Har minst 6 års erfarenhet av mjukvaruarkitektur och utveckling.\n* Tidigare erfarenhet av en ledarroll med personalansvar är meriterande.\n* Trygg i att föra diskussioner med kunder både på svenska och engelska.\n* Skicklig med att omsätta verksamhetskrav till design av säkra, skalbara samt kostnadseffektiva lösningar.\n* Stark vilja att leverera utmärkt service, med fokus på kundernas behov och framgång.\n* Har en genuin förståelse för det agila arbetssättet och en vilja och ett fokus att snabbt leverera värde.\n* God förståelse för DevOps principer och förmåga att integrera dem i arkitekturella beslut.\n\n  \n- **Vad får du?**\n\nVi erbjuder dig individuell och betald kompetensutveckling på arbetstid, flexibelt arbete och ett generöst förmånspaket. Du kommer att ingå i vårt team av ledare och kan påverka allt från vilket uppdrag som känns rätt för dig, forma våra erbjudanden och partnerskap, samt bidra till framtiden för Devoteam Creative Tech i Sverige.\n\n\n**Varför tveka?**\n\nSkicka in din ansökan till oss så kontaktar vi dig så snart som möjligt. Vi ser fram emot att höra från dig!\n\n\n**En rättvis chans**\n\nDevoteam är öppet för ansökningar från alla delar av samhället. Vi tror att olikheter inom team hjälper oss att skapa bättre produkter. Vi välkomnar alla människor oavsett ålder, könsidentitet eller uttryck, erfarenhet och bakgrund. Om du kan se dig själv i denna roll och känner att denna tjänst kan tillföra värde både för dig och för Devoteam, uppmuntrar vi dig att skicka in din ansökan till oss - även om du inte nödvändigtvis uppfyller alla ovanstående krav.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"5ed85ad1bacdc011","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5ed85ad1bacdc011","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/143747511062799046","title":"Group Lead och Azure specialist","company":"Devoteam","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1731888000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"- **Vill du arbeta tillsammans med inspirerande, glada och kompetenta kollegor i ett av Malmös mest innovativa och centrala nav kring mjukvaruutveckling? Söker du en roll där du kan kombinera din expertis som konsult med ledarskap och strategiskt ansvar och vara med och skapa innovativa digitala produkter på Azure?**\n\n**Vilka är vi?**\n\nVi är ett IT-konsultföretag som främjar en kultur där medarbetarna känner sig trygga, inspirerade och glada. Vi tror att detta är den bästa miljön där människor kan växa och bygga de bästa produkterna. Vi grundades år 2000, vi har en långsiktig syn på våra kunder och medarbetarrelationer och hoppas att du kommer att vilja stanna hos oss länge.\n\n\nDevoteam är idag en av Europas ledande partners inom Microsoft Azure och vi vill nu stärka detta erbjudande även i Sverige.\n\n\nVisste du att vi faktiskt också grundade utvecklarkonferensen Øredev som fortfarande är en del av samma företag?\n\n  \n**Vem är du?**\n\nVi söker en Group Lead till vår Azure utvecklingsenhet i Malmö. Denna roll är perfekt om du vill kombinera konsultrollen med ledarskaps- och ledningsansvar.\n\n\nSom Group Lead kommer du i första hand arbeta med konsultuppdrag inriktade på Azure arkitektur och utveckling. Vi söker en senior utvecklare\/arkitekt med bred erfarenhet av mjukvarulösningar inom Azure och med en förmåga att se helheten. Du har lång erfarenhet av utveckling samt av att sätta upp och granska Azure-miljöer. Även om vi söker en ledare vill vi ändå att du fortfarande har en vilja och ett driv att skriva, granska och felsöka kod. Vi ser dig vidare som aktiv i vårt partnersamarbete, där du gillar att utforska nya erbjudanden från Azure och hjälpa Devoteam Creative Tech ligga i framkant inom moln-innovation.\n\n\nI rollen har du också ett personalansvar för 6-10 konsulter inom Azure-enheten. Där det primära målet är att jobba med ditt team och coacha dina medarbetare och främja en kultur av kontinuerligt lärande.\n\n\nRollen omfattar även affärsutveckling där du fungerar som en brygga mellan säljteam, kunder och leveransteam. Genom nära samarbete kommer du att bidra till att utveckla vårt erbjudande och bygga starka kundrelationer inom Azure-området.\n\n\nAtt balansera konsultuppdrag, personalansvar och affärsutveckling kräver ett starkt självledarskap, vilket är avgörande för att lyckas i denna roll.\n\n\nCertifieringar inom Azure är viktiga och meriterande men inget krav.\n\n\n  \n**Vi söker dig som**\n\n* Har minst 6 års erfarenhet av mjukvaruarkitektur och utveckling.\n* Tidigare erfarenhet av en ledarroll med personalansvar är meriterande.\n* Trygg i att föra diskussioner med kunder både på svenska och engelska.\n* Skicklig med att omsätta verksamhetskrav till design av säkra, skalbara samt kostnadseffektiva lösningar.\n* Stark vilja att leverera utmärkt service, med fokus på kundernas behov och framgång.\n* Har en genuin förståelse för det agila arbetssättet och en vilja och ett fokus att snabbt leverera värde.\n* God förståelse för DevOps principer och förmåga att integrera dem i arkitekturella beslut.\n\n  \n- **Vad får du?**\n\nVi erbjuder dig individuell och betald kompetensutveckling på arbetstid, flexibelt arbete och ett generöst förmånspaket. Du kommer att ingå i vårt team av ledare och kan påverka allt från vilket uppdrag som känns rätt för dig, forma våra erbjudanden och partnerskap, samt bidra till framtiden för Devoteam Creative Tech i Sverige.\n\n\n**Varför tveka?**\n\nSkicka in din ansökan till oss så kontaktar vi dig så snart som möjligt. Vi ser fram emot att höra från dig!\n\n\n**En rättvis chans**\n\nDevoteam är öppet för ansökningar från alla delar av samhället. Vi tror att olikheter inom team hjälper oss att skapa bättre produkter. Vi välkomnar alla människor oavsett ålder, könsidentitet eller uttryck, erfarenhet och bakgrund. Om du kan se dig själv i denna roll och känner att denna tjänst kan tillföra värde både för dig och för Devoteam, uppmuntrar vi dig att skicka in din ansökan till oss - även om du inte nödvändigtvis uppfyller alla ovanstående krav.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"9a736d4ae78b8095","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=9a736d4ae78b8095","job_url_direct":"https:\/\/afry.com\/en\/join-us\/available-jobs\/REF9769K-devops-engineer","title":"DevOps Engineer","company":"AFRY","location":"Solna, AB, SE","job_type":null,"date_posted":1726099200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"Aamir.faried@afry.com","description":"Jobbeskrivning\n\n\nSom DevOps Engineer och konsult hos oss ingår du i DevOps Teamet inom sektionen 'IT Architecture and Advisory'. Teamets uppdrag är att hjälpa olika befintliga och nya kunder att sätta upp sin infrastruktur baserat på projektspecifika behov.\n\n\nDu kommer att arbeta i en dynamisk miljö där du får möjlighet att arbeta med olika projekt\/tekniska lösningar, utforska, designa och bygga arkitektur för olika typer av applikationer hos olika kunder.\n\n\nKvalifikationer\n\n\nMatchar din profil nedan beskrivning?\n\n\nVi söker någon med nedanstående kunskaper och erfarenheter, men vi tror dock att du kan vara en intressant kandidat även om du inte uppfyller alla kriterier.\n\n* Erfarenhet med andra publika molnplattformar som Azure, AWS eller\/och GCP\n* Kunskap inom nätverk, brandväggar och lastbalanserare\n* Erfarenhet av containers och molntekniker (t.ex. Docker, Kubernetes, AWS, Azure)\n* Applikationsdistributionsarkitektur via Docker och TLS-certifikatshantering för produktionsmiljöer\n* Några års praktisk erfarenhet av Azure DevOps (infra), GitLab, Github eller relaterade tjänster.\n* Erfarenhet av att designa och utveckla CI\/CD-miljöer\n* Flera års praktisk erfarenhet av Linux-hantering och skriptning och automation.\n* Erfarenheter av att designa, implementera och hantera CI\/CD-pipelines på Gitlab, GitHub, Jenkins och Azure\n* Erfarenhet av felsökning, t.ex. brandväggsinställningar, serverproblem, trafik mellan servrar\n* Arkitekturkunskap om frontend-teknologier, backend-teknologier samt databaser och meddelandelösningar\n* God förståelse för DNS, routing, lastbalansering, nätverk och brandväggsteknik\n* Flytande svenska i tal och skrift\n\n\nVi lägger även stor vikt vid dina personliga egenskaper som vi tror bland annat kännetecknas av att du är en Team player som tycker om att ta ansvar, kan arbeta självständigt och har ett öga för detaljer.\n\n\nObs! Sista ansökningsdag är 2024-10-12. *Vi hanterar ansökningar löpande och tjänsten kan tänkas bli tillsatt innan sista ansökningsdag.*\n\n\nFöretagsbeskrivning\n\n\nAFRY erbjuder tjänster inom teknik, design, digitalisering och rådgivning. Vi är hängivna experter inom industri, energi- och infrastruktur, som skapar värde för kommande generationer. AFRY har en global räckvidd med djupa rötter i Norden. Tillsammans accelererar vi omställningen till ett mer hållbart samhälle.\n\n\nYtterligare information\n\n\nVad erbjuder AFRY dig som anställd?\n\n\nVi har regelbundna träffar där temat varierar mellan kompetens och socialt utbyte, eller både och. En bra balans helt enkelt!\n\n\nDu får du t.ex.:\n\n* En AFRY Buddy som bollplank under din första tid som anställd\n* Vi arbetar aktivt med vår strategi för löpande utveckling för våra konsulter. Detta sker genom kompetensutvecklingsprojekt, seminarier, utbildningar, samarbeten etc.\n* Balans i arbetslivet med möjlighet till hybridarbete.\n* Tillgång till Club AFRY där en bredd av spännande och underhållande aktiviteter för våra medarbetare anordnas - det finns något för alla! Läs gärna mer här.\n* Konkurrenskraftiga förmåner gällande pension, friskvård och föräldraledighet reglerade i vårt kollektivavtal\n* Företagsrabatter med externa partners genom vår förmånsportal Advantage You.\n* Friskvårdsbidrag 3000 SEK\/år.\n* Restauranger och kaféer på plats\n* Ett enormt nätverk av tekniska experter med +19 000 kollegor runtom i världen.\n\n\nKontaktpersoner för frågor:\n\n\nAamir Faried, rekryterande chef\n\n\nAamir.faried@afry.com\n\n\nOm rekryteringsprocessen :\n\n\nI alla våra rekryteringsprocesser använder vi oss av kompetensbaserad rekrytering - för en rättvis och träffsäker rekrytering.\n\n* Telefonavstämning eller urvalsfrågor via mejl\n* Två intervjusteg (IRL eller via Teams)\n* Referenstagning\n* Erbjudande\n\n*Vi undanber oss direktkontakt med bemannings- och rekryteringsföretag samt säljare av ytterligare jobbannonser.*\n\n*.*\n\n*På AFRY driver vi förändring i allt vi gör. Vi anser att förändring sker när modiga idéer möts, när vi samarbetar, skapar innovation och omfamnar kreativa lösningar, det är så vi skapar framtiden. Vi söker konstant kvalificerade kandidater som vill ansluta sig till våra inkluderande team runt om i världen. Bli en del av oss och påskynda den gröna omställningen*\n\n\nApply information\n\n\nPosition\n\n\nDevOps Engineer\nLocation\n\n\nSolna\nCountry\n\n\nSweden\nReference number\n\n\nREF9769K","company_url":"https:\/\/se.indeed.com\/cmp\/Afry","company_url_direct":"https:\/\/afry.com\/en","company_addresses":"Our headquarters are in Stockholm, Sweden yet our businesses and clients extend right across the globe. \r\n\r\nFrösundaleden 2\r\nSE 169 70, Stockholm\r\n\r\ninfo@afry.com\r\n+46105050000","company_num_employees":"10,000+","company_revenue":"$100M to $500M (USD)","company_description":"AFRY is a European leader in engineering, design, and advisory services, with a global reach. We are 16,000 devoted experts in infrastructure, industry, energy and digitalisation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/b589943c7dfbdf1a9408f8cd96afff40","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/43ccf669c03d93f3b217666aa65c8a58","ceo_name":"Jonas Gustavsson","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/83ae57a163c4706e64c81f1df48f3ab6"},{"id":"3993496390","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3993496390","job_url_direct":"https:\/\/job-boards.greenhouse.io\/rebtel2021\/jobs\/7456548002?gh_src=2240240c2us&urlHash=ac8X","title":"Platform engineer","company":"Rebtel","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Internet Publishing","listing_type":null,"emails":null,"description":"*Global migration is a 21st-century reality. Whether people are fleeing from something or racing towards better opportunity, following love or seeking new experiences, more and more are living in different environments and in new ways. We celebrate the power of people coming together. That’s why we connect ambitious people abroad with their families and friends back home so they can support each other emotionally and financially, and lead more enriched lives.*\n*With international calling, money transfers, mobile top-up service and more we design products with the needs of modern migrants in mind.*\n*Our ambitious team reflects our international audience. We are a diverse group of people from all over the world that come together every day—and we’re looking for others driven by the same desire to create meaningful products that bridge cultural and geographic distances.*\n**Rebtel is looking for a Platform** \n**Engineer**\n**About Rebtel’s Infrastructure**\n Our infrastructure is entirely cloud-based and we have components in the 3 major cloud environments (AWS, Azure, GCP). Our infrastructure hosts our customer-facing business applications as well as support systems used internally by different teams. Given how long we have been around, we have some legacy applications and systems that run on VMs in the cloud, but our preference is for containerization and cloud-first setups. We aspire for our infrastructure to be well-architected and you will coordinate this agenda, in collaboration with other teams.\n   \n\n  \n\n In an environment as vast as Rebtel’s, it is important to maintain thorough documentation of our systems, but even better to persist our infrastructure as code using modern tools such as Terraform. Our applications serve a global audience 24\/7 and reliability is a key engineering requirement in our infrastructure. Similarly, the diversity of our product and markets requires compliance to various frameworks and standards, and you will help us to build systems to fit in the space defined by these requirements.\n   \n\n  \n\n Our work approach is well structured without being stifling. We use an agile workflow to handle day to day tasks. We strongly encourage collaboration as an excellent way to spread knowledge and to deliver universally relevant products and services. Given our fast-paced journey and market ambition, you will find tasks that are demanding and that will trigger your creativity. At Rebtel, everyone contributes to our customer propositions - we have quick communication channels between teams and have regular hackathons to respond to opportunities and challenges as they come.\n   \n\n  \n\n Rebtel is looking for a Platform engineer to join its team that is building new products and services in a modern, cloud-based ecosystem.\n   \n\n  \n\n**About You And Your Responsibilities**\n* We’re looking for an individual who we can learn from and help us take our infrastructure to the next level.\n* We love to share the knowledge we have and to learn new things from you.\n* You have keen interest in architecture: how to build complex systems that are maintainable.\n* As a platform engineer, your role will include actively contributing towards architectural decisions. You will discuss technical solutions with the rest of the team and act as an inspiration to improve and maintain system stability, availability, and security.\n* You are interested in problem solving and enjoy finding the simplest possible solution to complex problems.\n* You work well with teams, even in areas besides DevOps and infrastructure, but are also capable of performing as a sole contributor in your area\n\n\n**Requirements**\n* Experience with Azure and, preferably, also with GCP and AWS.\n* Good understanding of security in various stages from development, to Devops and through to production.\n* Experience setting up CI\/CD pipelines using common tools deployment tools (GIT, Azure Devops, Teamcity, Octopus, Github Actions)\n* Experience with infrastructure-as-code and configuration management tools such as Terraform and Ansible\n* Sound knowledge of networking principles and common concepts such as firewalls, load balancers and application gateways and debugging tools such as Wireshark.\n* Good understanding of containerization using Docker, Kubernetes and Helm charts\n* Experience with system administration on both Windows and \\*nix based platforms including scripting using Powershell and Shell.\n* Excellent communication skills in English\n\n\n**Bonus points**\n* Knowledge of IP telephony and related technologies\/protocols such as SIP, WebRTC.\n* Experience writing and automating system tests as well as incorporating them into CI\/CD pipelines\n* Experience working with cross functional teams on mature products with many users\n* Experience working with standards for compliance in the payments industry e.g PCI\n\n\n**Ideal candidate**\n* 5+ years full-time professional experience (i.e., 6k+ hours)\n* Committed to documenting and automating routine tasks\n* Raise the level of everyone around you\n* Happy hacking on new technology, loves R&D\n* Always curious, always learning\n* Vision for product development and for how a code base evolves\n* A pleasure to work with\n\n\n*We are Rebtel - People from all around the world, as of now 26, countries and more to come. We believe in equal opportunity and value diversity at our company. We do not discriminate on the basis of race, religion, colour, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.*","company_url":"https:\/\/se.linkedin.com\/company\/rebtel","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFP7hOM4lVNyg\/company-logo_100_100\/company-logo_100_100\/0\/1680594856954\/rebtel_logo?e=2147483647&v=beta&t=9wNSWIn9OUnNZ5T0NnQpCgwbrRWiBe_dOvbvHsz0mn4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4088130794","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4088130794","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-Cloud-Solution-Architect\/1136949901\/?feedId=388933&utm_source=linkedin&urlHash=OcWj","title":"Cloud Solution Architect","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Antingen är du redan arkitekt eller molnutvecklare med en stark önskan att bli arkitekt? Det viktigast är dock att du är passionerad och brinner för moderna lösningar som utnyttjar molnets alla positiva egenskaper. Vi söker just nu lösningsarkitekter till vårt team i Stockholm.\n   \n\n  \n\n**Teamet och inriktningen**\n Teamet fokuserar på att hjälpa våra kunder forma arkitektur och arbetssätt för att nyttja molnet effektivt för att lösa de behov som finns i verksamheten. Det kan handla om övergripande arkitekturprinciper och mer teknisk arkitektur för specifika lösningar. Teamet specialiserar sig också på modern applikationsintegration och kommunikation mellan lösningar, främst med API och event-plattformar. Vi och våra kunder arbetar med alla stora molnplattformar - AWS, GCP och Azure.Kunduppdragen kommer att vara i Stockholm, samtidigt som en global organisation som Capgemini ger dig möjlighet att samarbeta, utvecklas och växa med kollegor och kunder världen över.\n   \n\n  \n\n I teamet specialiserar vi oss för att kunna ge stöd till våra kunders cloud och integrationsbehov i ett anta områden, t.ex:\n   \n\n  \n\n* Applikationsdesign och arkitektur i molnmiljöer\n* Integrationer för molnbaserade tjänster\n* Cloud DevOps och DevSecOps\n* Lösningsarkitektur\n\n\n Med både bredd och djup erbjuder vi stora möjligheter att bygga vidare på dina arkitekturfärdigheter, dela kunskap och utveckla dig tillsammans med skickliga kollegor i teamet.\n   \n\n  \n\n**Din profil**\n* Du har tidigare erfarenhet av utveckling av lösningar i public cloud eller molnbaserade containermiljö.\n* Du är lösningsarkitekt med erfarenhet inom Azure, AWS eller GCP och kan bevisa det med motsvarande certifiering\n* Du har god kommunikations- och presentationsförmåga i kombination med förmåga att leda och vilja att ta ansvar för kundleveranser\n* Du skriver och talar flytande svenska då det används i det dagliga arbetet\n\n\n**Meriterande**\n* Back-end erfarenhet inom följande: Python, Node.js, Django och Spring\n* Front-end erfarenhet inom följande: Angular, React.js, vue.js och jquery\n* DevOps – Till exempel Ansible, Terraform, Jenkins, Kubernetes\n\n\n  \n\n  \n\n**Vad vi tror kommer få dig att trivas**\n Vi erbjuder dig en dynamisk arbetsmiljö med andra molnspecialister inom Capgemini. Här får du möjligheten att arbeta i projekt med nationella och internationella kunder. Du har friheten att utveckla dig själv med hjälp av Capgeminis egen utbildningsplattform som bl.a. ger dig tillgång till all molnrelaterad utbildning. Berätta om dina ambitioner och vi ser fram emot att hjälpa dig att nå dem.\n   \n\n  \n\n**Vi erbjuder**\n* En positiv arbetsmiljö med starkt fokus på innovation och kompetens. Du kommer att arbeta med många av de senaste tekniktrenderna och vara omgiven av duktiga kollegor.\n* På Capgemini blir du en del av en global organisation med starkt kundfokus, samarbetskultur och möjlighet till kontinuerligt lärande och utveckling.\n* Vårt Cloud & Application Integration-team i Stockholm består av drygt 10 kollegor som arbetar som cloud och integrations-specialister hos våra kunder.\n* Capgemini har varit en dominerande aktör inom arkitekturområdet sedan 90-talet, med vårt eget ramverk Integrated Architecture Framework (IAF) och vi bidrar även aktivt till vidareutvecklingen av TOGAF.\n* Vi har ett aktivt, globalt arkitektforum med lokala undergrupper där du kan dra nytta av globala och lokala experter inom arkitektur och även bidra med din egen erfarenhet.\n\n\n**Våra värderingar**\n* Honesty, Boldness, Trust, Freedom, Team spirit, Modesty and Fun\n\n\n**Ansökan**\n* Vi rekryterar löpande till denna roll, så skicka gärna in din ansökan så snart som möjligt.\n\n\n  \n\n  \n\n**Om Capgemini**\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda deras övergång till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2023 rapporterade Capgemini Group globala intäkter på 22,5 miljarder euro.\n   \n\n  \n\n**Get The Future You Want |** \n www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3976921378","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3976921378","job_url_direct":"https:\/\/jobs.jobvite.com\/leovegas\/job\/oP2ItfwM?__jvst=Job+Board&__jvsd=LinkedIn&urlHash=wlNG","title":"Site Reliability Engineer","company":"LeoVegas Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Gambling Facilities and Casinos","listing_type":null,"emails":null,"description":"**Description**\n*Position at LeoVegas Group*\n Site Reliability Engineering (SRE) is a critical part of our platform strategy. As a member of the SRE team, you will focus on providing technical expertise and support to our engineering teams to enable them to deliver high-quality software solutions efficiently.\n   \n\n  \n\n This includes providing continuous support to teams, overcoming major technical hurdles, improving performance , implementing system monitoring and building highly available software.\n   \n\n  \n\n YOU WILL BE RESPONSIBLE FOR:\n   \n\n  \n\n* Approaching Operations as a Software Engineering challenge applying software engineering to solve operational challenges.\n* Being the first point of contact for our Operations and Dev teams for any questions and issues regarding our platform.\n* Having a positive attitude and the ability to understand the critical urgency of topics and strong analytical and problem-solving skills.\n* Ensuring non-functional requirements for all applications and tools are met and clearly communicated.\n* Providing counsel to our internal software engineering team and proactively suggesting improvements on how to operate our microservice-based solution.\n\n\n OUR SUCCESSFUL CANDIDATE WILL HAVE:\n   \n\n  \n\n ESSENTIAL SKILLS:\n   \n\n  \n\n* Minimum 5 years of software engineering or devops experience.\n* Practical experience in using common cloud APIs\n* Strong knowledge of Linux and shell scripting, as well as higher level protocols and patterns like HTTP\/3, REST, JSON and gRPC\n* Expertise in systems integration and distributed large scale microservice deployments.\n* Experience in operating and monitoring container workloads and similar technologies.\n* Strong code reading and understanding skills with at least one high level programming language\n\n\n NICE TO HAVES:\n   \n\n  \n\n* Experience from the iGaming industry is meriting\n\n\n**Who We Are**\n At the core of LeoVegas Group, is Team Leo. Our culture is our foundation and is what enables us to innovate, build, and lead as we trailblaze our way through the igaming industry. We’re a team of over 1800 innovators, initiators, and groundbreakers working in a fast-paced and agile environment across 16 offices world-wide.\n   \n\n  \n\n**Benefits**\n* Hybrid work policy\n* 4 weeks of Workation (T&C apply)\n* 30 annual vacation days\n* Occupational Pension\n* 5,000 SEK wellness contribution annually\n* Parental Leave Top-Up\n* Possibility to enrol in a private health care insurance for both you and your partner\n* 1,500 SEK equipment allowance\n* Benify - benefits portal with many offers and discounts\n* We offer a relocation package with accommodation and flights.\n\n\n JOIN US!\n   \n\n  \n\n In our pride, we like to empower our teammates to find their roar and run with their wildest ideas. We don’t wait around for things to happen, we pounce and make it happen!\n   \n\n  \n\n Would you be a good fit for the Leo Pride - give us a roar!\n   \n\n  \n\n \\*\\*As our company working language is English we’d like to see your CV in English please\\*\\*","company_url":"https:\/\/se.linkedin.com\/company\/leovegasgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFv2doLANKS7Q\/company-logo_100_100\/company-logo_100_100\/0\/1704352044440\/leovegasgroup_logo?e=2147483647&v=beta&t=uxwDKmPil5Zvwf_KMFgO1Wamc2PNCx9iMBk-sRQIVds","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4062819717","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4062819717","job_url_direct":null,"title":"Java Developer with Azure experience","company":"PARAGAIA","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/paragaia","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3500669363","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3500669363","job_url_direct":null,"title":"Engineering Manager in Back End (Bangkok based, relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"2dcf95637b0803ba","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=2dcf95637b0803ba","job_url_direct":"https:\/\/hcvl.fa.em2.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/sites\/CX\/requisitions\/preview\/274","title":"Manager HR Support and Systems","company":"Nynas AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1734220800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"ann.ekman@nynas.com","description":"**About the Job**\n\nAs **Manager HR Support and Systems** , you will lead a team of 3-4 HR specialists responsible for ensuring robust HR systems, seamless administrative processes, travel management, occupational health services and other support solutions.\n\n\nYou will lead the HR Digitalization journey, including Oracle HCM Cloud (Fusion), Flex Travel, and our Learning Management System.\n\n\nYou will also manage HR initiatives and projects to align with organizational priorities and provide training and support for managers and employees in our HR systems.\n\n\nThe company, with approximately 600 employees, is going through change and development, so drive and a continuous improvement mindset will be important in this role.\n\n\nYou will be a member of the HR Management Team, report to the Human Resources Director and be based in our head office in Hammarby Sjöstad (Sthlm01) in Stockholm.\n\n\nSome occasional travel to our other sites in Sweden as well as abroad may be required.\n\n\n**About you**\n\nWe are looking for a colleague who has a strong interest in providing support and services to many different stakeholders. You are a proactive leader with expertise in HR systems and data management. It is important to have strong people and project management skills and the ability to prioritize initiatives effectively. You are a team player who inspires and develops the team.\n\n\nWe are looking for a solutions-oriented person with strong communication and interpersonal skills, as well as problem-solving skills, with the ability to build relationships and influence stakeholders across the organization. The ideal candidate will have a strong background in HR support and systems management in a global organization.\n\n\nYou have an academic degree, preferably a bachelor’s degree in business administration, human resources or a related field.\n\n\n**We offer**\n\nWe offer challenging tasks in an international environment, which allows you to utilize all your skills and to grow personally and professionally and continuously learn new things. The role offers many opportunities to interact with highly skilled colleagues at various technical and commercial departments globally, making an impact within Nynas.\n\n\nAs an employee with us, you get to take part in several different benefits, such as health care insurance, lunch benefit card, vacation days in advance, collective bargaining agreement, enhanced parental pay and voluntary insurances for you and your family.\n\n\nThe employees at Nynas are from many different countries and cultures and there is a clear ambition at all levels to act according to Nynas three core values: dedication, cooperation and proactivity.\n\n\n**About Nynas**\n\n**Solutions for the transition to a sustainable society**\n\nWe are both big and small at the same time – which gives our employees a unique opportunity. You have the advantages of a strong, international corporation with the possibility to develop your career along many different paths. But we still are small enough so you will never be lost in the crowd. Here at Nynas, every individual is a key player. This means that there is often pressure on you to deliver, but it also means that you are well known and always seen as an important part of a large family.\n\n\nJoin us in our transition towards a more sustainable society!\n\n\n**Contact & Application**\n\n*Please send your application before December 31, 2024.*  \n\n  \n\n*For questions about the job, please contact Ann Ekman (ann.ekman@nynas.com).*","company_url":"https:\/\/se.indeed.com\/cmp\/Nynas-Ab","company_url_direct":"http:\/\/www.nynas.com","company_addresses":"Stockholm, SW","company_num_employees":"501 to 1,000","company_revenue":"more than $10B (USD)","company_description":"At Nynas, every individual is a key player. This means that there is often pressure on you to deliver, but it also means that you are well known and always seen as an important part of a large family.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/a083c8090504fa61478d6a9f387a3aad","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/d85640706b0ad8f2a2dbd8c2a6d761d2","ceo_name":null,"ceo_photo_url":null},{"id":"3300801218","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3300801218","job_url_direct":null,"title":"Consultant - McKinsey Digital","company":"McKinsey & Company","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/mckinsey","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4088130794","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4088130794","job_url_direct":null,"title":"Cloud Solution Architect","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4009833746","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4009833746","job_url_direct":null,"title":"Infrastrukturspecialist inom VMware","company":"Centric Sweden","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4049233636","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4049233636","job_url_direct":"https:\/\/www.epam.com\/careers\/job-listings\/job.epamgdo_blt6dbaedbb32cf7778_en-us_Stockholm_Sweden?utm_source=Linkedin.com&utm_medium=job_slots&utm_campaign=LinkedIn_Job_Wrapping_XML&utm_content=epamgdo_blt6dbaedbb32cf7778_en-us_Stockholm_Sweden&urlHash=g9f-","title":"Technical Delivery Director","company":"EPAM Systems","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Information Technology","company_industry":"Software Development and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"We’re looking for a highly technical, proactive and people-smart\n **Delivery Director** \n with expertise in the software services industry to join our team in Stockholm or Gothenburg. As a key member of our team, you will be responsible for managing complex transformation programs, projects, multiple workstreams and work with both local delivery team and delivery team globally.\n   \n\n  \n\n In this role, you will be accountable for the overall project delivery, client satisfaction and management of expectations while ensuring that the work is on strategy, on time and within budget. You will be working alongside globally renowned and award-winning design, development and technology teams who are passionate about what they do and how they do it. You will play a key role in building strong business and technology relationships, take a ‘hands on’ approach to define, deliver and drive a culture of continuous improvement.\n   \n\n  \n\n**Responsibilities**\n* Oversee end-to-end client delivery from initiation through the entire project lifecycle, ensuring successful delivery in line with EPAM processes\n* Manage client relationships and expectations, representing delivery at the governance level\n* Coordinate multiple activity streams and clients, ensuring seamless delivery across all aspects, including finance, sourcing, implementation and business outcomes\n* Work closely with multi-disciplined teams of product owners, architects, engineers and quality assurance to drive estimates, delivery plans and retrospectives\n* Proactively identify and manage engagement risks, escalating major issues early on\n* Participate in business development efforts for both existing and new clients, continuously identifying new opportunities\n* Engage in the entire pre-sales cycle, prepare client proposals, define implementation and design and present solution architecture and delivery statements of work\n\n\n**Requirements**\n* Proven experience in leading and managing teams, including hiring, mentoring and performance management with the ability to provide strategic direction, set goals and ensure the team's efforts align with the organization's data strategy\n* Proven track record of successfully managing multiple complex projects simultaneously from initiation to delivery whilst prioritize tasks effectively\n* Experience in building and leading geographically distributed delivery teams, including experience in working with customer's distributed team and defining right target operating model\n* Solid understanding of cloud platforms (e.g., AWS, Azure, GCP) and their related services\n* Hands-on experience in technology and software engineering practices with ability to supervise and suggest competitive technical decisions and assure a winning mix of delivery practices applied on the project\n* Ability to present delivery strategies and progress reports to executive leadership\n* Self-motivated, reliable, able to multitask and work in a fast-paced environment, with a strong focus on meeting deadlines\n\n\n**Nice to have**\n* Experience of delivering large scale ecommerce projects using composable architecture; e.g. commerce tools\n* Experience of delivering data projects and proficiency in data management concepts, including data governance, data quality, data integration and data lifecycle management\n\n\n**We offer**\n* EPAM Employee Stock Purchase Plan (ESPP)\n* Company’s pension plan\n* Private healthcare insurance\n* Safety & life insurance\n* Gym discounts\n* Wellness Grant (SEK 2000)\n* Corporate Programs including Employee Referral Program with rewards\n* Learning and development opportunities including in-house training and coaching, professional certifications, over 22,000 courses on LinkedIn Learning Solutions and much more\n* \\*All benefits and perks are subject to certain eligibility requirements","company_url":"https:\/\/www.linkedin.com\/company\/epam-systems","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHK6-dT5uUniQ\/company-logo_100_100\/company-logo_100_100\/0\/1733480579360\/epam_systems_logo?e=2147483647&v=beta&t=BFyWBztzA_WGD47sXe85LbgrwHv7Y-k_vL3G3AROMLE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4011112359","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4011112359","job_url_direct":"https:\/\/boards.greenhouse.io\/appliedintuition\/jobs\/4467141005?gh_jid=4467141005&source=LinkedIn&urlHash=DIKD","title":"Solution Architect","company":"Applied Intuition","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Applied Intuition**\n Applied Intuition is a vehicle software supplier that accelerates the adoption of safe and intelligent machines worldwide. Founded in 2017, Applied Intuition delivers the AI-powered ADAS\/AD toolchain, vehicle platform, and autonomy stack to help customers shorten time to market, build high-quality systems, and create next-generation consumer experiences. 18 of the top 20 global automakers trust Applied Intuition’s solutions to drive the production of modern vehicles. Applied Intuition serves the automotive, trucking, construction, mining, agriculture, and defense industries and is headquartered in Mountain View, CA, with offices in Ann Arbor and Detroit, MI, Washington, D.C., Stuttgart, Munich, Stockholm, Seoul, and Tokyo. Learn more at appliedintuition.com.\n   \n\n  \n\n Please note that we are an in-office company, which means the expectation is that you would come in to your Applied Intuition office 5 days a week.\n   \n\n  \n\n Meet our Solution Architects!\n   \n\n  \n\n Our Solution Architects (SA) act as the glue between our customers and our engineering teams. They are responsible for customer success and drive impact with high-priority customer engagements – hear from them on what life is like at Applied Intuition and what makes their roles so exciting!\n   \n\n  \n\n**About The Role**\n (We are hiring for all levels of experience.)\n   \n\n  \n\n We are looking for bright software engineers interested in extending and adapting our products for Applied Intuition's global customers. Our Solution Architects have a unique mix of software expertise, domain knowledge, and an execution-driven mindset. Using these skills, our engineers work closely with autonomy developers to ensure that Applied Intuition's products are providing maximum impact to advance customers autonomy initiatives. This is an important role for the company, bringing together our product and engineering expertise with our customer-centric culture.\n   \n\n  \n\n Check out what a typical day would look like as a Solution Architect here!\n   \n\n  \n\n At Applied Intuition, you will:\n   \n\n  \n\n* Work closely with customers to understand their development needs and use cases for autonomy to propose effective use of Applied Intuition's products\n* Collaborate with engineering teams to ensure the product roadmap enables current and prospective customers\n* Ensure customer needs are supported by the broader engineering team through effective prioritization\n* Collaborate with our sales team to gather requirements through detailed technical discussions and workshops\n* Explore new product development areas driven by strategic understanding of the customer landscape\n\n\n We're looking for someone who has:\n   \n\n  \n\n* Experience with interacting with end-customers as an application engineer or a developer\n* Familiarity with best practices in large scale software development\n* Strong communication skills and focus on solving customer problems\n\n\n Nice to have:\n   \n\n  \n\n* Prior background in technical sales or application engineering for simulation products\n* Experience with automotive OEMs or suppliers\n* Prior work in autonomous vehicle development domains\n* Prior work in software simulation\n\n\n*Don’t meet every single requirement? If you’re excited about this role but your past experience doesn’t align perfectly with every qualification in the job description, we encourage you to apply anyway. You may be just the right candidate for this or other roles.*\n*Applicants will be required to be fully vaccinated against COVID-19 upon commencing employment. Reasonable accommodations will be considered on a case-by-case basis for exemptions to this requirement in accordance with applicable federal and state law. Applicants should be aware that for external-facing roles that involve close contact with Company employees or other third parties on the Company's premises, accommodations that involve remaining unvaccinated against COVID-19 may not be deemed reasonable. The Company will engage in the interactive process on an individualized basis taking into account the particular position.*\n*Applied Intuition is an equal opportunity employer and federal contractor or subcontractor. Consequently, the parties agree that, as applicable, they will abide by the requirements of 41 CFR 60-1.4(a), 41 CFR 60-300.5(a) and 41 CFR 60-741.5(a) and that these laws are incorporated herein by reference. These regulations prohibit discrimination against qualified individuals based on their status as protected veterans or individuals with disabilities, and prohibit discrimination against all individuals based on their race, color, religion, sex, sexual orientation, gender identity or national origin. These regulations require that covered prime contractors and subcontractors take affirmative action to employ and advance in employment individuals without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, protected veteran status or disability. The parties also agree that, as applicable, they will abide by the requirements of Executive Order 13496 (29 CFR Part 471, Appendix A to Subpart A), relating to the notice of employee rights under federal labor laws.*","company_url":"https:\/\/www.linkedin.com\/company\/applied-intuition-inc","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQFymb3C8MCMtQ\/company-logo_100_100\/company-logo_100_100\/0\/1708972364251\/applied_intuition_inc_logo?e=2147483647&v=beta&t=-Xa4OSHJiSFAJ3BLXKmCxNxZr9MhSNMwlWYcadKxGXE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4102449198","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4102449198","job_url_direct":null,"title":"Senior Fullstack Engineer","company":"Mevisio","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/mevisio","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4100575409","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4100575409","job_url_direct":null,"title":"Global Account Manager (GAM) - EU","company":"Cogent Communications","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/cogent-communications","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"8e92bd53bb2a1790","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8e92bd53bb2a1790","job_url_direct":"http:\/\/se.indeed.com\/job\/software-distribution-engineer-8e92bd53bb2a1790","title":"Software Distribution Engineer","company":"Nils Bäckman AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1734220800000,"salary_source":"direct_data","interval":"yearly","min_amount":455383.0,"max_amount":576616.0,"currency":"USD","is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We are looking for a person with more than **3 years of experience** within the **Software Distribution** area.\n\n**Job description:**  \nFrom a digital perspective there is a need to understand how Software Distribution should be managed. How should the set-up of the  \ninfrastructure look like when distributing software packages to be as cost efficient as possible and still be compliant to all different regulations and requirements. A lot of coordination and gathering of requirements is needed to understand the best way forward.\n\n**Key Responsibilities:**\n\n* Understand and document which data and files that needs to be handled\n* Understand and document the functionality of existing systems\n* Define and refine use cases\/sequences\n* Drive the integrations, including:\n* Coordinate the integration work needed to be done between the different systems\n* Define to validation scope\n* Create a common time plan\n* Follow up on progress\n* Be the link between digital and R&D\n\n**Required Qualifications (experience)**\n\n* Factory Software download\n* Over the Air software download\n* Workshop software download\n* Language Skills: Fluent in English, both spoken and written.\n\n**Other requirements**\n\n* A team player that has good competence in coordinating and documenting, being able to explain complex problems in different levels.\n\n**Job requires ~3 years of relevant experience.**\n\n**Job requires 100% presence in Gothenburg.**\n\nPlease note, I will not proceed with your application unless you provide me the following information:  \n1. CV  \n2. How many years of relevant experience you have\n\nJobbtyp: Heltid\n\nLön: 42 000,00kr - 44 000,00kr per månad\n\nFörmåner:\n\n* Friskvårdsbidrag\n\nSchema:\n\n* Måndag till fredag\n\nAnsökningsfrågor:\n\n* How many years of relevant experience do you have?\n\nArbetsort: Personligen\n\nFörväntat startdatum: 2025-01-15","company_url":"https:\/\/se.indeed.com\/cmp\/Nils-B%C3%A4ckman-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]