[{"id":"9471c26c5e72d1b6","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=9471c26c5e72d1b6","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I021\/1833\/job?site=9&lang=SE&validator=b3df44c4f475e6de7daa2f8abaeddbe3&job_id=2892","title":"Senior Javautvecklare inom Digital Kundupplevelse","company":"Folksam","location":"Stockholm, AB, SE","job_type":null,"date_posted":1760832000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"Vill du bygga smarta API:er och moderna backend-tjänster som gör verklig skillnad för miljontals kunder? Nu har du chansen att vara med och forma nästa generations digitala kundupplevelse på Folksam.\n\n\n\nVi är mitt i en spännande transformation där vi lämnar gamla system bakom oss och bygger upp något nytt: en plattform baserad på moderna, återanvändbara komponenter, affärsflöden och API:er.\n\n\n\nHos oss får du vara med och bygga upp en modern mikrotjänstarkitektur – där REST API:er, mikrotjänster och eventdriven kommunikation samverkar på OpenShift. Du får vara med från grunden och påverka tekniska beslut som faktiskt betyder något – både för vår arkitektur och för våra kunder.\n\n\n\nIT enheten på Folksam består av ca 750 medarbetare fördelat på nio sektioner. Vi arbetar enligt agila arbetssätt med fokus på digitalisering. Inom sektionen Digital Kundupplevelse är vi runt 120 medarbetare som ansvarar för både backend och frontend för våra digitala kanaler. Du kommer jobba tajt i team tillsammans med andra systemutvecklare.\n\n\n**Det här gör du som systemutvecklare på Digital Kundupplevelse**\n-----------------------------------------------------------------\n\n\n\nSom utvecklare hos oss får du en nyckelroll i att utveckla och konsolidera våra backend-tjänster och applikationer för att öka återanvändbarheten och förbättra kundupplevelsen samt bygga upp vår digitala plattform. Hos oss befinner du dig mitt i ett snabbt växande digitalt landskap där vi utvecklar självbetjäningstjänster och möter våra kunder professionellt och personligt via olika digitala och innovativa alternativ. Det du utvecklar kommer vara oerhört viktigt och synligt för alla våra miljoner kunder - här kan just du göra skillnad!\n\n\n\nSom systemutvecklare hos oss är du med och:\n\n\n* Bygger moderna lösningar i Java Spring Boot .\n* Utvecklar robusta REST API:er .\n* Utvärderar och sätter upp eventdrivna integrationer med Kafka.\n* Säkerställer hög kvalitet genom CI\/CD och automatiserade flöden.\n* Driftsätter och skalar lösningar på OpenShift.\n\n**Är du den vi söker?**\n-----------------------\n\n\n\nSom erfaren systemutvecklare är du med och leder teamet genom vår digitala transformation och de tekniska lösningar som behövs för att nå dit.\n\n\n\nDu har jobbat med java-utveckling i minst sju år och känner dig hemma i ett modernt DevOps-tänk där kvalitet, leverans och innovation går hand i hand. Du är flytande i svenska och engelska, i både tal och skrift.\n\n\n\nDu har en nyfiken inställning till både teknik och människor och gillar att utforska nya lösningar och utmana gamla sanningar. Du bidrar till en öppen och prestigelös kultur där man vågar fråga, dela med sig och fira framsteg – och lära sig av sina misstag. Du tror på teamets kraft, men tar också ansvar för din egen utveckling och leverans.\n\n\n**Här kan du göra skillnad**\n----------------------------\n\n\n\nVälkommen till Folksam – här driver du viktiga frågor framåt. Från de avgörande detaljerna till de stora perspektiven, med fokus på att förenkla våra kunders vardag. Det gör att du bidrar till något större, oavsett roll. Här finns det många roliga, utvecklande jobb och du har goda chanser till en spännande karriär.  \n\n  \n\nVi tror på ett hållbart arbetsliv och jobbar aktivt med inkludering och mångfald. Våra moderna kontor bjuder in till samarbete och lärande, här får vi saker att hända! Du har flexibiliteten att kunna varva arbete på kontoret med att jobba hemifrån, utifrån verksamhetens behov.\n\n\n\nLäs mer och se filmer om livet hos oss på folksam.se\/jobb-och-karriar\n\n\n**Så söker du jobbet**\n----------------------\n\n\n\nVälkommen med din ansökan senast 7 november. I denna rekrytering kommer vi inte efterfråga ett personligt brev. Du som kandidat kommer få svara på ett antal frågor som fokuserar på de erfarenheter och kompetenser som är viktiga i just detta jobb. I samband med din ansökan ber vi dig därför bifoga ditt CV och besvara frågorna. Vid första urval kommer vi endast att utgå ifrån denna information.\n\n\n\nOm du har frågor om jobbet eller Digital Kundupplevelses organisation är du välkommen att kontakta någon av oss avdelningschefer: Daniel Tyseng 072-468 72 04, Maria Werin Enblom 076-864 02 51, Johannes Odgren 072-468 70 28.\n\n\n\nFackliga kontaktpersoner: Akademikerföreningen Per Hansson 070-831 60 67, Forena Morgan Svensson 073- 423 59 12 och Handels Mikael Carlsson 070-831 51 32.\n\n\n*Kundägda Folksamgruppen erbjuder sedan 1908 försäkringar och sparande som ger trygghet i livets alla skeden. Vi gör det enklare för våra fyra miljoner kunder att känna sig trygga i en hållbar värld genom rätt försäkringar, rätt sparande och rätt hjälp när något händer.*","company_url":"https:\/\/se.indeed.com\/cmp\/Folksam","company_url_direct":"https:\/\/www.folksam.se","company_addresses":"Stockholm","company_industry":null,"company_num_employees":"1,001 to 5,000","company_revenue":null,"company_description":"","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/0620e27eb4cb2eccbc79899a38f20db8","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/b50754c5e51328e70b8e3e6147bbbd62","ceo_name":null,"ceo_photo_url":null},{"id":"f8c475034a665d15","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f8c475034a665d15","job_url_direct":"https:\/\/if.wd3.myworkdayjobs.com\/en-US\/Careers\/job\/Stockholm\/Product---Digital-Business-Developer--P-UW-Vehicle-Sweden--BA-Commercial_JobReqID9749","title":"Product & Digital Business Developer, P&UW Vehicle Sweden, BA Commercial","company":"If Skadeförsäkring","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1760832000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"Henric.johnler@if.se","description":"Are you passionate about shaping the future of vehicle insurance and driving digital innovation? We are looking for a Product & Digital Business Developer to join our team in Sweden. In this role, you will contribute to the development of our vehicle insurance offering and lead the digital business development agenda across the Nordic region.\nAbout If\nIf is the leading insurance company in the Nordics and Baltics, with 7,900 dedicated professionals. More than just an insurer, we are protectors, enablers, and supporters of dreams. With our combined expertise and commitment, we stand by our customers—giving them the confidence to explore, grow, and live fully.\nBusiness Area Commercial serves B2B customers of all sizes—from startups to established enterprises. Vehicle insurance is a key component of many customers’ insurance needs across the Nordics. Within Product & Underwriting Vehicle Sweden, we are on an ambitious growth journey, particularly in the SME segment. To support this, we are exploring digital sales opportunities, service-based insurance models, and innovative pricing strategies.\nAbout the Role\nAs Product & Digital Business Developer, you will:* Develop product content, terms and conditions and pricing in collaboration with the team and key stakeholders\n* Lead and participate in product development initiatives, including packaging improvements, bundling experiments, and partner offering support\n* Maintain and evolve our insurance terms and conditions\n* Support internal stakeholders in interpreting terms and designing insurance solutions\n* Drive the digital product development agenda, including experimentation, development, and implementation of digital offerings and pricing from a Nordic perspective\n* Govern and lead the digital agenda for Vehicle across the Nordics in close collaboration with agile teams (tribes)\n\n\nKey Responsibilities\nYou will be a central part of the analyst team within P&UW Vehicle, with responsibilities including:* Rethinking and developing our vehicle insurance products, content, and terms\n* Building deep expertise in product structure and conditions, and sharing knowledge across sales, claims, and within the Vehicle team\n* Owning and driving the digital product agenda, ensuring successful implementation and stakeholder alignment\n\n\nWhat You Can Expect from Us* Opportunities to grow through diverse and strategic projects\n* Autonomy and responsibility in your work\n* A supportive team and leadership\n* A culture that values shared success and continuous learning\n\n\nWho You Are\nSuccess in this role can come from various backgrounds, but you’re likely to thrive if you:* Have experience in project work and can drive initiatives independently and collaboratively\n* Are solution-oriented and eager to improve processes\n* Are structured and able to manage both details and strategic perspectives\n* Have knowledge of vehicle insurance (a clear advantage)\n* Willingness to run and pursue insurance product development in our insurance systems (Polaris and WayPoint)\n* Curiosity in exploring technical aspects of our insurance systems and connection to digital sales\n* Are fluent in Swedish and English, and able to communicate clearly on complex topics\n* Can work effectively in a Nordic context\n* Hold a relevant university degree\n\n\nPractical Information\nApplication: Apply by submitting your CV and a short personal letter\nLocation: Bergshamra, Solna. Some travel within Sweden and the Nordics may be required\nEmployment Type: Full-time\nApplication Deadline: 2nd of November\nContact: Recruiting manager is Charlotte von Plomgren Head of Product & Underwriting Vehicle Sweden. However, Main contact person during interviews will be Henric Johnler, Interim Head of Product & Underwriting Vehicle Sweden (during Charlotte’s parental leave 20th of October 2025 – 1st of September 2026). Contact information:\nHenric.johnler@if.se","company_url":"https:\/\/se.indeed.com\/cmp\/If-Skadef%C3%B6rs%C3%A4kring","company_url_direct":"https:\/\/www.if.se\/","company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4316401963","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4316401963","job_url_direct":null,"title":"Senior Software Developer","company":"Billogram","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Here at Billogram, we like to be the good guys of billing, making money when clients are happy and pay on time, rather than from missed payments. We believe it always pays off to treat people well. That's why our platform for invoices and payments is built to remove pain points and instead be beneficial to both our clients and their customers, improving their relationships. We’re looking for a talented Senior Software Developer to join our Stockholm team in a hybrid role and help us shape the future of billing!\n   \n\n  \n\n**About The Role**\n We’re looking for a Senior Developer who’s excited by the challenge of rethinking how billing gets done. If you love collaborating with a diverse team, finding new angles to solve problems, and making an impact on real customer experiences, you’ll fit right in. You’ll join a friendly crew of developers, product managers, and other stakeholders who share a passion for building a great platform to prove that great business grows from great relationships. This is a flexible hybrid role based in Stockholm, with no relocation assistance offered.\n   \n\n  \n\n What You’ll Do\n   \n\n  \n\n* Standardize & Scale: Help shape a platform that’s ready to grow into new European markets. You’ll refactor, optimize, and test our systems so they can handle more transactions and delight more users.\n* Tackle Tech Debt: Fine-tune existing solutions so they run smoothly for larger clients, higher traffic, and increased complexity.\n* Create Real Value: Dive into coding, requirement analysis, and testing to build features that our clients and their customers will love.\n* Lead & Collaborate: Work side by side with other developers, share fresh ideas, guide technical decisions, and keep our platform moving forward.\n\n\n What We’re Looking For\n   \n\n  \n\n We want someone humble, hungry, and happy: eager to grow, curious about how things can improve, and excited about shaping the future of billing. You enjoy discussing big ideas but are also comfortable rolling up your sleeves to make them happen.\n   \n\n  \n\n**Key Qualifications**\n* Language Expertise: At least 4 years of professional experience in PHP or Python (ideally both, but strong in one with openness to learn the other works too), ideally working on products with real-world impact.\n* Adaptability: An openness to learning new tools in our stack (think AWS, databases, and more).\n* Product Mindset: Comfortable in a collaborative, product-focused environment, where everyone’s ideas matter.\n* Problem-Solver: A knack for breaking down complex challenges into clean, maintainable solutions.\n\n\n Bonus Skills\n   \n\n  \n\n* B2B & B2C Background: Experience building solutions for business and consumer needs.\n* Scaling Know-How: Exposure to international expansion or platforms that operate across borders.\n* Payments Experience: A couple of years (or more) dealing with payment systems, transactions, or other financial services.\n\n\n Why Work with Us?\n   \n\n  \n\n At Billogram we promise you an exciting journey as we break into new markets and grow at a rapid pace. That aside you will get lots of freedom and opportunity to develop together with great colleagues at our office, right in the center of Stockholm. We also offer flexible working hours, exciting challenges and a whole lot of laughs.\n   \n\n  \n\n We're committed to your long-term development, offering clear career progression paths. You'll also enjoy a fantastic benefits package, including 30 (+2) days of holiday, an occupational pension, a flexible wellness allowance, sick leave top-up, and parental leave compensation. At Billogram, our inclusive and diverse culture ensures that everyone can enjoy a fulfilling career and a great work-life balance.\n   \n\n  \n\n This recruitment process is managed internally, and we respectfully request no contact from recruitment agencies.\n   \n\n  \n\n At Billogram, we provide equal opportunities and strive for an inclusive and diverse environment. All applicants will be considered for employment without attention to gender, transgender identity or expression, ethnicity, religion or other beliefs, disability, sexual orientation, or age.\n   \n\n  \n\n Welcome to the world of Billogram!","company_url":"https:\/\/se.linkedin.com\/company\/billogram-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHjF1dSiGjQPA\/company-logo_100_100\/company-logo_100_100\/0\/1734533803224\/billogram_ab_logo?e=2147483647&v=beta&t=PrFjvd3071KeMPeOf18HYWfkTEvWACcUudJukns-oDs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4316423559","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4316423559","job_url_direct":null,"title":"AI & Full Stack Developer Intern","company":"Gaddr","location":"Stockholm, Stockholm County, Sweden","job_type":"internship","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Position:** \n AI & Full Stack Developer Intern\n \n\n\n\n**Location:** \n Remote\n \n\n\n\n**Type:** \n Unpaid Internship\n \n\n\n\n**Start Date:** \n Immediate\n \n\n\n\n**Duration** \n : 3-6 months (Flexible, Part-Time or Full-Time)\n \n\n\n\n  \n\n\n\n\n\n**Overview:** \n\n\n\n\n Are you a Tech enthusiast with a passion for both front-end magic and back-end wizardry? We're on the lookout for innovative Full Stack Developers to join our dynamic team and help us build cutting-edge solutions. If you’re ready to shape the future of digital experiences, this is the opportunity for you!\n \n\n\n\n We are currently in the very early stages of developing our beta version and are looking for passionate, driven individuals to join our team and help bring our vision to life.\n \n\n\n\n  \n\n\n\n\n\n**Your Role:** \n\n\n\n\n As a Full stack Developer Intern at Gaddr, you will have the unique opportunity to contribute to the development of our platform from the ground up. This role is perfect for someone eager to gain hands-on experience in a fast-paced startup environment and to work on a variety of challenging and innovative projects.\n \n\n\n\n  \n\n\n\n\n\n**What You’ll Do:** \n\n\n\n\n  \n\n\n\n\n\n ·        \n **Backend Development:** \n Work on building and optimizing the platform’s backend infrastructure, ensuring it is scalable and robust.\n \n\n\n\n ·        \n **Frontend Development:** \n Design and implement user-friendly interfaces using cutting-edge technologies to create a seamless user experience across web and mobile platforms.\n \n\n\n\n ·        \n **Collaboration:** \n Work closely with our design, product, and marketing teams to align the technical aspects of our platform with our overall vision.\n \n\n\n\n ·        \n **AI Integration:** \n Collaborate on integrating AI features into our platform to enhance user interaction and automate processes.\n \n\n\n\n ·        \n **Cloud Hosting & Microservices:** \n Gain hands-on experience in cloud hosting, deploying microservices, and managing scalable infrastructure.\n \n\n\n\n  \n\n\n\n\n\n**What We’re Looking For:** \n\n\n\n\n ·        Proficiency in both frontend and backend development (Rust is an extra plus).\n \n\n\n\n ·        Experience with frameworks such as React, Next.js, Node.js, or similar.\n \n\n\n\n ·        Understanding of cloud computing and microservices architecture.\n \n\n\n\n ·        A passion for learning new technologies and applying them in creative ways.\n \n\n\n\n ·        Ability to work independently and as part of a collaborative team.\n \n\n\n\n  \n\n\n\n\n\n**Why Join Gaddr ?** \n\n\n\n\n**Innovative Environment:** \n Be part of a startup that’s pushing the boundaries of technology and digital experiences.\n \n\n\n\n**Real Impact:** \n Your contributions will directly influence the development and success of our platform.\n \n\n\n\n**Learning Opportunity** \n : Gain invaluable hands-on experience in full stack development, AI integration, and more.\n \n\n\n\n  \n\n\n\n\n\n**Next Steps :** \n\n\n\n\n If you're excited about the opportunity to work with a forward-thinking startup and help shape the future of digital experiences, we’d love to hear from you! Please send your resume and a brief cover letter explaining why you’re interested in the role and what you hope to achieve during your internship.\n \n\n\n\n  \n\n\n\n\n\n***Note: This is an unpaid internship. We are in the early stages of our startup and cannot offer financial compensation at this time. However, the experience and skills you gain, if done right, should be valuable for your career development.***\n\n\n\n\n  \n\n\n\n\n\n Join us on this exciting journey, and let’s create something amazing together!","company_url":"https:\/\/se.linkedin.com\/company\/gaddr","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGq6nkbVC_zGw\/company-logo_100_100\/company-logo_100_100\/0\/1630603907701\/gaddr_logo?e=2147483647&v=beta&t=0V8RbFaNt0XxRCOczaNO-SXpZjRtolEvf2IYBr75VTQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4316199980","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4316199980","job_url_direct":"https:\/\/career.maginteractive.com\/jobs\/6451254-senior-game-designer&urlHash=0zze","title":"Senior Game Designer","company":"MAG Interactive","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About MAG (in brief!)**\n At MAG Interactive we make mobile games that feel good. As a part of this fun and dynamic industry, it’s our mission to spread joy to players around the world. With over 350 million downloads globally, we credit our success to our awesome colleagues and we hope you'll join the team!\n   \n\n  \n\n**The Role – Senior Game Designer**\n We’re looking for a Senior Game Designer to join the QuizDuel team. We are seeking someone who enjoys crafting fun, engaging experiences, bringing fresh ideas to life, and helping shape the future of one of our most popular live titles.\n   \n\n  \n\n This role is perfect for someone who loves collaborating with others, exploring creative solutions, and making thoughtful design decisions by combining creativity, data and player insights. You’ll work closely with a talented, supportive, and cross-functional team where your ideas will make a real impact.\n   \n\n  \n\n Check out QuizDuel here: https:\/\/www.maginteractive.com\/games\/quizduel\/\n   \n\n  \n\n Although this role is to work with the QuizDuel team, you may work in other teams here at MAG in the future.\n   \n\n  \n\n**What You’ll Be Doing**\n* Design and deliver innovative features, mechanics, and content that delight and engage our players.\n* Manage the full design process, from concept and prototyping to implementation and iteration.\n* Develop a deep understanding of QuizDuel’s modes, events, and systems… and yes, you’ll play it a lot!\n* Collaborate closely with the product lead, developers, artists, and the data analyst in the team to bring your designs to life.\n* Use player insights and analytics to refine features and enhance the player experience. Don't worry there’s no need to crunch numbers, but you’ll understand what they mean.\n* Keep up to date with F2P market trends and competitor games to inspire creative innovation.\n* Deconstruct successful F2P game systems to inform and strengthen your design strategies.\n* Share your ideas clearly and confidently, ensuring everyone understands the why behind your ideas.\n* Regularly seek feedback and collaborate with wider teams at MAG to ensure you are making use of the knowledge we have internally.\n\n\n**Your Skills & Experience**\n* 5+ years of experience in game design, ideally in F2P casual mobile games.\n* Experience working on live games with high DAU, balancing player enjoyment, innovation, and business goals.\n* Strong understanding of F2P fundamentals such as; engagement loops, progression, monetization, and balancing.\n* Comfortable interpreting key metrics (e.g. retention, ARPDAU, conversion, churn) to identify opportunities for improving features.\n* Familiarity with analytics dashboards and the ability to apply insights effectively.\n* A proven track record of designing and iterating on features that enhance player experience.\n* Excellent communication skills so you are able to share your vision clearly and listen openly to feedback.\n* Curious, and driven, you will be given a lot of trust to seek out new ideas and make an impact on a key game here at MAG.\n* Fluent in English (written and verbal).\n\n\n**Nice to Have**\n* Unity experience to prototype and test ideas independently.\n* Knowledge of level design, balancing, and progression systems.\n\n\n**Perks And Benefits**\n* Generous company bonus\n* Company mobile phone and contract\n* Favorable pension and private health insurance package\n* Flexible work hours\n* Seasonal kick-offs\n* Gym allowance\n* Generous learning and development budget\n* Monthly after works\n* Enhanced parental leave\n* Company wide carbon off-setting and CSR initiatives\n* Free weekly beginner Swedish lessons (if you want to learn the language)!\n\n\n**At MAG, we want all of our employees to feel valued, appreciated and empowered to bring their true selves to work!**\n**Our recruitment processes are designed to prevent bias and discrimination against people regardless of; gender identity or expression, sexual orientation, religion, ethnicity, age, neurodiversity, disability status, or any other aspect.**\n**About MAG**\n We are MAG Interactive – a leading mobile developer and publisher of casual mobile games built on a wealth of creativity and passion. We thrive on creating quality experiences that make our players want to come back for more. And Players agree! Combined, the Company’s games have been downloaded more than 350 million times. We create a good times factory with a global reach that continues to grow.\n   \n\n  \n\n We are all part of a creative, positive and trusting environment where everyone has a sense of ownership over their activities and pride in their work. This open and collaborative working culture at MAG is key to our ability to continuously create top notch games.\n   \n\n  \n\n Every game released from MAG Interactive has reached a multi-million player base and reached the #1 position in its category in a large number of countries. Our games have been selected Best of Google Play, Best Of App Store by Apple and have reached the #1 word game spot in over 100 countries.","company_url":"https:\/\/se.linkedin.com\/company\/mag-interactive","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE5ZzhTxJMKsw\/company-logo_100_100\/company-logo_100_100\/0\/1689945891837\/mag_interactive_logo?e=2147483647&v=beta&t=OCmdpayBWAhKr84QOiyv9YXhA-6xpveiq53oYBzaag4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4316892354","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4316892354","job_url_direct":"https:\/\/if.wd3.myworkdayjobs.com\/Careers\/job\/Stockholm\/Product\\u002d\\u002d-Digital-Business-Developer\\u002d\\u002dP-UW-Vehicle-Sweden\\u002d\\u002dBA-Commercial_JobReqID9749?source=LinkedIn&urlHash=MgCd","title":"Product & Digital Business Developer, P&UW Vehicle Sweden, BA Commercial","company":"If Insurance","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"Henric.johnler@if.se","description":"Are you passionate about shaping the future of vehicle insurance and driving digital innovation? We are looking for a\n **Product & Digital Business Developer** \n to join our team in Sweden. In this role, you will contribute to the development of our vehicle insurance offering and lead the digital business development agenda across the Nordic region.\n   \n\n  \n\n**About If**\n If is the leading insurance company in the Nordics and Baltics, with 7,900 dedicated professionals. More than just an insurer, we are protectors, enablers, and supporters of dreams. With our combined expertise and commitment, we stand by our customers—giving them the confidence to explore, grow, and live fully.\n   \n\n  \n\n Business Area Commercial serves B2B customers of all sizes—from startups to established enterprises. Vehicle insurance is a key component of many customers’ insurance needs across the Nordics. Within Product & Underwriting Vehicle Sweden, we are on an ambitious growth journey, particularly in the SME segment. To support this, we are exploring digital sales opportunities, service-based insurance models, and innovative pricing strategies.\n   \n\n  \n\n**About The Role**\n As Product & Digital Business Developer, you will:\n   \n\n  \n\n* Develop product content, terms and conditions and pricing in collaboration with the team and key stakeholders\n* Lead and participate in product development initiatives, including packaging improvements, bundling experiments, and partner offering support\n* Maintain and evolve our insurance terms and conditions\n* Support internal stakeholders in interpreting terms and designing insurance solutions\n* Drive the digital product development agenda, including experimentation, development, and implementation of digital offerings and pricing from a Nordic perspective\n* Govern and lead the digital agenda for Vehicle across the Nordics in close collaboration with agile teams (tribes)\n\n\n Key Responsibilities\n   \n\n  \n\n You will be a central part of the analyst team within P&UW Vehicle, with responsibilities including:\n   \n\n  \n\n* Rethinking and developing our vehicle insurance products, content, and terms\n* Building deep expertise in product structure and conditions, and sharing knowledge across sales, claims, and within the Vehicle team\n* Owning and driving the digital product agenda, ensuring successful implementation and stakeholder alignment\n\n\n What You Can Expect from Us\n   \n\n  \n\n* Opportunities to grow through diverse and strategic projects\n* Autonomy and responsibility in your work\n* A supportive team and leadership\n* A culture that values shared success and continuous learning\n\n\n Who You Are\n   \n\n  \n\n Success in this role can come from various backgrounds, but you’re likely to thrive if you:\n   \n\n  \n\n* Have experience in project work and can drive initiatives independently and collaboratively\n* Are solution-oriented and eager to improve processes\n* Are structured and able to manage both details and strategic perspectives\n* Have knowledge of vehicle insurance (a clear advantage)\n* Willingness to run and pursue insurance product development in our insurance systems (Polaris and WayPoint)\n* Curiosity in exploring technical aspects of our insurance systems and connection to digital sales\n* Are fluent in Swedish and English, and able to communicate clearly on complex topics\n* Can work effectively in a Nordic context\n* Hold a relevant university degree\n\n\n Practical Information\n   \n\n  \n\n**Application:** \n Apply by submitting your CV and a short personal letter\n   \n\n  \n\n**Location:** \n Bergshamra, Solna. Some travel within Sweden and the Nordics may be required\n   \n\n  \n\n**Employment Type:** \n Full-time\n   \n\n  \n\n**Application Deadline:** \n 2nd of November\n   \n\n  \n\n**Contact:** \n Recruiting manager is Charlotte von Plomgren Head of Product & Underwriting Vehicle Sweden. However, Main contact person during interviews will be Henric Johnler, Interim Head of Product & Underwriting Vehicle Sweden (during Charlotte’s parental leave 20th of October 2025 – 1st of September 2026). Contact information:\n   \n\n  \n\n Henric.johnler@if.se\n   \n\n  \n\n**About Us**\n  \n\n***We are If. Our purpose is to give people confidence today to shape their tomorrow.**\n To make this possible, trust is our backbone. We stay ahead and challenge ourselves to grow. And we always put our hearts into it – because it takes more than bright minds to make brilliant things happen.\n   \n\n  \n\n We are the leading insurance company in the Nordics\/Baltics and a stable employer with 7,900 dedicated professionals. But most importantly, we are protectors of people, enablers of companies and encouragers of dreams. With our joint force of expertise and engagement we always stand by our customers’ side. Giving them the security and the confidence to be curious, explore new worlds, start new businesses and live their lives.\n   \n\n  \n\n We are an equal opportunity employer, convinced that a diverse and inclusive work culture boosts innovation and the growth of intellectual capital in many ways. It doesn’t matter who you are, where you come from, or what you look like. It is the different perspectives, backgrounds, and experiences each of us have and share, that will make a difference.\n   \n\n  \n\n Come and join us!*","company_url":"https:\/\/se.linkedin.com\/company\/ifinsurance","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE4ZIoNtLS5_g\/company-logo_100_100\/company-logo_100_100\/0\/1630533318913\/ifinsurance_logo?e=2147483647&v=beta&t=3Sw3uedcuSa1N65iNGxdYPYZcFw-7BErkkpo1q7T9gw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4317027256","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4317027256","job_url_direct":"https:\/\/www.folksam.se\/jobb-och-karriar\/lediga-jobb\/lediga-jobb-hos-oss?rmpage=job&rmjob=p2658&urlHash=hDjH","title":"Senior Javautvecklare inom Digital Kundupplevelse","company":"Folksam","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Vill du bygga smarta API:er och moderna backend-tjänster som gör verklig skillnad för miljontals kunder? Nu har du chansen att vara med och forma nästa generations digitala kundupplevelse på Folksam.\n \n\n\n\n  \n\n\n\n\n\n Vi är mitt i en spännande transformation där vi lämnar gamla system bakom oss och bygger upp något nytt: en plattform baserad på moderna, återanvändbara komponenter, affärsflöden och API:er.\n \n\n\n\n  \n\n\n\n\n\n Hos oss får du vara med och bygga upp en modern mikrotjänstarkitektur – där REST API:er, mikrotjänster och eventdriven kommunikation samverkar på OpenShift. Du får vara med från grunden och påverka tekniska beslut som faktiskt betyder något – både för vår arkitektur och för våra kunder.\n \n\n\n\n  \n\n\n\n\n\n IT enheten på Folksam består av ca 750 medarbetare fördelat på nio sektioner. Vi arbetar enligt agila arbetssätt med fokus på digitalisering. Inom sektionen Digital Kundupplevelse är vi runt 120 medarbetare som ansvarar för både backend och frontend för våra digitala kanaler. Du kommer jobba tajt i team tillsammans med andra systemutvecklare.\n \n\n\n\n  \n\n\n\n\n\n**Det här gör du som systemutvecklare på Digital Kundupplevelse** \n\n\n\n\n Som utvecklare hos oss får du en nyckelroll i att utveckla och konsolidera våra backend-tjänster och applikationer för att öka återanvändbarheten och förbättra kundupplevelsen samt bygga upp vår digitala plattform. Hos oss befinner du dig mitt i ett snabbt växande digitalt landskap där vi utvecklar självbetjäningstjänster och möter våra kunder professionellt och personligt via olika digitala och innovativa alternativ. Det du utvecklar kommer vara oerhört viktigt och synligt för alla våra miljoner kunder - här kan just du göra skillnad!\n \n\n\n\n  \n\n\n\n\n\n Som systemutvecklare hos oss är du med och:\n \n\n\n* Bygger moderna lösningar i Java Spring Boot .\n* Utvecklar robusta REST API:er .\n* Utvärderar och sätter upp eventdrivna integrationer med Kafka.\n* Säkerställer hög kvalitet genom CI\/CD och automatiserade flöden.\n* Driftsätter och skalar lösningar på OpenShift.\n\n\n\n  \n\n\n\n\n\n**Är du den vi söker?** \n\n\n\n\n Som erfaren systemutvecklare är du med och leder teamet genom vår digitala transformation och de tekniska lösningar som behövs för att nå dit.\n \n\n\n\n Du har jobbat med java-utveckling i minst sju år och känner dig hemma i ett modernt DevOps-tänk där kvalitet, leverans och innovation går hand i hand. Du är flytande i svenska och engelska, i både tal och skrift.\n \n\n\n\n  \n\n\n\n\n\n Du har en nyfiken inställning till både teknik och människor och gillar att utforska nya lösningar och utmana gamla sanningar. Du bidrar till en öppen och prestigelös kultur där man vågar fråga, dela med sig och fira framsteg – och lära sig av sina misstag. Du tror på teamets kraft, men tar också ansvar för din egen utveckling och leverans.\n \n\n\n\n  \n\n\n\n\n\n**Här kan du göra skillnad** \n\n\n\n\n Välkommen till Folksam – här driver du viktiga frågor framåt. Från de avgörande detaljerna till de stora perspektiven, med fokus på att förenkla våra kunders vardag. Det gör att du bidrar till något större, oavsett roll. Här finns det många roliga, utvecklande jobb och du har goda chanser till en spännande karriär.\n \n\n\n\n  \n\n\n\n\n\n Vi tror på ett hållbart arbetsliv och jobbar aktivt med inkludering och mångfald. Våra moderna kontor bjuder in till samarbete och lärande, här får vi saker att hända! Du har flexibiliteten att kunna varva arbete på kontoret med att jobba hemifrån, utifrån verksamhetens behov.\n \n\n\n\n Läs mer och se filmer om livet hos oss på folksam.se\/jobb-och-karriar\n \n\n\n\n  \n\n\n\n\n\n**Så söker du jobbet** \n\n\n\n\n Välkommen med din ansökan senast 7 november. I denna rekrytering kommer vi inte efterfråga ett personligt brev. Du som kandidat kommer få svara på ett antal frågor som fokuserar på de erfarenheter och kompetenser som är viktiga i just detta jobb. I samband med din ansökan ber vi dig därför bifoga ditt CV och besvara frågorna. Vid första urval kommer vi endast att utgå ifrån denna information.\n \n\n\n\n  \n\n\n\n\n\n Om du har frågor om jobbet eller Digital Kundupplevelses organisation är du välkommen att kontakta någon av oss avdelningschefer: Daniel Tyseng 072-468 72 04, Maria Werin Enblom 076-864 02 51, Johannes Odgren 072-468 70 28.\n \n\n\n\n  \n\n\n\n\n\n Fackliga kontaktpersoner: Akademikerföreningen Per Hansson 070-831 60 67, Forena Morgan Svensson 073- 423 59 12 och Handels Mikael Carlsson 070-831 51 32.\n \n\n\n\n  \n\n\n\n\n\n*Kundägda Folksamgruppen erbjuder sedan 1908 försäkringar och sparande som ger trygghet i livets alla skeden. Vi gör det enklare för våra fyra miljoner kunder att känna sig trygga i en hållbar värld genom rätt försäkringar, rätt sparande och rätt hjälp när något händer.*","company_url":"https:\/\/se.linkedin.com\/company\/folksam","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHw7wbSg6Rhzg\/company-logo_100_100\/B4DZcvakRtGYAQ-\/0\/1748847183385\/folksam_logo?e=2147483647&v=beta&t=pBLv5ixnYzktKJXytDiJ91Dozpbt9ZLuCoXpRtKv9r0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4304293360","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4304293360","job_url_direct":"https:\/\/careers.getinge.com\/job\/Stockholm-Testingenj%C3%B6r-inbyggda-system\/1203782901\/&urlHash=wWBs","title":"Testingenjör inbyggda system","company":"Getinge","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"katarina.dahlen@getinge.com, sofia.ekstrand@getinge.com","description":"**Tillsammans gör vi skillnad**\n På Getinge är vi engagerade i att hjälpa våra kunder att rädda liv och säkerställa utmärkt vård. Vi erbjuder innovativa lösningar för operationsrum, intensivvårdsenheter, steriliseringsavdelningar och för Life Science och institutioner. Ett jobb hos Getinge kommer att ge dig karriärmöjligheter som både inspirerar och utmanar.\n   \n\n  \n\n**Om rollen**\n På Getinge Critical Care i Solna utvecklas och tillverkas ventilatorer och anestesimaskiner till sjukvården. Vi söker nu en testare till ett av våra R&D team inom anestesi.\n   \n\n  \n\n Teamet består idag av 8 personer och ansvarar för Core SW, systemarkitektur, cyber security samt connectivity i våra anestesimaskiner. Din roll i detta team och inom anestesi är att testa Core SW tillsammans med lågnivå SW för att säkerställa kvaliteten på mjukvaran i våra maskiner.\n   \n\n  \n\n Inom R&D arbetar vi i tvärfunktionella team med såväl juniora som seniora ingenjörer inom olika kompetensområden.\n   \n\n  \n\n**Dina arbetsuppgifter**\n* Testa delsystems SW kopplat till Core och lågnivå\n* Testa uppkopplade system och systemintegritet såsom connectivity och cyber security\n* Inför releaser och formativa tester ingå i ett större testteam för att validera och verifiera system SW\n* Skriva testspecifikationer\/testfall samt exekvera\/rapportera både för manuella och automatiska tester\n* Dokumentation i våra kvalitetssystem\n* Ett nära samarbete med systemarkitekt, SW-utvecklare och övrig testorganisation inom anestesi\n* Delaktig i test och verifiering av framtidens generation samt den befintliga versionen av vår anestesimaskin\n* Du kommer att arbeta på plats i våra nyrenoverade lokaler med möjlighet att arbeta på distans någon dag i veckan.\n\n\n**Vad du har med dig**\n I den här rollen ser vi att du har följande med dig:\n   \n\n  \n\n* Civil- eller Högskoleingenjörsexamen\n* Några års erfarenhet inom manuella tester av inbyggda system.\n* Goda kunskaper i något av språken eller ramverken kring C++\/Python\/Squish\n* Erfarenhet av att testa inbyggda system\n* Goda kunskaper i svenska och engelska, både i tal och skrift.\n\n\n**Meriterande Erfarenheter**\n* Kunskap om Linux och ett intresse för CI\/CD.\n* Erfarenhet av agil produktutveckling.\n* Ett brinnande intresse för teknik och test.\n* Erfarenhet av arbete inom medicinteknik.\n* Erfarenhet av mätteknik kopplat till flöde, tryck, spänning etc.\n\n\n Förutom tekniska färdigheter värderar vi din personlighet högt. Som person tror vi att du är driven, nyfiken, engagerad samt positiv till nya idéer och arbetssätt Du är självgående och tar gärna egna initiativ. Du är van och trivs med att kommunicera med olika intressenter i en organisation tillika att samarbeta både i och utanför teamet. Vi tror att du har lätt för att lära dig nya tekniska områden och att du är bekväm i att fatta tekniska beslut.\n   \n\n  \n\n På Getinge omfamnar vi en lärandekultur där vi tar ansvar för vår utveckling och sätter stort värde på kvalitet och samarbete. Framför allt bryr vi oss om varandra för att vi som team och bolag ska kunna fortsatta utveckla världsledande produkter. Vi är Team Players, Forward Thinkers och Game Changers!\n   \n\n  \n\n**Vi erbjuder**\n Vi erbjuder ett konkurrenskraftigt kompensations- och förmånspaket, inklusive friskvårdsbidrag, familjeförmåner och gemensamma aktiviteter och föreningsliv. Allt detta för att säkerställa att vi stöder ditt välbefinnande och dina mål.\n   \n\n  \n\n Vi erbjuder ett jobb i en säker och informell arbetsmiljö, där vi uppskattar en positiv inställning och ett nära teamsamarbete. Vi har en öppen dialog mellan ledare och medarbetare, samt mellan teamen. Vi fokuserar på att utveckla människor och tillsammans skapar vi en plan för lärande och kompetensutveckling när du börjar din karriär hos oss.\n   \n\n  \n\n**Ansökan**\n Välkommen med din ansökan! Vi ber dig att skicka in din ansökan i vårt rekryteringssystem genom att klicka på knappen \"ansök nu\". På grund av GDPR tar vi inte emot ansökningar via e-post.\n   \n\n  \n\n Om du har några frågor angående rollen, vänligen kontakta rekryterande chef Katarina Dahlén på katarina.dahlen@getinge.com eller rekryterare Sofia Ekstrand på sofia.ekstrand@getinge.com .\n   \n\n  \n\n Vi ser fram emot din ansökan. Vi hoppas att du vill följa med oss på vår resa mot att bli världens mest eftertraktade medicintekniska företag.","company_url":"https:\/\/se.linkedin.com\/company\/getinge","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQHtaemIA1xEyA\/company-logo_100_100\/company-logo_100_100\/0\/1631307558778?e=2147483647&v=beta&t=h9DPz2qTS-XzxhcjvwyXgV7MDqUdmd2BRi-i9N93v6k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4286946005","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4286946005","job_url_direct":"https:\/\/careers.epidemicsound.com\/jobs\/6239221-fullstack-engineer?utm_source=LinkedIn&urlHash=51X_","title":"Fullstack Engineer","company":"Epidemic Sound","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Join our global force of 500+ innovators, blending the latest in tech with the greatest in soundtracking, from our Stockholm HQ to offices in London, New York, Los Angeles, Berlin, Oslo, and Seoul. We’re an industry leader with a startup mentality. We take what we do seriously, but we don’t take ourselves too seriously. Creating and collaborating to transform the sound of streaming, content, and culture. Come join us - and let the world feel your work.** \n\n\n\n\n  \n\n\n\n\n\n As a Fullstack Engineer, you will play a crucial role in the Growth \/ Monetization product team. Your role will be to experiment, design, and collaborate on building software systems and features that directly drive and optimize revenue strategies, having a direct and measurable impact on the company's financial success and user experience.\n \n\n\n\n The Growth \/ Monetization product team is focused on driving revenue growth by optimizing the company's pricing, packaging, product, and feature launches. Its core mission is to develop and implement user-centered approaches that maximize revenue potential while maintaining an excellent user experience.\n \n\n\n\n  \n\n\n\n\n\n**Your key responsibilities include:** \n\n\n\n* Influence how the team collaborates, ships code, and engages with stakeholders and dependencies, setting the foundation for our success.\n* Be part of setting team-specific engineering standards, processes, and best practices from the start.\n* Tackle fresh problems in a rapidly growing area, making a real impact on key business metrics like Conversion and MRR.\n* Work closely with product managers, data analysts, designers, and marketing to ship high-impact changes.\n* Your work will touch critical revenue-generating areas such as pricing, plans, international launches, upgrading and upselling paths.\n\n\n\n  \n\n\n\n\n\n**Requirements** \n\n\n\n* 4+ years of experience with React, TypeScript, HTML, CSS, and IMS.\n* 4+ years of experience with Python and\/or GoLang.\n* Proven experience with experimentation (A\/B testing) and working with metrics to drive decisions.\n* Adaptable: able to constantly learn from data, challenge the views we hold, and adjust to changing priorities and roadmaps.\n* Collaborative: strong team member able to effectively work across functions, disciplines, teams, and product areas.\n* Passionate about identifying challenges and building user-centric, revenue-generating solutions.\n\n\n\n  \n\n\n\n\n\n**Nice to have:** \n\n\n\n* Experience with Next.js.\n* Experience working with monetization and data-driven decision-making.\n\n\n\n  \n\n\n\n\n\n**Equal opportunity employer** \n\n\n\n\n We believe that bringing people together from different backgrounds, experiences and perspectives makes for a healthy workplace, a more successful business and a better world. We value diversity and encourage everyone to come and soundtrack the world with us.\n \n\n\n\n  \n\n\n\n\n\n**Application** \n\n\n\n\n Ready to make the world\n *feel* \n your work? Please apply, in English, by clicking the link below.\n \n\n\n\n  \n\n\n\n\n\n***Thinking about joining us? Tune in here - and see if we sound like your kind of vibe.***","company_url":"https:\/\/se.linkedin.com\/company\/epidemic-sound","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEAhqWbU9dDHg\/company-logo_100_100\/company-logo_100_100\/0\/1709289584982\/epidemic_sound_logo?e=2147483647&v=beta&t=7DDPFGXAzlOil4E7tfwYO5mq6V14BpplQ5GMToDCUeo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"36a8beaa1b45cd81","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=36a8beaa1b45cd81","job_url_direct":"https:\/\/jobs.tetrapak.com\/job\/Lund-Project-Manager\/1259607301\/","title":"Project Manager","company":"Tetra Pak","location":"Lund, M, SE","job_type":null,"date_posted":1760659200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"*At Tetra Pak we commit to making food safe and available, everywhere; and we protect what's good – protecting food, protecting people, and protecting the planet. By doing so we touch millions of people's lives every day.*\n\n*And we need people like you to make it happen.*\n\n\n***We empower you to reach your potential with opportunities to make an impact to be proud of – for food, people and the planet.***\n\n**Job Summary**\n---------------\n\n\n*Would you like to drive a mix of activities, development needs and influence our future portfolio for food processing?*\n\n  \n\n\n\nThe Development & Quality (D&Q) department within Liquid Food Solutions (LFS) has a global role to develop new products and production concepts for the different business streams; Dairy, Beverage, Prepared food and Plant-based industry. The D&Q team, Project Management & Planning supports the business with product development, business transformation, and other needs for the business streams and other key stakeholders.\n\n  \n\n\n\nWe are now looking for a **Project Manager** to support and drive development projects and activities for LFS. In this role, you’ll also act as a Scrum Master, facilitating agile events and helping the team stay focused and organized. You will work closely with cross-functional teams and stakeholders across our global organization.\n\n  \n\n\n\nThe position offers a wide internal and external network in a global organisation. You will work with the newest food processing technologies, delivering new innovations and improvements, in the field of process optimization, sustainability and product quality.\n\n  \n\n\n\n\nThis is a permanent position located in Lund, Sweden. Travel may occur but is limited.\n\n**What you will do**\n--------------------\n\n\n* Take the role of Scrum Master for one or several development teams\n* Facilitate various agile events, such as stand-ups, sprint planning, reviews, and retrospectives, helping the team follow Agile principles and continuously improve.\n* Depending on need, manage various development projects and activities according to a prioritized backlog\n* Collaborate with Product Management, and other stakeholders, to deliver solutions aligned with defined business objectives\n* Actively contribute to the LFS Agile methodology, fostering continuous improvements and team collaboration.\n**We believe you have**\n-----------------------\n\n\n\nA passion about people and a strong drive for results with solid stakeholder management skills. This will enable you to navigate in a matrix organisation. We also see that you can easily interact with people at different levels and build trust. You are persistent, structured, have strong analytical and planning skills and are self-motivated.\n\n  \n\n\n\nYou have at least **5 years within Project Management \/ Product Owner \/ Scrum Master** or equivalent experience from technology or product development, preferably within the food processing industry or similar. You are highly skilled in applied Agile principles and Scrum methodology, with solid experience from a role as Scrum Master. It is also a strong merit if you hold a BSc in Engineering, are PMI certified and have experience from waterfall projects. You are fluent in English, both written and spoken.\n\n**We Offer You**\n\n\n* A variety of exciting challenges with ample opportunities for development and training in a truly global landscape\n* A culture that pioneers a spirit of innovation where our industry experts drive visible results\n* An equal opportunity employment experience that values diversity and inclusion\n* Market competitive compensation and benefits with flexible working arrangements\n\n  \n\n\n**Apply Now**\n\n\n\nIf you are inspired to be part of our promise to protect what’s good; for food, people, and the planet, apply through our careers page at https:\/\/jobs.tetrapak.com\/.\n\n\n*To find out more about how it is to work at Tetra Pak in Lund, take a look at the following website* *We are Tetra Pak Lund*\n\n  \n\nThis job posting expires on 2025.10.31.\n\n\n\nTo know more about the position contact hiring manager Mikael Lövquist at +46 733 36 4713\n\n\n\nQuestions about your application contact senior recruiter Martin Fosser at +46 46 36 4674\n\n\n\nFor trade union information contact Sveriges Ingenjörer Lars Haraldsson at +46 46 36 2533 and Unionen Lisbeth Larsson at +46 46 36 2320\n\n  \n\n\n*Diversity, equity, and inclusion is an everyday part of how we work. We give people a place to belong and support to thrive, an environment where everyone can be comfortable being themselves and has equal opportunities to grow and succeed. We embrace difference, celebrate people for who they are, and for the diversity they bring that helps us better understand and connect with our customers and communities worldwide.*","company_url":"https:\/\/se.indeed.com\/cmp\/Tetra-Pak","company_url_direct":"https:\/\/www.tetrapak.com","company_addresses":"Pully, Switzerland","company_industry":" Industrial Manufacturing","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"At Tetra Pak we like a good challenge, and our promise is to make food safe and available everywhere.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/973e09ae67e1af139e73798f5518f64f","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/b992fb9f59f85d3487de5aab890bdcb7","ceo_name":"Adolfo Orive","ceo_photo_url":null},{"id":"4314327128","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4314327128","job_url_direct":null,"title":"Customer Care Coordinator","company":"Karo Healthcare","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"***Karo Healthcare***\n*, a dynamic and growing personal-care retail company, is all about making smart choices for everyday healthcare. With a wide-ranging portfolio across seven categories including medical products, we own and sell over 80 brands in about 90 countries. Our portfolio includes such brands as E45, Pevaryl, Lamisil, Nutravita, Decubal and many others. Our core belief in empowering people to make intelligent health decisions drives our growth strategy, blending organic expansion and M&A.*\n\n\n\n\n Join us at Karo Healthcare on our exciting journey. We're currently looking for a\n **Customer Care Coordinator** \n for our office in\n **Stockholm** \n .\n   \n\n\n\n\n**What's in it for you?**\n\n**Be at the heart of our customer operations, in a hands-on role with real impact.**\n You'll join an agile, international company in growth mode—where your work shapes the daily experience of our customers and retail partners across the Nordics. Expect collaboration across borders, exposure to multiple business functions, and the chance to grow your career in a fast-paced, purpose-driven environment.\n   \n\n\n\n\n**What you'll be doing**\n* Be the go-to contact for our pharmacy and retail customers in the Nordics—resolving order-related questions and ensuring timely communication.\n* Monitor orders and coordinate with internal teams to ensure smooth, on-time deliveries.\n* Send order confirmations and manage inquiries with precision and speed.\n* Proactively communicate stock availability, delivery delays, and provide solutions.\n* Work closely with supply chain, logistics, and commercial teams to remove roadblocks and boost customer satisfaction.\n* Handle complex inquiries and escalations with a structured, customer-first approach.\n* Log and follow up on customer cases, supporting ongoing improvement efforts.\n* Support customer-specific processes including campaigns, promotional deliveries, and tailored reporting.\n* Share customer insights internally to help improve product availability and service levels\n  \n\n  \n\n\n**Requirements**\n**Requirements**\n* 2-3 years of experience in customer service, order management, or supply chain—ideally from a fast-moving, product-driven environment.\n* Comfortable navigating ERP systems (IFS, SAP, Navision, or similar).\n* Fluent in both\n **English and Swedish** \n .\n* Confident using\n **Excel and Outlook** \n as daily tools.\n* Previous experience in\n **FMCG, healthcare, or pharma** \n is a strong plus.\n* You're structured, solutions-focused, and enjoy working with multiple stakeholders to deliver results.\n  \n\n  \n\n\n**Benefits**\n* Opportunity to create, grow, and encourage\n* Apart from a competitive salary pack, there are lots of growth opportunities to meet your personal ambitions\n* Flexible schedule, hybrid model with the primary work place in the office, and life-work balance\n* Responsibility for exciting and challenging projects that have a direct, visible impact on our customers and the industry\n* Very positive work environment in a dynamic, international, and motivated team\n* Start-up spirit while being a part of the large international organization with strong values\n\n\n\n  \n \n\n\n\n   \n \n\n\n\n*Karo Healthcare has a Diverse & Inclusive environment. We are looking for qualified candidates irrespective of gender, gender identity, sexual orientation, ethnicity, race, religion, national origin, disability or age.*","company_url":"https:\/\/se.linkedin.com\/company\/karohealthcare","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHknol9z-Iceg\/company-logo_100_100\/company-logo_100_100\/0\/1630570640577\/karo_pharma_ab_logo?e=2147483647&v=beta&t=3UAFrE8F6AvBZdQFdfIxaE9BiV5qWeZQRj5K56723-0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4312293022","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4312293022","job_url_direct":null,"title":"E-commerce & Operations Manager","company":"Conscious Breathing Institute","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Conscious Breathing** \n  \n \n\n\n\n Conscious Breathing helps people improve health, performance, and peace of mind through better breathing habits. Founded by Anders Olsson, the company combines over 15 years of research, education, and product innovation to make people lead better lives by making breathing practices and CO2 Therapy accessible to everyone. \n \n\n\n\n  \n\n\n\n\n\n Our products like the\n **Relaxator** \n ,\n **Sleep Tape** \n , and\n **Cardihaler** \n are used by thousands of people, coaches, and therapists worldwide. Through education, workshops, and partnerships with researchers and clinics, we’re pioneering a new understanding of how carbon dioxide and functional breathing support health and recovery. \n \n\n\n\n  \n\n\n\n\n\n We’re a small, dedicated team working with global partners to bring simple but powerful breathing tools to the world. \n \n\n\n\n  \n\n\n\n\n\n**The Role** \n  \n \n\n\n\n We’re looking for a hands-on\n **E-commerce & Operations Manager** \n to lead the day-to-day running of our business, from logistics and marketing coordination to partner communication and team management. \n \n\n\n\n  \n\n\n\n\n\n You’ll be the connective tissue of the company: ensuring that products are in stock, campaigns go out on time, our online store runs smoothly, and that our remote team and collaborators stay aligned and productive. This role is perfect for someone early in their career who’s organized, proactive, and passionate about wellness, e-commerce, and getting things done. \n \n\n\n\n  \n\n\n\n\n\n This person will also be responsible for the Stockholm office. This includes being responsible for making sure all shipments to and from the office is received and sent on time.\n \n\n\n\n  \n \n\n\n\n**Key Responsibilities** \n  \n \n\n\n\n  \n\n\n\n\n\n***1. Operations & Supply Chain***\n\n\n\n\n\n  \n\n\n\n\n* Oversee inventory levels across global warehouses (EU, US, etc.)\n* Coordinate with suppliers and logistics partners to manage production, purchasing, and deliveries\n* Ensure smooth flow of orders, invoices, and shipments\n* Manage SKU updates, product data, and pricing consistency in Shopify\n* Be responsible for shipments to and from the Stockholm Office.\n\n\n\n  \n\n\n\n\n\n***2. E-commerce & Marketing Coordination***\n\n\n\n\n\n  \n\n\n\n\n* Oversee day-to-day performance of the Shopify store\n* Coordinate product launches, promotions, and website updates\n* Support email campaigns, newsletters, and social media content (with designers, VAs, and partners)\n* Monitor sales, web analytics, and marketing metrics; suggest improvements\n\n\n\n  \n\n\n\n\n\n***3. Communication & Partner Management***\n\n\n\n\n\n  \n\n\n\n\n* Act as the first point of contact for resellers, distributors, and partners\n* Support onboarding and updates for affiliates and wholesale accounts\n* Maintain clear internal communication between founders, partners, and the team\n\n\n\n  \n\n\n\n\n\n***4. Team Coordination & Process Management***\n\n\n\n\n\n  \n\n\n\n\n* Lead and coordinate a small remote team (currently 4-5 freelancers)\n* Manage weekly task lists, follow-ups, and timelines\n* Improve and document workflows for repeatable tasks (Shopify, Fortnox, emails, etc.)\n\n\n\n  \n \n\n\n\n  \n\n\n\n\n\n**Who You Are** \n  \n \n\n\n\n  \n\n\n\n\n* 1–3 years of experience in e-commerce, marketing, or operations\n* Comfortable managing multiple moving parts and keeping people aligned\n* Detail-oriented, organized, and proactive in solving problems\n* Curious and adaptable — you like understanding how things work and making them better\n* Confident in tools like Shopify, Klaviyo (or similar), Microsoft Office products, and Slack\n* Comfortable managing a small remote team and communicating clearly in English and Swedish\n\n\n\n  \n\n\n\n\n\n**Nice to Have** \n  \n \n\n\n\n  \n\n\n\n\n* Experience with health, wellness, or consumer products\n* Basic understanding of marketing tools (Meta Ads, Google Analytics, etc.)\n* B2B\/Wholesale Experience\n* Interest in conscious living, breathing, or human performance\n* It’s a big plus if you speak German as we have a lot of business in the DACH-region.\n\n\n\n  \n\n\n\n\n\n**What We Offer** \n  \n \n\n\n\n  \n\n\n\n\n* A meaningful role in a mission-driven company with a strong global brand\n* The chance to work closely with founders and shape the future of the company\n* A small, collaborative team with room for initiative and growth\n* Flexible hours and hybrid setup","company_url":"https:\/\/se.linkedin.com\/school\/conscious-breathing\/","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHnkGaFEqJkxw\/company-logo_100_100\/B4EZW31olUH0AQ-\/0\/1742546045725\/conscious_breathing_logo?e=2147483647&v=beta&t=Hmj3MngAkbwyhJF9P55yKQ1mhzsVf97pq2d2sCAPv3k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4316401963","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4316401963","job_url_direct":"https:\/\/career.billogram.com\/jobs\/6324016-senior-software-developer&urlHash=ngTb","title":"Senior Software Developer","company":"Billogram","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Here at Billogram, we like to be the good guys of billing, making money when clients are happy and pay on time, rather than from missed payments. We believe it always pays off to treat people well. That's why our platform for invoices and payments is built to remove pain points and instead be beneficial to both our clients and their customers, improving their relationships. We’re looking for a talented Senior Software Developer to join our Stockholm team in a hybrid role and help us shape the future of billing!\n   \n\n  \n\n**About The Role**\n We’re looking for a Senior Developer who’s excited by the challenge of rethinking how billing gets done. If you love collaborating with a diverse team, finding new angles to solve problems, and making an impact on real customer experiences, you’ll fit right in. You’ll join a friendly crew of developers, product managers, and other stakeholders who share a passion for building a great platform to prove that great business grows from great relationships. This is a flexible hybrid role based in Stockholm, with no relocation assistance offered.\n   \n\n  \n\n What You’ll Do\n   \n\n  \n\n* Standardize & Scale: Help shape a platform that’s ready to grow into new European markets. You’ll refactor, optimize, and test our systems so they can handle more transactions and delight more users.\n* Tackle Tech Debt: Fine-tune existing solutions so they run smoothly for larger clients, higher traffic, and increased complexity.\n* Create Real Value: Dive into coding, requirement analysis, and testing to build features that our clients and their customers will love.\n* Lead & Collaborate: Work side by side with other developers, share fresh ideas, guide technical decisions, and keep our platform moving forward.\n\n\n What We’re Looking For\n   \n\n  \n\n We want someone humble, hungry, and happy: eager to grow, curious about how things can improve, and excited about shaping the future of billing. You enjoy discussing big ideas but are also comfortable rolling up your sleeves to make them happen.\n   \n\n  \n\n**Key Qualifications**\n* Language Expertise: At least 4 years of professional experience in PHP or Python (ideally both, but strong in one with openness to learn the other works too), ideally working on products with real-world impact.\n* Adaptability: An openness to learning new tools in our stack (think AWS, databases, and more).\n* Product Mindset: Comfortable in a collaborative, product-focused environment, where everyone’s ideas matter.\n* Problem-Solver: A knack for breaking down complex challenges into clean, maintainable solutions.\n\n\n Bonus Skills\n   \n\n  \n\n* B2B & B2C Background: Experience building solutions for business and consumer needs.\n* Scaling Know-How: Exposure to international expansion or platforms that operate across borders.\n* Payments Experience: A couple of years (or more) dealing with payment systems, transactions, or other financial services.\n\n\n Why Work with Us?\n   \n\n  \n\n At Billogram we promise you an exciting journey as we break into new markets and grow at a rapid pace. That aside you will get lots of freedom and opportunity to develop together with great colleagues at our office, right in the center of Stockholm. We also offer flexible working hours, exciting challenges and a whole lot of laughs.\n   \n\n  \n\n We're committed to your long-term development, offering clear career progression paths. You'll also enjoy a fantastic benefits package, including 30 (+2) days of holiday, an occupational pension, a flexible wellness allowance, sick leave top-up, and parental leave compensation. At Billogram, our inclusive and diverse culture ensures that everyone can enjoy a fulfilling career and a great work-life balance.\n   \n\n  \n\n This recruitment process is managed internally, and we respectfully request no contact from recruitment agencies.\n   \n\n  \n\n At Billogram, we provide equal opportunities and strive for an inclusive and diverse environment. All applicants will be considered for employment without attention to gender, transgender identity or expression, ethnicity, religion or other beliefs, disability, sexual orientation, or age.\n   \n\n  \n\n Welcome to the world of Billogram!","company_url":"https:\/\/se.linkedin.com\/company\/billogram-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHjF1dSiGjQPA\/company-logo_100_100\/company-logo_100_100\/0\/1734533803224\/billogram_ab_logo?e=2147483647&v=beta&t=PrFjvd3071KeMPeOf18HYWfkTEvWACcUudJukns-oDs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4316425079","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4316425079","job_url_direct":null,"title":"Sales Manager (New Business) - Nordics (WorkForce Software)","company":"ADP","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"***WorkForce Software, an ADP company, is hiring a Sales Manager***\n\n\n\n\n***Applications for this role will be accepted until 24\/10\/25***\n\n\n\n\n  \n\n\n\n\n\n**JOB PURPOSE:** \n\n\n\n\n With full scope to sell across ADP's Payroll and HR solutions (including WorkForce Software), this role also provides the infrastructure, presence and brand for sales leaders to orchestrate true, global conversations with organisations. You will work as part of the leadership team and with your sales team to define individual territory plans, focusing on new prospects in the Nordics. You inherit an established, but growing sales team. The types of deals that you will be coaching the team to navigate will be both mid-market and Enterprise. This brings huge variety; it could be a 3-5 month process with 3\/4 stakeholders, at €100,000 in year 1 revenue, to a multi country offering that is €500,000 - €1m in year 1 revenue at takes 12 months plus.\n \n\n\n\n With a world class induction programme, a leadership team offering best-in-breed expertise built from within ADP and the wider industry, and over 75 years of heritage and capability, the role offers the perfect platform for sales leaders and people, to succeed and develop.\n \n\n\n\n  \n\n\n\n\n\n**A little about ADP:** \n We are a comprehensive global provider of cloud-based human capital management (HCM) solutions that unite HR, payroll, talent, time, tax and benefits administration and a leader in business outsourcing services, analytics, and compliance expertise. We believe our people make all the difference in cultivating a down-to-earth culture that embraces our core values, welcomes ideas, encourages innovation, and values belonging. We've received recognition for our work by many esteemed organizations, learn more at\n **ADP Awards and Recognition.** \n\n\n\n\n  \n\n\n\n\n\n**KEY RESPONSIBILITES** \n\n\n\n* Responsible for the overall management, performance and development of the Nordics sales team in line with agreed sales strategy and overall business plan.\n* Responsible for development and maintenance of comprehensive plan for team sales activity including pipeline and productivity. Will also manage both quota and non-commercial objectives for all individuals\/team.\n* Responsible for the management of all active sales processes within the team, ensuring co-ordination of company resource in an optimal and effective manner in support of these processes.\n\n\n\n  \n\n\n\n\n\n**KEY TASKS:** \n\n\n\n* To manage the performance of the sales team on a daily basis, co-ordinating resource, monitoring activity, and where necessary initiating corrective action to ensure sustainable delivery of results.\n* To manage sales opportunities through direct reports\n* To liaise closely with the VP Sales, other sales leaders and the operations \/ enablement team in pursuance of a consistent approach to sales\/product\/commercial strategy.\n* Will submit the relevant management reports in a timely manner including up to date forecasting information.\n\n\n\n  \n\n\n\n\n\n**SUPERVISORY RESPONSIBILITIES:** \n\n\n\n* Will work under own initiative for day-to-day workload in line with overall strategy and guidelines.\n* Will work through direct reports for specific requirements.\n* Will be expected to influence members of staff where no direct line authority is in place.\n* Responsible for the direction of the sales team with regard to training, compensation, motivation, development and resourcing.\n* Will be expected to play a key role in the sales management team.\n\n\n\n  \n\n\n\n\n\n**SKILLS AND KNOWLEDGE:** \n\n\n\n* Will have the ability to anticipate, identify and analyse problems and opportunities, establish priorities and efficiently allocate and utilise resource.\n* Will have acquired an in-depth knowledge of commercial\/sales issues preferably within a payroll\/HR software or service environment.\n* Must be able to delegate and co-ordinate workloads to achieve overall objectives within specified time and budget.\n* Will be able to review and measure progress against specific criteria and take necessary corrective action where appropriate.\n* Must demonstrate sufficient flexibility to be able to adapt and respond to the meet the needs of shifting goals.\n* Must be able to demonstrate excellent communication skills, personal integrity and a positive attitude in all dealings with colleagues\/clients.\n\n\n\n  \n\n\n\n\n\n**EXPERIENCE NEEDED:** \n\n\n\n* Experience managing a remote field-based sales team\n* Experience leading new business teams with a target focus of selling to Mid Market\/Enterprise level customers\n* Evidence of coaching sales team to perform using a structured sales process and methodologies\n* SaaS \/ HCM \/ Tech solution sales experience of 5+ years\n* Examples of coaching top sales performers to achieve target, and achieve deals in the region of €100k + ARR\n* Based in \/ close to Stockholm with full right to work and driving licence.\n\n\n\n  \n\n\n\n\n\n**What We Offer:** \n\n\n\n* Highly competitive salary and compensation plan\n* An on-going, individualised, world class induction programme - offering both local and international training and development\n* Realistic targets + valuable offerings = real earnings. We like to see our associates overachieving, and celebrate this regularly with early starts, quarterly and annual awards, clubs and trips. Recent ones include a 5-star stay in Buenos Aires and a luxury cruise around Greece!\n* Excellent support teams to help you get there!\n* A sales team and presence in Stockholm and the Nordics – you are not alone!\n* Flexible benefits program\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n Sales Manager, Sales Leader, New Business Sales, Sales Management, Software as a Service, SaaS, Human Resources, HR, Human Capital Management, HCM, Cloud Software","company_url":"https:\/\/www.linkedin.com\/company\/adp","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQE2ALnzsL9mlw\/company-logo_100_100\/B4EZXS9EdvHMAU-\/0\/1743000979692\/adp_logo?e=2147483647&v=beta&t=C1T9x1-s4LIxG8k6LNYVBPITAM5xvyKy0Gtbh-kgxn8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4218055212","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4218055212","job_url_direct":"https:\/\/integrity360.bamboohr.com\/careers\/452?source=LinkedIn&urlHash=-hd7","title":"nätverkssäkerhetsingenjör","company":"Integrity360","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Om Integrity360\n   \n\n  \n\n Integrity360 är den största oberoende cybersäkerhetsleverantören i Storbritannien och Irland, med Security Operations Centers i Dublin och Sofia, och över 310 anställda, varav mer än 80% är tekniska. Vi hjälper våra kunder att proaktivt identifiera, skydda, upptäcka och reagera på hot mot den ständigt föränderliga hotlandskapet. Vår säkerhetsförsta strategi positionerar säkerhet som en möjliggörare och ger våra kunder möjlighet att bedriva sin verksamhet säkert.\n   \n\n  \n\n Du kommer att ansluta till Integrity360 vid en mycket spännande tidpunkt. I juni 2021 fick företaget en strategisk investering från August Equity (ett av Storbritanniens mest framgångsrika private equity-företag inom medelstora marknader). Vår avsikt är att växa Integrity360 till den ledande leverantören av cybertjänster och lösningar i Europa. Marknaden för cybersäkerhetstjänster har aldrig varit starkare och växer i ett aggressivt tempo.\n   \n\n  \n\n Integrity360 är en av de mest respekterade och etablerade tjänsteleverantörerna i branschen och är väl positionerat för att uppnå en marknadsledande position de kommande åren. Vi tror att vi har betydande möjligheter till tillväxt, särskilt under de närmaste 36 månaderna. Med rätt energi, ihärdighet och skicklighet är din möjlighet till personlig framgång och bidrag till våra övergripande mål betydande.\n   \n\n  \n\n Om rollen\n   \n\n  \n\n Vi söker en nätverkssäkerhetsingenjör med fokus på nätverkssäkerhet. Du blir en del av vårt konsultteam och hjälper våra kunder att lösa tekniska problem, förebygga hot och förbättra sin IT-säkerhet.\n   \n\n  \n\n**Du Kommer Bl a Arbeta Med**\n* Ge teknisk rådgivning kring säkerhetsprodukter, särskilt Fortinet\n* Lösa säkerhetsincidenter och kommunicera direkt med våra kunder\n* Arbeta nära andra säkerhetstekniker i teamet\n* Delta i projekt och förändringsarbete hos våra kunder\n\n\n Kvalifikationer\n   \n\n  \n\n**Vi Söker Dig Som Har** \n  \n\n  \n\n* Minst 3-5 års erfarenhet som nätverkssäkerhetsingenjör, med särskilt fokus på Fortinet.\n* Djup förståelse för nätverksinfrastruktur och säkerhet – inklusive brandväggar, routrar, switchar och protokoll.\n* Gärna certifiering inom något av följande:\n+ Fortinet NSE 4–8\n+ Checkpoint\n+ Cisco\n\n* Högskoleexamen inom datavetenskap är meriterande men inte ett krav.\n\n\n Meriterande kunskaper\n   \n\n  \n\n Vi ser gärna att du har erfarenhet av eller intresse för följande:\n   \n\n  \n\n* Fortinet-teknologier (brandväggar, VPN, IPS)\n* Andra brandväggsprodukter (t.ex. Checkpoint)\n* UTM, sandboxing och applikationskontroll (FortiGate, CheckPoint)\n* Routing och switching,\n* Multifaktorautentisering\n* Web Application Firewalls\n* VPN-lösningar\n* Virtualisering och molnplattformar (AWS, Azure)\n* Scripting\/programmering (t.ex. bash, Python)\n* OT kunskap\n\n\n Vill du vara med på vår resa och bidra till Europas ledande cybersäkerhetsleverantör?","company_url":"https:\/\/ie.linkedin.com\/company\/integrity360","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFMPHSTN43CiQ\/company-logo_100_100\/company-logo_100_100\/0\/1631343314156?e=2147483647&v=beta&t=aIYAKgY2hWlwS2lR2roIfdGbFt7pIBOHHIeHS1xgEh0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4275618417","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4275618417","job_url_direct":"https:\/\/wd3.myworkdaysite.com\/recruiting\/mdlz\/External\/job\/Upplands-Vaesby-Sweden\/Commercial-Systems-Specialist_R-144928-1?src=SNS-12680&source=APPLICANT_SOURCE-3-70&utm_source=linkedin.com&utm_medium=jobboard&utm_campaign=linkedin_jobposting&utm_term=generic_jobs&urlHash=nMEK","title":"Commercial Systems Specialist","company":"Mondelēz International","location":"Upplands Väsby, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n**Are You Ready to Make It Happen at Mondelēz International?**\n**Join our Mission to Lead the Future of Snacking. Make It With Pride.**\n You deliver detailed continuous business and customer analysis and insight with a focus on driving best practice through simplification, efficiency, consistency by aligning common outputs across accounts.\n   \n\n  \n\n**How You Will Contribute**\n You will:\n   \n\n  \n\n* Provide support and training to enable effective use of sales systems.\n* Maintain and optimize systems for sales (including functionalities for customer management, tour planning, promotion planning, listing maintenance, shelf audit and reporting).\n* Provide support to users with specific technical problems in cooperation with IT service providers.\n* Drive continuous improvement of existing software and automation of new processes.\n\n\n**What You Will Bring**\n A desire to drive your future and accelerate your career and the following experience and knowledge:\n   \n\n  \n\n* Post-secondary education at College or University or equivalent experience, in a related subject\n* Relevant experience in IT and sales\n* Knowledge of sales processes and systems\n* Facilitation skills to demonstrate use and functionality of sales systems\n* Problem-solving skills\n* Excellent Microsoft Office skills, especially in Excel.\n* Experience developing reports in Power BI.\n* If you have experience from the Retail Business, particularly FMCG (Fast moving consumer goods), it would be an advantage\n* Very good administrative ability, attention to detail and enjoy working with numbers\n* You organise your work effectively, and see possibilities to optimize\n* You demonstrate independence, engagement and flexibility in your work, and are adaptable to changing priorities and demands.\n* Contribute effectively as a team member and foster a positive team environment.\n* You are dedicated to providing exceptional service and approach challenges with a positive attitude.\n* Fluency in Swedish and English, written and spoken.\n\n\n**More About This Role**\n**What you need to know about this position:**\n In this role you will be part of the team that provides analyses, reports, developments, training and system support to the Swedish Sales Organization. You will be a key player in maintaining and developing Power BI reports for the Swedish Sales Team, and be a key part in projects regarding Sales system developments.\n   \n\n  \n\n Apply today to become part of a team which is passionate about Systems, Sales and working with People. Characterized by a collaborative working environment. You will take part in modernizing and streamlining our systems and see clear results of your work throughout the business.\n   \n\n  \n\n We look forward to hearing from you!\n   \n\n  \n\n**Relocation Support Available?**\n No Relocation support available\n   \n\n  \n\n**Business Unit Summary**\n We value our talented employees, and whenever possible strive to help one of our associates grow professionally before recruiting new talent to our open positions. If you think the open position you see is right for you, we encourage you to apply!\n   \n\n  \n\n*Our people make all the difference in our succes*\n Mondelēz International is an equal opportunity employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, gender, sexual orientation or preference, gender identity, national origin, disability status, protected veteran status, or any other characteristic protected by law.\n   \n\n  \n\n**Excited to grow your career?**\n We value our talented employees, and whenever possible strive to help one of our associates grow professionally before recruiting new talent to our open positions. If you think the open position you see is right for you, we encourage you to apply!\n   \n\n  \n\n**IF YOU REQUIRE SUPPORT TO COMPLETE YOUR APPLICATION OR DURING THE INTERVIEW PROCESS, PLEASE CONTACT THE RECRUITER**\n**Job Type**\n Regular\n   \n\n  \n\n Sales Operations\n   \n\n  \n\n Sales","company_url":"https:\/\/www.linkedin.com\/company\/mondelezinternational","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEXpvlmPQN68Q\/company-logo_100_100\/company-logo_100_100\/0\/1630453251495\/mondelezinternational_logo?e=2147483647&v=beta&t=4O0Nsa9CbyItqfSsYTT62l_3frW1XKM2h3f4eZZHUXI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4296551063","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4296551063","job_url_direct":null,"title":"Power System Engineer for Power Consulting Sweden","company":"Hitachi Energy","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"joachim.x.andersson@hitachienergy.com, tobias.n.nilsson@hitachienergy.com","description":"**The Opportunity**\n Seize this opportunity to take on a highly visible position in a global organization. As a Power System Engineer you will belong to Power Consulting, a department within Hitachi Energy working with both internal and external clients in the energy sector. You will be part of a renowned global team of power system and energy consultants. In the role, you will have the opportunity to contribute to the green transition and create a more sustainable energy future for all.\n   \n\n  \n\n So, if you want to take the next step in your career, and contribute to develop a stronger, smarter, and greener energy system – Join us now! We are interested to learn more about you and what you can contribute with so don’t hesitate to apply even if you don’t meet all the requirements. A team with great cooperation and with diverse backgrounds is waiting for you to join it!\n   \n\n  \n\n**How You’ll Make An Impact**\n* In this exciting role, you will get the opportunity to take part in major assignments related to the green energy transition together with our consultants and experts from local as well as international Power Consulting offices.\n* The assignments for the role are mainly system studies within the area of HVDC, FACTS, renewable energy integration, green hydrogen and power systems in general.\n* Cooperation and work in teams with leading specialists together with Hitachi Energy well-defined career path ensures exciting and motivating career with fast development along own interests and personality traits.\n* You will be living Hitachi Energy core values of safety and integrity, which means taking responsibility for your own actions while caring for your colleagues and the business.\n\n\n**Your background**\n* You hold a Master’s degree in electrical engineering, electrical power systems or similar.\n* You have a great interest and preferably a couple of years of experience in the consulting and energy sector.\n* Knowledge in power systems analysis and in software simulation tools such as PSS\/E, PSCAD and\/or DIgSILENT PowerFactory.\n* Programming skill in Python, C++, etc. is a merit.\n* You have an analytical mindset, you are independent, self-going and take your own initiatives to solve problems.\n* As a person, you are collaborative and communicative.\n* It is necessary to be fluent in English. Swedish is meritorious.\n\n\n**What We Offer**\n* Collective agreement\n* Flexible working time\n* Health care and wellness allowance\n* Fantastic career possibilities within Hitachi Energy both within Sweden and globally\n* Mentor to support you throughout onboard phase\n* Various trainings and education supporting employee development\n* Diversified company with over 70+ nationalities working in Sweden\n* Supplementary compensation for parental leave\n* Employee Benefit Portal with thousands of discounts and perks\n* More benefits could be connected to this specific role\n\n\n**More About Us**\n The position is based in Gothenburg or Stockholm (Solna).\n   \n\n  \n\n We are interested to learn more about you and what you can contribute with so don’t hesitate to apply even if you don’t meet all the requirements. A team with great cooperation and with diverse backgrounds is waiting for you to join!\n   \n\n  \n\n Applications will be reviewed on an ongoing basis, so don’t delay – apply today!\n   \n\n  \n\n Recruiting Manager, Joachim Andersson, joachim.x.andersson@hitachienergy.com, will answer your questions about the position. Union representatives – Sveriges Ingenjörer: Mikael Hjort, +46 107-38 25 73; Ledarna: Frank Hollstedt, +46 107-38 70 43; Unionen: Fredrik Holmgren, +46 107-38 21 85. All other questions can be directed to Talent Partner, Tobias Nilsson, tobias.n.nilsson@hitachienergy.com.\n   \n\n  \n\n Hitachi Energy is a global technology leader in electrification, powering a sustainable energy future through innovative power grid technologies with digital at the core. Over three billion people depend on our technologies to power their daily lives.\n   \n\n  \n\n With over a century in pioneering mission-critical technologies like high-voltage, transformers, automation, and power electronics, we are addressing the most urgent energy challenge of our time – balancing soaring electricity demand, while decarbonizing the power system.\n   \n\n  \n\n Headquartered in Switzerland, we employ over 50,000 people in 60 countries and generate revenues of around $16 billion USD. We welcome you to apply today.","company_url":"https:\/\/ch.linkedin.com\/company\/hitachienergy","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFORxmRRI944Q\/company-logo_100_100\/B4EZZZAW8eHUAY-\/0\/1745249989009\/hitachienergy_logo?e=2147483647&v=beta&t=VsqridtWJ4m6Ag1RFvEKfYAhJ3YgA7IGLKySiMSreN0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4314327421","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4314327421","job_url_direct":"https:\/\/dina.varbi.com\/se\/what:job\/jobID:867586\/type:job\/where:81\/apply:1&urlHash=Cd8M","title":"QA-ingenjör","company":"Dina Försäkringar","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Nu söker vi en ny kollega till vår avdelning som arbetar med IT-förvaltning. Teamet består idag av åtta personer och tjänsten är placerad på vårt kontor på Skeppsbron i Stockholm.\n   \n\n  \n\n**Om tjänsten**\n Som QA-ingenjör blir du en nyckelperson i arbetet med att säkerställa kvaliteten på våra programvaruprodukter och IT-system. Rollen kombinerar strategiskt ansvar med praktiskt arbete, där du får möjlighet att driva utvecklingen av våra kvalitetssäkringsprocesser och samtidigt vara nära den dagliga testningen. Du kommer att spela en nyckelroll i att säkerställa kvalitet och stabilitet i våra försäkringstjänster, med särskilt fokus på automatisering, API-testning och testdatahantering.\n   \n\n  \n\n Dina huvudsakliga ansvarsområden:\n   \n\n  \n\n* Utveckla automatiserade tester i Java\n* Schemalägga och underhålla dagliga end-to-end regressionstester\n* Övervaka testresultat och rapportera avvikelser\n* Skapa syntetiskt testdata baserad på försäkringsspecifika krav\n* Utveckla och implementera testprocesser, kvalitetssäkringsstrategier och rutiner för testdata\n* Samarbeta med utveckling, produktägare och verksamhet för att identifiera behov, planera testning och säkra dokumentation\n* Delta både operativt i testning (funktionell, regression, integration, prestanda m.m.) och driva förbättringar av metoder, verktyg och ramverk\n* Fungera som mentor och utbildare för kollegor samt bidra till kunskapsdelning och omvärldsbevakning inom QA\n\n\n**Kvalifikationer**\n Vi vill att du har en examen inom data\/systemutvecklingsområdet eller arbetslivserfarenheter och kunskaper som motsvarar detta. Vi vill också att du har erfarenhet och intresse av att planera, leda och hantera testaktiviteter samt flerårig erfarenhet med felrapportering, versionskontroll och konfigurationshantering, tillsammans med olika testmetoder (funktionell, systemintegration, UAT, prestanda).\n   \n\n  \n\n Det är viktigt att du har tekniska kunskaper som gör dig självgående i testarbetet och dina kunskaper bör finnas bland annat inom Java, REST API:er, TIA-systemet, Spring Boot, Testautomatisering och regressionstester samt Jira. Du har mycket goda kunskaper i svenska, både i tal och skrift.\n   \n\n  \n\n Det är meriterande om du har erfarenhet från försäkring eller bank, innehar ISTQB-certifiering samt har en teknisk bakgrund med förmåga att skriva egna testautomationsskript från grunden.\n   \n\n  \n\n**Vem du är**\n* Har förmåga att prioritera och arbeta självständigt, samtidigt som du är en stark lagspelare med passion för kvalitet\n* Besitter stark problemlösningsförmåga och ett naturligt ägarskap i ditt arbete\n* Är flexibel och har lätt att anpassa dig till nya och utmanande situationer\n* Pedagogisk och lyhörd i samarbeten\n* Trivs i ett agilt team och kommunicerar tydligt med både tekniska och icke-tekniska kollegor\n\n\n**Vad vi erbjuder**\n Hos oss får du växa. Vi erbjuder en kultur präglad av samarbete, utveckling och engagemang. Här får du möjlighet att påverka, ta ansvar och bidra. Vi tror på en inkluderande och flexibel arbetsmiljö där du kan vara dig själv. Här vågar vi tänka nytt och jobbar tillsammans för att göra skillnad – för våra kunder, varandra och framtidens försäkringslösningar.\n   \n\n  \n\n**Välkommen in med din ansökan!**\n Vill du veta mer om tjänsten är du välkommen att kontakta Roger Centervall 072-099 67 40, Chef IT-förvaltning. Facklig representant för Forena är Sammy Bergman, telefon 08-5180 38 27.\n   \n\n  \n\n Eftersom vi jobbar med ett löpande urval ber vi dig skicka in din ansökan så snart som möjligt, men senast den 7 november. För att säkerställa en trygg arbetsmiljö genomför vi en bakgrundskontroll på slutkandidaten i rekryteringsprocessen.\n   \n\n  \n\n**Om Dina Försäkringar**\n Dina Försäkringar är en grupp lokalt förankrade, kundägda försäkringsbolag med 250 års historia. Hos oss är beslutsvägarna korta, utvecklingstakten hög och möjligheterna att påverka stora. Vår vision är att ge hela Sverige trygghet i vardagen och mod att investera i en hållbar framtid. Det gör vi genom att förstå kundernas vardag, tänka nytt, vara nära och finnas till för våra kunder när de behöver oss. Och det uppskattas. För femte året i rad har vi branschens nöjdaste privatkunder och är tillbaka i topp även bland företagskunderna enligt Svenskt Kvalitetsindex. Och vår Mäklardisk har fått utmärkelser för bland annat bästa service. Vårt engagemang i lokalsamhället är stort och vi stöttar föreningar, kulturevenemang och skadeförebyggande insatser över hela landet.\n   \n\n  \n\n Anställningsform: tillsvidare med provanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Stockholm | Län: Stockholms län | Land: Sweden | Referensnummer: 2025\/65 | Publicerat: 2025-10-19 | Sista ansökningsdag: 2025-11-07","company_url":"https:\/\/se.linkedin.com\/company\/dina-forsakringar","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQF2bBxIy830Fg\/company-logo_100_100\/company-logo_100_100\/0\/1662639436014\/dina_forsakringar_logo?e=2147483647&v=beta&t=rBcMk0Uvwsz-Zg_yCocA3G5s9yHjqh_wRyfS8i4DlK0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4294471256","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4294471256","job_url_direct":null,"title":"People Systems Partner","company":"Trustly","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**WHO WE ARE** \n\n\n\n\n\n At Trustly, we're building a smarter, faster, and more secure financial future by revolutionizing the world of payments. As a global leader in Open Banking Payments, we are establishing Pay by Bank as the new standard at checkout, providing unparalleled freedom, speed, and ease to millions of consumers and merchants worldwide.\n \n\n\n\n\n  \n\n\n\n\n\n\n Our Ambition: To build the world’s most disruptive payment network and redefine what the payment experience should feel like.\n \n\n\n\n\n  \n\n\n\n\n\n\n Trustly is a global team of innovators, collaborators, and doers.  If you are driven by a strong sense of purpose and thrive in a dynamic, entrepreneurial, and high-growth environment, join us and be part of a team that’s transforming the way the world pays.\n \n\n\n\n\n  \n\n\n\n\n\n**About the team\n \n Our People team blends a multitude of skills within organisational development, strategic empowerment of our leaders, People operations, internal communication & culture, employee branding, people enablement\/engagement initiatives and total rewards. The team’s vision is to unite and empower passionate people and to bring inspiration and energy into everyday work life, while our mission is to form a resilient and agile organization. \n \n\n\n\n  \n\n\n\n\n\n**About the role\n \n Are you passionate about improving the employee experience through smart systems, data, and processes? We're looking for a People Systems Partner to join our growing People team. In this role, you'll be the critical link between People operations, technology, and data – ensuring our systems run smoothly and support the full employee lifecycle. You’ll work cross-functionally with People, IT, and business leaders to optimize our people platforms, enhance reporting capabilities, and support key projects like system implementations, process automation, and compliance.\n \n\n\n\n\n  \n\n\n\n\n**What you’ll do** \n* Act as the subject matter expert for all HR systems\n* Drive system improvements, integrations, and automations to improve efficiency and accuracy\n* Partner with HR, Payroll, and IT teams to manage system configurations, permissions, and workflows\n* Support the implementation and roll-out of new tools or system modules\n* Create and maintain reports and dashboards to support People analytics and compliance\n* Train People team members and managers on system usage and best practices\n* Ensure data integrity and support audits through regular system maintenance and checks\n* Lead or support change management and communication efforts related to systems and processes\n\n\n\n  \n\n\n\n\n**Who you are** \n* Experience with system implementations or upgrades\n* Excellent communication and stakeholder management skills\n* Detail-oriented, proactive, and eager to drive continuous improvement\n* Tech-savvy, adaptable, and passionate about people and culture\n* Strong analytical and problem-solving skills\n* Comfortable managing system configuration and data\n\n\n\n\n\n\n  \n\n\n\n\n  \n\n\n**Our Fantastic Benefits**\n\n (varies by location)\n \n\n\n\n\n 🌴\n **20 to 30 days of holiday** \n to support a healthy work-life balance\n \n\n\n\n 🥳\n **Monthly team outing allowance** \n to enjoy social events with your colleagues\n \n\n\n\n 👶\n **Parental leave top-up** \n additional support for new parents\n \n\n\n\n 🥐\n **Daily breakfast and on-site perks** \n to make your workday smoother\n \n\n\n\n 💚\n **Well being support** \n our health allowance covers gym memberships, massages, and much more to help you feel your best\n \n\n\n\n**PLUS** \n additional benefits designed to enhance your work-life experience!\n \n\n\n\n  \n\n\n\n\n\n**Shape Your Role and Make an Impact**\n\n\n\n\n Join a dynamic environment where you can take ownership, drive change, and continuously embrace new challenges. We’re looking for dedicated and highly motivated individuals who thrive in a fast-paced environment and enjoy collaborating across different areas of the organisation.\n \n\n\n\n If your skills and experience align with this role, we’d love to hear from you!\n **Apply now and submit your CV in English.******","company_url":"https:\/\/se.linkedin.com\/company\/trustly","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHA341YiwaGhg\/company-logo_100_100\/company-logo_100_100\/0\/1690194366981\/trustly_logo?e=2147483647&v=beta&t=8AaFIHI88i0Tf8Rs1uD3ZY9nSJn4Aojqppucka_T5b0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4304293360","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4304293360","job_url_direct":null,"title":"Testingenjör inbyggda system","company":"Getinge","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"katarina.dahlen@getinge.com, sofia.ekstrand@getinge.com","description":"**Tillsammans gör vi skillnad**\n På Getinge är vi engagerade i att hjälpa våra kunder att rädda liv och säkerställa utmärkt vård. Vi erbjuder innovativa lösningar för operationsrum, intensivvårdsenheter, steriliseringsavdelningar och för Life Science och institutioner. Ett jobb hos Getinge kommer att ge dig karriärmöjligheter som både inspirerar och utmanar.\n   \n\n  \n\n**Om rollen**\n På Getinge Critical Care i Solna utvecklas och tillverkas ventilatorer och anestesimaskiner till sjukvården. Vi söker nu en testare till ett av våra R&D team inom anestesi.\n   \n\n  \n\n Teamet består idag av 8 personer och ansvarar för Core SW, systemarkitektur, cyber security samt connectivity i våra anestesimaskiner. Din roll i detta team och inom anestesi är att testa Core SW tillsammans med lågnivå SW för att säkerställa kvaliteten på mjukvaran i våra maskiner.\n   \n\n  \n\n Inom R&D arbetar vi i tvärfunktionella team med såväl juniora som seniora ingenjörer inom olika kompetensområden.\n   \n\n  \n\n**Dina arbetsuppgifter**\n* Testa delsystems SW kopplat till Core och lågnivå\n* Testa uppkopplade system och systemintegritet såsom connectivity och cyber security\n* Inför releaser och formativa tester ingå i ett större testteam för att validera och verifiera system SW\n* Skriva testspecifikationer\/testfall samt exekvera\/rapportera både för manuella och automatiska tester\n* Dokumentation i våra kvalitetssystem\n* Ett nära samarbete med systemarkitekt, SW-utvecklare och övrig testorganisation inom anestesi\n* Delaktig i test och verifiering av framtidens generation samt den befintliga versionen av vår anestesimaskin\n* Du kommer att arbeta på plats i våra nyrenoverade lokaler med möjlighet att arbeta på distans någon dag i veckan.\n\n\n**Vad du har med dig**\n I den här rollen ser vi att du har följande med dig:\n   \n\n  \n\n* Civil- eller Högskoleingenjörsexamen\n* Några års erfarenhet inom manuella tester av inbyggda system.\n* Goda kunskaper i något av språken eller ramverken kring C++\/Python\/Squish\n* Erfarenhet av att testa inbyggda system\n* Goda kunskaper i svenska och engelska, både i tal och skrift.\n\n\n**Meriterande Erfarenheter**\n* Kunskap om Linux och ett intresse för CI\/CD.\n* Erfarenhet av agil produktutveckling.\n* Ett brinnande intresse för teknik och test.\n* Erfarenhet av arbete inom medicinteknik.\n* Erfarenhet av mätteknik kopplat till flöde, tryck, spänning etc.\n\n\n Förutom tekniska färdigheter värderar vi din personlighet högt. Som person tror vi att du är driven, nyfiken, engagerad samt positiv till nya idéer och arbetssätt Du är självgående och tar gärna egna initiativ. Du är van och trivs med att kommunicera med olika intressenter i en organisation tillika att samarbeta både i och utanför teamet. Vi tror att du har lätt för att lära dig nya tekniska områden och att du är bekväm i att fatta tekniska beslut.\n   \n\n  \n\n På Getinge omfamnar vi en lärandekultur där vi tar ansvar för vår utveckling och sätter stort värde på kvalitet och samarbete. Framför allt bryr vi oss om varandra för att vi som team och bolag ska kunna fortsatta utveckla världsledande produkter. Vi är Team Players, Forward Thinkers och Game Changers!\n   \n\n  \n\n**Vi erbjuder**\n Vi erbjuder ett konkurrenskraftigt kompensations- och förmånspaket, inklusive friskvårdsbidrag, familjeförmåner och gemensamma aktiviteter och föreningsliv. Allt detta för att säkerställa att vi stöder ditt välbefinnande och dina mål.\n   \n\n  \n\n Vi erbjuder ett jobb i en säker och informell arbetsmiljö, där vi uppskattar en positiv inställning och ett nära teamsamarbete. Vi har en öppen dialog mellan ledare och medarbetare, samt mellan teamen. Vi fokuserar på att utveckla människor och tillsammans skapar vi en plan för lärande och kompetensutveckling när du börjar din karriär hos oss.\n   \n\n  \n\n**Ansökan**\n Välkommen med din ansökan! Vi ber dig att skicka in din ansökan i vårt rekryteringssystem genom att klicka på knappen \"ansök nu\". På grund av GDPR tar vi inte emot ansökningar via e-post.\n   \n\n  \n\n Om du har några frågor angående rollen, vänligen kontakta rekryterande chef Katarina Dahlén på katarina.dahlen@getinge.com eller rekryterare Sofia Ekstrand på sofia.ekstrand@getinge.com .\n   \n\n  \n\n Vi ser fram emot din ansökan. Vi hoppas att du vill följa med oss på vår resa mot att bli världens mest eftertraktade medicintekniska företag.","company_url":"https:\/\/se.linkedin.com\/company\/getinge","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQHtaemIA1xEyA\/company-logo_100_100\/company-logo_100_100\/0\/1631307558778?e=2147483647&v=beta&t=h9DPz2qTS-XzxhcjvwyXgV7MDqUdmd2BRi-i9N93v6k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4314327421","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4314327421","job_url_direct":null,"title":"QA-ingenjör","company":"Dina Försäkringar","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Nu söker vi en ny kollega till vår avdelning som arbetar med IT-förvaltning. Teamet består idag av åtta personer och tjänsten är placerad på vårt kontor på Skeppsbron i Stockholm.\n   \n\n  \n\n**Om tjänsten**\n Som QA-ingenjör blir du en nyckelperson i arbetet med att säkerställa kvaliteten på våra programvaruprodukter och IT-system. Rollen kombinerar strategiskt ansvar med praktiskt arbete, där du får möjlighet att driva utvecklingen av våra kvalitetssäkringsprocesser och samtidigt vara nära den dagliga testningen. Du kommer att spela en nyckelroll i att säkerställa kvalitet och stabilitet i våra försäkringstjänster, med särskilt fokus på automatisering, API-testning och testdatahantering.\n   \n\n  \n\n Dina huvudsakliga ansvarsområden:\n   \n\n  \n\n* Utveckla automatiserade tester i Java\n* Schemalägga och underhålla dagliga end-to-end regressionstester\n* Övervaka testresultat och rapportera avvikelser\n* Skapa syntetiskt testdata baserad på försäkringsspecifika krav\n* Utveckla och implementera testprocesser, kvalitetssäkringsstrategier och rutiner för testdata\n* Samarbeta med utveckling, produktägare och verksamhet för att identifiera behov, planera testning och säkra dokumentation\n* Delta både operativt i testning (funktionell, regression, integration, prestanda m.m.) och driva förbättringar av metoder, verktyg och ramverk\n* Fungera som mentor och utbildare för kollegor samt bidra till kunskapsdelning och omvärldsbevakning inom QA\n\n\n**Kvalifikationer**\n Vi vill att du har en examen inom data\/systemutvecklingsområdet eller arbetslivserfarenheter och kunskaper som motsvarar detta. Vi vill också att du har erfarenhet och intresse av att planera, leda och hantera testaktiviteter samt flerårig erfarenhet med felrapportering, versionskontroll och konfigurationshantering, tillsammans med olika testmetoder (funktionell, systemintegration, UAT, prestanda).\n   \n\n  \n\n Det är viktigt att du har tekniska kunskaper som gör dig självgående i testarbetet och dina kunskaper bör finnas bland annat inom Java, REST API:er, TIA-systemet, Spring Boot, Testautomatisering och regressionstester samt Jira. Du har mycket goda kunskaper i svenska, både i tal och skrift.\n   \n\n  \n\n Det är meriterande om du har erfarenhet från försäkring eller bank, innehar ISTQB-certifiering samt har en teknisk bakgrund med förmåga att skriva egna testautomationsskript från grunden.\n   \n\n  \n\n**Vem du är**\n* Har förmåga att prioritera och arbeta självständigt, samtidigt som du är en stark lagspelare med passion för kvalitet\n* Besitter stark problemlösningsförmåga och ett naturligt ägarskap i ditt arbete\n* Är flexibel och har lätt att anpassa dig till nya och utmanande situationer\n* Pedagogisk och lyhörd i samarbeten\n* Trivs i ett agilt team och kommunicerar tydligt med både tekniska och icke-tekniska kollegor\n\n\n**Vad vi erbjuder**\n Hos oss får du växa. Vi erbjuder en kultur präglad av samarbete, utveckling och engagemang. Här får du möjlighet att påverka, ta ansvar och bidra. Vi tror på en inkluderande och flexibel arbetsmiljö där du kan vara dig själv. Här vågar vi tänka nytt och jobbar tillsammans för att göra skillnad – för våra kunder, varandra och framtidens försäkringslösningar.\n   \n\n  \n\n**Välkommen in med din ansökan!**\n Vill du veta mer om tjänsten är du välkommen att kontakta Roger Centervall 072-099 67 40, Chef IT-förvaltning. Facklig representant för Forena är Sammy Bergman, telefon 08-5180 38 27.\n   \n\n  \n\n Eftersom vi jobbar med ett löpande urval ber vi dig skicka in din ansökan så snart som möjligt, men senast den 7 november. För att säkerställa en trygg arbetsmiljö genomför vi en bakgrundskontroll på slutkandidaten i rekryteringsprocessen.\n   \n\n  \n\n**Om Dina Försäkringar**\n Dina Försäkringar är en grupp lokalt förankrade, kundägda försäkringsbolag med 250 års historia. Hos oss är beslutsvägarna korta, utvecklingstakten hög och möjligheterna att påverka stora. Vår vision är att ge hela Sverige trygghet i vardagen och mod att investera i en hållbar framtid. Det gör vi genom att förstå kundernas vardag, tänka nytt, vara nära och finnas till för våra kunder när de behöver oss. Och det uppskattas. För femte året i rad har vi branschens nöjdaste privatkunder och är tillbaka i topp även bland företagskunderna enligt Svenskt Kvalitetsindex. Och vår Mäklardisk har fått utmärkelser för bland annat bästa service. Vårt engagemang i lokalsamhället är stort och vi stöttar föreningar, kulturevenemang och skadeförebyggande insatser över hela landet.\n   \n\n  \n\n Anställningsform: tillsvidare med provanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Stockholm | Län: Stockholms län | Land: Sweden | Referensnummer: 2025\/65 | Publicerat: 2025-10-19 | Sista ansökningsdag: 2025-11-07","company_url":"https:\/\/se.linkedin.com\/company\/dina-forsakringar","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQF2bBxIy830Fg\/company-logo_100_100\/company-logo_100_100\/0\/1662639436014\/dina_forsakringar_logo?e=2147483647&v=beta&t=rBcMk0Uvwsz-Zg_yCocA3G5s9yHjqh_wRyfS8i4DlK0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4274817429","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4274817429","job_url_direct":"https:\/\/www.iver.com\/Karriar\/lediga-jobb\/jobbsida\/?jobId=6215793&utm_source=LinkedIn&urlHash=YpSo","title":"DevSecOps Specialist","company":"Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"poonam.jain@iver.se","description":"Vi på Iver brinner för innovationer och god laganda, vi är särskilt intresserad av dig som gillar att tänka nytt och dela med dig av dina tankar. Vi söker en\n **DevSecOps Specialist** \n som vill bidra till bättre IT-lösningar för våra kunder. Är du vår nya kollega?\n   \n\n  \n\n****We** \n**empower** \n**our** \n**Nordic** \n**society****\n Iver är en ledande nordisk helhetsleverantör av molnbaserade IT-tjänster med spetskompetens inom drift, cybersäkerhet, cloud och innovation. Våra tjänster är kritiska inte bara för våra kunder utan för digitaliseringen av samhället i stort. Med huvudkontor i Stockholm verkar Iver främst i Norden med en agenda att fortsätta expandera. Iver omsätter drygt 3 miljarder SEK och har cirka 1 500 anställda som arbetar på ett av våra 25 kontor i Norden.\n   \n\n  \n\n**Din roll på Iver**\n Vi söker en engagerad DevSecOps Specialist till vårt team inom Ivers affärsområde Bank&Fintech som vill vara med och skapa säkra och innovativa lösningar för framtiden. Våra kunder inom Bank&Fintech är ofta stora nordiska företag eller myndigheter, med krav på hög nivå av informationssäkerhet och infrastruktur som kod. Vissa av dem utgör samhällskritisk verksamhet och\/eller har en särskild hotbild.\n   \n\n  \n\n Hos oss får du en viktig roll där du hjälper till att integrera säkerhet i varje steg av vår utvecklings- och driftkedja. Tillsammans med teamet kommer du att bygga en trygg och sömlös leveranspipeline för våra applikationer och system, med fokus på att säkerställa en säker, stabil och smidig process från utveckling till produktion.\n   \n\n  \n\n Som DevSecOps Specialist kommer du att arbeta med att designa, implementera och underhålla säker och skalbar infrastruktur i molnmiljöer som AWS, Azure eller Google Cloud Platform (GCP). Automatisering ligger oss varmt om hjärtat, och du kommer att spela en nyckelroll i att effektivt hantera och optimera våra molnresurser. Genom att övervaka infrastrukturen ser du till att vi alltid levererar med hög prestanda och kostnadseffektivitet, samtidigt som säkerheten är prioriterad.\n   \n\n  \n\n En viktig del av ditt arbete kommer att vara att använda verktyg som Terraform, CloudFormation eller Ansible för att säkerställa att vår infrastruktur är repeterbar, lätt att hantera och versionskontrollerad – allt med fokus på säkerhet och effektivitet. Du kommer även att arbeta med containerbaserade applikationer och klusterhantering med Kubernetes och Docker, där säkerhet i containermiljöer står i fokus.\n   \n\n  \n\n Förutom detta kommer du att driva och utveckla våra CI\/CD-processer med verktyg som Azure DevOps eller GitLab CI. Här ser du till att varje steg i vår pipeline är tryggt och automatiserat, med säkerhet som en självklar del i hela processen.\n   \n\n  \n\n Vi letar efter dig som brinner för att jobba med modern teknik samt har erfarenhet från flera av ovan nämnda tekniker och vill vara med och skapa lösningar som gör skillnad. Hos oss får du möjligheten att växa tillsammans med ett team specialister som tror på en öppen och varm arbetsmiljö med högt i tak.\n   \n\n  \n\n**Vad erbjuder vi dig?**\n På Iver får du möjlighet att arbeta med den senaste tekniken och vara med på en spännande tillväxtresa. Vi är inkluderande och strävar efter ett genuint samarbete mot gemensamma mål. Inom Iver finns stora möjligheter till utveckling och vi finns här för att inspirera dig till att nå dina yrkesmässiga mål. Vi står bakom dig när du vill lära dig mer inom ditt specialområde, ledarskap eller nya områden. Hos Iver är du också en del av ett ambitiöst och innovativt företag, vilket innebär att förbättra, testa, utvärdera och våga ändra hur vi gör saker är viktiga ingredienser för att vi ska utvecklas.\n   \n\n  \n\n Vi på Iver ger samma löfte till våra kollegor som till våra kunder. Löftet är att alltid vara ”beside you”, ”behind you” och ”before you”. Vi kallar det för \"\n **The Iver way** \n \".\n   \n\n  \n\n**Förmåner Hos Oss**\n 📄 Kollektivavtal & trygga villkor\n   \n\n  \n\n 🏠 Hybridarbete\n   \n\n  \n\n 💪 Friskvårdsbidrag\n   \n\n  \n\n 👓 Terminalglasögon\n   \n\n  \n\n ⏳ Tidsbank – 24 h extra ledighet\/år\n   \n\n  \n\n 🩺 Privat sjukvårdsförsäkring\n   \n\n  \n\n 💼 Tjänstepension (ITP) & flexpension\n   \n\n  \n\n**Placeringsort:** \n Iver finns på 25 orter i Norden. För denna roll ser vi att du utgår från ett av våra kontor i Stockholm.\n   \n\n  \n\n**Övrig information:** \n Vi har kunder inom alla branscher och sektorer inklusive säkerhetsklassad verksamhet, därför genomför vi bakgrundskontroller i samtliga av våra rekryteringsprocesser.\n   \n\n  \n\n**Sök till oss!** \n Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Iver eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse.\n   \n\n  \n\n**Sista ansökningsdag: 22\/09\/2025**\n**Start:** \n Enligt överenskommelse\n   \n\n  \n\n Välkommen att kontakta Poonam Jain(poonam.jain@iver.se) vid frågor eller funderingar kring tjänsten.\n   \n\n  \n\n Vi ser fram emot din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/iver-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE6vPkJ1bXYKw\/company-logo_100_100-alternative\/company-logo_100_100-alternative\/0\/1630562061072\/iver_sverige_logo?e=2147483647&v=beta&t=CyH4B1_gujcPUNvIoS9jHkvU1jhNL2CEURz3JMUrwT0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4316199980","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4316199980","job_url_direct":null,"title":"Senior Game Designer","company":"MAG Interactive","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About MAG (in brief!)**\n At MAG Interactive we make mobile games that feel good. As a part of this fun and dynamic industry, it’s our mission to spread joy to players around the world. With over 350 million downloads globally, we credit our success to our awesome colleagues and we hope you'll join the team!\n   \n\n  \n\n**The Role – Senior Game Designer**\n We’re looking for a Senior Game Designer to join the QuizDuel team. We are seeking someone who enjoys crafting fun, engaging experiences, bringing fresh ideas to life, and helping shape the future of one of our most popular live titles.\n   \n\n  \n\n This role is perfect for someone who loves collaborating with others, exploring creative solutions, and making thoughtful design decisions by combining creativity, data and player insights. You’ll work closely with a talented, supportive, and cross-functional team where your ideas will make a real impact.\n   \n\n  \n\n Check out QuizDuel here: https:\/\/www.maginteractive.com\/games\/quizduel\/\n   \n\n  \n\n Although this role is to work with the QuizDuel team, you may work in other teams here at MAG in the future.\n   \n\n  \n\n**What You’ll Be Doing**\n* Design and deliver innovative features, mechanics, and content that delight and engage our players.\n* Manage the full design process, from concept and prototyping to implementation and iteration.\n* Develop a deep understanding of QuizDuel’s modes, events, and systems… and yes, you’ll play it a lot!\n* Collaborate closely with the product lead, developers, artists, and the data analyst in the team to bring your designs to life.\n* Use player insights and analytics to refine features and enhance the player experience. Don't worry there’s no need to crunch numbers, but you’ll understand what they mean.\n* Keep up to date with F2P market trends and competitor games to inspire creative innovation.\n* Deconstruct successful F2P game systems to inform and strengthen your design strategies.\n* Share your ideas clearly and confidently, ensuring everyone understands the why behind your ideas.\n* Regularly seek feedback and collaborate with wider teams at MAG to ensure you are making use of the knowledge we have internally.\n\n\n**Your Skills & Experience**\n* 5+ years of experience in game design, ideally in F2P casual mobile games.\n* Experience working on live games with high DAU, balancing player enjoyment, innovation, and business goals.\n* Strong understanding of F2P fundamentals such as; engagement loops, progression, monetization, and balancing.\n* Comfortable interpreting key metrics (e.g. retention, ARPDAU, conversion, churn) to identify opportunities for improving features.\n* Familiarity with analytics dashboards and the ability to apply insights effectively.\n* A proven track record of designing and iterating on features that enhance player experience.\n* Excellent communication skills so you are able to share your vision clearly and listen openly to feedback.\n* Curious, and driven, you will be given a lot of trust to seek out new ideas and make an impact on a key game here at MAG.\n* Fluent in English (written and verbal).\n\n\n**Nice to Have**\n* Unity experience to prototype and test ideas independently.\n* Knowledge of level design, balancing, and progression systems.\n\n\n**Perks And Benefits**\n* Generous company bonus\n* Company mobile phone and contract\n* Favorable pension and private health insurance package\n* Flexible work hours\n* Seasonal kick-offs\n* Gym allowance\n* Generous learning and development budget\n* Monthly after works\n* Enhanced parental leave\n* Company wide carbon off-setting and CSR initiatives\n* Free weekly beginner Swedish lessons (if you want to learn the language)!\n\n\n**At MAG, we want all of our employees to feel valued, appreciated and empowered to bring their true selves to work!**\n**Our recruitment processes are designed to prevent bias and discrimination against people regardless of; gender identity or expression, sexual orientation, religion, ethnicity, age, neurodiversity, disability status, or any other aspect.**\n**About MAG**\n We are MAG Interactive – a leading mobile developer and publisher of casual mobile games built on a wealth of creativity and passion. We thrive on creating quality experiences that make our players want to come back for more. And Players agree! Combined, the Company’s games have been downloaded more than 350 million times. We create a good times factory with a global reach that continues to grow.\n   \n\n  \n\n We are all part of a creative, positive and trusting environment where everyone has a sense of ownership over their activities and pride in their work. This open and collaborative working culture at MAG is key to our ability to continuously create top notch games.\n   \n\n  \n\n Every game released from MAG Interactive has reached a multi-million player base and reached the #1 position in its category in a large number of countries. Our games have been selected Best of Google Play, Best Of App Store by Apple and have reached the #1 word game spot in over 100 countries.","company_url":"https:\/\/se.linkedin.com\/company\/mag-interactive","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE5ZzhTxJMKsw\/company-logo_100_100\/company-logo_100_100\/0\/1689945891837\/mag_interactive_logo?e=2147483647&v=beta&t=OCmdpayBWAhKr84QOiyv9YXhA-6xpveiq53oYBzaag4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"21f0a9e2ecd60007","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=21f0a9e2ecd60007","job_url_direct":"https:\/\/jobs.tetrapak.com\/job\/Lund-Planning-System-Expert-Next-Generation-Service-Operations\/1259635701\/","title":"Planning System Expert Next Generation Service Operations","company":"Tetra Pak","location":"Lund, M, SE","job_type":null,"date_posted":1760659200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"*At Tetra Pak we commit to making food safe and available, everywhere; and we protect what's good – protecting food, protecting people, and protecting the planet. By doing so we touch millions of people's lives every day.*\n\n*And we need people like you to make it happen.*\n\n\n***We empower you to reach your potential with opportunities to make an impact to be proud of – for food, people and the planet.***\n\n**Job Summary**\n---------------\n\n\n\nThe Services organisation is responsible for the maintenance and caretaking of our customers installed base. In the Next Generation Service Operations team, we are working on driving efficiency gains across our services business through transformation in ways of working, standardisation of processes and technology shifts to support productivity gains.\n\n  \n\n\n\nWe are now looking for two **Planning System Experts** who will lead the continued improvement of our new global planning system as well as process refinement to ensure a good adaptability of the solution with clear targets to deliver improvements.\n\n  \n\n\n\nThe position is permanent and preferably based in Lund but can be based anywhere in Europe\/EU. Some travelling might be required.\n\n**What you will do**\n--------------------\n\n\n\nAs a **Planning System Expert,** you will be responsible for development specification, testing and process definitions related to the new global planning tool. Close collaboration with end users will be a key activity to achieve this.\n\n  \n\n\n\nMain responsibilities:\n\n\n* Lead testing activities of new roadmap items, in close collaboration with IT-teams.\n* Lead and co-ordinate activities around creation of training material, competence development and learning plans for new introduced functionality.\n* Monitoring of business usage and system performance together to systematically following up on issue areas and to identify potential improvements, in collaboration with GIM Service team.\n* Work Close with Product Owner to define future system enhancements.\n**We believe you have**\n-----------------------\n\n\n* You have a university degree, preferably in Business and\/or Engineering.\n* Fluency in verbal and written English is required for the role.\n* Previous experience of working in IFS Cloud, IFS PSO and IFS MWO applications is a plus.\n\n  \n\n\n\nWe are seeking a business-driven, results-oriented, and collaborative individual with strong analytical skills and a genuine passion for teamwork and business development. Your proactive mindset, excellent communication abilities, and talent for stakeholder management, combined with your commitment to team success, enable you to effectively drive our agenda across borders, both internally and externally.\n\n**We Offer You**\n\n\n* A variety of exciting challenges with ample opportunities for development and training in a truly global landscape\n* A culture that pioneers a spirit of innovation where our industry experts drive visible results\n* An equal opportunity employment experience that values diversity and inclusion\n* Market competitive compensation and benefits with flexible working arrangements\n\n  \n\n\n**Apply Now**\n\n\n\nIf you are inspired to be part of our promise to protect what’s good; for food, people, and the planet, apply through our careers page at https:\/\/jobs.tetrapak.com\/.\n\n\n\nThis job posting expires on **2025.11.03.**\n\n\n\nTo know more about the position contact Dennis Nygren at +46 46 36 2393\n\n\n\nQuestions about your application contact Martin Fosser at +46 46 36 4674\n\n\n\nFor trade union information contact Unionen\/Lisbeth Larsson at +46 46 36 2320 or\n\n\nSveriges Ingenjörer\/Lars Haraldsson at +46 46 36 2533\n\n  \n\n\n*Diversity, equity, and inclusion is an everyday part of how we work. We give people a place to belong and support to thrive, an environment where everyone can be comfortable being themselves and has equal opportunities to grow and succeed. We embrace difference, celebrate people for who they are, and for the diversity they bring that helps us better understand and connect with our customers and communities worldwide.*","company_url":"https:\/\/se.indeed.com\/cmp\/Tetra-Pak","company_url_direct":"https:\/\/www.tetrapak.com","company_addresses":"Pully, Switzerland","company_industry":" Industrial Manufacturing","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"At Tetra Pak we like a good challenge, and our promise is to make food safe and available everywhere.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/973e09ae67e1af139e73798f5518f64f","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/b992fb9f59f85d3487de5aab890bdcb7","ceo_name":"Adolfo Orive","ceo_photo_url":null},{"id":"4294487562","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4294487562","job_url_direct":null,"title":"Data Center Customer Operations II","company":"Equinix","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Who are we?**\n Equinix is the world’s digital infrastructure company®, shortening the path to connectivity to enable the innovations that enrich our work, life and planet.\n   \n\n  \n\n A place where bold ideas are welcomed, human connection is valued, and everyone has the opportunity to shape their future.\n   \n\n  \n\n Joining our operations team means being at the center of everything – maintaining and evolving critical infrastructure that powers the digital world and delivers real impact for our customers, communities and society. You’ll find belonging, purpose, and a team that welcomes you—because when you feel valued, you’re empowered to do your best work.\n   \n\n  \n\n**Job Summary**\n Acquires job skills to resolve routine tasks requiring limited judgement. Focus is on routine tasks, using limited judgement of standard operating procedures. Supports the overall team.\n   \n\n  \n\n**Responsibilities**\n Queue Management \/ Reporting\n   \n\n  \n\n* Reviews work order requests in the queue and responds to routine work orders by adhering to commitment times.\n* Involved in escalating and expediating higher level orders, upon supervision.\n* Actively follows up on work orders in the queue to support the overall team.\n* Maintains notes and records of activity fulfillment in the ticketing system.\n\n\n Installations\n   \n\n  \n\n* Rack and stack basic customer equipment, with guidance from more senior team members.\n* Supports routine intra-cage and infrastructure installations, under guidance, which may include:\n* Routine ladder racks and basic fiber raceways; basic cable management and support systems (patch panels); outine ground cabinets and basic post racks; and may perform tape changes and basic backup necessities.\n\n\n Cross-Connect\n   \n\n  \n\n* Supports basic cross-connect troubleshooting.\n\n\n Testing \/ Troubleshooting\n   \n\n  \n\n* Supports basic testing and routine installations of customer assets.\n* Supports standard layer 1 cross-connect certification testing, under supervision.\n* May learn more semi-routine testing, under supervision.\n\n\n Stakeholder Partnership\n   \n\n  \n\n* Supports the operations and security personnel team for breaks or other activities, when necessary.\n\n\n Customer Management\n   \n\n  \n\n* Supports customer satisfaction with timely adherence to following basic order execution requirements.\n* Delivers quality customer service experience when interfacing with customers.\n* Discusses time expectations on new deployments, by following standard operating procedure guidelines.\n* May support customers on-site through access and escorting services.\n\n\n Projects\n   \n\n  \n\n* Supports fulfillment of projects under close supervision.\n\n\n Training\n   \n\n  \n\n* Completes assigned training in a timely manner.\n\n\n**Qualifications**\n* Typically requires a high school diploma and proven years of equivalent work experience.\n\n\n Equinix is committed to ensuring that our employment process is open to all individuals, including those with a disability. If you are a qualified candidate and need assistance or an accommodation, please let us know by completing this form.\n   \n\n  \n\n Equinix is an Equal Employment Opportunity and, in the U.S., an Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to unlawful consideration of race, color, religion, creed, national or ethnic origin, ancestry, place of birth, citizenship, sex, pregnancy \/ childbirth or related medical conditions, sexual orientation, gender identity or expression, marital or domestic partnership status, age, veteran or military status, physical or mental disability, medical condition, genetic information, political \/ organizational affiliation, status as a victim or family member of a victim of crime or abuse, or any other status protected by applicable law.","company_url":"https:\/\/www.linkedin.com\/company\/equinix","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEFXHBqe5BmkA\/company-logo_100_100\/company-logo_100_100\/0\/1704224316338\/equinix_logo?e=2147483647&v=beta&t=00VO0ERnba9T5l6I32CVUzh8_yt9Y3h61wxybCbRiX0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4294482722","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4294482722","job_url_direct":null,"title":"Data Center Customer Operations III","company":"Equinix","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Who are we?**\n Equinix is the world’s digital infrastructure company®, shortening the path to connectivity to enable the innovations that enrich our work, life and planet.\n   \n\n  \n\n A place where bold ideas are welcomed, human connection is valued, and everyone has the opportunity to shape their future.\n   \n\n  \n\n Joining our operations team means being at the center of everything – maintaining and evolving critical infrastructure that powers the digital world and delivers real impact for our customers, communities and society. You’ll find belonging, purpose, and a team that welcomes you—because when you feel valued, you’re empowered to do your best work.\n   \n\n  \n\n**Job Summary**\n Applies acquired job skills to work on tasks that are semi-routine in nature. Focus is on semi-routine tasks within standard operating procedures. Supports the overall team.\n   \n\n  \n\n**Responsibilities**\n Queue Management \/ Reporting\n   \n\n  \n\n* Reviews work order requests in the queue and responds to semi-routine work orders by adhering to commitment times\n* Escalates and expedites orders to appropriate teams upon standard operating procedures; supervision needed on the escalation of non-standard procedure escalation requests\n* Ensures adherence to commit times within standard operating procedures\n* Maintains detailed written records of all work activity\n* Updates local asset databases and other systems\n\n\n Installations\n   \n\n  \n\n* Rack and stack semi-routine customer equipment tickets.\n* Supports intra-cage infrastructure installations by following the standard operating procedures of semi-routine customer installs, which may include: fiber trays, ladder racks, customer equipment and cabinets; semi-basic cage installs for mesh and overhead cable trays; and, performs tape changes and standard operating back-up changes.\n\n\n Cross-Connect\n   \n\n  \n\n* Supports semi-routine datacenter standard operating cross-connect work order requests (installs, terminations, modifications, and testing)\n* Ensures the standard operating procedures are followed on cable management of: coax, fiber, twisted pair copper, and semi-routine intra-building cross connects\n* Learns to install 'across' connect circuits (switched, multiplexed, etc.), under supervision\n\n\n Testing \/ Troubleshooting\n   \n\n  \n\n* Supports semi-routine standard operating testing and standard operating installations of customer assets\n* Supports standard operating procedures of layer 1 cross-connect certification testing\n* May learn non-standard operating testing, such as: layer 2 and layer 3 testing, under supervision\n\n\n Stakeholder Partnership\n   \n\n  \n\n* Supports the operations and security personnel team for breaks or other activities, when necessary\n* Supports standard operating procedural tasks provides back-up assistance to team members when necessary\n\n\n Customer Management\n   \n\n  \n\n* Supports customer satisfaction with timely adherence to following semi-routine execution order requirements\n* Delivers a high level of service and an excellent customer experience when interfacing with customers\n* Provides support with time expectations on new deployments and existing alterations, by following standard operating procedure guidelines\n* Supports customers on-site by through access control and escorting services\n\n\n Projects\n   \n\n  \n\n* Supports fulfillment of projects that follow standard operating procedures; if projects deviate from standard procedures, then works under supervision\n* Supports vendors on projects\n* Supports physical customer audits\n\n\n Training\n   \n\n  \n\n* Completes all assigned training in a timely manner\n* May provide support to new hires\n\n\n**Qualifications**\n* Typically requires a high school diploma and proven years of equivalent work experience.\n\n\n Equinix is committed to ensuring that our employment process is open to all individuals, including those with a disability. If you are a qualified candidate and need assistance or an accommodation, please let us know by completing this form.\n   \n\n  \n\n Equinix is an Equal Employment Opportunity and, in the U.S., an Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to unlawful consideration of race, color, religion, creed, national or ethnic origin, ancestry, place of birth, citizenship, sex, pregnancy \/ childbirth or related medical conditions, sexual orientation, gender identity or expression, marital or domestic partnership status, age, veteran or military status, physical or mental disability, medical condition, genetic information, political \/ organizational affiliation, status as a victim or family member of a victim of crime or abuse, or any other status protected by applicable law.","company_url":"https:\/\/www.linkedin.com\/company\/equinix","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEFXHBqe5BmkA\/company-logo_100_100\/company-logo_100_100\/0\/1704224316338\/equinix_logo?e=2147483647&v=beta&t=00VO0ERnba9T5l6I32CVUzh8_yt9Y3h61wxybCbRiX0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4177334735","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4177334735","job_url_direct":null,"title":"Delivery Consultant - Security, EMEA SE SDT","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n The Amazon Web Services Professional Services (ProServe) team is seeking a skilled Delivery Consultant to join our team at Amazon Web Services (AWS).\n   \n\n  \n\n In this role, you'll work closely with customers to design, implement, and manage AWS solutions that meet their technical requirements and business objectives. You'll be a key player in driving customer success through their cloud journey, providing technical expertise and best practices throughout the project lifecycle.\n   \n\n  \n\n Possessing a deep understanding of AWS products and services, as a Delivery Consultant you will be proficient in architecting complex, scalable, and secure solutions tailored to meet the specific needs of each customer. You’ll work closely with stakeholders to gather requirements, assess current infrastructure, and propose effective migration strategies to AWS.\n   \n\n  \n\n As trusted advisor to our customers, providing guidance on industry trends, emerging technologies, and innovative solutions, you will be responsible for leading the implementation process, ensuring adherence to best practices, optimizing performance, and managing risks throughout the project.\n   \n\n  \n\n The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud.\n   \n\n  \n\n We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies, and industries.\n   \n\n  \n\n AWS Global Services\n   \n\n  \n\n AWS Global Services includes experts from across AWS who help our customers design, build, operate, and secure their cloud environments. Customers innovate with AWS Professional Services, upskill with AWS Training and Certification, optimize with AWS Support and Managed Services, and meet objectives with AWS Security Assurance Services. Our expertise and emerging technologies include AWS Partners, AWS Sovereign Cloud, AWS International Product, and the Generative AI Innovation Center. You’ll join a diverse team of technical experts in dozens of countries who help customers achieve more with the AWS cloud.\n   \n\n  \n\n Job 10042\n   \n\n  \n\n Key job responsibilities\n   \n\n  \n\n As an experienced technology professional, you will be responsible for:\n   \n\n  \n\n* Designing and implementing complex, scalable, and secure AWS solutions tailored to customer needs\n* Providing technical guidance and troubleshooting support throughout project delivery\n* Collaborating with stakeholders to gather requirements and propose effective migration strategies\n* Acting as a trusted advisor to customers on industry trends and emerging technologies\n* Sharing knowledge within the organization through mentoring, training, and creating reusable artifacts\n\n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n**Basic Qualifications**\n* 3+ Years experience in IT security, compliance and risk management, privacy & controls, and security reference architectures for all-in and\/or hybrid deployments\n* Hands-on technical expertise in building security capabilities in code and deploying infrastructure in code such as WAF, Firewall, Anti-DDOS, and SIEM\n* 3+ Years hands-on technical expertise in security architecture, technology automation, implementation, integration, and\/or deployment\n* Experience running big scale security engagements with customers and ability to travel to client locations to deliver professional services as needed\n* Bachelor or Master degree in computer science or similar degree\n\n\n**Preferred Qualifications**\n* Scripting skills, i.e., PowerShell, Python, Node.js, Javascript, Bash, Ruby, Perl, etc. as well with Chef, Puppet, Salt, or Ansible in production environments at scale\n* Technical expertise (design and\/or implementation) in Cloud Computing technologies\n* Experience in leading customer facing engagements such as risk assessment and management audits and experience building enterprise security strategy for cloud adoption or driving the program's evolution to meet new requirements\n* Understanding implications of meeting industry standards such as PCI DSS, ISO 27001, HIPAA, and NIST\/DoD frameworks\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A2920440","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4275609457","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4275609457","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-L%25C3%25B6sningsarkitekt\/1048961601\/?feedId=388933&utm_source=linkedin&urlHash=0k60","title":"Lösningsarkitekt","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Att välja Capgemini innebär att välja ett företag där du får möjlighet att forma din karriär på det sätt du önskar. Här kommer att få stöd och inspiration inom en samarbetsvillig gemenskap med kollegor både lokalt och runt om i världen, som ständigt omdefinierar vad som är möjligt. Du kommer att vara en del av området Cloud and Custom Application (C&CA) på Capgemini. Här kommer du att arbeta med de senaste teknologierna inom Cloud, Integration, AI och mjukvaruutveckling. Vi utvecklar skräddarsydda applikationer och hanterar komplexa integrationer för att maximera teknikens potential. Följ med oss och samarbeta med världens ledande organisationer för att realisera teknikens fulla värde genom innovativa lösningar*\n**Om rollen**\n Som lösningsarkitekt har du en bred teknisk bakgrund samtidigt som du förstår verksamhetens behov och utmaningar och kan omsätta dessa till funktionella och icke-funktionella krav. Du kan hantera och mitigera risker, samla intressenter, har goda ledaregenskaper och är en duktig kommunikatör.\n   \n\n  \n\n I rollen kommer du in tidigt in i projekten med uppgiften att förstå verksamhetens mål och behov för att omsätta detta till den lösningsarkitektur som ger mest värde till verksamheten. Du arbetar i tät samverkan med både expertkollegor från Capgemini och kunden, tillsammans med utvecklingsteam, produktägare och kundens övriga intressenter.\n   \n\n  \n\n Vår starka position på marknaden med kunder som är Sveriges största och mest välkända både inom den publika och privata sektorn har gett oss möjligheten till omfattande och spännande åtaganden inom digital transformation. Det utmanar oss att ständigt utvecklas.\n   \n\n  \n\n Vi arbetar professionellt och metodiskt i en lärande miljö och både din teamchef och ditt kompetensteam stöttar dig och din utveckling som konsult. Vi träffas ofta för att utbyta erfarenheter, lära oss nya saker i en bransch som ständigt förändras – och inte minst för att ha kul tillsammans!\n   \n\n  \n\n**Din profil**\n* Flera års erfarenhet som lösningsarkitekt\n* Bakgrund inom systemutveckling, och vana av att leda andra\n* Erfarenhet av arbete med etablerade metodiker och ramverk för arkitektur och agil systemutveckling.\n* Högskoleutbildning eller motsvarande\n* Goda kunskaper i såväl svenska som engelska\n\n\n**… och erfarenhet eller intresse av:**\n* Konsultrollen samt av arbete med beslutsfattare\n* Att verka utifrån kundens perspektiv och förmåga att analysera och utforma arkitektur och systemlösningar baserat på verksamhetens krav, processer och informationsbehov\n* Molnbaserade lösningar, AI, säkerhet, processautomatisering eller integration\n* Arbete som lösningsarkitekt i komplexa miljöer\n* Certifierad IT-arkitekt\n\n\n**Vad vi tror kommer att få dig att trivas**\n* En positiv arbetsmiljö med starkt fokus på innovation och kompetens. Du kommer att arbeta med många av de senaste tekniktrenderna och vara omgiven av duktiga kollegor.\n* På Capgemini blir du en del av en global organisation med starkt kundfokus, samarbetskultur och möjlighet till kontinuerligt lärande och utveckling.\n* Vårt Digital Architecture-team i Stockholm består av ca 20 kollegor som arbetar som Enterprise-, Verksamhets- och lösningsarkitekter hos våra kunder.\n* Capgemini har varit en dominerande aktör inom arkitekturområdet sedan 90-talet, med vårt eget ramverk Integrated Architecture Framework (IAF) och vi bidrar även aktivt till vidareutvecklingen av TOGAF.\n* Vi har ett aktivt, globalt arkitektforum med lokala undergrupper där du kan dra nytta av globala och lokala experter inom arkitektur och även bidra med din egen erfarenhet.\n* Våra värderingar: Honesty, Boldness, Trust, Freedom, Team spirit, Modesty and Fun\n\n\n**Ansökan**\n* Vi arbetar med löpande urval så vänta inte - skicka in din ansökan redan idag. Vi ser framemot din ansökan och att du vill bli en del av vår fortsatta resa!\n* Som en del av vår rekryteringsprocess kommer identitetskontroll att genomföras genom granskning av ditt ID-kort, och bakgrundskontroller kan utföras vid behov.\n\n\n**Om Capgemini**\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda övergången till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, generativ AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2024 rapporterade Capgemini Group globala intäkter på 22,1 miljarder euro.\n   \n\n  \n\n Get The Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4317015568","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4317015568","job_url_direct":null,"title":"Partner Solution Architect - Security","company":"Microsoft","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"The world is changing faster than ever, and security has never been more critical. Organizations everywhere need to protect their data, people, and operations—and Microsoft’s 400,000+ partners play a key role in making that happen. To meet this growing demand, partners must transform how they work by building scalable, repeatable security solutions and managed services that deliver real value to customers.\n   \n\n  \n\n Join The Western Europe Security team as part of the Global Partner Tech Team in Small, Medium, Enterprise & Channel (SME&C)—a high-impact group driving this transformation across Europe.\n   \n\n  \n\n As a Partner Solution Architect (PSA) – Security, you will be at the heart of this change. Your mission is to inspire and enable partners to design, build, and launch security offerings that scale across thousands of customers, leveraging Microsoft’s cutting-edge technologies. This role is about more than technology—it’s about helping partners evolve their business models, innovate faster, and deliver security solutions that matter.\n   \n\n  \n\n If you have a true passion for partners, technology, and guiding change, this is your opportunity to make a lasting impact. You’ll collaborate with some of the most talented teams in the industry, influence strategy, and help shape the future of security solutions across Europe.\n   \n\n  \n\n Microsoft’s mission is to empower every person and every organization on the planet to achieve more. Our culture embraces a growth mindset, values inclusion, and encourages innovation every day.\n   \n\n  \n\n**Responsibilities**\n Responsibilities\n   \n\n  \n\n We are looking for a highly motivated and passionate Partner Solution Architect – Security to drive partner-led innovation and customer success. You will own technical engagements with partners, including architecture design, enablement, and deployment, ensuring secure and scalable solutions.\n   \n\n  \n\n**Key Responsibilities Include**\n* Partner Enablement & Solution Building: Inspire and guide partners to create security offerings and managed services that are scalable and repeatable across multiple customers, leveraging Microsoft technologies (Defender, Sentinel, Entra, Purview).\n* Architecture Design & Deployment: Collaborate with partners to design secure architectures aligned with Zero Trust principles and customer business outcomes. Lead resiliency reviews and technical optimization to drive production deployments.\n* Microsoft Entra Expertise: Drive identity and access management strategies with partners using Microsoft Entra, including advanced identity governance, conditional access, and secure authentication solutions.\n* Technical Advocacy: Act as the voice of the partner within Microsoft, sharing feedback, blockers, and insights to influence product and program improvements.\n* Trusted Advisor: Provide strategic and technical guidance to partners, challenge assumptions when necessary, and position Microsoft’s differentiated value in security.\n* Competitive Insights: Understand competitor solutions and articulate Microsoft’s strengths to influence partner decisions.\n* Customer & Partner Success: Drive measurable outcomes such as increased Azure Consumed Revenue and increased Sales through partner, improved security posture, and high partner satisfaction.\n\n\n**Qualifications**\n Required Qualifications\n   \n\n  \n\n* Bachelor’s or Master’s degree in Computer Science, Cybersecurity, or related field (or equivalent experience).\n* Extensive experience in security architecture, identity management, and compliance frameworks.\n* Proven experience with Microsoft security technologies (Defender, Sentinel, Purview) and Azure security services.\n* Strong communication and stakeholder engagement skills, with experience in technical presentations and workshops.\n* Ability to lead CISO-level discussions and craft enterprise security roadmaps.\n\n\n**Preferred Qualifications**\n* Industry certifications such as SC-100, SC-200, SC-300, SC-400, CISSP, CISM, or equivalent.\n* Deep technical experience in Zero Trust, SIEM\/SOAR, and advanced threat protection.\n* Familiarity with competitive cloud security platforms and hybrid security strategies.\n* Expertise in Microsoft Entra is a plus (identity governance, conditional access, authentication strategies).\n* Experience working with Microsoft partners to build security offerings or managed services that have successfully scaled across multiple customers is a plus\n\n\n Microsoft is an equal opportunity employer. Consistent with applicable law, all qualified applicants will receive consideration for employment without regard to age, ancestry, citizenship, color, family or medical care leave, gender identity or expression, genetic information, immigration status, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran or military status, race, ethnicity, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable local laws, regulations and ordinances. If you need assistance and\/or a reasonable accommodation due to a disability during the application process, read more about requesting accommodations.","company_url":"https:\/\/www.linkedin.com\/company\/microsoft","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQH32RJQCl3dDQ\/company-logo_100_100\/B56ZYQ0mrGGoAU-\/0\/1744038948046\/microsoft_logo?e=2147483647&v=beta&t=rr_7_bFRKp6umQxIHErPOZHtR8dMPIYeTjlKFdotJBY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4203787814","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4203787814","job_url_direct":null,"title":"Senior SAP S\/4HANA Finance Lead","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"At PBS Nordics, a Capgemini business unit, we empower individuals to shape their careers within a collaborative global community.\n   \n\n  \n\n Specializing in ERP transformation services for both public and private sectors, PBS Nordics delivers tailored solutions using top ERP systems like SAP, Microsoft Dynamics, and IFS. With a strong Nordic presence and a diverse global client portfolio, we guide organizations through seamless ERP transformations, driving operational excellence and strategic growth.\n   \n\n  \n\n**Your Role**\n* Participate in S\/4Hana assessments, outline finance business challenges and opportunities and turn this into SAP value opportunities, solutions and implementation roadmaps.\n* Build trusted client relationships with client finance executives and provide strategic advice and expertise to clients on SAP S\/4HANA Finance solutions, including General Ledger, Accounts Payable, Accounts Receivable, Asset Accounting, Controlling, performance management, and Treasury.\n* Serving as overall program finance lead, ensuring successful implementation of SAP S\/4HANA Finance and controlling solutions in alignment with business requirements and best practices.\n* Collaborate closely with cross-functional teams to integrate SAP S\/4HANA Finance with other SAP modules (e.g., SD, MM, PP, WM, PM) and external systems.\n* Lead finance teams and mentor junior consultants, fostering their professional development and ensuring high-quality project delivery.\n* Stay current with industry trends, the latest developments in SAP S\/4HANA Finance, and emerging technologies to continuously enhance service delivery.\n\n\n**Your Profile**\n* Experienced finance lead with proven track record of successful SAP S\/4HANA Finance implementations and optimizations within global organizations.\n* Strong communication and interpersonal skills, with the ability to interact effectively with clients and team members.\n* Minimum 10 years of experience as an SAP S\/4HANA Finance lead.\n* Strong understanding of financial processes and the ability to align SAP solutions with business objectives.\n* Excellent problem-solving skills and attention to detail.\n* SAP certification in SAP S\/4HANA Finance is highly desirable.\n\n\n**What We Believe You Will Enjoy About Working Here**\n* A challenging career in a vibrant environment with access to extensive training, a global network of experts and an innovative culture that promotes learning, growth, and shared success.\n* Opportunities to work on real-world problems and help transform leading organizations.\n* A company culture driven by core values: Honesty, Trust, Freedom, Team Spirit, modesty, Fun, and Boldness.\n* A strong commitment to inclusion, diversity, and supporting the whole person.\n\n\n**Application**\n*In this recruitment process, we review applications and hire on an ongoing basis. As part of our recruitment process, identity verification and background checks may occasionally be conducted.*\n**About Capgemini**\n Capgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries. With its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fueled by its market leading capabilities in AI, generative AI, cloud and data, combined with its deep industry expertise and partner ecosystem. The Group reported 2024 global revenues of €22.1 billion.\n   \n\n  \n\n Get The Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4286946005","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4286946005","job_url_direct":null,"title":"Fullstack Engineer","company":"Epidemic Sound","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Join our global force of 500+ innovators, blending the latest in tech with the greatest in soundtracking, from our Stockholm HQ to offices in London, New York, Los Angeles, Berlin, Oslo, and Seoul. We’re an industry leader with a startup mentality. We take what we do seriously, but we don’t take ourselves too seriously. Creating and collaborating to transform the sound of streaming, content, and culture. Come join us - and let the world feel your work.** \n\n\n\n\n  \n\n\n\n\n\n As a Fullstack Engineer, you will play a crucial role in the Growth \/ Monetization product team. Your role will be to experiment, design, and collaborate on building software systems and features that directly drive and optimize revenue strategies, having a direct and measurable impact on the company's financial success and user experience.\n \n\n\n\n The Growth \/ Monetization product team is focused on driving revenue growth by optimizing the company's pricing, packaging, product, and feature launches. Its core mission is to develop and implement user-centered approaches that maximize revenue potential while maintaining an excellent user experience.\n \n\n\n\n  \n\n\n\n\n\n**Your key responsibilities include:** \n\n\n\n* Influence how the team collaborates, ships code, and engages with stakeholders and dependencies, setting the foundation for our success.\n* Be part of setting team-specific engineering standards, processes, and best practices from the start.\n* Tackle fresh problems in a rapidly growing area, making a real impact on key business metrics like Conversion and MRR.\n* Work closely with product managers, data analysts, designers, and marketing to ship high-impact changes.\n* Your work will touch critical revenue-generating areas such as pricing, plans, international launches, upgrading and upselling paths.\n\n\n\n  \n\n\n\n\n\n**Requirements** \n\n\n\n* 4+ years of experience with React, TypeScript, HTML, CSS, and IMS.\n* 4+ years of experience with Python and\/or GoLang.\n* Proven experience with experimentation (A\/B testing) and working with metrics to drive decisions.\n* Adaptable: able to constantly learn from data, challenge the views we hold, and adjust to changing priorities and roadmaps.\n* Collaborative: strong team member able to effectively work across functions, disciplines, teams, and product areas.\n* Passionate about identifying challenges and building user-centric, revenue-generating solutions.\n\n\n\n  \n\n\n\n\n\n**Nice to have:** \n\n\n\n* Experience with Next.js.\n* Experience working with monetization and data-driven decision-making.\n\n\n\n  \n\n\n\n\n\n**Equal opportunity employer** \n\n\n\n\n We believe that bringing people together from different backgrounds, experiences and perspectives makes for a healthy workplace, a more successful business and a better world. We value diversity and encourage everyone to come and soundtrack the world with us.\n \n\n\n\n  \n\n\n\n\n\n**Application** \n\n\n\n\n Ready to make the world\n *feel* \n your work? Please apply, in English, by clicking the link below.\n \n\n\n\n  \n\n\n\n\n\n***Thinking about joining us? Tune in here - and see if we sound like your kind of vibe.***","company_url":"https:\/\/se.linkedin.com\/company\/epidemic-sound","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEAhqWbU9dDHg\/company-logo_100_100\/company-logo_100_100\/0\/1709289584982\/epidemic_sound_logo?e=2147483647&v=beta&t=7DDPFGXAzlOil4E7tfwYO5mq6V14BpplQ5GMToDCUeo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4296551063","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4296551063","job_url_direct":"https:\/\/www.hitachienergy.com\/careers\/open-jobs\/details\/JID3-153476?source=linkedin&urlHash=3gX_","title":"Power System Engineer for Power Consulting Sweden","company":"Hitachi Energy","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"joachim.x.andersson@hitachienergy.com, tobias.n.nilsson@hitachienergy.com","description":"**The Opportunity**\n Seize this opportunity to take on a highly visible position in a global organization. As a Power System Engineer you will belong to Power Consulting, a department within Hitachi Energy working with both internal and external clients in the energy sector. You will be part of a renowned global team of power system and energy consultants. In the role, you will have the opportunity to contribute to the green transition and create a more sustainable energy future for all.\n   \n\n  \n\n So, if you want to take the next step in your career, and contribute to develop a stronger, smarter, and greener energy system – Join us now! We are interested to learn more about you and what you can contribute with so don’t hesitate to apply even if you don’t meet all the requirements. A team with great cooperation and with diverse backgrounds is waiting for you to join it!\n   \n\n  \n\n**How You’ll Make An Impact**\n* In this exciting role, you will get the opportunity to take part in major assignments related to the green energy transition together with our consultants and experts from local as well as international Power Consulting offices.\n* The assignments for the role are mainly system studies within the area of HVDC, FACTS, renewable energy integration, green hydrogen and power systems in general.\n* Cooperation and work in teams with leading specialists together with Hitachi Energy well-defined career path ensures exciting and motivating career with fast development along own interests and personality traits.\n* You will be living Hitachi Energy core values of safety and integrity, which means taking responsibility for your own actions while caring for your colleagues and the business.\n\n\n**Your background**\n* You hold a Master’s degree in electrical engineering, electrical power systems or similar.\n* You have a great interest and preferably a couple of years of experience in the consulting and energy sector.\n* Knowledge in power systems analysis and in software simulation tools such as PSS\/E, PSCAD and\/or DIgSILENT PowerFactory.\n* Programming skill in Python, C++, etc. is a merit.\n* You have an analytical mindset, you are independent, self-going and take your own initiatives to solve problems.\n* As a person, you are collaborative and communicative.\n* It is necessary to be fluent in English. Swedish is meritorious.\n\n\n**What We Offer**\n* Collective agreement\n* Flexible working time\n* Health care and wellness allowance\n* Fantastic career possibilities within Hitachi Energy both within Sweden and globally\n* Mentor to support you throughout onboard phase\n* Various trainings and education supporting employee development\n* Diversified company with over 70+ nationalities working in Sweden\n* Supplementary compensation for parental leave\n* Employee Benefit Portal with thousands of discounts and perks\n* More benefits could be connected to this specific role\n\n\n**More About Us**\n The position is based in Gothenburg or Stockholm (Solna).\n   \n\n  \n\n We are interested to learn more about you and what you can contribute with so don’t hesitate to apply even if you don’t meet all the requirements. A team with great cooperation and with diverse backgrounds is waiting for you to join!\n   \n\n  \n\n Applications will be reviewed on an ongoing basis, so don’t delay – apply today!\n   \n\n  \n\n Recruiting Manager, Joachim Andersson, joachim.x.andersson@hitachienergy.com, will answer your questions about the position. Union representatives – Sveriges Ingenjörer: Mikael Hjort, +46 107-38 25 73; Ledarna: Frank Hollstedt, +46 107-38 70 43; Unionen: Fredrik Holmgren, +46 107-38 21 85. All other questions can be directed to Talent Partner, Tobias Nilsson, tobias.n.nilsson@hitachienergy.com.\n   \n\n  \n\n Hitachi Energy is a global technology leader in electrification, powering a sustainable energy future through innovative power grid technologies with digital at the core. Over three billion people depend on our technologies to power their daily lives.\n   \n\n  \n\n With over a century in pioneering mission-critical technologies like high-voltage, transformers, automation, and power electronics, we are addressing the most urgent energy challenge of our time – balancing soaring electricity demand, while decarbonizing the power system.\n   \n\n  \n\n Headquartered in Switzerland, we employ over 50,000 people in 60 countries and generate revenues of around $16 billion USD. We welcome you to apply today.","company_url":"https:\/\/ch.linkedin.com\/company\/hitachienergy","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFORxmRRI944Q\/company-logo_100_100\/B4EZZZAW8eHUAY-\/0\/1745249989009\/hitachienergy_logo?e=2147483647&v=beta&t=VsqridtWJ4m6Ag1RFvEKfYAhJ3YgA7IGLKySiMSreN0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4317027256","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4317027256","job_url_direct":null,"title":"Senior Javautvecklare inom Digital Kundupplevelse","company":"Folksam","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Vill du bygga smarta API:er och moderna backend-tjänster som gör verklig skillnad för miljontals kunder? Nu har du chansen att vara med och forma nästa generations digitala kundupplevelse på Folksam.\n \n\n\n\n  \n\n\n\n\n\n Vi är mitt i en spännande transformation där vi lämnar gamla system bakom oss och bygger upp något nytt: en plattform baserad på moderna, återanvändbara komponenter, affärsflöden och API:er.\n \n\n\n\n  \n\n\n\n\n\n Hos oss får du vara med och bygga upp en modern mikrotjänstarkitektur – där REST API:er, mikrotjänster och eventdriven kommunikation samverkar på OpenShift. Du får vara med från grunden och påverka tekniska beslut som faktiskt betyder något – både för vår arkitektur och för våra kunder.\n \n\n\n\n  \n\n\n\n\n\n IT enheten på Folksam består av ca 750 medarbetare fördelat på nio sektioner. Vi arbetar enligt agila arbetssätt med fokus på digitalisering. Inom sektionen Digital Kundupplevelse är vi runt 120 medarbetare som ansvarar för både backend och frontend för våra digitala kanaler. Du kommer jobba tajt i team tillsammans med andra systemutvecklare.\n \n\n\n\n  \n\n\n\n\n\n**Det här gör du som systemutvecklare på Digital Kundupplevelse** \n\n\n\n\n Som utvecklare hos oss får du en nyckelroll i att utveckla och konsolidera våra backend-tjänster och applikationer för att öka återanvändbarheten och förbättra kundupplevelsen samt bygga upp vår digitala plattform. Hos oss befinner du dig mitt i ett snabbt växande digitalt landskap där vi utvecklar självbetjäningstjänster och möter våra kunder professionellt och personligt via olika digitala och innovativa alternativ. Det du utvecklar kommer vara oerhört viktigt och synligt för alla våra miljoner kunder - här kan just du göra skillnad!\n \n\n\n\n  \n\n\n\n\n\n Som systemutvecklare hos oss är du med och:\n \n\n\n* Bygger moderna lösningar i Java Spring Boot .\n* Utvecklar robusta REST API:er .\n* Utvärderar och sätter upp eventdrivna integrationer med Kafka.\n* Säkerställer hög kvalitet genom CI\/CD och automatiserade flöden.\n* Driftsätter och skalar lösningar på OpenShift.\n\n\n\n  \n\n\n\n\n\n**Är du den vi söker?** \n\n\n\n\n Som erfaren systemutvecklare är du med och leder teamet genom vår digitala transformation och de tekniska lösningar som behövs för att nå dit.\n \n\n\n\n Du har jobbat med java-utveckling i minst sju år och känner dig hemma i ett modernt DevOps-tänk där kvalitet, leverans och innovation går hand i hand. Du är flytande i svenska och engelska, i både tal och skrift.\n \n\n\n\n  \n\n\n\n\n\n Du har en nyfiken inställning till både teknik och människor och gillar att utforska nya lösningar och utmana gamla sanningar. Du bidrar till en öppen och prestigelös kultur där man vågar fråga, dela med sig och fira framsteg – och lära sig av sina misstag. Du tror på teamets kraft, men tar också ansvar för din egen utveckling och leverans.\n \n\n\n\n  \n\n\n\n\n\n**Här kan du göra skillnad** \n\n\n\n\n Välkommen till Folksam – här driver du viktiga frågor framåt. Från de avgörande detaljerna till de stora perspektiven, med fokus på att förenkla våra kunders vardag. Det gör att du bidrar till något större, oavsett roll. Här finns det många roliga, utvecklande jobb och du har goda chanser till en spännande karriär.\n \n\n\n\n  \n\n\n\n\n\n Vi tror på ett hållbart arbetsliv och jobbar aktivt med inkludering och mångfald. Våra moderna kontor bjuder in till samarbete och lärande, här får vi saker att hända! Du har flexibiliteten att kunna varva arbete på kontoret med att jobba hemifrån, utifrån verksamhetens behov.\n \n\n\n\n Läs mer och se filmer om livet hos oss på folksam.se\/jobb-och-karriar\n \n\n\n\n  \n\n\n\n\n\n**Så söker du jobbet** \n\n\n\n\n Välkommen med din ansökan senast 7 november. I denna rekrytering kommer vi inte efterfråga ett personligt brev. Du som kandidat kommer få svara på ett antal frågor som fokuserar på de erfarenheter och kompetenser som är viktiga i just detta jobb. I samband med din ansökan ber vi dig därför bifoga ditt CV och besvara frågorna. Vid första urval kommer vi endast att utgå ifrån denna information.\n \n\n\n\n  \n\n\n\n\n\n Om du har frågor om jobbet eller Digital Kundupplevelses organisation är du välkommen att kontakta någon av oss avdelningschefer: Daniel Tyseng 072-468 72 04, Maria Werin Enblom 076-864 02 51, Johannes Odgren 072-468 70 28.\n \n\n\n\n  \n\n\n\n\n\n Fackliga kontaktpersoner: Akademikerföreningen Per Hansson 070-831 60 67, Forena Morgan Svensson 073- 423 59 12 och Handels Mikael Carlsson 070-831 51 32.\n \n\n\n\n  \n\n\n\n\n\n*Kundägda Folksamgruppen erbjuder sedan 1908 försäkringar och sparande som ger trygghet i livets alla skeden. Vi gör det enklare för våra fyra miljoner kunder att känna sig trygga i en hållbar värld genom rätt försäkringar, rätt sparande och rätt hjälp när något händer.*","company_url":"https:\/\/se.linkedin.com\/company\/folksam","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHw7wbSg6Rhzg\/company-logo_100_100\/B4DZcvakRtGYAQ-\/0\/1748847183385\/folksam_logo?e=2147483647&v=beta&t=pBLv5ixnYzktKJXytDiJ91Dozpbt9ZLuCoXpRtKv9r0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]