[{"id":"4221414189","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4221414189","job_url_direct":"https:\/\/hdpc.fa.us2.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/147503\/?utm_medium=jobshare&mode=job&iis=LinkedIn&urlHash=0Tyg","title":"Core Engineering - Software Engineer - Associate - Stockholm","company":"Goldman Sachs","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Engineering and Information Technology","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"**Job Description**\n**What We Do**\n At Goldman Sachs, our Engineers don’t just make things – we make things possible. Change the world by connecting people and capital with ideas. Solve the most challenging and pressing engineering problems for our clients. Join our engineering teams that build massively scalable software and systems, architect low latency infrastructure solutions, proactively guard against cyber threats, and leverage machine learning alongside financial engineering to continuously turn data into action. Create new businesses, transform finance, and explore a world of opportunity at the speed of markets. Engineering, which is comprised of core and business-aligned teams, is at the critical center of our business, and our dynamic environment requires innovative strategic thinking and immediate, real solutions. Want to push the limit of digital possibilities? Start here.\n   \n\n  \n\n**About Data Engineering**\n Data plays a critical role in every facet of the Goldman Sachs business. The Data Engineering group is at the core of that offering, focusing on providing the platform, processes, and governance, for enabling the availability of clean, organized, and impactful data to scale, streamline, and empower our core businesses. Within Data Engineering, we focus on offering a comprehensive data platform, Legend, which we have made available as an open-source product. Legend includes a full data modeling environment, as well as the execution of data access and controls, and a vast set of value-add products which allow our business users to operate more efficiently. Leveraging our own Legend offering, our engineers build efficient data solutions that source, curate, and distribute critical data to our businesses, including financial product, pricing, transaction, and client reference data. Our engineers collaborate closely with the business to design and curate business-specific data models, and to transform and distribute data for optimal storage and retrieval.\n   \n\n  \n\n**Who We Look For**\n Goldman Sachs Engineers are innovators and problem-solvers, building solutions in risk management, big data, mobile and more. We look for creative collaborators who evolve, adapt to change and thrive in a fast-paced global environment. As a Software Engineeron the Data Engineering team, you will be responsible for helping improve the Legend data platform, our curated data offerings, and how the business uses data. We tackle some of the most complex engineering problems across distributed software development, optimizing data access and delivery, enabling core access controls via well-defined security paradigms, building UIs to enable data visualization, using machine learning to curate data, or engaging with businesses to ensure their data needs are met, and we react quickly to new demands by rapidly evolving our data solutions.\n   \n\n  \n\n**How You Will Fulfill Your Potential**\n* Design & develop modern data management tools to curate and govern our most important data sets, models and processes, while identifying areas for process automation and further efficiencies.\n* Engage with data consumers and producers to help them improve the quality of their data using the data governance tooling.\n* Contribute to an open-source technology - https:\/\/github.com\/finos\/legend .\n\n\n**Basic Qualifications**\n* A Bachelor or Master degree in a computational field (Computer Science, Applied Mathematics, Engineering, or in a related quantitative discipline).\n* 2-5 years of relevant work experience in a team-focused environment.\n* Strong object-oriented design and programming skills and experience in OO languages (e.g., Java).\n* Fluency with version control systems (e.g., Git) and CI\/CD pipelines.\n* Familiarity with cloud platforms (e.g., AWS, Azure, Google Cloud) and their data services.\n* Knowledge of relational and document databases.\n* Knowledge of data warehousing solutions (e.g., Snowflake, BigQuery, Redshift).\n* Comfort with Agile operating models (practical experience of Scrum \/ Kanban).\n* Excellent communications skills and the ability to work with subject matter experts to extract critical business concepts.\n* Independent thinker, willing to engage, challenge or learn.\n* Ability to stay commercially focused and to always push for quantifiable commercial impact.\n* Strong work ethic, a sense of ownership and urgency.\n* Strong analytical and problem solving skills.\n\n\n**Preferred Qualifications**\n* Financial Services industry experience\n\n\n**About Goldman Sachs**\n At Goldman Sachs, we commit our people, capital and ideas to help our clients, shareholders and the communities we serve to grow. Founded in 1869, we are a leading global investment banking, securities and investment management firm. Headquartered in New York, we maintain offices around the world.\n   \n\n  \n\n We believe who you are makes you better at what you do. We're committed to fostering and advancing diversity and inclusion in our own workplace and beyond by ensuring every individual within our firm has a number of opportunities to grow professionally and personally, from our training and development opportunities and firmwide networks to benefits, wellness and personal finance offerings and mindfulness programs. Learn more about our culture, benefits, and people at GS.com\/careers.\n   \n\n  \n\n We’re committed to finding reasonable accommodations for candidates with special needs or disabilities during our recruiting process. Learn more: https:\/\/www.goldmansachs.com\/careers\/footer\/disability-statement.html\n   \n\n  \n\n © The Goldman Sachs Group, Inc., 2023. All rights reserved.\n   \n\n  \n\n Goldman Sachs is an equal opportunity employer and does not discriminate on the basis of race, color, religion, sex, national origin, age, veterans status, disability, or any other characteristic protected by applicable law.","company_url":"https:\/\/www.linkedin.com\/company\/goldman-sachs","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQG9L7InIQVZrQ\/company-logo_100_100\/company-logo_100_100\/0\/1722506756452\/goldman_sachs_logo?e=2147483647&v=beta&t=TCfSgMKsWXJ1qUaxkF0G0-bzDKXRcinQTwZXiniLlAw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4232982811","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4232982811","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-Software-Engineer-%2528Optimizely%252C-Stockholm%2529\/1114852601\/?feedId=388933&utm_source=linkedin&urlHash=PQ54","title":"Software Engineer (Optimizely, Stockholm)","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Har du ett intresse för att skapa tekniska lösningar som verkligen gör skillnad? Vill du vara med och skapa nästa generations teknik och bygga den digitala framtiden? Vi söker dig som vill bidra med din kompetens i projekt för några av världens största varumärken och som gärna håller dig uppdaterad inom .NET-utveckling och Optimizely.\n   \n\n  \n\n Om rollen\n   \n\n  \n\n Som .NET-utvecklare inom Optimizely\/Episerver på Capgemini kommer du vara en del av ett agilt utvecklingsteam som arbetar med affärskritiska lösningar för våra kunder. Lösningarna nyttjar i största möjliga mån breda tekniska lösningar och tjänster i framkant från Microsoft och andra större partners. Detta innebär att du får en framtidssäkrad kompetens där du inte riskerar fastna i alltför specifika, smala och utdaterade lösningsområden.\n   \n\n  \n\n Du kommer att arbeta i framkant gällande testdriven utveckling och clean coding. Du kommer delta i alla utvecklingsfaser, från kravanalys och design till utveckling, test och leverans. I rollen kommer du att fokusera på nyskapande projekt med möjlighet att jobba med kollegor i Sverige och i andra länder. Du rapporterar till en av våra teamchefer och utgår från vårt kontor på Fleminggatan i Stockholm.\n   \n\n  \n\n Din profil\n   \n\n  \n\n Vi letar efter någon med minst 3 års .NET-erfarenhet, om följande tekniker låter intressanta för dig vill vi gärna höra från dig:\n   \n\n  \n\n* Erfarenhet av Optimizely CMS (fd Episerver).\n* Erfarenhet av C#, .NET Core och Azure.\n* Azure Cloud, Kubernetes, Docker.\n* Azure CI\/CD pipelines.\n* Service Bus, Rest APIs.\n* Erfarenhet eller intresse för ytterligare relevanta tekniker och ramverk som tex: MS SQL Server, Angular, React, Vue, MVC .Net 6, WCAG2.2, Optimizely Commerce.\n\n\n**Vad vi tror kommer få dig att trivas**\n* Föräldraförmån.\n* Flexibla arbetsförhållanden & Work-from-Home Policy.\n* Guilds (Tech communities).\n* Mentorskapsprogram (som mentor eller mentee).\n* Delaktighet i Capgeminis olika fokusområden; Diversity and Inclusion, Sustainability, Wellness club, Art club etc.\n* Generöst friskvårdsbidrag, sjukvårdsförsäkring & tjänstepension.\n* Kompetensutveckling i form av utbildningar och certifieringar.\n\n\n**Ansökan**\n Tveka inte att skicka in din ansökan. Vi kommer att intervjua löpande och ser fram emot att hitta vår nästa kollega. Varmt välkomna med din ansökan!\n   \n\n  \n\n*Observera* \n*att identitets- och bakgrundskontroller genomförs som en del av rekryteringsprocessen.*\n Om Capgemini\n   \n\n  \n\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda övergången till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, generativ AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2024 rapporterade Capgemini Group globala intäkter på 22,1 miljarder euro.\n   \n\n  \n\n Get The Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4262235897","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4262235897","job_url_direct":"https:\/\/careers.ui.com\/apply\/Backend_Developer_(Node.js)\\u002d\\u002dqqcpO7nxRH&urlHash=FgeH","title":"Backend Developer (Node.js)","company":"Ubiquiti Inc.","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"At Ubiquiti Inc., we create technology platforms for Businesses, Smart Homes, and Internet Service Providers, driven by our goal to connect everyone, everywhere. To date, Ubiquiti has shipped over 100 million devices worldwide, from ISP networking products to next generation of IT solutions. Our growth is made possible by the dedicated team of hundreds behind the scenes. From software developers and product managers to designers and strategists, Team UI is driven to achieve our common goal: Rethinking IT. At Ubiquiti, you’ll heighten your potential and broaden your horizons - all while shaping the future of connectivity.\n   \n\n  \n\n**Join forces with us on our mission to build a better IT industry. We are currently looking for a highly skilled Backend Developer (Node.js) to our team in Stockholm, Sweden.**\n***Please note that applicants must live in Sweden and hold a valid work permit at the time of application to be considered for this role.***\n**Team**\n We are hiring for the UniFi OS team that develops and maintains the core operating system for UniFi Cloud Gateways, NAS, and NVRs. The team ensures a secure and stable environment for all UniFi applications, spanning networking, camera surveillance, VoIP, and access control.\n   \n\n  \n\n**Responsibilities**\n* Develop efficient, scalable, and maintainable backend services\n* Lead discussions on service architecture and code design\n* Do code reviews, execute on branch\/merge strategies as well as building and deployment processes\n* Maintain a good programming style and stay up-to-date with the latest technology and trends\n* Design developer-friendly APIs that are secure, scalable, and well-documented\n* Communicate complex technical topics with key stakeholders including PM's, developers (embedded, web, mobile), UX\/UI designers and strategists\n\n\n**Requirements**\n* 5+ years of experience with Node.js and TypeScript\n* 3+ years of experience with SQL (Postgres or similar)\n* Knowledge of web security (OWASP, browser security model, OAuth)\n* Excellent debugging skills and familiarity with defensive programming\n* Familiar with Git, Unix\/Linux and Docker environments\n* Ability to work independenty\n* Excellent written and verbal communication skills\n* Strong sense of ownership of tasks and responsibilities\n* Highly proficient in English (written and spoken)\n\n\n**Nice To Have**\n* Well-versed with DevOps and Build pipelines\n* Experience with Rust or Go.\n* Familiar with gRPC\n* Experience with WebRTC\n\n\n**Benefits**\n* International work environment\n* Competitive compensation package including wellness allowance, occupational pension, medical insurance, private health insurance, life insurance and work-injury insurance\n* Five weeks of holiday per year\n* Flexible work hours and hybrid work model\n* Modern office space located in Epicenter (Hötorget)\n* Access to all the latest Ubiquiti products and prototypes for home use and tests\n\n\n***Please note that a background check will be conducted in the final stage of the recruitment process***","company_url":"https:\/\/www.linkedin.com\/company\/ubiquiti-","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEY82Lg2g7ebQ\/company-logo_100_100\/company-logo_100_100\/0\/1672723177404\/ubiquiti__logo?e=2147483647&v=beta&t=vXDhOCoZMF1OaQWASeHIQbzNkQi_VKgBDDxAfW0TeSA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4295516403","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4295516403","job_url_direct":null,"title":"IOS Developer Intern (Remote)","company":"XR Solutions","location":"Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Engineering and Information Technology","company_industry":"Software Development and Industrial Machinery Manufacturing","listing_type":null,"emails":null,"description":"**About XR Solutions 🚀** \n\n\n\n\n At\n **XR Solutions** \n , we’re pioneering the future of industry through\n **machine learning–powered augmented reality** \n .\n \n\n\n\n Our mission:\n **revolutionize how machines are operated, maintained, and optimized** \n . By combining cutting-edge AR technology with research-based optimization, we deliver\n **practical, reliable, and high-performance solutions** \n that empower industries to achieve what was once impossible.\n \n\n\n\n This internship offers a\n **rare opportunity to gain hands-on iOS development experience** \n while contributing to AR platforms used in\n **real-world industrial environments** \n .\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**📌 Role Overview** \n\n\n\n\n We’re seeking a\n **passionate iOS Developer Intern** \n who is excited to dive deep into\n **SwiftUI, ARKit, and modern iOS development practices** \n .\n \n\n\n\n You’ll work closely with our developers to design, implement, and refine user interfaces and application logic that power next-generation AR solutions.\n \n\n\n\n While this role is initially unpaid,\n **exceptional performance may lead to a paid position** \n with XR Solutions.\n \n\n\n\n  \n\n\n\n\n\n**🔑 What You’ll Do** \n\n\n\n* Build and refine\n **SwiftUI-based UIs** \n from Figma designs.\n* Work with\n **async\/await, actors, and concurrency** \n for smooth performance.\n* Integrate and consume\n **REST APIs** \n in iOS applications.\n* Collaborate with the team to deliver\n **clean, maintainable code** \n .\n* Experiment with\n **ARKit\/RealityKit** \n to create immersive AR experiences.\n* Participate in research and contribute to\n **innovative product features** \n .\n\n\n\n  \n\n\n\n\n\n**🎯 Required Skills** \n\n\n\n* Proficiency in\n **Swift** \n and\n **SwiftUI** \n using Xcode.\n* Solid understanding of\n **concurrency** \n (async\/await, actors).\n* Experience working with\n **API’s** \n in Swift.\n* Ability to translate designs into\n **pixel-perfect SwiftUI views** \n .\n* Familiarity with\n **Git workflows** \n (GitHub, Bitbucket).\n\n\n\n  \n\n\n\n\n\n**Nice to Have (Meritorious):** \n\n\n\n* Experience with\n **ARKit\/RealityKit** \n .\n* Awareness of new Swift features (SwiftData, Observation, SwiftTest).\n* Understanding of\n **UX\/UI design principles** \n .\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**🛠️ Tools & Technologies You’ll Work With** \n\n\n\n* **Development:** \n Xcode, SwiftUI, ARKit, Unity, Hoppscotch\n* **Cloud & DevOps:** \n AWS, CI\/CD pipelines\n* **Project Management:** \n Jira\n* **Collaboration:** \n Slack\n\n\n\n  \n\n\n\n\n\n**🌟 What You’ll Gain** \n\n\n\n* **Hands-on experience** \n in iOS development with SwiftUI & AR.\n* Exposure to\n **XR innovation** \n and industry best practices.\n* Opportunity to work on\n **real-world projects** \n with measurable impact.\n* Mentorship from experienced developers.\n* A chance to\n **transition into a paid iOS role** \n based on performance.\n* Involvement in a\n **live product launch**\n\n\n\n  \n\n\n\n\n\n If you’re passionate about iOS development and excited to work on\n **AR solutions that reshape industries** \n , we’d love to hear from you.\n \n\n\n\n  \n\n\n\n\n\n Send in your\n **resume** \n , Let’s build the future of industry together.","company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHeCFw56iRkeQ\/company-logo_100_100\/company-logo_100_100\/0\/1633338980908\/xr_solutions1_logo?e=2147483647&v=beta&t=Sp6Rv1MGRYTqKXD1xlNxk1Ry95mBFlOuB6_Kzq8ZQPQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4204706894","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4204706894","job_url_direct":"https:\/\/jobs.zalando.com\/en\/jobs\/2718762?gh_src=2104be071&urlHash=2XJL","title":"Software Engineer - Zalando Logistics Technology (ZEOS) - All Genders","company":"Zalando","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet, Retail, and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Over the last years, we learned that solving fulfilment related challenges for the good of our customers helps us to fuel the growth of our platform. With more partners in Partner Program and Connected Retail joining our platform, we have been developing and testing additional fulfilment services tailored to their needs.\n   \n\n  \n\n The ZEOS Logistics department is responsible for all partner-facing Zalando Logistics Solutions. By unifying and collaborating these services under a single umbrella, we provide a more holistic approach to delivering the optimal fulfilment solution to meet our partners' needs and leverage common services to enable partner program growth.\n   \n\n  \n\n As a Software Engineer in ZEOS Logistics, you will develop and operate business-critical applications for our partners and internal stakeholders that process tens of thousands of events per second powering the critical partner-facing backend APIs and web applications of the partner fulfilment domain. You will work with tools and technologies such as Java, Kotlin, PostgreSQL, AWS, Kubernetes, and Elasticsearch in building high-performance, low-latency systems to create an impact on customers and partners.\n   \n\n  \n\n**INCLUSIVE BY DESIGN**\n At Zalando, our vision is to be the starting point for fashion - one that is inclusive by design. We only assess candidates based on qualifications, merit, and business needs. We welcome applications from people of all gender identities, sexual orientations, personal expressions, racial identities, ethnicities, religious beliefs, and disability statuses. We only want to know why you’re great for this role, so please avoid including your picture, age, and marital status in your CV as well.\n   \n\n  \n\n We want to provide you with a great candidate experience. Please feel free to inform us of any accommodations you may need, so we can best support and assist you throughout the hiring process.\n   \n\n  \n\n do.BETTER - our diversity & inclusion strategy\n   \n\n  \n\n https \/\/corporate.zalando.com\/en\/diversity-inclusion\n   \n\n  \n\n Our employee resource groups\n   \n\n  \n\n https \/\/corporate.zalando.com\/en\/diversity-inclusion\/our-employee-resource-groups\n   \n\n  \n\n**WHAT WE’D LOVE YOU TO DO (AND LOVE DOING)...**\n* Build and operate large-scale data streaming and processing applications serving fulfilment process relevant data with the latency of tens of milliseconds in magnitude to Zalando partners in using technologies such as Java, Kotlin, Postgres, and Elasticsearch.\n* Use a state-of-the-art software development methodology.\n* Be part of a newly established engineering team in Stockholm and help to foster an environment of continuous learning.\n\n\n**WE’D LOVE TO MEET YOU IF..** \n .\n   \n\n  \n\n  \n\n* 5+ years of experience as a Software Engineer in developing APIs and high-volume data streaming and processing systems with either Java or Kotlin.\n* Initial hands-on experience with SQL storage technologies.\n* Familiarity with AWS, Kubernetes, and Elasticsearch is in addition a plus.\n* \"You build it, you run it\" approach you have had a first experience in managing services end-to-end, from developing to deploying to monitoring and incident support is a big plus.\n* Passion for working in an agile, cross-functional team, iterating quickly during the product development cycle. As well as, ability to communicate and collaborate effectively with business stakeholders, product managers, and engineering peers.\n\n\n**OUR OFFER**\n Zalando provides a range of benefits, please ask your Talent Acquisition Partner to learn more about what we offer.\n   \n\n  \n\n**About Zalando**\n It’s the perfect time to join Zalando on our journey, from being a pioneer in the world of e-commerce, to the starting point for fashion in Europe. We connect customers, brands, and partners across 23 markets.\n   \n\n  \n\n Help us drive digital and sustainable solutions for fashion, logistics, advertising and research, bringing head-to-toe fashion to almost 49 million active customers through a team of diverse skill-sets, cultural backgrounds, and interests.\n   \n\n  \n\n Our values https \/\/jobs.zalando.com\/en\/our-founding-mindset\n   \n\n  \n\n do.More - our sustainability strategy https \/\/corporate.zalando.com\/en\/sustainability Follow us on Instagram instagram.com\/insidezalando\n   \n\n  \n\n Please note that all applications must be completed using the online form - we do not accept applications via email.","company_url":"https:\/\/de.linkedin.com\/company\/zalando","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFXwMsPm6pxvA\/company-logo_100_100\/B4DZkFDRv_GkAU-\/0\/1756726369887\/zalando_logo?e=2147483647&v=beta&t=oKgj0fKG7SY4fq1fv8OXcqKUViJR5eNQCkE5GI277Bo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4258846364","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4258846364","job_url_direct":"https:\/\/jobs.funnel.io\/jobs\/6134893-join-the-funnel-talent-pool-product-dev-design?utm_source=LinkedIn&urlHash=PT8Z","title":"Join the Funnel Talent Pool — Product, Dev & Design","company":"Funnel","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Other","company_industry":"Software Development","listing_type":null,"emails":null,"description":"At Funnel, we're building the future of data-driven marketing and that takes an exceptional team. While we may not have your\n *exact* \n dream role open today, we’re always looking for brilliant minds to join us in the future.\n   \n\n  \n\n Whether You're a Designer, Developer Or Product Manager, We’d Love To Connect. By Joining Our Talent Pool, You’ll Be The First To Know When Opportunities That Match Your Background And Passion Open Up In Our\n   \n\n  \n\n**Development team**\n Craft scalable, high-performance systems with a clean and modern tech stack - Typescript\/Javascript, React, Node, Rust, Python and AWS.\n   \n\n  \n\n We love great architecture, elegant code, and a culture of collaboration and continuous learning.\n   \n\n  \n\n**Product team**\n Drive clarity in complexity. Collaborate with cross-functional teams to define and shape a product that solves real-world problems for marketers around the world.\n   \n\n  \n\n****Design team****\n Create intuitive, elegant, and empowering experiences. From UX research to UI design, our designers shape the way people interact with data every day.\n   \n\n  \n\n*Please note: all Product, Dev and Design teams are based in office in Stockholm, Sweden.*\n******What We Value******\n* Curiosity: You ask why. And then ask it again.\n* Autonomy: You don’t wait for permission to solve a problem.\n* Collaboration: You thrive on working closely with others.\n* Impact: You want your work to matter- to your team, our users, and the business.\n\n\n******Why Funnel?******\n* 🌍 International team with a strong in office culture\n* 👥 Friendly, smart and welcoming people\n* 🛠️ Modern tech, continuous delivery, and true product ownership\n* 💚 Inclusive, supportive culture that invests in people\n* 🧘 Generous time off, team offsites, and wellness benefits\n\n\n******Learn more about Funnel!******\n* Who are we - a founder’s story\n* Product development at Funnel - ways of working\n* Why we built a data ingestion platform - unique problems we’re solving\n\n\n Interested?\n   \n\n  \n\n Let’s not wait for the perfect job ad to get to know each other. Apply to our Talent Pool with your CV or LinkedIn profile and tell us what position\/s you would be interested in and what kind of work you enjoy doing.\n   \n\n  \n\n Funnel is a SaaS product designed to help marketing teams own their performance. Founded in 2014 in Stockholm, and still founder-led, the Funnel team has grown with our customers – serving more than 2,000 companies from our Stockholm, Boston, Dublin, Hamburg and Sydney offices. We value increased in-person collaboration, and as such, we work a minimum of four days a week from our offices.\n   \n\n  \n\n We have always put the customer first, expressed in a no-commission sales model and a customer-centric development approach. We are proud to help companies such as Havas Media, Adidas, Sony, and Home Depot to unlock the true impact of their data.","company_url":"https:\/\/se.linkedin.com\/company\/funnel-io","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGJ8L8VuFWmHQ\/company-logo_100_100\/company-logo_100_100\/0\/1719256969499\/funnel_io_logo?e=2147483647&v=beta&t=Xp7H7vG2Z1VXQhugH8SMnu_9qhun64hbrUgqbl8WUJA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4283025852","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4283025852","job_url_direct":"https:\/\/jobs.ericsson.com\/careers\/job\/563121766253999?domain=ericsson.com&jobPipeline=LinkedIn&urlHash=zZ7l","title":"Developer ASIC","company":"Ericsson","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Telecommunications","listing_type":null,"emails":null,"description":"**Join our Team**\n**About the Opportunity:**\n \"Join us in shaping the future of global communications with Ericsson’s cutting-edge ASIC technology for 5G and 6G networks.”\n   \n\n  \n\n Ericsson Silicon develops high-performance, tailor-made solutions to meet current and future RAN needs. Our Application Specific Integrated Circuits (ASICs) power cutting-edge Systems on a Chip (SoCs) that revolutionize telecommunications. Featuring digital signal processors (DSPs) and accelerators, our technology delivers high-performance, energy-efficient, and lightweight network solutions. Through a holistic co-design approach across silicon, hardware, and software, we provide RAN Compute solutions that consume 30–60% less power than industry benchmarks, with a flexible, modular architecture ready for 5G and 6G capabilities.\n   \n\n  \n\n We are expanding our ASIC IP unit in Stockholm and seeking a passionate ASIC Designer to create state-of-the-art digital circuits. In this role, you will design high-performance RTL using Verilog\/System Verilog, optimizing for power, performance, and area (PPA). It’s an opportunity for engineers early in their ASIC careers, with some hands-on experience, to elevate their skills through direct collaboration with Ericsson’s world-class experts and contribute to groundbreaking projects that shape the future of global communications\n   \n\n  \n\n**What You’ll do:**\n* Design IP solutions that power next generation 5G and 6G communication technologies.\n* Collaborate with system architects to define and understand requirements for the IP.\n* Contribute to the effective performance of a cross functional team of designers and verifiers (including participation in Scrum activities, status updates, and backlog management).\n* Write high quality RTL code with focus on performance, power and area.\n* Collaborate closely with ASIC Backend and integration teams.\n* Be an integral part of a dynamic, high-performing, cross functional diverse team.\n\n\n**Skills you bring:**\n* Master’s degree in computer science \/ electrical engineering or equivalent.\n* Proficient in System Verilog for RTL coding, capable of creating high-performance, low-power designs for complex systems.\n* Good understanding of digital systems.\n* Basic understanding of micro-architecture concepts, with enthusiasm to learn about system integration and optimization.\n* Willingness to participate in continuous improvement, and to learn how to refine processed and workflows for greater efficiency.\n* Eagerness to tackle technical challenges and contribute creative ideas under mentorship.\n* Strong collaborative skills, comfortable working in cross-functional teams, and developing the ability to work independently as experience grows.\n* Positive problem-solving attitude with natural aptitude to seek help when needed.\n* Flexibility and adaptability in response to change.\n\n\n**Why join Ericsson?**\n At Ericsson, you´ll have an outstanding opportunity. The chance to use your skills and imagination to push the boundaries of what´s possible. To build solutions never seen before to some of the world’s toughest problems. You´ll be challenged, but you won’t be alone. You´ll be joining a team of diverse innovators, all driven to go beyond the status quo to craft what comes next.\n   \n\n  \n\n**What happens once you apply?**\n Click Here to find all you need to know about what our typical hiring process looks like.\n   \n\n  \n\n Encouraging a diverse and inclusive organization is core to our values at Ericsson, that's why we champion it in everything we do. We truly believe that by collaborating with people with different experiences we drive innovation, which is essential for our future growth. We encourage people from all backgrounds to apply and realize their full potential as part of our Ericsson team. Ericsson is proud to be an Equal Opportunity Employer. learn more.\n   \n\n  \n\n**Primary country and city:** \n Sweden (SE) || Stockholm\n   \n\n  \n\n**Req ID:** \n 770115","company_url":"https:\/\/se.linkedin.com\/company\/ericsson","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQENqPbk40CTBA\/company-logo_100_100\/B4EZYffZaEG0AQ-\/0\/1744285047948\/ericsson_logo?e=2147483647&v=beta&t=lUrIjTQVocqJbxjf6dOTGSjqj496YssKVRiTnwtvCxU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4296587177","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4296587177","job_url_direct":"https:\/\/careers.blykalla.com\/jobs\/6416171-it-support-part-time&urlHash=jKUD","title":"IT Support - Part-Time","company":"Blykalla","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Information Technology","company_industry":"Nuclear Electric Power Generation","listing_type":null,"emails":null,"description":"Are you a service-minded IT talent ready to support a fast-growing tech environment? As Blykalla expands and scales our operations, we are looking to strengthen our IT support capacity by hiring a part-time IT Support to ensure that our systems, tools, and hardware run smoothly.\n   \n\n  \n\n**What We Do At Blykalla**\n*Blykalla is developing the next generation of nuclear technology with our Small Modular Reactor (SMR) based on innovative fuel, materials, and reactor designs. As Sweden’s only SMR developer, we are on a mission to decarbonize industries and enable safe, scalable, and sustainable energy solutions. Our technology uses uranium nitride fuel and lead coolant, creating novel challenges and opportunities for the fuel cycle and supporting systems.*\n**What You’ll Get To Do**\n We are a growing organization with just under 100 users, including consultants, and we now want to strengthen our IT support capacity on a part-time basis. This role is ideal for someone studying or running their own business who wants flexibility while gaining valuable IT experience.\n   \n\n  \n\n Our tech stack includes Slack, Asana, Google Workspace, AI tools, Lucid, and more. You will be a key part of making sure everything runs smoothly, from user onboarding to troubleshooting and maintaining both hardware and software. Over time, you’ll also have the chance to grow into more advanced IT systems responsibilities.\n   \n\n  \n\n**What You’ll Get To Do**\n* Provide first- and second-line IT support in a professional and service-minded way.\n* Onboard and register users in our systems (Slack, Asana, Google Workspace, etc.).\n* Troubleshoot hardware and software issues (laptops, networks, accounts, integrations).\n* Ensure our IT infrastructure and digital workplace tools run smoothly.\n* Document processes and contribute to improved support routines and workflows.\n* Develop into more advanced IT system administration and architecture over time.\n\n\n**Who You Are**\n We are looking for someone who is passionate about technology, enjoys helping others, and thrives in a dynamic environment. You are most likely a student in IT\/technology or a freelancer with solid technical skills, looking for a flexible part-time role where you can grow.\n   \n\n  \n\n* Strong IT skills and technical knowledge – you are confident working with both hardware and software.\n* Either studying IT\/technology or running your own IT-related business.\n* Service-minded, helpful, and approachable, with strong communication skills.\n* Able to work independently, with a structured and solution-oriented approach.\n* Fluent in English. Swedish is preferred but not required.\n* Experience with Slack, Google Workspace, Asana, Lucid, or similar tools is a plus.\n* You can be present at our Stockholm office at least one day per week, and additionally when needed.\n\n\n**Location:** \n Stockholm (hybrid – minimum one day per week onsite)\n   \n\n  \n\n**Scope:** \n Approx. 20–30% (e.g. 8–12 hours per week, flexible)\n   \n\n  \n\n**Reports to:** \n Chief People & Culture Officer\n   \n\n  \n\n**Why join us?**\n* Flexibility – part-time work that fits well with studies or freelance projects.\n* Hands-on IT experience – supporting both users and systems in a dynamic workplace.\n* Growth – opportunity to take on more advanced IT responsibilities as we expand.\n* Impact – your work will directly support nearly 100 users and help our fast-growing company run smoothly.\n\n\n We are proud to foster an inclusive workplace free from discrimination. We strongly believe that diversity of experience, perspectives, and background will lead to a better environment for our employees and a better product. This is something we value deeply, and we encourage everyone to be a part of changing the way the world thinks about power supply!\n   \n\n  \n\n**We do not accept applications via email.**\n We do not accept external help from recruitment agencies.","company_url":"https:\/\/se.linkedin.com\/company\/blykalla","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH6Xy1qnpuJyg\/company-logo_100_100\/B4DZfuixJaHAAQ-\/0\/1752053781738\/blykalla_logo?e=2147483647&v=beta&t=aQLnEyrezSiQLIF3fXPD1RefrQrBznvJrZHoVsVSptI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4284374119","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4284374119","job_url_direct":"https:\/\/jobs.ea.com\/en_US\/careers\/JobDetail\/Software-Engineer\/209691?source=LinkedIn&urlHash=e1pC","title":"Rendering Software Engineer","company":"Frostbite","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Computer Games","listing_type":null,"emails":null,"description":"**Description & Requirements**\n Electronic Arts creates next-level entertainment experiences that inspire players and fans around the world. Here, everyone is part of the story. Part of a community that connects across the globe. A place where creativity thrives, new perspectives are invited, and ideas matter. A team where everyone makes play happen.\n   \n\n  \n\n Electronic Arts Inc. is a global leader in interactive entertainment. We develop and deliver games, content and online services across platforms. We have a broad portfolio of brands that span the most popular genres.\n   \n\n  \n\n We exist to Inspire the World to Play. We create extraordinary new game experiences for our millions of players everywhere by bringing together people that combine creativity, innovation, and passion. We immerse our employees into an inclusive culture and provide opportunities for learning and leading that allow our employees to do the most impactful and rewarding work of their careers.\n   \n\n  \n\n Join us in driving the next revolution in games.\n   \n\n  \n\n**Frostbite**\n Frostbite is EA's state-of-the-art multi-platform game development engine. Our global team empowers game creators to shape the future of gaming by developing creative engine features and outstanding tools. We are honored to have thousands of game developers all over the world using Frostbite to create some of the most amazing games and player experiences in the industry.\n   \n\n  \n\n You will be part of an experienced and passionate team that owns the image quality for the engine: lighting, shadows, global illumination, materials, post-processing, display mapping, etc.\n   \n\n  \n\n**Responsibilities**\n As a rendering engineer on the Image Quality team, you will:\n   \n\n  \n\n* Develop and maintain our high-level, predominantly visual rendering features in Frostbite\n* Collaborate with game team engineers, as well as with the Image Quality and wider Frostbite rendering teams to deliver new rendering features\n* Support our game team engineers and artists in adopting, using, and debugging rendering features in Frostbite\n\n\n**Qualifications**\n* Bachelor Degree in Computer Science, Math or related field\n* Good communication skills, particularly when collaborating with artists.\n* Strong C++ knowledge with at least 4 years of professional programming experience in real-time rendering\n* Experience working in rendering on current or last-generation consoles (PS4, XB1, Switch, PS5, XBSX, PC)\n* Experience in one or more modern graphics APIs (DX12, Vulkan, console, etc)\n* Good knowledge of modern cpu\/gpu hardware architectures\n* Experience with Graphics Debugging Tools (PIX, Renderdoc, console tools, etc)\n* Experience with memory management and multi-threading, with related debugging and optimization experience\n\n\n**Bonus Qualifications**\n* Significant experience using source control systems (p4, git) in large code bases\n* Good theoretical knowledge on lighting, material response, etc\n* Experience implementing dynamic GI systems\n\n\n**About Electronic Arts**\n We’re proud to have an extensive portfolio of games and experiences, locations around the world, and opportunities across EA. We value adaptability, resilience, creativity, and curiosity. From leadership that brings out your potential, to creating space for learning and experimenting, we empower you to do great work and pursue opportunities for growth.\n   \n\n  \n\n We adopt a holistic approach to our benefits programs, emphasizing physical, emotional, financial, career, and community wellness to support a balanced life. Our packages are tailored to meet local needs and may include healthcare coverage, mental well-being support, retirement savings, paid time off, family leaves, complimentary games, and more. We nurture environments where our teams can always bring their best to what they do.\n   \n\n  \n\n Electronic Arts is an equal opportunity employer. All employment decisions are made without regard to race, color, national origin, ancestry, sex, gender, gender identity or expression, sexual orientation, age, genetic information, religion, disability, medical condition, pregnancy, marital status, family status, veteran status, or any other characteristic protected by law. We will also consider employment qualified applicants with criminal records in accordance with applicable law. EA also makes workplace accommodations for qualified individuals with disabilities as required by applicable law.","company_url":"https:\/\/se.linkedin.com\/company\/frostbite","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQH46Aid9Pi_tg\/company-logo_100_100\/company-logo_100_100\/0\/1702935861858\/frostbite_logo?e=2147483647&v=beta&t=ZbqOZF0ZuT5rhBpRf4bsR_0JGtR9uav0pZkxL6QX34k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4233004445","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4233004445","job_url_direct":"https:\/\/career.samblagroup.com\/jobs\/5861974-ai-innovation-lead?utm_source=LinkedIn&urlHash=mDVp","title":"AI & Innovation Lead","company":"Sambla Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Product Management and Marketing","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"**Sambla Group is a fintech company with a clear goal – to make loans better for all. We need you, your ambition and your skills on our journey. We have become the fast-growing fintech company that we are today - bridging the gap between borrowers and lenders - thanks to all the 300+ amazing people who work here.**\n**Our success is the result of the commitment to deliver the best customer journey and consumer finance products in the industry. Our vision is to democratize lending and empower customers to improve their personal finances. Through our well known brands such as Sambla, Advisa, Rahalaitos, Omalaina, Rahoitu and DigiFinans we support customers in consolidating and getting the best terms on their loans.**\n**As the AI & Innovation Lead at Sambla Group** \n , your primary focus will be on driving business transformation and growth through AI and innovation initiatives. You will be at the heart of our quest to push boundaries and redefining what is possible for our company. You will work across all aspects of the business to enable innovative solutions that enhance efficiency, customer experience and our competitive advantage and lead the agenda for development and deployment of Generative AI, Intelligent Agents, Robotic Process Automation (RPA) and advanced analytics. Your role combines strategic vision with technical leadership to foster a culture of continuous innovation, identify new value opportunities, and unlock the full potential of AI to accelerate business success.\n   \n\n  \n\n**Responsibilities**\n* Lead the AI & Innovation team and own the AI & Innovation strategy and roadmap across the business\n* Identify opportunities for value creation and efficiency across the business through use of AI, automation and advanced analytics\n* Develop use cases and business cases and recommend prioritisation of initiatives to Sambla Group Management and Board\n* Lead development and deployment of AI & Innovation projects from scoping through deployment and scaling to transition projects from idea to proof-of-concept\/value to production\n* Lead and drive the adoption of various Gen AI solutions, Intelligent Agents, and RPA initiatives across Sambla Group, including developer experience, end-customer solutions, and automation via multi-agent workflows.\n* Maintain effective stakeholder management to ensure alignment, support and progress\n* Design and guide best practices and architectural guidelines for AI model development, testing, deployment, monitoring, and auditing, with a focus on responsible tech\n\n\n**Must-Have Requirements**\n* Deep demonstrable expertise in AI, particularly in LLM and RPA, with a strong background in data science or engineering\n* An academic degree in software engineering or data science.\n* Proven track record in leading digital transformation projects and AI product development\/deployment\n* Strong knowledge in Generative AI technologies, platforms, and Intelligent Agents\n* Excellent managerial and organisational skills and demonstrated ability to lead teams and complex projects effectively\n* Expertise in project management and agile methodologies\n* Excellent communication and stakeholder management skills\n* Ability to work collaboratively in a fast-paced environment\n\n\n**In addition to the must-have requirements,** \n candidates with experience in cloud-based AI solutions, familiarity with data privacy regulations, a background in machine learning and data analytics, and a vision aligned with redefining personal finances through cutting-edge technology will be highly regarded.\n   \n\n  \n\n**What We Offer**\n* Business in mind & people at heart – we deliver results together and celebrate our achievements.\n* A varied and challenging role in a multinational and highly innovative company, where we value the development of our employees\n* We are strong believers in creating a fun workplace where people enjoy coming to work.\n* A friendly culture with openness and respect for one another, with the possibility to influence and make a difference on society and people’s everyday lives.\n\n\n Sambla Group is the new generation of brokers. Our ambition has always been the same - to challenge the banks’ offers so that our customers, regardless of the conditions, should always have the same opportunity to obtain the best possible loan solution. Sambla Group has grown to over 400 employees, established itself in Sweden, Norway, Finland and Denmark with offices in all markets.","company_url":"https:\/\/se.linkedin.com\/company\/samblagroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFe12DQfwomag\/company-logo_100_100\/company-logo_100_100\/0\/1633078156927\/samblasverige_logo?e=2147483647&v=beta&t=zJXjUfEiQ6m3bIrylcB9puclOqA2B9IHLsT2FMok9YI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4260961588","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4260961588","job_url_direct":"https:\/\/job-boards.greenhouse.io\/wolt\/jobs\/7025720&urlHash=7SM-","title":"Product Lead, Autonomous Deliveries","company":"Wolt","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Product Management and Marketing","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Wolt**\n At Wolt, we create technology that brings joy, simplicity and earnings to the neighborhoods of the world. In 2014 we started with delivery of restaurant food. Now we’re building the delivery of (almost) everything and you’ll find us in over 500 cities in 30 countries around the world. In 2022 we joined forces with DoorDash and together we keep on dreaming big and expanding across the globe.\n   \n\n  \n\n Working at Wolt isn’t always easy, but it’s definitely exciting. Here you’ll learn more, build more, and ship more than in most other companies. You’ll be challenged a lot, but also have a lot of fun on the way. So, if you’re a self-starter with drive and entrepreneurial spirit, this could be the ride of your life.\n   \n\n  \n\n We are looking for a Product Lead to join the\n **Autonomous Deliveries** \n Team,\n **Courier** \n group. The Courier group at Wolt operates with the mission of providing a high-quality delivery experience for our Consumers, becoming the most-loved platform for Couriers, and being the most efficient logistics engine in the industry.\n   \n\n  \n\n Autonomous deliveries is a new team within the Courier group that is focused on revolutionizing logistics by integrating autonomous vehicles, such as drones and robots, into Wolt’s delivery operations. Logistics is at the heart of Wolt’s business, and mastering it can mean the difference between creating seamless, delightful customer experiences and dealing with operational chaos.\n   \n\n  \n\n The Product Lead for Autonomous Deliveries will drive the vision and execution of building scalable and end-end autonomous delivery experiences for our consumers, working cross-functionally across Consumer, Merchant, and Support product teams at Wolt, as well as leading critical integration discussions with Wolt’s autonomous delivery partners. This high-visibility role shapes the future of delivery, transforming each delivery into an opportunity to build delight and loyalty.\n   \n\n  \n\n As a Product Lead, you will work with a cross-functional team of incredibly talented engineers, designers, product people, and analysts in a high-visibility role. You will be responsible for defining the roadmap and setting the vision for your team. This involves leading multiple projects and cross-team product initiatives across the entire product lifecycle, partnering with business and operations stakeholders, and understanding our end-users better than anyone.\n   \n\n  \n\n**Our humble expectations**\n You could come to this role from a multitude of different backgrounds, but ideally, you have\n   \n\n  \n\n* Plenty of experience as a Product Manager\/Lead, preferably in e-commerce or on-demand delivery. Experience within the autonomous delivery space would be a plus.\n* Excellent written and verbal communication skills, and have proven ability to influence cross-functional teams\n* A mixture of data analysis skills, engineering understanding, and business savvy with the go-getter attitude of a \"could-be start-up CEO\"\n* Expertise in how to work with and coach cross-functional teams, at least with developers, finance, data experts and engineering teams\n\n\n**Next steps**\n The position will be filled as soon as we find the right person, so make sure to apply as soon as you realize you really, really want to join us!\n   \n\n  \n\n The compensation will be a negotiable combination of monthly pay and DoorDash RSUs. The latter makes it exceptionally easy to be excited about our company growing and doing well, as you’ll own a piece of the pie.\n   \n\n  \n\n Our Commitment to Diversity and Inclusion\n   \n\n  \n\n We’re committed to growing and empowering a more inclusive community within our company, industry, and cities. That’s why we hire and cultivate diverse teams of people from all backgrounds, experiences, and perspectives. We believe that true innovation happens when everyone has room at the table and the tools, resources, and opportunity to excel.","company_url":"https:\/\/fi.linkedin.com\/company\/wolt-oy","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGAVNXIpc8cGQ\/company-logo_100_100\/company-logo_100_100\/0\/1630642511293\/wolt_oy_logo?e=2147483647&v=beta&t=FL-6RJHs3sT1D45luH_yMK2cK7Rwcl4QnfoGSM1PnM8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4260964275","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4260964275","job_url_direct":"https:\/\/job-boards.greenhouse.io\/wolt\/jobs\/7004571&urlHash=mHAN","title":"Product Lead, Courier Acquisition & Onboarding","company":"Wolt","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Wolt**\n At Wolt, we create technology that brings joy, simplicity and earnings to the neighborhoods of the world. In 2014 we started with delivery of restaurant food. Now we’re building the delivery of (almost) everything and you’ll find us in over 500 cities in 30 countries around the world. In 2022 we joined forces with DoorDash and together we keep on dreaming big and expanding across the globe.\n   \n\n  \n\n Working at Wolt isn’t always easy, but it’s definitely exciting. Here you’ll learn more, build more, and ship more than in most other companies. You’ll be challenged a lot, but also have a lot of fun on the way. So, if you’re a self-starter with drive and entrepreneurial spirit, this could be the ride of your life.\n   \n\n  \n\n We are looking for a Product Lead to join the Courier Acquisition & Onboarding team within the Courier product group. This team sits at the heart of Wolt’s growth. Our job is to ensure that anyone who wants to become a courier partner can discover Wolt, apply with ease, and get on the road quickly, confidently, and compliantly. We own the full funnel: from first touchpoint to activation, and everything in between. We obsess over removing friction, personalizing journeys for different markets, and building an onboarding experience that’s not only fast and efficient but also welcoming and supportive because the start of a courier’s journey defines the quality of our service for everyone.\n   \n\n  \n\n In this role, you’ll lead Wolt’s courier acquisition funnel from awareness to onboarding and activation. You’ll own the product vision and roadmap, identifying and addressing funnel bottlenecks through data, experimentation, and rapid iteration.\n   \n\n  \n\n Working cross-functionally with marketing, operations, engineering, design, and data, you’ll build seamless, scalable onboarding experiences. You’ll deeply understand courier needs and champion their journey, ensuring every step, from discovery to activation, is optimized and delightful.\n   \n\n  \n\n**Our humble expectations**\n You could come to this role from a multitude of different backgrounds, but ideally, you have\n   \n\n  \n\n* You have 5+ years of experience in product management, growth, or marketing roles, with a strong track record managing user or merchant acquisition funnels, onboarding flows, or conversion journeys. Experience in logistics, gig economy, or three-sided marketplaces is a plus, but not required.\n* Excellent written and verbal communication skills, with a proven ability to influence cross-functional teams and senior stakeholders. You communicate clearly, bring stakeholders together, and drive alignment in fast-moving, multicultural environments.\n* Desire to be in a high-ownership, high-visibility role. You're comfortable driving the strategic vision while also getting hands-on, solving complex problems, and navigating ambiguity with a builder’s mindset.\n* A mixture of data analysis skills, engineering understanding, and business savvy — paired with the go-getter attitude of a “could-be startup CEO.” You’re confident digging into data, defining metrics, building dashboards, and running A\/B tests — always balancing evidence with intuition.\n* Expertise in leading cross-functional teams, including developers, designers, and data experts. You’re passionate about great UX and know how to collaborate with designers to ship beautiful, intuitive products.\n\n\n**Next steps**\n The position will be filled as soon as we find the right person, so make sure to apply as soon as you realize you really, really want to join us!\n   \n\n  \n\n The compensation will be a negotiable combination of monthly pay and DoorDash RSUs. The latter makes it exceptionally easy to be excited about our company growing and doing well, as you’ll own a piece of the pie.\n   \n\n  \n\n Our Commitment to Diversity and Inclusion\n   \n\n  \n\n We’re committed to growing and empowering a more inclusive community within our company, industry, and cities. That’s why we hire and cultivate diverse teams of people from all backgrounds, experiences, and perspectives. We believe that true innovation happens when everyone has room at the table and the tools, resources, and opportunity to excel.","company_url":"https:\/\/fi.linkedin.com\/company\/wolt-oy","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGAVNXIpc8cGQ\/company-logo_100_100\/company-logo_100_100\/0\/1630642511293\/wolt_oy_logo?e=2147483647&v=beta&t=FL-6RJHs3sT1D45luH_yMK2cK7Rwcl4QnfoGSM1PnM8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"5f670d5707e2b6c6","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5f670d5707e2b6c6","job_url_direct":"https:\/\/careers.blykalla.com\/jobs\/6416171-it-support-part-time","title":"IT Support - Part-Time","company":"Blykalla","location":"Stockholm, AB, SE","job_type":"parttime","date_posted":1757116800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Are you a service-minded IT talent ready to support a fast-growing tech environment? As Blykalla expands and scales our operations, we are looking to strengthen our IT support capacity by hiring a part-time IT Support to ensure that our systems, tools, and hardware run smoothly.\n\n### **What we do at Blykalla**\n\n*Blykalla is developing the next generation of nuclear technology with our Small Modular Reactor (SMR) based on innovative fuel, materials, and reactor designs. As Sweden’s only SMR developer, we are on a mission to decarbonize industries and enable safe, scalable, and sustainable energy solutions. Our technology uses uranium nitride fuel and lead coolant, creating novel challenges and opportunities for the fuel cycle and supporting systems.*\n\n  \n\n  \n\n**What You’ll Get to Do**\n\n\nWe are a growing organization with just under 100 users, including consultants, and we now want to strengthen our IT support capacity on a part-time basis. This role is ideal for someone studying or running their own business who wants flexibility while gaining valuable IT experience.\n\n\nOur tech stack includes Slack, Asana, Google Workspace, AI tools, Lucid, and more. You will be a key part of making sure everything runs smoothly, from user onboarding to troubleshooting and maintaining both hardware and software. Over time, you’ll also have the chance to grow into more advanced IT systems responsibilities.\n\n### **What you’ll get to do**\n\n* Provide first- and second-line IT support in a **professional and service-minded way**.\n* Onboard and register users in our systems (Slack, Asana, Google Workspace, etc.).\n* Troubleshoot hardware and software issues (laptops, networks, accounts, integrations).\n* Ensure our IT infrastructure and digital workplace tools run smoothly.\n* Document processes and contribute to improved support routines and workflows.\n* Develop into more advanced IT system administration and architecture over time.\n\n### **Who you are**\n\n\nWe are looking for someone who is passionate about technology, enjoys helping others, and thrives in a dynamic environment. You are most likely a student in IT\/technology or a freelancer with solid technical skills, looking for a flexible part-time role where you can grow.\n\n* Strong IT skills and technical knowledge – you are confident working with both hardware and software.\n* Either studying IT\/technology or running your own IT-related business.\n* Service-minded, helpful, and approachable, with strong communication skills.\n* Able to work independently, with a structured and solution-oriented approach.\n* Fluent in English. Swedish is preferred but not required.\n* Experience with Slack, Google Workspace, Asana, Lucid, or similar tools is a plus.\n* You can be present at our Stockholm office at least one day per week, and additionally when needed.\n  \n\n**Location:** Stockholm (hybrid – minimum one day per week onsite)  \n\n**Scope:** Approx. 20–30% (e.g. 8–12 hours per week, flexible)  \n\n**Reports to:** Chief People & Culture Officer\n\n### **Why join us?**\n\n* **Flexibility** – part-time work that fits well with studies or freelance projects.\n* **Hands-on IT experience** – supporting both users and systems in a dynamic workplace.\n* **Growth** – opportunity to take on more advanced IT responsibilities as we expand.\n* **Impact** – your work will directly support nearly 100 users and help our fast-growing company run smoothly.\n\n  \n\nWe are proud to foster an inclusive workplace free from discrimination. We strongly believe that diversity of experience, perspectives, and background will lead to a better environment for our employees and a better product. This is something we value deeply, and we encourage everyone to be a part of changing the way the world thinks about power supply!\n\n  \n\n\n**We do not accept applications via email.**\n\n\nWe do not accept external help from recruitment agencies.","company_url":"https:\/\/se.indeed.com\/cmp\/Blykalla","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4142612976","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4142612976","job_url_direct":"https:\/\/bli.b3.se\/jobs\/1455379-it-service-management-consultant?utm_source=LinkedIn&urlHash=evB4","title":"IT Service Management Consultant","company":"B3 Business Transformation","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Vi på B3 Business Transformation skapar framtidens kundmöte och vårt fokus är att få saker att hända på riktigt. Ofta handlar det om att stärka den digitala konkurrenskraften hos våra kunder genom att få till beslut och leda utveckling av nya digitala initiativ men även att förbättra den digital förmågan. Vi söker därför en IT Service Management konsult som vill vara med och utveckla våra kunders digitala tjänster till nya nivåer.\n   \n\n  \n\n**Om rollen:**\n Som konsult hos oss ges du möjligheter till intressanta uppdrag hos en mängd olika spännande kunder. Att du har förmågan att skapa relationer och på ett prestigelöst sätt samarbeta i team tror vi är avgörande för att du ska lyckas i ditt uppdrag. I rollen som ITSM kommer du att leda arbetet med att hantera tjänster. Det kan handla om att driva uppföljning av tjänsteleveranser och dess SLAer och KPIer, rapportering och förändringsledning. Många gånger handlar uppdragen även om att utveckla tjänster och processer hos kunden.\n   \n\n  \n\n**Vi ser att du har följande kvalifikationer:**\n* Du har minst 5 års erfarenhet från att förvalta och förbättra IT-tjänster (applikationer och drift) i roller som t.ex. IT Service Manager, IT Service Delivery Manager, Processledare (ITIL), Tjänsteförvaltare, Projektledare, Förvaltningsledare.\n* Har ansvarat för eller varit en delaktig i arbetet kring tjänsteutveckling.\n* Ha god kunskap inom agila ramverk och ITIL.\n* Är intresserad av AI och ser fördelen med detta för att förbättra tjänsteleveranser, processautomatisering eller analys av driftdata.\n* Har god förmåga att arbeta strategiskt, taktiskt och operativt.\n* Det är meriterade om du har arbetat som konsult\n\n\n B3 Business Transformation är en del av B3 Consulting Group, ett av Sveriges snabbast växande företag inom IT och management. Således kan vi erbjuda det bästa av två världar. Styrkan hos ett stort börsnoterat bolag i kombination med den härliga samhörigheten som ett mindre bolag erbjuder.","company_url":"https:\/\/se.linkedin.com\/company\/b3-business-transformation","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHBp4jvqCLEaw\/company-logo_100_100\/company-logo_100_100\/0\/1630622151792?e=2147483647&v=beta&t=QRttfM0mPLpzuyetlbxyZ0tOvvkRA3hQS4gu7n0kn-s","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4247792616","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4247792616","job_url_direct":"https:\/\/gartner.wd5.myworkdayjobs.com\/EXT\/job\/Solna\/Consultant_100549-1\/apply?source=JB-10120&urlHash=9BAj","title":"Consultant, Technology Enabled Transformation","company":"Gartner","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"IT Services and IT Consulting, Information Services, and Research Services","listing_type":null,"emails":"ApplicantAccommodations@gartner.com","description":"**About the role:**\n Gartner’s Consulting business is an\n ***extension***\n of Gartner’s industry-leading IT Research. From CIOs, to leaders in business and government, we help Gartner clients across enterprises translate insights into transformational actions and achieve their mission-critical priorities. Leveraging the breadth of Gartner’s resources, Consulting is growing rapidly, with unlimited potential to continue expanding our client base.\n   \n\n  \n\n Technology Strategy Consulting. We help the C-suite make the right decisions based on how technology can transform their businesses. In today’s world, a consulting firm that is “born digital”, (with the ability to directly leverage the full power of Gartner’s research and insights) has relevance to the most important strategic decisions any business will make.\n   \n\n  \n\n**What You’ll Do**\n As a Consultant working at the highest senior levels within our clients’ organizations you will have the opportunity to make a real difference in shaping, managing and delivering real value assisting our clients in successfully managing their technology and defining their IT strategies.\n   \n\n  \n\n**What you’ll do:**\n* Identify, develop and document issues and recommendations using independent judgment concerning engagement areas being reviewed.\n* Conduct research, interviews and presentations for clients (executive and\/or board level)\n* Assist with the comprehensive cost \/ benefits analysis and preparation of business cases for technology investments.\n* Assist in coordinating and communicating the results of engagements via written reports and oral presentations to client management and key stakeholders\n* Contribute to the development of project management, quality assurance and professional consulting and auditing approaches\/methodologies.\n* Participate in delivery of strategic IT consulting engagements, within a given timeframe and budget, for a variety of clients, which include IT benchmarking and general IT consulting.\n\n\n**What you’ll need:**\n* Diversified strategic IT experience (technology, organization and processes).\n* A strong skillset in Architecture or Cloud or Infrastructure or Application development or AI.\n* Consulting experience in a similar role in a professional services firm or industry. experience at a strategic or management level.\n* Analytical skills.\n* Flexibility and adaptability; able to change direction quickly and thoughtfully under changing client needs.\n* Minimum of a Bachelor’s degree.\n* Excellent project management skills, team work capacity, strong work ethic and willingness to travel and work in a diverse international environment.\n* Fluent in Swedish language.\n* Swedish security clearable.\n\n\n**Who you are:**\n* Excellent presentation and communication skills, both written and spoken\n* Ability to articulate IT strategies and understand business strategies\n* Comfortable influencing and building trust-based, value-added relationships with senior executives\n* Coachable and embracing of best practices and feedback as a means of continuous improvement\n* Consistently high achiever marked by perseverance, humility and a positive outlook in the face of challenges\n* Maintain a senior consultant level expertise and currency in industry leading information management technologies\n* You will have a natural aptitude for critical and analytical thinking, as well as the capacity to accept out-of-the box solutions\n\n\n**Who are we?**\n At Gartner, Inc. (NYSE:IT), we guide the leaders who shape the world.\n   \n\n  \n\n Our mission relies on expert analysis and bold ideas to deliver actionable, objective insight, helping enterprise leaders and their teams succeed with their mission-critical priorities.\n   \n\n  \n\n Since our founding in 1979, we’ve grown to more than 21,000 associates globally who support ~14,000 client enterprises in ~90 countries and territories. We do important, interesting and substantive work that matters. That’s why we hire associates with the intellectual curiosity, energy and drive to want to make a difference. The bar is unapologetically high. So is the impact you can have here.\n   \n\n  \n\n**What makes Gartner a great place to work?**\n Our sustained success creates limitless opportunities for you to grow professionally and flourish personally. We have a vast, virtually untapped market potential ahead of us, providing you with an exciting trajectory long into the future. How far you go is driven by your passion and performance.\n   \n\n  \n\n We hire remarkable people who collaborate and win as a team. Together, our singular, unifying goal is to deliver results for our clients.\n   \n\n  \n\n Our teams are inclusive and composed of individuals from different geographies, cultures, religions, ethnicities, races, genders, sexual orientations, abilities and generations.\n   \n\n  \n\n We invest in great leaders who bring out the best in you and the company, enabling us to multiply our impact and results. This is why, year after year, we are recognized worldwide as a great place to work.\n   \n\n  \n\n**What do we offer?**\n Gartner offers world-class benefits, highly competitive compensation and disproportionate rewards for top performers.\n   \n\n  \n\n In our hybrid work environment, we provide the flexibility and support for you to thrive — working virtually when it's productive to do so and getting together with colleagues in a vibrant community that is purposeful, engaging and inspiring.\n   \n\n  \n\n Ready to grow your career with Gartner? Join us.\n   \n\n  \n\n The policy of Gartner is to provide equal employment opportunities to all applicants and employees without regard to race, color, creed, religion, sex, sexual orientation, gender identity, marital status, citizenship status, age, national origin, ancestry, disability, veteran status, or any other legally protected status and to seek to advance the principles of equal employment opportunity.\n   \n\n  \n\n Gartner is committed to being an Equal Opportunity Employer and offers opportunities to all job seekers, including job seekers with disabilities. If you are a qualified individual with a disability or a disabled veteran, you may request a reasonable accommodation if you are unable or limited in your ability to use or access the Company’s career webpage as a result of your disability. You may request reasonable accommodations by calling Human Resources at +1 (203) 964-0096 or by sending an email to ApplicantAccommodations@gartner.com.\n   \n\n  \n\n Job Requisition ID:100549\n   \n\n  \n\n By submitting your information and application, you confirm that you have read and agree to the country or regional recruitment notice linked below applicable to your place of residence.\n   \n\n  \n\n Gartner Applicant Privacy Link: https:\/\/jobs.gartner.com\/applicant-privacy-policy\n   \n\n  \n\n**For efficient navigation through the application, please only use the back button within the application, not the back arrow within your browser.**","company_url":"https:\/\/www.linkedin.com\/company\/gartner","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGyRzbB8_BYkg\/company-logo_100_100\/company-logo_100_100\/0\/1630549760241\/gartner_logo?e=2147483647&v=beta&t=2MC5NtmLtyl24U4aF7paPutyA62Vrt5TChQypu8h22w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4260958860","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4260958860","job_url_direct":"https:\/\/job-boards.greenhouse.io\/wolt\/jobs\/6997597&urlHash=-4nt","title":"Business Systems Analyst, Workforce Management","company":"Wolt","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Wolt**\n At Wolt, we create technology that brings joy, simplicity and earnings to the neighborhoods of the world. In 2014 we started with delivery of restaurant food. Now we’re building the delivery of (almost) everything and you’ll find us in over 500 cities in 30 countries around the world. In 2022 we joined forces with DoorDash and together we keep on dreaming big and expanding across the globe.\n   \n\n  \n\n Working at Wolt isn’t always easy, but it’s definitely exciting. Here you’ll learn more, build more, and ship more than in most other companies. You’ll be challenged a lot, but also have a lot of fun on the way. So, if you’re a self-starter with drive and entrepreneurial spirit, this could be the ride of your life.\n   \n\n  \n\n At Wolt, people are our most important asset. The People Technology Team helps to deliver and facilitate strategic technology projects within the People Team. This role will be focused on supporting our People Technology function as we continue to optimize the advancement of our organization. We’re looking for business system analysts to help us scale Wolt + DoorDash’s enormous growth. Come help shape a best in class People Technology team!\n   \n\n  \n\n**About The Role**\n We are looking for a Business System Analyst with demonstrated HRIS experience to assist with strategic initiatives across our organization. Experience with\n **Workday HCM** \n is preferable for this role. You will work cross-functionally to achieve business goals through system configuration, testing and documentation. As a Business System Analyst you will help deliver solutions to support business strategy, and assist in the implementation, maintenance and enhancement of people technology systems.\n   \n\n  \n\n**Please note that this position is initially open through a 12-month contract.**\n What you’ll be doing\n   \n\n  \n\n* Play an integral role in the configuration, testing, support, and success of People Technology at DoorDash\/Wolt as we grow our existing businesses and enter new verticals, and additional countries\n* Work to uncover underlying issues or business problems and turn those issues into solutions\n* Identify, prioritize, and implement best practices from a solutions perspective based on gathered requirements\n* Support system troubleshooting, configuration, testing, and deployment of assigned applications to meet requirements, timelines, and execution standards\n* Support high-volume data loads via Enterprise Interface Builder (EIB) templates\n* Provide global production analysis and support (break\/fix analysis, reporting, business process administration, etc.)\n* Work closely with cross-functional teams to ascertain and maintain the best possible configuration solution\n* Rigorously document system requirements and configuration to build operational excellence\n* Ensure data integrity by understanding and identifying opportunities to improve, working closely with cross-functional teams\n* Train end-users and peers on new processes and functionality as needed\n\n\n Our humble expectations\n   \n\n  \n\n* You have 1+ years of work experience in Workday maintenance\/configuration, both domestic and international.\n* You are passionate about system optimization and employee experience\n* You are a strong business thinker, able to use ‘first principles’ to solve challenging business problems at their root level\n* You are data-driven, able to analyze data with strong attention to detail and accuracy, and passionate about telling the story behind the data hence turning the data into configuration\n* You are a self-motivated, rapid learner, excited about further developing your analytical and problem-solving skills\n* You are results-oriented, always evaluating whether our team's activities are achieving the desired, measurable impact\n* You are an owner, always looking for opportunities to learn and better your work product\n* You are comfortable and thrive in a fast-paced, continually changing team-oriented environment and able to manage multiple deadlines simultaneously.\n* You have a BA\/BS degree in quantitative or business fields, or equivalent work experience\n* You have an analytical mindset and a “People First” mentality with demonstrated ability to work through complex, ambiguous problems using data and creating configuration solutions based on that data\n* You have strong written\/verbal communication\n\n\n**Next steps**\n If you are excited about working in a high-growth environment, taking ownership, and being part of an extremely ambitious team, then click below to apply and get the conversation going!\n   \n\n  \n\n We will be reviewing applications on an ongoing basis, so if this sounds like an opportunity you want to pursue, apply today!\n   \n\n  \n\n Please note that we do not accept applications coming in via email. Please submit your application in English via our job portal.\n   \n\n  \n\n Our Commitment to Diversity and Inclusion\n   \n\n  \n\n We’re committed to growing and empowering a more inclusive community within our company, industry, and cities. That’s why we hire and cultivate diverse teams of people from all backgrounds, experiences, and perspectives. We believe that true innovation happens when everyone has room at the table and the tools, resources, and opportunity to excel.","company_url":"https:\/\/fi.linkedin.com\/company\/wolt-oy","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGAVNXIpc8cGQ\/company-logo_100_100\/company-logo_100_100\/0\/1630642511293\/wolt_oy_logo?e=2147483647&v=beta&t=FL-6RJHs3sT1D45luH_yMK2cK7Rwcl4QnfoGSM1PnM8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4260923390","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4260923390","job_url_direct":"https:\/\/karriar.skandia.se\/jobs\/6103891-incident-manager?utm_source=LinkedIn&urlHash=7tPY","title":"Incident manager","company":"Skandia","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"Insurance","listing_type":null,"emails":"monica.eriksson@skandia.se, harald.brehmer@skandia.se","description":"**Att jobba som incident manager**\n I rollen kommer du tillsammans med teamet att leda incidenthanteringen och ha befogenhet att snabbt kalla in resurser, fatta beslut om go\/no go vid akuta förändringar samt stoppa planerade releaser vid behov för att säkerställa en stabil drift och minimera risker. Vid incidenter med hög prioritet ansvarar du för kommunikation, information och ledning av arbetet för Skandias räkning. Tjänsten innebär beredskap dygnet runt vilket gör att du behöver kunna vara på fysiskt på plats vid behov. Därav ser vi att du idag bor i Stockholmsregionen.\n   \n\n  \n\n Du blir en nyckelperson i vårt arbete för att skapa långsiktig kvalitet och driftstabilitet på Skandia. Ditt fokus är att ständigt utveckla och säkerställa effektiva processer och arbetssätt, med målet att vi alltid ska kunna återställa en stabil IT-drift så snabbt och säkert som möjligt.\n   \n\n  \n\n Du kommer att tillhöra vårt Incident managers & problem team som idag består av fem Incident Managers. Alla utgår från vårt huvudkontoret på Kungsholmen. Här får du kollegor som tror på samarbete, öppenhet och ett gemensamt driv för att alltid leverera bästa möjliga resultat. Tillsammans samarbetar vi nära med andra interna team särskilt inom process & leveransstöds området och främst med vårt release & change team samt ServiceNow team.\n   \n\n  \n\n Vi arbetar hybrid vilket innebär arbete på kontoret varvat med distansarbete. I rollen kommer du att rapportera till gruppchef för IT process & leveransstöd.\n   \n\n  \n\n**För att lyckas i rollen**\n Som person tror vi att du är stresstålig, har god kommunikativ förmåga och kan anpassa din dialog till olika intressenter inom organisationen. Du kan leda andra i deras arbete, informera och utbilda andra medarbetare på Skandia inom incidenthantering. Likaså bygger du starka relationer med både kollegor och stakeholders internt.\n   \n\n  \n\n För att lyckas i rollen har du erfarenhet av att arbeta som Incident manager i komplexa IT miljöer med flertalet team samt leverantörer. Du har en god förståelse gällande ITIL processerna, specifikt Incident, Problem samt Change och förstår hur man behöver arbeta med dessa för att säkerställa god kvalitet och driftstabilitet. Ett grundkrav är att du kan flytande svenska och engelska både i tal och skrift. Vi ser det som nödvändigt att du även bor i Stockholmsregionen miximalt 2 timmar från vårt kontor på Lindhagensgatan.\n   \n\n  \n\n Meriterande för rollen är erfarenhet av ärendehanteringssystem som exempelvis ServiceNow och arbetar med ITIL processer i en agil kontext.\n   \n\n  \n\n**Vad händer nu?**\n Vi jobbar med löpande urval så tveka inte att skicka in din ansökan redan idag. I ansökan kommer vi att ställa ett antal urvalsfrågor som ligger till grund för första urvalet. För att göra rekryteringsprocessen så rättvis och objektiv som möjligt kommer det att ingå intervjuer, tester, bakgrundskontroll samt digital referenstagning.\n   \n\n  \n\n Om du har frågor kring rollen, vänligen kontakta rekryterande chef Monica Eriksson på monica.eriksson@skandia.se.\n   \n\n  \n\n Om du har frågor kopplat till rekryteringsprocessen ta kontakt med Talent Acquisition Partner Harald Brehmer på harald.brehmer@skandia.se.\n   \n\n  \n\n Vi kommer att återkoppla till alla som söker oavsett om du går vidare eller inte.\n   \n\n  \n\n Vi ser fram emot din ansökan!\n   \n\n  \n\n**Mer om IT**\n Vi på Skandia IT är stolta över att vara en kundorienterad enhet som levererar effektiva och säkra lösningar för våra kunder. Med cirka 600 engagerade medarbetare är vi mitt i en spännande transformationsresa, där vi utvecklas tillsammans och har kul på vägen. Framåt tillsammans är vårt motto!\n   \n\n  \n\n Vi arbetar agilt och har sedan 2017 använt oss av SAFe (Scaled Agile Framework) ramverket, där leverans och kundvärde alltid står i centrum. Våra tågledningar och team, jobbar verksamhetsbaserat med aktiviteter som sprintplanering, daily stand-ups, team-synk, code reviews och retrospektiv.\n   \n\n  \n\n Var 12:e vecka samlas vi alla i vår ljusa och inspirerande Ljusgård på kontoret i Stockholm för 2 planeringsdagar. Planeringsperioden består av 6 tvåveckorssprintar, där den sista sprinten är en innovationssprint. Här får du chansen att, själv eller tillsammans med ditt team, utveckla och förfina våra system.","company_url":"https:\/\/se.linkedin.com\/company\/skandia","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEs060J8i-8tQ\/company-logo_100_100\/company-logo_100_100\/0\/1630563205936\/skandia_logo?e=2147483647&v=beta&t=4qAvHAKdEJeJemdOmYtZSVH2_elseCBt6e3t2-etCRU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4296827787","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4296827787","job_url_direct":"https:\/\/careers.digitaltolk.com\/en-GB\/jobs\/6239123-b2b-sales-executive&urlHash=dVqx","title":"B2B Sales Executive","company":"DigitalTolk","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Translation and Localization","listing_type":null,"emails":null,"description":"**About DigitalTolk**\n At DigitalTolk, we help thousands of people every day by breaking down language barriers. Our smart, tech-driven platform connects language professionals with customers across Sweden through a seamless matching system — it’s like Uber for interpretation and translation services.\n   \n\n  \n\n We’ve been recognized with several prestigious awards, including:\n   \n\n  \n\n* Super Gazelle 2021 – Dagens Industri\n* Future Gazelle 2021 – Dagens Industri\n* Best in Industry 2018 – Post and Telecom Authority\n* Young Entrepreneur of the Year 2022\n\n\n Lately we have strengthened our team and expanded to Europe by winning key contracts in the UK and acquiring companies in the German speaking countries. We now have offices in Stockholm, Hamburg and St Gallen (Switzerland) and remote operations in several countries in Asia.\n   \n\n  \n\n**About The Role**\n As a\n **B2B Sales Executive** \n , you’ll be responsible for\n **both inbound and outbound sales** \n activities with B2B customers across Sweden. You'll drive revenue growth by engaging our customer base, understanding their needs, and offering the best interpretation and translation solutions as well as the leading AI language services portfolio on the market.\n   \n\n  \n\n Your role includes the full sales cycle — from first contact and qualification to demo and closing. You’ll collaborate with our supportive sales team and coach to continuously grow your skills and performance.\n   \n\n  \n\n**Responsibilities**\n* Handle inbound leads from interested B2B customers, qualifying and converting them into sales\n* Proactively engage outbound prospects via email road trips, visits, campaigns, phone, email, and social channels\n* Conduct discovery calls and present customized solutions based on client needs\n* Own the entire sales cycle — prospecting, pitching, negotiating, and closing deals\n* Build strong, long-term relationships with customers in both public and private sectors\n* Achieve and exceed monthly KPIs and sales targets\n* Maintain accurate records in our CRM and report key sales activities\n* Participate in weekly sales meetings, team trainings, and feedback sessions\n\n\n**Requirements**\n* Proven passion for sales and a strong drive to exceed targets\n* Experience in B2B sales (inbound and\/or outbound)\n* Fluent in Swedish and proficient in English – both verbal and written\n* Excellent phone communication and people skills\n* Strong time management – you take ownership of your schedule and results\n* Familiarity with CRM systems (e.g. Upsales, Salesforce, HubSpot) is a plus\n* Thrives in a high-activity role — 100+ calls a day is normal for you\n* Energetic, self-motivated, and eager to learn and grow\n* Ability to travel within Sweden as needed\n\n\n**What We Offer**\n* A role at one of Sweden’s fastest-growing interpretation and translation agency\n* Competitive package\n* A vibrant, collaborative team culture\n* Continuous sales training, coaching, and development\n* Fun team activities, workshops, and lots of laughs","company_url":"https:\/\/se.linkedin.com\/company\/digitaltolk","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHtIkGYvFcjyg\/company-logo_100_100\/company-logo_100_100\/0\/1693379318058\/digitaltolk_logo?e=2147483647&v=beta&t=IUmJrSNO-p-U99W-0OfWKT_MITEDX3rb90ylHmycqEM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4219868598","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4219868598","job_url_direct":"https:\/\/www.mckinsey.com\/careers\/search-jobs\/jobs\/experiencedconsultant-serviceoperations-97404?appsource=LinkedIn&urlHash=feDl","title":"Experienced Consultant - Service Operations","company":"McKinsey & Company","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting, Customer Service, and Project Management","company_industry":"Banking, Insurance, and Business Consulting and Services","listing_type":null,"emails":null,"description":"**Who You'll Work With**\n Driving lasting impact and building long-term capabilities with our clients is not easy work. You are the kind of person who thrives in a high performance\/high reward culture - doing hard things, picking yourself up when you stumble, and having the resilience to try another way forward.\n   \n\n  \n\n In return for your drive, determination, and curiosity, we'll provide the resources, mentorship, and opportunities you need to become a stronger leader faster than you ever thought possible. Your colleagues—at all levels—will invest deeply in your development, just as much as they invest in delivering exceptional results for clients. Every day, you'll receive apprenticeship, coaching, and exposure that will accelerate your growth in ways you won’t find anywhere else.\n   \n\n  \n\n When you join us, you will have:\n   \n\n  \n\n* Continuous learning: Our learning and apprenticeship culture, backed by structured programs, is all about helping you grow while creating an environment where feedback is clear, actionable, and focused on your development. The real magic happens when you take the input from others to heart and embrace the fast-paced learning experience, owning your journey.\n* A voice that matters: From day one, we value your ideas and contributions. You’ll make a tangible impact by offering innovative ideas and practical solutions. We not only encourage diverse perspectives, but they are critical in driving us toward the best possible outcomes.\n* Global community: With colleagues across 65+ countries and over 100 different nationalities, our firm’s diversity fuels creativity and helps us come up with the best solutions for our clients. Plus, you’ll have the opportunity to learn from exceptional colleagues with diverse backgrounds and experiences.\n* World-class benefits: On top of a competitive salary (based on your location, experience, and skills), we provide a comprehensive benefits package to enable holistic well-being for you and your family.\n\n\n**Your Impact**\n You will play an active role in problem-solving for clients, including identifying issues, forming hypotheses, designing and conducting analyses, and synthesizing conclusions into recommendations.\n   \n\n  \n\n You will shape the clients’ digital agendas, create the next generation of operational models, and digitally transform end-to-end journeys using advanced analytics, robotics, and agile methodologies in service-oriented industries. Additionally, you will assist our client teams in developing strategies and technology roadmaps for implementing processes and operating systems that support applications connected to digital service operations.\n   \n\n  \n\n You will also gain new skills and build on the strengths you bring to the firm. You will receive exceptional training, frequent coaching, and ongoing mentoring from colleagues and senior leaders on your teams.\n   \n\n  \n\n*Your application should be in English and include your CV and your transcripts (high school, university, etc.), indicating all relevant grades.*\n You will be based in one of our European offices as part of our Operations Practice.\n   \n\n  \n\n The Operations Practice assists our clients in solving complex operational challenges. Blending strategic thinking with hands-on practicality, our teams of consultants and experts work to develop and implement operational strategies that solve our clients’ most pressing problems.\n   \n\n  \n\n McKinsey’s Service Operations service line is part of our Operations Practice. It helps clients create and execute service strategies that lead to competitive advantage, an improved customer experience, higher effectiveness and quality of work, and measurable bottom-line impact.\n   \n\n  \n\n The service areas we work in range from end-customer services (e.g., call centers and field services) to internal back-office operations (e.g., in IT, HR, and Finance). In each of these areas, we help our clients enhance their productivity and set them up for the future, which, in many cases, leads to the longer-term transformation of the operating model (including structures, processes, technology, and people).\n   \n\n  \n\n When you join McKinsey as a Consultant, you join a firm that will challenge you and invest heavily in your professional development. You will have the opportunity to work in dynamic teams and help leading global organizations solve some of their most challenging and complex problems.\n   \n\n  \n\n**Your Qualifications and Skills**\n* A master’s degree and exceptional academic performance.\n* Broad experience in modern technologies (digital solutions) and robotics, preferably in the banking, insurance, or software industry or from specialized consultancies (e.g., digital Service Operations, end-to-end process digitalization, lean\/Six Sigma, and zero-based budgeting).\n* A proven record of leadership in a work setting and\/or through extracurricular activities.\n* Mobility and enthusiasm for taking on European assignments during the work week.\n* Exceptional analytical and quantitative problem-solving skills.\n* The ability to communicate complex ideas effectively, both verbally and in writing, in English and the local office language.","company_url":"https:\/\/www.linkedin.com\/company\/mckinsey","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF08d-lL0S8Yw\/company-logo_100_100\/B4EZfGo_vEHwAU-\/0\/1751384325462\/mckinsey_logo?e=2147483647&v=beta&t=P3abTRpIONcdk1z09C5UOtL9XFRKOXdE00F8Yb9E9uM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4287082140","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4287082140","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/297233-acne-studios-supply-chain-manager-emea\/?utm_source=linkedin&urlHash=HoN2","title":"Supply Chain Manager EMEA","company":"Acne Studios","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"Retail Luxury Goods and Jewelry","listing_type":null,"emails":null,"description":"Acne Studios is a progressive luxury house and through collaboration and curiosity, we set high aspirations and strive for excellence. We value everyone’s contribution and embrace feedback to develop ourselves and others. We aim to minimise our environmental impact across all our operations and to address societal challenges in the way we conduct our business.\n   \n\n  \n\n As the Supply Chain Manager EMEA, based in Stockholm HQ, you will lead the supply chain function, driving company growth through strategic, results-focused practices. Your role ensures efficient, well-functioning teams in the Supply Chain HQ and Warehouse Sweden that support our global operations, consistently achieving key KPIs, such as cost-efficiency, reliability, and sustainable in-and outbound deliveries across global markets. In this role, you'll actively contribute to enhancing the global supply chain function by implementing regular operational improvements and serving as the department’s primary representative in key cross-functional digital initiatives. A strong focus on data analysis supports your ability to identify gaps, drive improvements, and make informed decisions across operations. Your daily work is dynamic and hands-on. Focus shifts frequently between operational tasks, including internal communication with stakeholders and strategic project planning and decision-making.\n   \n\n  \n\n CULTURE OF COLLABORATION\n   \n\n  \n\n We firmly believe that when you feel supported, included, and trusted, it enables you to enjoy your work and thrive in it. You will be a part of a team of colleagues with diverse roles and backgrounds, each with their unique skills and experiences.\n   \n\n  \n\n WHAT YOU WILL DO\n   \n\n  \n\n As Supply Chain Manager EMEA, your main contribution will be to provide leadership and direction for the SC EMEA function. You will report to Supply Chain Director. You will play a vital role for the further growth and development of the company's global operations by:\n   \n\n  \n\n* Be responsible for both the long-term and day-to-day management of the SC HQ & HQ Logistics teams incl. personnel, costs and performance, and act as the owner of SC EMEA’s main KPIs\n* Be responsible for the management of the WH SE operation including all associated procedures\n* Manage the global inbound and WH SE outbound flows; from suppliers to end-customers, and between warehouses\n* Regularly appraise team members and carry out Acne Studios annual performance review within the set time period with the SC EMEA teams\n* Support the Supply Chain Director with various tasks, analyses and improvement projects for the global SC function\n* Ensure accurate warehouse forecast models to optimize resource planning and support cost estimations for annual OPEX budgeting\n* Manage supply-chain improvement projects; both externally and internally against other departments as well as the warehouses\n* Act as a driving force for the SC function in overarching digitalization processes (e.g. UDP \/ Unified Data Platform, BI-tool optimization etc.)\n\n\n WHO YOU ARE\n   \n\n  \n\n You have high aspirations and focus on details that create substantial impact. You enjoy working as a team and you embrace feedback to develop yourself and others. You are curious and thrive in a dynamic environment. Cooperation, respect, and clear communication are important, along with your ambition to learn and grow. If these qualities speak to you, we would love to have you on our team.\n   \n\n  \n\n Specific personal qualities for this role:\n   \n\n  \n\n* Demonstrates the ability to connect operational and financial factors in real-time, such as identifying cost-saving opportunities while aligning team goals with long-term business strategy\n* Takes initiative to translate strategic ideas into concrete actions. For instance, when presented with a new project or challenge, you are able to rapidly develop a plan, assign responsibilities, and deliver measurable results within a set timeframe\n* Exhibits leadership through actions, particularly in high-pressure or challenging situations. You lead by calmly addressing issues, offering support, and driving the team to stay focused on solutions, ultimately achieving a successful outcome\n* Demonstrates an ability to tackle complex business problems using data-driven approaches\n* Communicates complex ideas clearly to diverse audiences, including leadership teams and front-line employees\n\n\n Specific experience and knowledge for this role:\n   \n\n  \n\n* A minimum of a Master’s degree in Business Administration, Engineering, Operations Management, or a related field\n* At least 5 years of professional experience in logistics, supply chain management, or management consulting\n* A minimum of 2 years in a managerial or leadership role\n* Proficiency in MS Office (Excel, Word, PowerPoint), with strong knowledge of Power BI\n* Experience with ERP systems such as Microsoft D365, Dispatcher WMS, Centric PLM, and BI tools like QlikView or Qlik Sense is a plus\n* Previous experience in retail and\/or the fashion industry, as well as from international business models, is meriting\n* Fluency in both English and Swedish is required; additional language skills are a plus\n\n\n What matters most to us is not whether you master all the listed knowledge and skills. We are dedicated to recognising the potential in each individual. We embrace diversity of people as well as ideas and viewpoints and encourage everyone's individual expression of their own identity.","company_url":"https:\/\/se.linkedin.com\/company\/acne-studios","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH6wwrcNw0djQ\/company-logo_100_100\/company-logo_100_100\/0\/1630627640086\/acne_studios_ab_logo?e=2147483647&v=beta&t=AKB29eyDVtWRyMhAXxSNbzMKEfGiKvfuCUzG5SlX1kU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4248763612","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4248763612","job_url_direct":"https:\/\/careers.vattenfall.com\/global\/job\/it-architect-distribution-business-in-solna-jid-48434?_atxsrc=LinkedIn&utm_source=LinkedIn&trid=2d92f286-613b-4daf-9dfa-6340ffbecf73&urlHash=kOtc","title":"IT Architect (Distribution Business)","company":"Vattenfall","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Utilities","listing_type":null,"emails":null,"description":"Vattenfall is recognized as one of the first movers in the energy transition – and by that power climate smarter living for all our customers.\n   \n\n  \n\n Yet, our investment power, innovation, and ambitious change agenda to become fossil free in one generation, can only be met if the Swedish grid is ready to deal with this electrification revolution. To face this challenge we invest in our people and we continue to employ exceptional IT talent. With our team, we are advancing the Distribution business area in Vattenfall as a data driven company allowing them to optimize decision making and investment planning.\n   \n\n  \n\n**This Means We Are Architecting**\n* Full IT\/OT convergence to ensure frictionless transfer of data (near) real time\n* Advanced solutions to deliver real-time insights into the performance of our grid, substations, transmission lines to lower maintenance costs\n* IT infrastructure and solutions that are hyper-scalable and reliable to meet Distribution reliability and growth target\n* Seamless and secure market communication and open data sharing to support Europe’s vision for an interconnected grid.\n* Strategic solutions\/landscapes to meet Distribution’s Strategic Targets (Distribute twice the amount of electricity, and distribute with 99.99% continuity)\n\n\n Our team requires true Business facing Solution architects; You know how to use technology to make Distribution run as\n *clockwork* \n , you act as\n *timer* \n to ensure we meet our ambitious goals and be an\n *alarm* \n if we can do better! We have a large SAP and Microsoft footprint, with more than 20.000 users in six countries\n   \n\n  \n\n Our Group IT Architecture team of 30 enterprise \/ solution architects is involved in around 100+ key projects at any time, focusing on enterprise architecture and solution architecture for all Vattenfall business units. We act as the hub to understand business needs and to see the bigger Vattenfall picture to help our teams securely adopt the technologies of tomorrow.\n   \n\n  \n\n**Your Main Responsibilities**\n* You will join the larger strategic projects, to guide them into successful execution based on fit-for-purpose architecture\n* You will consult and educate the Distribution business on IT strategy, integration strategy, data strategy etc\n* You have a solid understanding of IT security and will support Distribution in fit-for-purpose adoption.\n* You will have (or build up) Distribution domain knowledge to become the go-to point how Distribution should advance its IT landscape.\n* You will, in dialogue with business, drive a further adoption of data mesh\n* You will help us grow our Enterprise thinking and establish standards and architecture principles. You will be our trusted advisor towards our Distribution and other business area’s to enable their operating model by technology – also if that is that means radical change!\n\n\n**Qualifications**\n We are looking for a seasoned Architect, with experience preferably as architect or consultant in water or energy utilities, manufacturing, or automotive.\n   \n\n  \n\n You Feel Comfortable Communicating With Both IT And Non-IT Colleagues On Different Levels In The Organization. You Enjoy Being In An Ever-changing Environment. Furthermore You\n   \n\n  \n\n* Have an academic degree in IT or related study\n* Have worked in an international environment and you speak Swedish and English\n* Have deep IT knowledge and experience with IT architecture and frameworks\n* Ideally bring experience from an asset intensive industry – and you understand security considerations, IEC 62443, ISO27001 etc.\n* Have experience with Microsoft Azure Well Architected Framework\n* You enjoy producing enterprise ready architecture documents\n* And you have the skills to direct complex problems into concise Management Board action\n* And… we love architects who talk business and know TOGAF, rather than those that talk TOGAF and know business …\n\n\n**Location:** \n for this position you will be based in Sweden, with some travelling to the office (Stockholm, Solna). Occasionally also travel to Distribution locations, like Trollhattan or Amsterdam and Berlin for team events. Travel will be approximately once month for two days.\n   \n\n  \n\n Additional Information\n   \n\n  \n\n**Our Offer**\n* Become part of a massive transformative purpose – not on paper, but in real-life – whereby you can influence the outcome!\n* We offer a challenging and international work environment and the possibility to work with some of the best in the field.\n* You will work in an interdisciplinary team with other senior IT Architects – so we do this together!\n* A professional environment where your experience, knowledge and attitude will bring us one step further and the opportunity for you to grow further.\n* A central office location with easy access by public transport.\n* Furthermore, a healthy work-life balance (smart working) and time to develop your profession\n* At Vattenfall you get the opportunity to work for a clean energy company that aims for creating fossil free energy within one generation.\n* And last but not least; International and multi-cultural work environment with energetic, motivated colleagues that like to have fun as well!\n\n\n**More information**\n We welcome your application in English, including CV and cover letter via our website. For information about the position, please contact recruiting manager Emile Das, +31 6 5250 4359. For more information about the recruitment process, you are welcome to contact Recruiter Folmer Koper +31 6 38710915.\n   \n\n  \n\n At Vattenfall, we are convinced that striving for diversity helps building a more profitable, efficient and attractive company. We continue to seek a harmonious balance of employees in terms of gender, age, ethnic and cultural backgrounds.\n   \n\n  \n\n Since Vattenfall is a part of the Swedish critical infrastructure, many of our services are security classed. If this position is security classed the final candidates might be subjected to a security vetting process, according to the Swedish legislation.\n   \n\n  \n\n**Company Description**\n Vattenfall is one of Europe’s largest producers and retailers of electricity and heat. Our main markets are Sweden, Germany, the Netherlands, Denmark, and the UK. The Vattenfall Group has approximately 20,000 employees. We have been electrifying industries, powering homes and transforming life through innovation for more than 100 years. We now want to make fossil free living possible within one generation and we are driving the transition to a sustainable energy system.","company_url":"https:\/\/se.linkedin.com\/company\/vattenfall","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQG2Kguh_TApgg\/company-logo_100_100\/company-logo_100_100\/0\/1630633116767\/vattenfall_logo?e=2147483647&v=beta&t=iPwVPIMb9d5u9jOo396pHCxOi1dKsIAShSeAce6KhU0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4233720812","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4233720812","job_url_direct":"https:\/\/www.okta.com\/company\/careers\/opportunity\/6815477?gh_jid=6815477&gh_src=7j0um41&urlHash=lbky","title":"Strategic Account Executive","company":"Okta","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales and Business Development","company_industry":"Computer and Network Security, Software Development, and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Get to know Okta**\n Okta is The World’s Identity Company. We free everyone to safely use any technology, anywhere, on any device or app. Our flexible and neutral products, Okta Platform and Auth0 Platform, provide secure access, authentication, and automation, placing identity at the core of business security and growth.\n   \n\n  \n\n At Okta, we celebrate a variety of perspectives and experiences. We are not looking for someone who checks every single box - we’re looking for lifelong learners and people who can make us better with their unique experiences.\n   \n\n  \n\n Join our team! We’re building a world where Identity belongs to you.\n   \n\n  \n\n Okta is an identity company. Identity matters because we’re all unique. We were raised in different countries, cities, and towns. We have unique backgrounds. We’ve faced specific challenges. And we've learned a lot along the way. At Okta we believe those experiences equip us to look at the world with our own perspective. Our SaaS product protects your right to be you, and we want every single one of our employees to feel a sense of belonging, acceptance and comfort to express their ideas, because ultimately our differences are what makes us great. And guess what? You could join us because…\n   \n\n  \n\n**Okta’s Nordic team is growing!**\n Okta’s Nordic sales organisation is a small but mighty team of entrepreneurial and driven sales professionals leading the expansion of Okta in Sweden, Norway, Finland and Denmark and positioning us as a market leader. In doing so they are leveraging Okta’s existing customer references, marketing programs, partner base and ISV & alliance relationships. Due to our success in the region we are looking to grow our presence in Sweden further!\n   \n\n  \n\n**As an Okta Account Executive you will:**\n* Develop and execute sales strategies and tactics to generate pipeline, drive sales opportunities and deliver repeatable and predictable bookings;\n* Embrace to Okta’s #1 core value to always love our customers;\n* Generate new business within Strategic organisations in Sweden and other Nordic countries;\n* Position Okta at both the functional and “business value” level with target stakeholders;\n* Champion Okta to prospective clients at sales presentations, site visits and product demonstrations.\n* Build effective working partnerships with your Okta colleagues (channel partners, sales engineering, business value management, customer first and many more globally) with humility and enthusiasm.\n\n\n**You could be a great fit for this role if you have:**\n* Passion for technology and how it can help organisations compete and thrive in the Digital Age;\n* Excitement about the opportunity to be a founding member of the Nordic arm of an exciting and fast-growing SaaS provider;\n* A track record of success selling a Software-as-a-Service and\/or Cloud Computing services to Enterprise-class organisations in Sweden;\n* Experience in value-based selling at senior\/C-Level;\n* A reputation as a trusted business partner for your peers in the local reseller and system integrator community;\n* Excellent verbal and written communications skills;\n* The desire to travel across Sweden as required;\n* Fluency in Swedish & English (both languages essential)\n\n\n**You might also have:**\n* Understanding of and experience with Identity & Access Management, Single Sign-on and API-based solutions\n* BSc\/BA degree or equivalent (preferred but not essential)\n\n\n Okta is a progressive company that values you as an individual. We are committed to career progression, employee wellbeing and making a positive impact in our local communities.\n   \n\n  \n\n Okta is rethinking the traditional work environment, providing our employees with the flexibility to be their most creative and successful versions of themselves, no matter where they are located. We enable a flexible approach to work, meaning for roles where it makes sense, you can work from the office, or from home, regardless of where you live. Okta invests in the best technologies and provides flexible benefits and collaborative work environments\/experiences, empowering employees to work productively in a setting that best and uniquely suits their needs. Find your place at Okta https:\/\/www.okta.com\/company\/careers\/.\n   \n\n  \n\n**Apply now to continue the conversation and speak with one of our recruiters…**\n Okta is an Equal Opportunity Employer.\n   \n\n  \n\n**What you can look forward to as a Full-Time Okta employee!**\n* Amazing Benefits\n* Making Social Impact\n* Developing Talent and Fostering Connection + Community at Okta\n\n\n Okta cultivates a dynamic work environment, providing the best tools, technology and benefits to empower our employees to work productively in a setting that best and uniquely suits their needs. Each organization is unique in the degree of flexibility and mobility in which they work so that all employees are enabled to be their most creative and successful versions of themselves, regardless of where they live. Find your place at Okta today! https:\/\/www.okta.com\/company\/careers\/.\n   \n\n  \n\n Some roles may require travel to one of our office locations for in-person onboarding.\n   \n\n  \n\n Okta is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, ancestry, marital status, age, physical or mental disability, or status as a protected veteran. We also consider for employment qualified applicants with arrest and convictions records, consistent with applicable laws.\n   \n\n  \n\n If reasonable accommodation is needed to complete any part of the job application, interview process, or onboarding please use this Form to request an accommodation.\n   \n\n  \n\n Okta is committed to complying with applicable data privacy and security laws and regulations. For more information, please see our Privacy Policy at https:\/\/www.okta.com\/privacy-policy\/.","company_url":"https:\/\/www.linkedin.com\/company\/okta-inc-","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQE0I9HrjbrEYQ\/company-logo_100_100\/company-logo_100_100\/0\/1667862034764\/okta_inc__logo?e=2147483647&v=beta&t=jgTgxfuLfY5pp_Mk_6UMtjNHd2zQZVHPkh6QxrCWNCo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4275618417","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4275618417","job_url_direct":"https:\/\/wd3.myworkdaysite.com\/recruiting\/mdlz\/External\/job\/Upplands-Vaesby-Sweden\/Commercial-Systems-Specialist_R-144928-1?src=SNS-12680&source=APPLICANT_SOURCE-3-70&utm_source=linkedin.com&utm_medium=jobboard&utm_campaign=linkedin_jobposting&utm_term=generic_jobs&urlHash=nMEK","title":"Commercial Systems Specialist","company":"Mondelēz International","location":"Upplands Väsby, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Food and Beverage Manufacturing, Food and Beverage Services, and Manufacturing","listing_type":null,"emails":null,"description":"**Job Description**\n**Are You Ready to Make It Happen at Mondelēz International?**\n**Join our Mission to Lead the Future of Snacking. Make It With Pride.**\n You deliver detailed continuous business and customer analysis and insight with a focus on driving best practice through simplification, efficiency, consistency by aligning common outputs across accounts.\n   \n\n  \n\n**How You Will Contribute**\n You will:\n   \n\n  \n\n* Provide support and training to enable effective use of sales systems.\n* Maintain and optimize systems for sales (including functionalities for customer management, tour planning, promotion planning, listing maintenance, shelf audit and reporting).\n* Provide support to users with specific technical problems in cooperation with IT service providers.\n* Drive continuous improvement of existing software and automation of new processes.\n\n\n**What You Will Bring**\n A desire to drive your future and accelerate your career and the following experience and knowledge:\n   \n\n  \n\n* Post-secondary education at College or University or equivalent experience, in a related subject\n* Relevant experience in IT and sales\n* Knowledge of sales processes and systems\n* Facilitation skills to demonstrate use and functionality of sales systems\n* Problem-solving skills\n* Excellent Microsoft Office skills, especially in Excel.\n* Experience developing reports in Power BI.\n* If you have experience from the Retail Business, particularly FMCG (Fast moving consumer goods), it would be an advantage\n* Very good administrative ability, attention to detail and enjoy working with numbers\n* You organise your work effectively, and see possibilities to optimize\n* You demonstrate independence, engagement and flexibility in your work, and are adaptable to changing priorities and demands.\n* Contribute effectively as a team member and foster a positive team environment.\n* You are dedicated to providing exceptional service and approach challenges with a positive attitude.\n* Fluency in Swedish and English, written and spoken.\n\n\n**More About This Role**\n**What you need to know about this position:**\n In this role you will be part of the team that provides analyses, reports, developments, training and system support to the Swedish Sales Organization. You will be a key player in maintaining and developing Power BI reports for the Swedish Sales Team, and be a key part in projects regarding Sales system developments.\n   \n\n  \n\n Apply today to become part of a team which is passionate about Systems, Sales and working with People. Characterized by a collaborative working environment. You will take part in modernizing and streamlining our systems and see clear results of your work throughout the business.\n   \n\n  \n\n We look forward to hearing from you!\n   \n\n  \n\n**Relocation Support Available?**\n No Relocation support available\n   \n\n  \n\n**Business Unit Summary**\n We value our talented employees, and whenever possible strive to help one of our associates grow professionally before recruiting new talent to our open positions. If you think the open position you see is right for you, we encourage you to apply!\n   \n\n  \n\n*Our people make all the difference in our succes*\n Mondelēz International is an equal opportunity employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, gender, sexual orientation or preference, gender identity, national origin, disability status, protected veteran status, or any other characteristic protected by law.\n   \n\n  \n\n**Excited to grow your career?**\n We value our talented employees, and whenever possible strive to help one of our associates grow professionally before recruiting new talent to our open positions. If you think the open position you see is right for you, we encourage you to apply!\n   \n\n  \n\n**IF YOU REQUIRE SUPPORT TO COMPLETE YOUR APPLICATION OR DURING THE INTERVIEW PROCESS, PLEASE CONTACT THE RECRUITER**\n**Job Type**\n Regular\n   \n\n  \n\n Sales Operations\n   \n\n  \n\n Sales","company_url":"https:\/\/www.linkedin.com\/company\/mondelezinternational","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEXpvlmPQN68Q\/company-logo_100_100\/company-logo_100_100\/0\/1630453251495\/mondelezinternational_logo?e=2147483647&v=beta&t=4O0Nsa9CbyItqfSsYTT62l_3frW1XKM2h3f4eZZHUXI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4262230946","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4262230946","job_url_direct":"https:\/\/careers.marshmclennan.com\/global\/en\/job\/R_309671\/Operations-Client-Coordinator?utm_source=linkedin&utm_medium=phenom-feeds&source=LinkedIn_Slots&urlHash=mxCn","title":"Operations Client Coordinator","company":"Marsh","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Administrative","company_industry":"Insurance and Business Consulting and Services","listing_type":null,"emails":null,"description":"We are seeking a talented individual to join our Operations team working in the\n **Corporate** \n team at Marsh. This role will be based in\n **Stockholm.** \n This is a hybrid role that has a requirement of working at least three days a week in the office.\n   \n\n  \n\n As our new Client Coordinator, you will be part of the continuous journey towards building a strong and professional Operations team in Stockholm, Sweden. The Operations team handles several administrative tasks related to the insurance matters of our clients, as well as supports our business colleagues in their daily servicing of our clients.\n   \n\n  \n\n Our highest priority is to ensure that our deliverables to our colleagues and clients are at the expected standard and requirements and of course always within the timeframe given to us. Our goal is to ensure efficient and professional service delivery, to support the successes and growth of our business.\n   \n\n  \n\n**Please note: if applying please ensure that your CV & application is in English.**\n**We will rely on you to:**\n* Support with the renewal of our small and mid-size clients.\n* Together with our service hub support the renewal of some of our facility solutions.\n* Handling the ongoing service of our clients.\n* Supporting client executives in building and formatting reports and presentations for our clients\n* Maintenance of client information\n* Working together with our colleagues in our shared service centre in Poland around invoicing, document intake and archiving\n\n\n**What you need to have:**\n* Work experience from a similar position within the insurance or broker industry\n* Fluent in Swedish and English (oral and written)\n* Experienced user of Microsoft Office tools, in particular Excel\n* Flair for IT systems\n\n\n As a person, you have excellent interpersonal skills and are able to work within a team. You are analytical and structured in your way of working. You have a flexible and pro-active mindset and meet deadlines.\n   \n\n  \n\n**What makes you stand out:**\n* Work experience of 1-2 years in a similar role in the financial services industry.\n* Education at minimum Bachelor level\n* IDD licence\n\n\n**Why join our team:**\n* We help you be your best through professional development opportunities, interesting work and supportive leaders.\n* We foster a vibrant and inclusive culture where you can work with talented colleagues to create new solutions and have impact for colleagues and clients.\n* Our scale enables us to provide a range of career opportunities, as well as benefits and rewards to enhance your well-being.\n\n\n #hybrid\n   \n\n  \n\n Marsh, a business of Marsh McLennan (NYSE: MMC), is the world’s top insurance broker and risk advisor. Marsh McLennan is a global leader in risk, strategy and people, advising clients in 130 countries across four businesses: Marsh, Guy Carpenter, Mercer and Oliver Wyman. With annual revenue of $24 billion and more than 90,000 colleagues, Marsh McLennan helps build the confidence to thrive through the power of perspective. For more information, visit marsh.com, or follow on LinkedIn and X.\n   \n\n  \n\n Marsh McLennan is committed to creating a diverse, inclusive and flexible work environment. We aim to attract and retain the best people and embrace diversity of age, background, disability, ethnic origin, family duties, gender orientation or expression, marital status, nationality, parental status, personal or social status, political affiliation, race, religion and beliefs, sex\/gender, sexual orientation or expression, skin color, or any other characteristic protected by applicable law.\n   \n\n  \n\n Marsh McLennan is committed to hybrid work, which includes the flexibility of working remotely and the collaboration, connections and professional development benefits of working together in the office. All Marsh McLennan colleagues are expected to be in their local office or working onsite with clients at least three days per week. Office-based teams will identify at least one “anchor day” per week on which their full team will be together in person.\n   \n\n  \n\n**R\\_309671**","company_url":"https:\/\/www.linkedin.com\/company\/marsh","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQE3lkb8F_AZOg\/company-logo_100_100\/B4EZfDAWtKHIAQ-\/0\/1751323339897\/marsh_logo?e=2147483647&v=beta&t=Zkrz7FISlsMZ7xMTOz-ahJleaO9akqlfg8g2Z6M0OMc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4262457915","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4262457915","job_url_direct":"https:\/\/cgi.njoyn.com\/corp\/xweb\/xweb.asp?clid=21001&page=jobdetails&jobid=J0525-1074&BRID=1220213&SBDID=943&lang=1&urlHash=yGfx","title":"Service Delivery Manager – forma framtidens affärssystemleveranser","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Project Management and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"william.odisho@cgi.com","description":"Beskrivning av tjänsten\n   \n\n  \n\n Vill du ta din karriär till nästa nivå och vara med och forma framtiden för en ledande aktör inom affärssystem? Som Service Delivery Manager på CGI får du chansen att bygga långsiktiga samarbeten med några av våra största kunder. Du kommer att ha det operativa ansvaret för leverans, kvalitet och kundnöjdhet – och bli en central del i våra team som arbetar med affärssystemet Raindance.\n   \n\n  \n\n Med en stabil kundbas inom offentlig sektor ser vi nu en ökad efterfrågan på våra affärssystem, vilket ger en fantastisk möjlighet för dig som SDM att växa tillsammans med oss.\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n I rollen ingår bland annat att:\n   \n\n  \n\n**Vara med och forma kundens framtid** \n : Du blir en nyckelperson i att förstå kundens behov, förväntningar och långsiktiga mål – och använder den insikten för att skapa verkligt affärsvärde och långvariga samarbeten.\n   \n\n  \n\n**Bygga relationer som gör skillnad** \n : Du utvecklar starka och förtroendefulla kundrelationer i nära samarbete med Engagement Managers och andra centrala roller, vilket ger dig direkt påverkan på kundens upplevelse och lojalitet.\n   \n\n  \n\n**Bli kundens självklara partner** \n : Som deras primära kontaktperson skapar du en smidig, professionell dialog i det dagliga – och bygger grunden för fortsatt samarbete.\n   \n\n  \n\n**Driva förändring på riktigt** \n : Du identifierar möjligheter och leder proaktiva initiativ för att förbättra leveransen och öka kundnöjdheten – en roll där du kan sätta avtryck.\n   \n\n  \n\n**Göra skillnad där det märks** \n : Du har ett tydligt ansvar i att leda dialoger kring avtal, leverans och tjänsteinnehåll – en roll där din affärsförståelse och struktur gör skillnad både för kunden och teamet.\n   \n\n  \n\n**Samordna för smidiga leveranser – varje dag** \n : Du spelar en nyckelroll i att koordinera den dagliga leveransen tillsammans med team inom support, produkt och utveckling. Genom att hålla ihop trådarna och säkerställa att alla är synkade bidrar du till att leveransen fungerar som den ska – för både kund och verksamhet.\n   \n\n  \n\n**Få saker att hända – i tid** \n : Du driver på och säkerställer att rätt resurser mobiliseras vid rätt tillfälle, även när det krävs att du tar lead, följer upp och får saker att röra på sig.\n   \n\n  \n\n**Säkerställa kvalitet och kontroll** \n : Du följer upp och rapporterar serviceutfall, SLA:er och leveranskvalitet i kundmöten – och samarbetar tätt med Incident och Problem Managers för att säkerställa korrekt hantering och uppföljning av större incidenter.\n   \n\n  \n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n Vi söker dig som är strukturerad i ditt arbetssätt och drivs av att skapa värde för kunden. Du trivs i en roll där du får växla mellan operativa leveranser och strategiskt arbete – och där du får ta ett helhetsansvar som gör skillnad på riktigt.\n   \n\n  \n\n**Vi tror att du har:**\n* Minst tre års erfarenhet i en liknande roll, gärna som SDM, projektledare eller leveransansvarig.\n* Förmåga att bygga affärsrelationer och kommunicera med kunder på ett strukturerat och engagerat sätt.\n* Förmåga att agera i eskaleringssituationer och driva lösningar framåt.\n* Förmåga att ta initiativ och driva interna processer framåt för att säkerställa leveransprecision.\n* Erfarenhet av att arbeta med affärssystem och komplexa IT-leveranser.\n* En prestigelös och samarbetsinriktad inställning med starkt eget driv.\n* Mycket goda kunskaper i svenska och engelska – i både tal och skrift.\n\n\n**To applicants: please note that this position requires Swedish citizenship and Swedish language skills on a professional level, verbally as well as in writing.**\n Skicka in din ansökan idag, vi ser fram emot att få höra från dig!\n   \n\n  \n\n Om du har några frågor eller funderingar om rollen, hör av dig till mig som är rekryterande chef, William Odisho på william.odisho@cgi.com\n   \n\n  \n\n Vi jobbar löpande med urval och intervjuer och tillsätter tjänsten så snart vi hittar rätt kandidat.\n   \n\n  \n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4262461650","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4262461650","job_url_direct":"https:\/\/bankgirotab.teamtailor.com\/jobs\/6136188-tech-lead-till-bankgirot&urlHash=NXK0","title":"Tech Lead till Bankgirot","company":"Bankgirot","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Banking and Financial Services","listing_type":null,"emails":"rebecka.sundqvist@ants.se","description":"Bankgirot har en unik ställning på Sveriges betalmarknad som nu genomgår den största transformationen i modern tid. Vår IT-organisation är i en tillväxtfas för att utveckla framtidssäkrade lösningar som följer internationell standard och regelverk. Samtidigt ser vi till att det nuvarande betalsystemet fungerar säkert och stabilt – varje dag. Ni söker vi en Tech Lead till en växande del av organisationen i Stockholm.\n \n\n\n\n  \n\n\n\n\n\n Arbetet med att utveckla framtidens betalinfrastruktur är i full gång och vi behöver dig som vill vara en del av resan. Som Tech Lead kommer du att spela en viktig roll i uppdraget att säkerställa framtidens betalinfrastruktur på ett teknikbolag där vi har ett stort hjärta för uppdraget – och varandra.\n \n\n\n\n  \n\n\n\n\n\n**Din roll** \n\n\n\n\n Som en del av den digitala transformationen kommer vi att ta hem bankgirosystemet, som idag är outsourcat. Vi söker dig som vill ta en nyckelroll i att stötta förvaltning och utveckling för betalsystem och ett antal stödjande system som statistik, lagring och fakturering. Rollen innebär både förvaltning av befintlig miljö och förbättringsarbete samt långsiktig utveckling när vi tar ett större ansvar för vår utvecklingsmiljö inhouse. Det innebär att hålla tät leverantörskontakt och kravställa mot dessa. Här får du möjlighet att påverka helheten och vara med i beslut kring teknikval och struktur.\n \n\n\n\n  \n\n\n\n\n\n Hur rollen utformas i praktiken kan anpassas utifrån din kompetens och erfarenhet.\n \n\n\n\n  \n\n\n\n\n\n**Vi söker dig som** \n\n\n\n\n Du har flera års erfarenhet av att arbeta med utvecklingsmiljöer, byggsystem och verktyg, gärna i komplexa, systemtunga organisationer. Du är van vid att tänka ett steg före, ta ansvar för helheten och kommunicera med både tekniker och verksamhet.\n \n\n\n\n  \n\n\n\n\n\n Vi tror att du\n \n\n\n* Har minst fem års erfarenhet av arbete med utvecklingsmiljöer i mainframe eller erfarenhet inom COBOL och Assembler-kod\n* Goda kunskaper i verktyg som Git, Visual Studio och andra kod- och versionshanteringssystem\n* Har god förståelse för utveckling för att kunna stötta och driva tekniska förbättringar, både processmässigt och verktygsmässigt\n* Är van vid att arbeta självständigt och kan ta ägarskap för komplexa tekniska miljöer\n* Har erfarenhet av att samarbeta med externa leverantörer och har en affärsmässig förståelse\n\n\n\n  \n\n\n\n\n\n**Intresserad?** \n\n\n\n\n I denna rekrytering samarbetar Bankgirot med Ants Tech Recruiters. Vid frågor eller funderingar, kontakta Rebecka Sundqvist på rebecka.sundqvist@ants.se eller +4673 596 51 98.\n \n\n\n\n Urval sker löpande, så tveka inte att ansöka redan idag.\n \n\n\n\n  \n\n\n\n\n\n Vi ser fram emot din ansökan!\n \n\n\n\n  \n\n\n\n\n\n**Övrig information** \n\n\n\n\n Tjänsten är en tillsvidareanställning baserad i Liljeholmen i Stockholm. Du behöver ha goda kunskaper i svenska och engelska. Innan anställning beslutas genomförs en säkerhetsprövning enligt säkerhetsskyddslagen (2018:585) om tjänsten innebär arbete med säkerhetsklassade uppgifter eller säkerhetskänslig verksamhet.\n \n\n\n\n  \n\n\n\n\n\n**Om Bankgirot** \n\n\n\n\n Bankgirot är ett svenskt clearinghus och teknikbolag med över 60 års erfarenhet av att leverera finansiell infrastruktur till banker. I samverkan med betalsektorn ser vi till att privatpersoner och företag enkelt kan göra överföringar och betalningar. Bankgirot säkerställer att det nuvarande betalsystemet fungerar felfritt, samtidigt som vi utvecklar framtidssäkrade lösningar. Vi säkrar och utvecklar Sveriges betalningar. Läs mer på www.bankgirot.se","company_url":"https:\/\/se.linkedin.com\/company\/bankgirot","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQE8YeckpyPPcw\/company-logo_100_100\/company-logo_100_100\/0\/1631331822747?e=2147483647&v=beta&t=OzrLc7d5f_wWLF87JM0EdVlERKaPUAKnydta2nMXl4U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4297256204","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4297256204","job_url_direct":"https:\/\/telge.easycruit.com\/vacancy\/3540989\/7541&urlHash=Swd6","title":"Onsite-tekniker – Telge AB","company":"Telge","location":"Södertälje, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Government Administration","listing_type":null,"emails":null,"description":"****Välj Telge – här får du kombinera affärsmässighet med samhällsnytta och som medarbetare får du frihet under ansvar och möjlighet att påverka.****\n**Vi tror på dig som individ och utgår ifrån att du bär på din alldeles egna unika förmåga att kunna göra skillnad. Vi tror också på att det är bra att vi har olika bakgrunder och erfarenheter för att vi tillsammans ska kunna göra skillnad. Modig är ett av våra fyra kärnvärden och tillsammans med våra tre andra kärnvärden – öppen, enkel och personlig – ­präglar de mycket av det vi gör. För att du ska må bra och nå din fulla potential, så vet vi att du behöver en god balans mellan arbete och fritid.**\n****Så här säger Per Berglund, rekryterande chef om rollen:****\n ”Som IT-medarbetare på Telge kommer du att ha roligt på jobbet, det lovar vi! Du får trevliga kollegor och ett fartfyllt och utvecklingsorienterat jobb. Dessutom är det spännande att få vara med att utveckla arbetet tillsammans med vår driftleverantör.”\n   \n\n  \n\n****Arbetsuppgifter och ansvar****\n I rollen som Onsite-tekniker hanterar du IT-ärenden och bistår med IT-support för medarbetare inom Telgekoncernen och Södertälje kommun. Du tar även hand om ärenden som behöver eskaleras via vår upphandlade leverantör. Du är på plats dagligen för att hjälpa medarbetare med IT-support, stöd kring audiovisuell teknik, till exempel högtalare, mikrofoner, hjälp med att koppla upp mot Teams-möten och liknande. Var fjärde vecka ingår beredskapsarbete enligt ett rullande schema, vilket innebär att du är redo att rycka in vid behov utanför ordinarie arbetstid.\n   \n\n  \n\n Telgekoncernen och Södertälje kommun har en omfattande IT-miljö med cirka 8 000 användare. Detta ställer höga krav på oss som organisation och är en viktig del av vår digitalisering. Vi samarbetar med kollegor från alla hörn av vår stora organisation.\n   \n\n  \n\n****Vi är Telge AB****\n Telge AB är moderbolaget i Telgekoncernen vars uppdrag är att vara ett aktivt ägarbolag med ett långsiktigt helhetsperspektiv. Här samlar vi kompetenser inom ekonomi och verksamhetsstyrning, HR, innovation och utveckling, hållbarhet, kommunikation och IT. Vi är ett viktigt strategiskt och operativt stöd till våra dotterbolag så att de kan ägna sig åt det de kan bäst – sin kärnaffär.\n   \n\n  \n\n****Vår önskelista****\n Vi vill gärna lära känna dig och veta lite mer om vad du kan. Vi vill att du har erfarenhet av att ha arbetat med ärendehantering och med arbete i Servicedesk inom IT. Du behöver vara en problemlösare med stort kundfokus, vara duktig på att kommunicera och ha god servicekänsla. Bra svenska och kunskaper i Office-paketet är andra förmågor som också behövs för den här tjänsten.\n   \n\n  \n\n****Plus i kanten****\n Vi begär inte att du ska kunna allt, men om du pratar flera språk är det ett plus i kanten. Vi ser det också som en fördel om du har en eftergymnasial utbildning, eller motsvarande kunskaper förvärvad genom arbetslivserfarenhet. Du får också gärna ha erfarenhet av att ha arbetat med ITSM-verktyg, ha kunskaper inom Servicenow eller motsvarande ärendehanteringssystem.\n   \n\n  \n\n****Mångfald, inkludering och trygghet****\n Vi på Telge arbetar aktivt för mångfald och inkludering och välkomnar därför medarbetare med olika erfarenheter, bakgrunder och kompetenser. En trygg och säker arbetsmiljö är vår högsta prioritet. Arbetspsykologiska tester ingår i våra rekryteringsprocesser till chefs- och specialisttjänster och vi genomför återkommande, slumpmässiga drogtester bland alla våra medarbetare.\n   \n\n  \n\n****Sista ansökningsdatum****\n 21 september 2025\n   \n\n  \n\n****Några frågor?****\n Vill du veta mer om tjänsten eller har frågor om rekryteringsprocessen? Då är det rekryterande chef Per Berglund du ska kontakta, på 08-550 213 64. Fackliga kontaktpersoner är Robert Holm för Vision och Magnus Enderin för SACO, du når båda på 08-550 220 00.\n   \n\n  \n\n****Välkommen hit, du med!****\n Telgekoncernen ägs av Södertälje kommun och består av nio helägda bolag med cirka 900 medarbetare som fördelas över drygt 250 olika yrkesgrupper. Inom Telgekoncernen finns en stor bredd av bolag och de som ingår är Södertälje Hamn, moderbolaget Telge AB, Telge Bostäder, Telge Fastigheter, Telge Inköp, Telge Nät, Telge Tillväxt, Telge Återvinning och Tom Tits Experiment. Det som binder ihop oss och är gemensamt för oss alla är att vi jobbar för att förena affärer med samhällsnytta, samtidigt som vi har kul på jobbet. Hållbarhet genomsyrar allt vi gör och för oss handlar hållbarhet om social, miljömässig och ekonomisk hållbarhet. Vi planerar långsiktigt och agerar kortsiktigt för att nå vara hållbarhetsmål.\n   \n\n  \n\n Vår bas finns i Södertälje - här är ambitionsnivån hög, expansionstakten snabb och utvecklingsviljan stor. Vi är familjära och hälsar på varandra när vi möts i korridoren eller vid kaffemaskinen. Bolagens variation gör att du med rätt personlighet och attityd kan komma långt. Det finns många olika karriärvägar att välja mellan. Vi arbetar tillsammans för att följa vår strategi och nå koncernens hållbarhetsmål med ambitionen att göra det så bra vi kan för de som bor och verkar i Södertälje.","company_url":"https:\/\/se.linkedin.com\/company\/telge","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQF64s6Oo4gddw\/company-logo_100_100\/company-logo_100_100\/0\/1633930625214\/telge_logo?e=2147483647&v=beta&t=ImzlXieqQe4Mhm_C8eM7vTKyzyuQvAIBXmtLoI17KZs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4275633441","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4275633441","job_url_direct":"https:\/\/jobs.lever.co\/spotify\/0f820362-4294-4f09-ab76-50d6e48cfda1?lever-source=LinkedInJobs&urlHash=T7fR","title":"Machine Learning Engineering Manager - Personalization","company":"Spotify","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering","company_industry":"Musicians","listing_type":null,"emails":null,"description":"The Personalization team makes deciding what to play next easier and more enjoyable for every listener. From Daily Mix to Discover Weekly, we’re behind some of Spotify’s most-loved features. We built them by understanding the world of audiobooks, music and podcasts better than anyone else. Join us and you’ll keep millions of users listening by making great recommendations to each and every one of them. We ask that our team members be physically located in Central European time or Eastern Standard\/Daylight time zones for the purposes of our collaboration hours.\n   \n\n  \n\n Kipp is the machine learning team within the PZN Strategic Programming (PSP) Product Area, responsible for powering all targeting of strategic and paid promotions across Spotify’s major surfaces—including Home, Browse, and Search. We build the ML infrastructure and models that determine which users should see which content—be it music, podcasts, audiobooks, or video—so that every intervention delivers value to listeners and impact for creators.\n   \n\n  \n\n Kipp owns the entire ML stack for targeting, including real-time decisioning and campaign-level optimization. We work at the intersection of machine learning, backend engineering, and large-scale distributed systems—ensuring that Spotify’s strategic programming is personalized, scalable, and measurable.\n   \n\n  \n\n We are now looking for a Machine Learning Engineering Manager to lead this impactful team. In this role, you’ll guide ML, backend and data engineers working on mission-critical systems that sit at the heart of Spotify’s content promotion strategy. You'll shape how we evolve our targeting capabilities to support diverse content formats, deliver engaging experiences to users, and drive measurable outcomes for artists, publishers, and partners.\n   \n\n  \n\n In this role, you will lead a team of Engineers all based in Europe, and will collaborate with a product manager and other partners to define and shape product roadmap and technical strategy. You will also be responsible for the individual growth and organizational health of your team.\n   \n\n  \n\n What You'll Do\n   \n\n  \n\n* Manage a team building recommendation systems for 500M+ monthly Spotify customers.\n* Collaborate with product, design and insights partners to create a roadmap, define success metrics and deliver products.\n* Influence the technical design and architecture of our stack. Support your team in developing scalable and reliable systems.\n* Manage stakeholders such as Music, Audiobook and Podcast mission.\n* Lead other efforts that fit your passion and Spotify’s needs..\n\n\n Who You Are\n   \n\n  \n\n* You understand the value of a diverse workforce. You have a demonstrated track record of moving tech orgs closer to representing the world we live in; you build teams with these values.\n* You have strong mentorship and coaching skills, and thrive when helping individuals and teams perform to their full potential.\n* You have demonstrated the ability to deliver high quality, reliable, and cost-efficient recommendation systems for large scale (100M+) consumer applications.\n* You are able to distill complex information into easy-to-understand concepts, and understand how to lead a team through ambiguity.\n* You stay up-to-date with the state-of-the-art technology in machine learning.\n* You have managed teams and individuals for a minimum of 2 years.\n\n\n Where You'll Be\n   \n\n  \n\n* We offer you the flexibility to work where you work best! For this role, you can be within the EMEA region as long as we have a work location.\n* Excluding France for now due to on-call restrictions.\n* This team operates within the Central Eastern time zone for collaboration.\n\n\n Spotify is an equal opportunity employer. You are welcome at Spotify for who you are, no matter where you come from, what you look like, or what’s playing in your headphones. Our platform is for everyone, and so is our workplace. The more voices we have represented and amplified in our business, the more we will all thrive, contribute, and be forward-thinking! So bring us your personal experience, your perspectives, and your background. It’s in our differences that we will find the power to keep revolutionizing the way the world listens.\n   \n\n  \n\n At Spotify, we are passionate about inclusivity and making sure our entire recruitment process is accessible to everyone. We have ways to request reasonable accommodations during the interview process and help assist in what you need. If you need accommodations at any stage of the application or interview process, please let us know - we’re here to support you in any way we can.\n   \n\n  \n\n Spotify transformed music listening forever when we launched in 2008. Our mission is to unlock the potential of human creativity by giving a million creative artists the opportunity to live off their art and billions of fans the chance to enjoy and be passionate about these creators. Everything we do is driven by our love for music and podcasting. Today, we are the world’s most popular audio streaming subscription service.","company_url":"https:\/\/se.linkedin.com\/company\/spotify","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFkDzx_7dqq3A\/company-logo_100_100\/company-logo_100_100\/0\/1631377935713?e=2147483647&v=beta&t=AiRi3YW2R5kYKHbxsjkdQ_d1RuH6Yk98ePBwANPPDhc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4204411404","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4204411404","job_url_direct":"https:\/\/career.odevo.com\/jobs\/5789046-group-business-controller?utm_source=LinkedIn&urlHash=qvlH","title":"Group Business Controller","company":"Odevo","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Accounting\/Auditing and Finance","company_industry":"Real Estate","listing_type":null,"emails":null,"description":"We are on a mission to become the leading force in residential property management services. The global residential property management industry is currently undergoing a digital transformation and Odevo is at the forefront of this transformation. Our mission is to radically simplify living for families and individuals by delivering highly attractive and efficient property management services to building owners and associations as well as to residents. Our core belief is that digital technology combined with great people will play a central role in delivering a step change in how boards and residents experience property management.\n   \n\n  \n\n What we do matters to billions of people across the world. Residential real estate is the world’s largest asset class and buying a home is often the biggest investment a person or family will ever make. But the residential property management industry is lagging behind when it comes to customer focus and digitalization. That is why we formed Odevo.\n   \n\n  \n\n Leading property management companies in the Nordics, UK, and US have already joined forces to form Odevo and over the last 4 years Odevo’ s revenues have grown 40-fold to become a leading international player. Our ambition is to continue to grow rapidly organically and by attracting additional companies to join us in both existing and new markets.\n   \n\n  \n\n We deliver our property management services with custom developed software to simplify living and make life easier for property owners, association boards, residents and very importantly our own property management professionals. We make complex topics such as managing property finances and the daily maintenance of buildings easy, and we automate time-consuming everyday tasks so people can spend more time on things that they really enjoy.\n   \n\n  \n\n We are a 7500 employee company with a start-up mentality. We aspire to break new ground through innovation, and we actively cultivate a workplace where we can grow as individuals and have fun while achieving great things together.\n   \n\n  \n\n To continue our ambitious growth journey, we are now looking for people who share our vision to join us on a journey that will continue to transform the property management industry on a global scale.\n   \n\n  \n\n**About The Role**\n We are looking for a talented individual to join our Group Finance team, working closely with local finance and management teams across the organization. In this role, you will collaborate with Odevo’s operating companies to monitor financial and operational performance, contributing to both ongoing success and identifying opportunities for growth and enhancement. At the same time, you will be part of a growing Group Finance team in building the future Group function and reporting processes.\n   \n\n  \n\n**Key Responsibilities**\n* Lead the Group management reporting process in collaboration with the Group Finance team, continuously enhancing reporting models, presentations, processes, and structure while ensuring efficient reporting from local Finance teams.\n* Design and implement a global reporting infrastructure for a hyper-growth company, supported by advisors\/consultants. This includes transitioning from Excel to more automated reporting tools.\n* Prepare and present business review materials for the Group Management team and contribute to sections of Board presentations.\n* Analyse business performance across markets and operating companies to further improve business performance and to identify improvement areas\n* Support M&A projects with financial modelling and assist in integrating acquired companies into the Group’s reporting structure, along with other post-acquisition activities within Finance.\n* Drive ad-hoc finance projects, working closely with advisor teams when relevant.\n* Collaborate with the Group CFO, CEO, and local CFOs\/Finance teams to ensure alignment and support across finance operations.\n* Develop and scale the Group business control team, playing a central role in building the Group’s finance capabilities.\n\n\n**Who You Are**\n* Entrepreneurial Spirit: A self-starter with a startup mentality, ready to tackle the challenges and seize the opportunities that come with a rapidly growing, international setting.\n* Resilient and Bold: You thrive in dynamic, high-growth environments, persist through obstacles, and enjoy working within a dedicated team.\n* Strong Interpersonal Skills: You demonstrate exceptional people skills, building relationships, and influencing others with humility and curiosity.\n* Analytical Mindset: You possess strong data analytics skills, enabling you to leverage data-driven insights to optimize financial processes, enhance reporting accuracy, and support strategic decision-making across the organization.\n* Curious Continuous Learner: Your enthusiasm for learning drives you to continuously improve yourself, develop those around you, and enhance business practices.\n* Highly Organized and Goal-Oriented: You maintain a structured approach to your work, skillfully prioritize tasks, manage multiple assignments independently, and set and achieve ambitious goals.\n\n\n**Experience**\n* Excellent financial analysis skills\n* Excellent Excel modelling, PowerPoint, and presentation (written and verbally) skills\n* Financial advisory experience within M&A or Business\/Financial control experience within corporate environment or equivalent experience\n\n\n**Nice To Have**\n* Experience working in Power BI and Aaro or similar software\n* Experience from development of a scaling Finance function, such as financial planning and analysis systems or process development\n* Experience within financial due diligence, management consulting or auditing is meriting\n\n\n We look forward to receiving your application!\n   \n\n  \n\n #msl","company_url":"https:\/\/www.linkedin.com\/company\/odevo","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHAvOTmyG2Rxw\/company-logo_100_100\/company-logo_100_100\/0\/1737704468102\/odevo_logo?e=2147483647&v=beta&t=YnOSBDLg2Dq4eY5OzkfFFPMxIkgOGKpqBlpBQFN8_uI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4297252502","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4297252502","job_url_direct":"https:\/\/jobs.smartrecruiters.com\/HMGroup\/744000080360425-loyalty-project-manager&urlHash=TDSU","title":"Loyalty Project Manager","company":"H&M","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales","company_industry":"Retail","listing_type":null,"emails":null,"description":"**Job Description**\n As our Loyalty Project Manager you will play a key role in enhancing customer value, reinforcing brand strength, and driving sales growth through strategic leadership of the Global loyalty and CRM agenda. You work towards achieving aligned and cross-functional goals, which helps improve omni-channel sales performance across all areas of your work. Your efforts drive customer base growth, increase Customer Lifetime Value (CLV) and directly support the growth and success of the H&M Membership Program. In close collaboration with the sales team, you support commercial activities, all in accordance with H&M's values, standards, policies, and procedures.\n   \n\n  \n\n**What You’ll Do**\n* Design and implement global loyalty strategies tailored to diverse markets, ensuring alignment with regional business needs.\n* Lead and project manage a large-scale loyalty initiative, overseeing timelines, budgets, and delivery for measurable impact.\n* Develop multi-channel engagement plans across email, social media, mobile apps, and in-store experiences for consistent customer interaction.\n* Leverage data analytics to uncover customer insights and inform targeted engagement and retention campaigns.\n* Create innovative reward structures that drive repeat purchases, referrals, and social media engagement.\n* Collaborate cross-functionally with regional marketing, product, sales, and customer service teams to ensure program consistency and effectiveness.\n* Influence and align stakeholders across all levels to secure support and drive adoption of loyalty strategies.\n\n\n**Who You’ll Work With**\n You will collaborate with a dynamic and creative marketing team, working closely with regional marketing teams, product development, sales, and customer service to ensure cohesive and impactful loyalty programs.\n   \n\n  \n\n**Qualifications**\n**WHO YOU ARE**\n**We are looking for people with…**\n* A Bachelors or Masters degree in Marketing, Business, Economics, Engineering, or equivalent relevant education.\n* Proven experience in CRM, loyalty programs, or customer engagement roles, ideally within a retail or consumer-focused environment.\n* Demonstrated ability to work effectively across functions and geographies, partnering with diverse teams to drive results.\n* Knowledge of analytics software (e.g., Tableau, Power BI) is valued.\n* Strong understanding of digital technologies and omni-channel strategies, with a forward-thinking approach to tech-enabled ways of working.\n\n\n**And People Who Are…**\n* Commercially minded and customer-first focused.\n* Analytical and insights-driven (to drive through growth strategies).\n* Strong communicators and negotiators – comfortable presenting to stakeholders at various organizational levels.\n* Project leaders with strong internal drive, results-driven, and willingness to learn and feed the organization with new insights.\n\n\n**Additional Information**\n**WHO WE ARE**\n H&M Group is a global company of strong fashion brands and ventures. Our goal is to prove that there is no compromise between exceptional design, affordable prices, and sustainable solutions. We want to liberate fashion for the many, and our customers are at the heart of every decision we make.\n   \n\n  \n\n We are made up of thousands of passionate and talented colleagues united by our shared culture and values. Together, we want to use our power, our scale, and our knowledge to push the fashion industry towards a more inclusive and sustainable future.\n   \n\n  \n\n**WHY YOU’LL LOVE WORKING HERE**\n At H&M Group, we are proud to be a vibrant and welcoming company. We offer our employees attractive benefits with extensive development opportunities around the globe.\n   \n\n  \n\n* 25% Staff discount on all our H&M Group brands, both in stores and online (H&M, COS, Weekday, Monki, H&M HOME, & Other Stories and ARKET).\n* H&M Incentive Program – HIP. Learn more about the program here.\n\n\n**JOIN US**\n***This is a full-time position based in Stockholm***\n . Apply by sending in your CV and portfolio in English as soon as possible. Due to data policies, we only accept applications through our career page.\n   \n\n  \n\n Our uniqueness comes from a combination of many things – our inclusive and collaborative culture, our strong values, and opportunities for growth. But most of all, it’s our people who make us who we are.\n   \n\n  \n\n Take the next step in your career together with us. The journey starts here.\n   \n\n  \n\n We are committed to a recruitment process that is fair, equitable, and based on competency. We therefore kindly ask you to not attach a cover letter in your application.","company_url":"https:\/\/se.linkedin.com\/company\/h&m","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHq33akTF76eA\/company-logo_100_100\/company-logo_100_100\/0\/1679061166847\/hm_logo?e=2147483647&v=beta&t=EJEWNoFmNEh77Ma_WEkty8xBK6yX37uTMl7HVNRiP0U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4261701245","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261701245","job_url_direct":"https:\/\/careers.tdsynnex.com\/us\/en\/job\/TSQTSBUSR37920EXTERNALENUS\/Business-Development-Manager-GCC?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=6tKE","title":"Business Development Manager – GCC","company":"TD SYNNEX Nordics","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Business Development and Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"***Business Development Manager***\n Med erfarenhet inom nätverk, server och lagring\n   \n\n  \n\n**Business Development Manager -** \n Med erfarenhet inom nätverk, server och lagring\n   \n\n  \n\n Brinner du för försäljning av komponenter, nätverk och datacenterlösningar, och vill du lära dig allt om PC-komponenter? Då har vi nu en unik möjlighet för dig.\n   \n\n  \n\n**Om rollen**\n I rollen som Business Development Manager får du en unik möjlighet att vara med och driva TD SYNNEX komponentverksamhet i Sverige, men också i Norden, då du kommer att ingå i ett fantastiskt nordiskt team med andra duktiga kollegor. Du kommer att vara ansvarig för att driva och utveckla verksamheten både i förhållande till kunder men också i nära samarbete med en lång rad av världens absolut ledande tillverkare såsom Intel, AMD, WD, Supermicro, Nvidia, Seagate, Kingston, Samsung m.fl. Detta gör du bland annat genom att vara proaktiv, leverera goda kundupplevelser och hela tiden söka nya möjligheter hos kunderna. Du kommer att bli en del av ett dedikerat nordiskt team, som är bra på att hjälpa varandra i vardagen, har roligt tillsammans och där alla är passionerade för att göra en skillnad för kunderna.\n   \n\n  \n\n**Din profil**\n Du är en säljare med teknisk flair och intresse inom IT – gärna även nätverk, infrastruktur och datacenter. Du är en relationsbyggare som outtröttligt söker nya affärsmöjligheter. Du måste gilla att arbeta med människor och skapa goda relationer. Som person måste du gilla att arbeta självständigt, du är ansvarsfull, strukturerad och sätter ambitiösa mål för dig själv. Du ser värdet i ett gott samarbete och gillar att bygga relationer med partners och kollegor. Känner du IT-branschen och har arbetat med försäljning av nätverk, infrastruktur och datacenterlösningar är det en fördel men inte ett måste. Har du inte flera års erfarenhet av nätverk, infrastruktur och datacenterlösningar, då får du den hos oss. Du måste bara ha ett gott humör, säljdriv, passion och intresse.\n   \n\n  \n\n**Dina primära arbetsuppgifter är:**\n* Driva försäljning genom proaktiv och daglig kontakt med kunder\n* Planera och genomföra go-to-market-initiativ med våra tillverkare\n* Delta i försäljningsaktiviteter, produktutbildningar och evenemang. Anpassa och förmedla tillverkarnas budskap till kunderna\n* Hantera förfrågningar från kunder och ge erbjudanden på lösningar\n* Utveckla en utmärkt kundrelation genom högkvalitativ service\n* Goda svenska och engelska kunskaper, både muntligt och skriftligt är viktigt\n* Användarerfarenhet i SAP är önskvärt, men inte avgörande\n\n\n**Vi erbjuder dig med de rätta kvalifikationerna och inställningen jobb i ett internationellt företag där ingen dag är den andra lik. Om det låter spännande med ett företag som präglas av högt tempo i en spännande marknad och har engagerade kollegor, är TD SYNNEX en attraktiv arbetsplats för dig. För den rätta finns det goda möjligheter att utvecklas både hos oss lokalt men också hos våra internationella team.**\n Vi är stolta över att vara certifierade som A Great Place to Work, och vi har en grupp som heter Elevate med motiverade kollegor i Norden med fokus på könsmångfald. Dessutom arbetar vi aktivt med mångfald. Vi fokuserar på karriärutveckling och som en nordisk och global organisation har vi kollegor som nyligen har flyttat från lokala till nordiska roller som en del av karriären inom TD SYNNEX.\n   \n\n  \n\n**Vi erbjuder också:**\n* Vi erbjuder konkurrenskraftig ersättning med regelbundna årliga löneöversyner.\n* Hybridarbete – (3 dagar på kontoret, 2 dagar hemma)\n* Vi värdesätter kontinuerligt lärande och erbjuder en tydlig utvecklingsplan.\n* Vi erbjuder omfattande förmåner, inklusive sjukförsäkring, betald ledighet, pensionsplaner och mer\n\n\n**Ansökan och om du vill veta mer**\n Skicka ditt CV via länken. Vi vill ha tjänsten tillsatt så snart som möjligt och ansökningarna behandlas därför löpande.\n   \n\n  \n\n Kom och bli en del av vårt vinnarlag - vi ser fram emot att höra från dig!\n   \n\n  \n\n TD SYNNEX hanterar rekryteringsprocessen själv och vill inte ha kontakt med rekryteringsbyråer.\n   \n\n  \n\n**Key Skills**\n**What’s In It For You?**\n* Elective Benefits: Our programs are tailored to your country to best accommodate your lifestyle.\n* Grow Your Career: Accelerate your path to success (and keep up with the future) with formal programs on leadership and professional development, and many more on-demand courses.\n* Elevate Your Personal Well-Being: Boost your financial, physical, and mental well-being through seminars, events, and our global Life Empowerment Assistance Program.\n* Diversity, Equity & Inclusion: It’s not just a phrase to us; valuing every voice is how we succeed. Join us in celebrating our global diversity through inclusive education, meaningful peer-to-peer conversations, and equitable growth and development opportunities.\n* Make the Most of our Global Organization: Network with other new co-workers within your first 30 days through our onboarding program.\n* Connect with Your Community: Participate in internal, peer-led inclusive communities and activities, including business resource groups, local volunteering events, and more environmental and social initiatives.\n\n\n**Don’t meet every single requirement? Apply anyway.**\n At TD SYNNEX, we’re proud to be recognized as a great place to work and a leader in the promotion and practice of diversity, equity and inclusion. If you’re excited about working for our company and believe you’re a good fit for this role, we encourage you to apply. You may be exactly the person we’re looking for!","company_url":"https:\/\/www.linkedin.com\/company\/tdsynnexnordics","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOa4KFU6C-KA\/company-logo_100_100\/company-logo_100_100\/0\/1688632793139\/tdsynnexnordics_logo?e=2147483647&v=beta&t=fvegA_vHz4-DaOPK8zhOllfSrJSkPcpEa2kum367LeU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4295269453","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4295269453","job_url_direct":"https:\/\/mygwork.com\/jobs\/lululemon-sales-associate-stockholm-flagship-store?src=linkedin&urlHash=KQnF","title":"Sales Associate | Stockholm Flagship Store","company":"myGwork - LGBTQ+ Business Community","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Retail","listing_type":null,"emails":"accommodations@lululemon.com","description":"***This job is with lululemon, an inclusive employer and a member of myGwork – the largest global platform for the LGBTQ+ business community. Please do not contact the recruiter directly.***\n**Description & Requirements**\n**Who We Are:**\n lululemon is an innovative performance apparel company for yoga, running, training, and other athletic pursuits. Setting the bar in technical fabrics and functional design, we create transformational products and experiences that support people in moving, growing, connecting, and being well. We owe our success to our innovative product, emphasis on stores, commitment to our people, and the incredible connections we make in every community we're in. As a company, we focus on creating positive change to build a healthier, thriving future. In particular, that includes creating an equitable, inclusive and growth-focused environment for our people.\n   \n\n  \n\n**Job Summary**\n The Educator role is the foundation of our success as an organization. Educators are experts in creating world-class customer service, or guest experience, in our retail stores. They are responsible for engaging and connecting with our guests, sharing top-quality product education, and speaking authentically about our community and culture.\n   \n\n  \n\n**Key Responsibilities Of The Job**\n**Guest (i.e., Customer) Experience**\n* Interact with guests to ensure a great guest experience in a manner that values guests' time.\n* Assess guests' needs to provide customized, effective purchase and return solutions and support.\n* Provide technical product education by articulating the value and benefit of the product.\n* Facilitate a seamless end-to-end guest experience by conducting accurate and timely guest transactions and executing market-relevant omnichannel programs (e.g., buy online\/pickup in store, phone sales, and ship from store options) according to company standards.\n* Move dynamically on the floor to continuously engage with guests and attend to guest or store needs.\n* Receive guest feedback and partner with store leadership to take appropriate action and \"make it right\" for guests.\n\n\n**Working With Others**\n* Contribute to a respectful and inclusive team environment by welcoming and celebrating differences to ensure a supportive and engaging experience for all team members and guests.\n* Establish supportive and productive relationships with all team members.\n* Collaborate with team members to ensure optimal guest experience and support store operations.\n\n\n**Operations**\n* Perform product presentation tasks (e.g., put items back in place, restock or add depleted items to the floor from inventory, destock or relocate items) according to company standards.\n* Use in-store technology to support store operations and provide positive guest experiences.\n* Perform cleaning tasks as needed throughout the shift to maintain the luxury environment of the store.\n* Understand and adhere to people safety policies and procedures to maintain a safe work environment.\n* Perform work in accordance with applicable policies, procedures, and laws or regulations.\n\n\n**Key Skills & Core Values You Bring**\n* Inclusion & Diversity: Creates\/supports an inclusive environment that values\/celebrates differences\n* Integrity\/Honesty: Behaves in an honest, fair, and ethical manner\n* Guest Experience: Enjoys working and connecting with, understanding, and helping guests\n* Personal Responsibility: Accepts responsibility\/accountability for actions; is dependable\n* Self-Awareness: Is aware of how words or actions may be perceived by or affect others\n* Collaboration and Teamwork: Works productively with others to achieve goals; seeks diverse perspectives\n* Enthusiasm: Is enthusiastic about one's own work; looks for ways to make work fun and engaging\n\n\n**Job Requirements**\n**Eligibility**\n* Must be legally authorized to work in the country in which the store is located\n* Must be 18 years of age or older\n* Must have proof of the Right to Work and evidence relating to associated local legislative requirements (EMEA only)\n* Must have the ability to travel to assigned store with own transportation methods\n\n\n**Availability**\n* Willing to work a flexible schedule including evenings, weekends, and holidays\n\n\n**Other Willingness Requirements**\n* Willing to work in an environment with bright lights and loud music\n* Willing to move through a store for most of a shift to help guests and accomplish work\n* Willing to move boxes weighing up to 30 lbs (13.6 kg)\n* Willing to work as part of a team and also complete some work independently\n\n\n**Job Assets (i.e., nice to have; not required)**\n* Education: High school diploma, GED, or equivalent\n\n\n In keeping with our mission, please connect with us at accommodations@lululemon.com if you have questions about how your unique abilities may translate to the requirements for this role, with or without a reasonable accommodation. In your email, please include the position title, the location of the position and the nature of your question or request.\n   \n\n  \n\n**Beyond The Paycheck (Benefits & Perks)**\n At lululemon, we care for and invest in the whole person - body, mind, spirit. Our total rewards program is designed to support you in achieving your goals and focus on the things you love. In addition to competitive base pay and a team-based bonus program, we also offer extended health plans, paid time off, savings plans, generous employee discounts, fitness\/yoga classes, parenthood top up program and personal and professional development programs.\n   \n\n  \n\n Note: availability of these benefits and perks may be subject to your location & employment type and may have certain eligibility requirements. The Company reserves the right to alter these benefits and perks in whole or in part at any time without advance notice.","company_url":"https:\/\/uk.linkedin.com\/company\/mygwork","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEVDrt8sev5eA\/company-logo_100_100\/company-logo_100_100\/0\/1705496448722\/mygwork_logo?e=2147483647&v=beta&t=W2E-HhBAOC0mpNsds1FA1iuO7IlMnKyPkX1YXVB5MQA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4287035026","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4287035026","job_url_direct":"https:\/\/gartner.wd5.myworkdayjobs.com\/EXT\/job\/Remote\\u002d\\u002d-Ireland\/AI-Powered-Data\\u002d\\u002d-Analytics-Expert\\u002d\\u002dAdvising-Technical-Professional-Clients\\u002d\\u002dDirector-Analyst\\u002d\\u002dFully-Remote\\u002d\\u002dIreland-UK-Netherlands-Denmark-Spain-Sweden-_102420\/apply?source=JB-10120&urlHash=x2ws","title":"AI-Driven Data & Analytics Expert: Advising Technical Professional Clients (Director\/Analyst, Fully Remote: Ireland\/UK\/Netherlands\/Denmark\/Spain\/Sweden)","company":"Gartner","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"IT Services and IT Consulting, Information Services, and Research Services","listing_type":null,"emails":"ApplicantAccommodations@gartner.com","description":"About the role:\n   \n\n  \n\n Gartner Analysts are industry thought leaders who create must-have research, market predictions and best practices for a broad range of world-leading organizations. The Analyst is a leader within Gartner’s Business & Technology Insights practice, and has a credible voice within their designated industry. An Analyst produces pragmatic and provocative research which Gartner clients apply to propel their business toward key objectives. They are a trusted source of advice for clients, reinforcing Gartner’s value every day by engaging them to solve complex business challenges.\n   \n\n  \n\n This Analyst will be a member of a team that provides technical analysis and implementation advice to Gartner client companies for AI-Powered Data Analytics topics within Gartner’s IT Role Based Products practice in the Gartner Business and Technology Insights organization.\n   \n\n  \n\n What you will do:\n   \n\n  \n\n* Create innovative and thought provoking technical analysis and best practice implementation content for the Gartner for Technical Professionals product offering. (Clients are Data Analytics Architects\/Engineers and similar roles in large, global companies in Europe\/UK)\n* Deliver high-impact content for and engage with Gartner clients on insights and best practices for evolving data and analytics environments to prepare for AI\/GenAI technologies, including many topics such as:\n+ Agentic Analytics, AI-Powered Analytics, Decision Intelligence, Graph Analytics, LLMs, RAG, Agentic AI, Analytics Engineering, and AI Data Engineering\n\n* Develop new research and ideas through thought leadership and offer compelling, actionable approaches to client's needs and requests that accelerate the client's ability to act.\n* Develop in-depth technical analysis and implementation guidance to identify the root cause of business challenges and reframe thinking to drive strategy forward.\n* Demonstrate thought leadership across a team of analysts.\n* Bring provocative, independent insights to Gartner leaders that can evolve the course of a research agenda.\n* Provide clients and prospects with actionable advice aligned to their designated content area via virtual or face-to-face interactions, with the ability to effectively engage and interact with a broad range of client roles from technical architects to leaders to CIOs.\n* Create and deliver high value presentation materials on and off stage for Gartner events, industry and professional association conferences, and client briefings.\n* Provide sales support serving as voice of the market to help research teams create content and to drive engagement with clients to make progress against their critical priorities to grow their business.\n* Provide high quality and timely research content peer review.\n* Build credibility as an industry expert to represent Gartner research, methodology and strategy.\n* Actively participate in innovation, ideation, and research discussions and collaborate effectively with peers in the research community.\n* Identify research process improvements or develop new processes that help the team provide excellent service delivery.\n* Be a mentor and a coach by supporting more junior team members.\n* Be client-centric while actively seeking to help clients engage regularly and often with Gartner research and interactions.\n\n\n What you will need:\n   \n\n  \n\n* Bachelor's degree or equivalent experience\n* 10+ years of relevant field or industry experience\n* Demonstrated executive presence; can immediately establish credibility with executives and additional stakeholders\n* Strong organizational skills; ability to work under tight deadlines and produce high quality deliverables\n* Demonstrated research and writing ability\n* Strong written and verbal proficiency, analytical and presentation skills; ability to engage clients and respond effectively to questions\n* Proficient in analyzing and synthesizing data; ability apply frameworks and create\/ defend conclusions to client challenges\n* Strong communication skills, ability to explain complex concepts concisely and simply\n* Subject matter expert comfortable presenting at large and small-scale speaking engagements\n* Ability to work independently, while also being intrinsically motivated to collaborate across teams and support the workflow of others, in a multicultural global team\n* Learning agility and the ability to adapt in highly matrixed environments\n* Ability to represent Gartner's research methodology and strategies effectively at all levels\n\n\n**Who are we?**\n At Gartner, Inc. (NYSE:IT), we guide the leaders who shape the world.\n   \n\n  \n\n Our mission relies on expert analysis and bold ideas to deliver actionable, objective insight, helping enterprise leaders and their teams succeed with their mission-critical priorities.\n   \n\n  \n\n Since our founding in 1979, we’ve grown to more than 21,000 associates globally who support ~14,000 client enterprises in ~90 countries and territories. We do important, interesting and substantive work that matters. That’s why we hire associates with the intellectual curiosity, energy and drive to want to make a difference. The bar is unapologetically high. So is the impact you can have here.\n   \n\n  \n\n**What makes Gartner a great place to work?**\n Our sustained success creates limitless opportunities for you to grow professionally and flourish personally. We have a vast, virtually untapped market potential ahead of us, providing you with an exciting trajectory long into the future. How far you go is driven by your passion and performance.\n   \n\n  \n\n We hire remarkable people who collaborate and win as a team. Together, our singular, unifying goal is to deliver results for our clients.\n   \n\n  \n\n Our teams are inclusive and composed of individuals from different geographies, cultures, religions, ethnicities, races, genders, sexual orientations, abilities and generations.\n   \n\n  \n\n We invest in great leaders who bring out the best in you and the company, enabling us to multiply our impact and results. This is why, year after year, we are recognized worldwide as a great place to work.\n   \n\n  \n\n**What do we offer?**\n Gartner offers world-class benefits, highly competitive compensation and disproportionate rewards for top performers.\n   \n\n  \n\n In our hybrid work environment, we provide the flexibility and support for you to thrive — working virtually when it's productive to do so and getting together with colleagues in a vibrant community that is purposeful, engaging and inspiring.\n   \n\n  \n\n Ready to grow your career with Gartner? Join us.\n   \n\n  \n\n The policy of Gartner is to provide equal employment opportunities to all applicants and employees without regard to race, color, creed, religion, sex, sexual orientation, gender identity, marital status, citizenship status, age, national origin, ancestry, disability, veteran status, or any other legally protected status and to seek to advance the principles of equal employment opportunity.\n   \n\n  \n\n Gartner is committed to being an Equal Opportunity Employer and offers opportunities to all job seekers, including job seekers with disabilities. If you are a qualified individual with a disability or a disabled veteran, you may request a reasonable accommodation if you are unable or limited in your ability to use or access the Company’s career webpage as a result of your disability. You may request reasonable accommodations by calling Human Resources at +1 (203) 964-0096 or by sending an email to ApplicantAccommodations@gartner.com.\n   \n\n  \n\n Job Requisition ID:102420\n   \n\n  \n\n By submitting your information and application, you confirm that you have read and agree to the country or regional recruitment notice linked below applicable to your place of residence.\n   \n\n  \n\n Gartner Applicant Privacy Link: https:\/\/jobs.gartner.com\/applicant-privacy-policy\n   \n\n  \n\n**For efficient navigation through the application, please only use the back button within the application, not the back arrow within your browser.**","company_url":"https:\/\/www.linkedin.com\/company\/gartner","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGyRzbB8_BYkg\/company-logo_100_100\/company-logo_100_100\/0\/1630549760241\/gartner_logo?e=2147483647&v=beta&t=2MC5NtmLtyl24U4aF7paPutyA62Vrt5TChQypu8h22w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4260973256","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4260973256","job_url_direct":"https:\/\/www.cowi.com\/your-career\/open-vacancies\/vacancy\/?id=59096&urlHash=nOnk","title":"Senior Specialist Roads and Highways","company":"COWI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Project Management, Consulting, and Engineering","company_industry":"Civil Engineering and Business Consulting and Services","listing_type":null,"emails":null,"description":"**Do you want to work with interesting projects in road design and urban development? Do you want to be a part of highly skilled team with road designers and project managers? Do you want to be a part of a company that has sustainable issues at the top of the agenda, and which is committed to create a liveable and sustainable world?**\n\n\n\n\n  \n\n**Create the solutions that will enable a better tomorrow**\n We are a trusty advisor in both earlier and later stages of urban and infrastructural development. Our section works locally, nationally, and internationally with detailed and predesign for highways, roads and streets.  \n   \n\n  \n\n\n\n\n\n  \n\n We are now looking for someone who wants to be part of our team in the role of road designer. In this role, you are going to be involved and influence some of the most exciting infrastructure projects in Sweden and around the world.\n   \n\n  \n\n\n\n\n\n  \n\n We are working with major and local projects such as the Borås-Gothenburg railway plan, The east and West link and urban planning for Södra Råbylund.\n   \n\n  \n\n\n\n\n\n  \n\n In your daily work you will:\n \n\n\n* Creating and implementing smart solutions within road and street design\n* Overseeing the technical design for projects of all sizes\n* Working with other team members to deliver project designs\n* Working together with clients to implement value engineering for optimal outcomes.\n\n\n\n  \n\n**Your skills. Our team. Together we design the future**\n The first step to success in this role is that you are eager to collaborate with the people around you, whether they are colleagues, partners, or customers. Developing ties with others is something you do by acting respectfully and delivering on your promises. And you never get set in your ways but keep exploring new insights and ways to improve.  \n   \n\n On top of that, you will have:\n \n\n\n* A degree in civil engineering or other relevant technical education\n* Have a deep technical knowledge and a drive to develop yourself and your colleagues\n* Knowledge of Civil 3D\n* Knowledge of working with technical descriptions like AMA anläggning\n* Have at least 5 years of experience in road design projects\n* Be fluent in both English and Swedish language\n\n\n\n  \n\n It is advantageous if you have experience working with bids and budget calculations.\n   \n\n  \n\n\n\n\n\n  \n\n**A place to work and so much more**\n\n\n\n\n  \n\n At COWI, we work together with our customers to shape a sustainable and liveable world. We do it by applying our knowledge and curiosity – and our courage – to create the solutions the world needs today to enable a better tomorrow. We strive to lead by example by embedding environmental management, social responsibility, and good governance into our business practices and the options we provide to our customers.\n   \n\n  \n\n\n\n\n\n  \n\n We value differences and development and cultivate an environment of belonging and having fun. Because that is what brings out the best in you, at work and at home.\n   \n\n  \n\n\n\n\n\n  \n\n With offices primarily located in the Nordic region, the UK, North America and India, we are currently 8,000 people who bring their expertise in engineering, architecture, energy and environment into play.\n   \n\n  \n\n\n\n\n\n  \n\n**How to apply**\n\n\n\n\n  \n\n We would like to hear from you, if you are interested please apply via the link. Please note that the available position can be assigned before end date.\n   \n\n  \n\n\n\n\n\n  \n\n**Equal Opportunities for All**\n\n\n\n\n  \n\n At COWI, we value equal opportunities for all employees and applicants based on individual circumstances without regard to gender, gender identity, gender expression, ethnicity, sexual orientation, disability, or age.","company_url":"https:\/\/dk.linkedin.com\/company\/cowi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE5-mFDTXnPWQ\/company-logo_100_100\/B4DZfFICjXGsAY-\/0\/1751358909006\/cowi_logo?e=2147483647&v=beta&t=3YNnvZQMXetCGoWNk36TVeV-C4na8IQwMgJ8XyEeS1A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4275609457","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4275609457","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-L%25C3%25B6sningsarkitekt\/1048961601\/?feedId=388933&utm_source=linkedin&urlHash=0k60","title":"Lösningsarkitekt","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"*Att välja Capgemini innebär att välja ett företag där du får möjlighet att forma din karriär på det sätt du önskar. Här kommer att få stöd och inspiration inom en samarbetsvillig gemenskap med kollegor både lokalt och runt om i världen, som ständigt omdefinierar vad som är möjligt. Du kommer att vara en del av området Cloud and Custom Application (C&CA) på Capgemini. Här kommer du att arbeta med de senaste teknologierna inom Cloud, Integration, AI och mjukvaruutveckling. Vi utvecklar skräddarsydda applikationer och hanterar komplexa integrationer för att maximera teknikens potential. Följ med oss och samarbeta med världens ledande organisationer för att realisera teknikens fulla värde genom innovativa lösningar*\n**Om rollen**\n Som lösningsarkitekt har du en bred teknisk bakgrund samtidigt som du förstår verksamhetens behov och utmaningar och kan omsätta dessa till funktionella och icke-funktionella krav. Du kan hantera och mitigera risker, samla intressenter, har goda ledaregenskaper och är en duktig kommunikatör.\n   \n\n  \n\n I rollen kommer du in tidigt in i projekten med uppgiften att förstå verksamhetens mål och behov för att omsätta detta till den lösningsarkitektur som ger mest värde till verksamheten. Du arbetar i tät samverkan med både expertkollegor från Capgemini och kunden, tillsammans med utvecklingsteam, produktägare och kundens övriga intressenter.\n   \n\n  \n\n Vår starka position på marknaden med kunder som är Sveriges största och mest välkända både inom den publika och privata sektorn har gett oss möjligheten till omfattande och spännande åtaganden inom digital transformation. Det utmanar oss att ständigt utvecklas.\n   \n\n  \n\n Vi arbetar professionellt och metodiskt i en lärande miljö och både din teamchef och ditt kompetensteam stöttar dig och din utveckling som konsult. Vi träffas ofta för att utbyta erfarenheter, lära oss nya saker i en bransch som ständigt förändras – och inte minst för att ha kul tillsammans!\n   \n\n  \n\n**Din profil**\n* Flera års erfarenhet som lösningsarkitekt\n* Bakgrund inom systemutveckling, och vana av att leda andra\n* Erfarenhet av arbete med etablerade metodiker och ramverk för arkitektur och agil systemutveckling.\n* Högskoleutbildning eller motsvarande\n* Goda kunskaper i såväl svenska som engelska\n\n\n**… och erfarenhet eller intresse av:**\n* Konsultrollen samt av arbete med beslutsfattare\n* Att verka utifrån kundens perspektiv och förmåga att analysera och utforma arkitektur och systemlösningar baserat på verksamhetens krav, processer och informationsbehov\n* Molnbaserade lösningar, AI, säkerhet, processautomatisering eller integration\n* Arbete som lösningsarkitekt i komplexa miljöer\n* Certifierad IT-arkitekt\n\n\n**Vad vi tror kommer att få dig att trivas**\n* En positiv arbetsmiljö med starkt fokus på innovation och kompetens. Du kommer att arbeta med många av de senaste tekniktrenderna och vara omgiven av duktiga kollegor.\n* På Capgemini blir du en del av en global organisation med starkt kundfokus, samarbetskultur och möjlighet till kontinuerligt lärande och utveckling.\n* Vårt Digital Architecture-team i Stockholm består av ca 20 kollegor som arbetar som Enterprise-, Verksamhets- och lösningsarkitekter hos våra kunder.\n* Capgemini har varit en dominerande aktör inom arkitekturområdet sedan 90-talet, med vårt eget ramverk Integrated Architecture Framework (IAF) och vi bidrar även aktivt till vidareutvecklingen av TOGAF.\n* Vi har ett aktivt, globalt arkitektforum med lokala undergrupper där du kan dra nytta av globala och lokala experter inom arkitektur och även bidra med din egen erfarenhet.\n* Våra värderingar: Honesty, Boldness, Trust, Freedom, Team spirit, Modesty and Fun\n\n\n**Ansökan**\n* Vi arbetar med löpande urval så vänta inte - skicka in din ansökan redan idag. Vi ser framemot din ansökan och att du vill bli en del av vår fortsatta resa!\n* Observera att identitets- och bakgrundskontroller kan genomföras som en del av rekryteringsprocessen.\n\n\n**Om Capgemini**\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda övergången till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, generativ AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2024 rapporterade Capgemini Group globala intäkter på 22,1 miljarder euro.\n   \n\n  \n\n Get The Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4294211628","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4294211628","job_url_direct":"https:\/\/jobs.smartrecruiters.com\/AristaNetworks\/744000079532235-channel-systems-engineer-nordics?trid=2d92f286-613b-4daf-9dfa-6340ffbecf73&urlHash=JLzm","title":"Channel Systems Engineer - Nordics","company":"Arista Networks","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales","company_industry":"Computer Networking","listing_type":null,"emails":null,"description":"**Company Description**\n Arista Networks is an industry leader in data-driven, client-to-cloud networking for large data center, campus and routing environments. What sets us apart is our relentless pursuit of innovation. We leverage the latest advancements in cloud computing, artificial intelligence, and software-defined networking to provide our clients with a competitive edge in an increasingly interconnected world. Our solutions are designed to not only meet the current demands of the digital landscape but to also anticipate and adapt to future challenges.\n   \n\n  \n\n At Arista we value the diversity of thought and perspectives that each employee brings to the table. We believe that fostering an inclusive environment, where individuals from various backgrounds and experiences feel welcome, is essential for driving creativity and innovation.\n   \n\n  \n\n Our commitment to excellence has earned us several prestigious awards, such as Best Engineering Team, Best Company for Diversity, Compensation, and Work-Life Balance. At Arista, we take pride in our track record of success and strive to maintain the highest standards of quality and performance in everything we do.\n   \n\n  \n\n**Job Description**\n**Who You'll Work With**\n We are looking for an entrepreneurial Channel Presales Engineer to be focused on creating and growing the Channel business within our growing organisation in the Nordic region with regular travel regularly to our regional partners within the territory, Sweden, Norway, Denmark and Finland.\n   \n\n  \n\n We're looking for somebody based in either Denmark or Sweden.\n   \n\n  \n\n If you thrive in a fast moving, results-oriented, and rewarding environment, take a closer look at Arista Networks.\n   \n\n  \n\n Ideally you will have a technical background in networking and exposure to Data Center, Campus and Wi-Fi networking technologies - Arista, Cisco, Juniper, Extreme etc. Maybe you are currently a Technical Account Manager or Sales Engineer in a networking vendor or partner organisation. Ideally you will have a background in Pre-Sales Engineering and will be well versed in networking technologies.\n   \n\n  \n\n This role requires an individual who is a self-starter and can demonstrate sales leadership skills, deep technical skills and delivering training and product focus to partners. The candidate will also need to develop an extended eco-system of technology and business partners as well as target and attend industry events to drive lead generation as well as running webinars with regular cadence to better connect with and build relationships with partners.\n   \n\n  \n\n Key to the candidate’s success will be their ability to identify and qualify opportunities and RFPs and executing an engagement plan which creates pipeline opportunities across Arista’s entire portfolio. There is a clear expectation that the candidate will have an appreciation of technology and be able to translate customer priorities into Arista’s differentiated solutions.\n   \n\n  \n\n Join a team which is driving the transformation to Software Defined Cloud Networking via automated solutions to a named list of Enterprise accounts.\n   \n\n  \n\n**What You'll Do**\n* Exceed measurable sales objectives and extend the Arista brand within the channel\n* You will be responsible for utilising a consultative selling approach with key partners to address the business needs of hybrid cloud computing and siloed legacy IT systems across the Arista product portfolio.\n* Qualifying new opportunities and delivering sales presentations and RFPs.\n* Meet with key decision-makers to present Arista’s value proposition.\n* Partner with the Nordic Systems Engineering team to design and position compelling solutions that drive down the total cost of ownership\n* Collaborate with channel partners to identify prospects and demonstrate best-in-class solutions; be willing and able to build a strong relationship and drive joint pipeline building activities with key partners within the Territory.\n* Conduct demand generation activities such as happy hours, lunch-n-learns, webinars and technology forums; Able to direct, build, and manage a demand creation campaign for the Territory encompassing all aspects of marketing, PR and all aspects of pipeline creation.\n* Collaborate with Arista peers on marketing plans and best practices.\n* Keep up-to-date with technology partner solutions, competing solutions and competitor strategies.\n* Articulate in communicating the steps and dependencies to closure, while managing expectations via accurate Forecasting\/ reporting and open communication within Arista, Channel, and Eco \/ Business partners.\n\n\n**Qualifications**\n* A minimum of 5 years of commercial or technical experience with a working knowledge of selling networking equipment (Router, Switch, SDN, SD-WAN, Campus Networks, Network Virtualization, NFV), data centre, and\/or network automation solutions are prerequisites.\n* Fluent in speaking Swedish, Danish or Norwegian. Finnish is optional. Fluency in English also is essential.\n* Proven track record of pursuing and closing deals with partners or end customers.\n* Currently resident in either Sweden or Denmark - we do not offer relocation. This is a home working \/ field based role to meet customers.\n* Bachelor Degree or equivalent in Computer Science \/ Networking. MBA desirable.\n* Demonstrated people skills and ability to cultivate and maintain relationships at all levels.\n* Proven track record of building business plans, documenting the processes, and exceeding sales targets.\n* Ability to travel regularly to our regional partners within the territory, Sweden, Norway, Denmark and Finland.","company_url":"https:\/\/www.linkedin.com\/company\/arista-networks-inc","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGkAHWhvOGQbA\/company-logo_100_100\/company-logo_100_100\/0\/1631359666583?e=2147483647&v=beta&t=XeYwctubA9hp5FP3rPks0_AMYJYXB-5_9hGo80XvRQM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]