[{"id":"bffe0d6545174381","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=bffe0d6545174381","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30613511","title":"AI-utvecklare: Lovable, OpenClaw & Automation (Make\/n8n\/Supabase\/Slack)","company":"Swedish Nutra AB","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1771113600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"hr@swedishnutra.com","description":"Viktgit! Skriv \"Mjukvaruutvecklare\" i Subject när du skickar ditt mejl.\n  \n﻿Om oss & Rollen Vi är ett företag med ett ungt crew som växer snabbt. Vi är en kosttillskottsproducent som säljer både B2B och D2C, och vi ser en enorm potential i att utveckla våra egna system för att maximera de tekniska möjligheter som finns idag.\n  \nVi har redan en färdig roadmap med appar och automationer som vi vet att vi vill skapa och implementera för sälj, lager och interna system. Men vi nöjer oss inte där – vi ser ett stort behov av att ha kreativitet och spetskunskap inom AI-baserad app- och systemutveckling in-house, både för nuet och för framtiden.\n  \nVi söker därför en \"AI-orkestratör\" som inte bygger mjukvara på det gamla sättet. Vi söker dig som ser AI-verktyg som din främsta superkraft. Din uppgift blir att bygga skalbara webbappar i tex Lovable och skapa intelligenta agenter i OpenClaw som automatiserar våra affärsprocesser och skapar ett självgående ekosystem.\n  \nLön efter överenskommelse.\n  \nDina arbetsuppgifter\n  \n**App-utveckling:** Bygga och iterera frontend\/backend i Lovable (React & Supabase) för att snabbt lansera interna verktyg.\n  \n**AI-Agenter:** Utveckla och drifta autonoma agenter med OpenClaw (tidigare Clawdbot) för t.ex. kundhantering, dataanalys eller orderläggning.\n  \n**Automatisering:** Koppla ihop våra system via Slack, Make.com eller n8n för att eliminera manuellt arbete.\n  \n**Integrationer:** Bygga smarta flöden mellan databaser (Supabase), AI-modeller och kommunikationsplattformar.\n  \n**Kreativ Problemlösning:** Medan vi redan har en lista på lösningar vi vill bygga, är en viktig del av rollen att du är kreativ. Vi vill att du proaktivt identifierar var vi kan bygga och implementera mer AI för att ständigt förbättra och utveckla verksamheten.\n  \n  \n\n**Vi söker dig som har koll på:**  \n\n**AI-Native Workflow:** Du föredrar moderna verktyg som Lovable, Cursor eller v0 framför att skriva all kod från grunden.\n  \n**Agentic Frameworks:** Erfarenhet av OpenClaw (Clawdbot), CrewAI eller liknande ramverk för autonoma agenter.\n  \n**Low-code Automation:** Du är skicklig på att bygga komplex logik i Make.com, Zapier eller n8n.\n  \n**Modern Stack:** God förståelse för React, TypeScript och Supabase (PostgreSQL).\n  \n**Slack Ecosystem:** Erfarenhet av att bygga bottar eller integrationer i Slack\/Telegram är starkt meriterande.\n  \n  \n\nVarför oss? Hos oss får du friheten att forma tekniken i ett bolag som rör sig snabbt. Du blir nyckelspelaren i vår digitala satsning där vägen från idé till färdig app är extremt kort.\n  \nAnsökan Hör av dig om du är lika exalterad som vi över AI och känner att du klarar av jobbet!\n  \n**Maila ditt cv och information brev till:** hr@swedishnutra.com\n  \n  \n\nViktgit! Skriv \"Mjukvaruutvecklare\" i Subject när du skickar ditt mejl.","company_url":"https:\/\/se.indeed.com\/cmp\/Swedish-Nutra-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"917d2157397323d7","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=917d2157397323d7","job_url_direct":"https:\/\/www.t-kartor.com\/job-postings\/senior-full-stack-developer","title":"Senior Full-Stack Developer","company":"T-kartor","location":"Kristianstad, M, SE","job_type":"fulltime","date_posted":1771027200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Kristianstad, Sweden**\n------------------------\n\n\n**Full-time**\n-------------\n\n\nDo you—or someone amazing you know—want to help shape the future of geospatial tech, product innovation, and real-world impact?\n\n  \n\nT-Kartor is on the lookout for a **Senior Fullstack Developer** to join our growing product team at our headquarters in Kristianstad, Sweden.\n\n\n**About the Role**\n------------------\n\n\nWe're growing fast—both in customers and in products—and we're looking for a curious, capable developer to help us scale and succeed. This is a critical role that offers the chance to work on meaningful projects that make a real difference in the world.\n\n  \n\nAs a Senior Full-Stack Developer at T-Kartor, you'll be critical in helping us develop and enhance our geospatial solutions. Your role will involve several responsibilities, including:\n\n  \n\n\n* Building and evolving the internal platforms that power T-Kartor's geospatial solutions\n* Collaborating closely with product managers, designers, and other developers\n* Contributing to technical decisions and helping shape scalable system architecture\n* Bringing an agile, problem-solving mindset to everything you do\n* Being part of a mission-driven team that values smart solutions and great teamwork\n\n\n**Your Profile**\n----------------\n\n\nWe don't expect you to check every box—but experience with several of the following will help you hit the ground running:﻿\n\n  \n\n\n* **Java, Spring Boot, IntelliJ**\n* **.NET, C#, Angular, React**\n* Bonus points for experience in ***solution architecture***\n* You thrive in small teams and agile environments\n* You're passionate about building great things with a real-world purpose\n\n\n**Why Join T-Kartor**\n---------------------\n\n\nSince 1985, T-Kartor has combined cartography, GIS, and programming expertise to create and maintain geographic information, maps, and charts. We are currently developing our services and solutions for customers in major cities such as Paris, Geneva, London, and New York, as well as public sector organizations worldwide.\n\n  \n\n﻿We are a growing and innovative company with a global footprint. We value creativity, teamwork, and openness. We offer a collaborative, innovative, and inclusive work environment where you can grow professionally alongside inspiring colleagues.\n\n  \n\n Your CV should detail your work experience, education, and professional qualifications, while your personal letter should introduce yourself and highlight your skills and citizenship status.\n\n  \n\nJoin us and shape the future—one project at a time!\n\n *By applying, you authorize T-Kartor to perform background checks and verify the information provided.*","company_url":"https:\/\/se.indeed.com\/cmp\/T--kartor","company_url_direct":"https:\/\/www.t-kartor.com","company_addresses":"Kristianstad","company_industry":null,"company_num_employees":"51 to 200","company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4065561312","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4065561312","job_url_direct":null,"title":"Senior Software Engineer","company":"Nolimit City®","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"hr-sweden@nolimitcity.com","description":"Development at Nolimit City (part of Evolution AB) is a challenging and exciting role where you will be part of a team dedicated to creating solutions that redefine our industry. By working in small, highly collaborative teams, you and your team will have clear ownership of one of our most important new initiatives.\n   \n\n  \n\n At Nolimit City, we optimize for quality, fast flows, and iterative development with short feedback loops. We have a strong focus on end-to-end ownership, continuous improvement, monitoring, and experimentation. We strive to have teams that are inclusive, helpful, and have a strong sense of ownership for what they build. Our engineers make some of the most significant decisions for the company, and we are looking for open and curious developers. As part of the Nolimit City team, you will be part of one of Sweden's fastest-growing companies and contribute to creating value for our players worldwide.\n   \n\n  \n\n We are expanding several of our engineering teams, including the team working on new initiatives with innovative products for our end users and work on our core products.\n   \n\n  \n\n Although we prefer that you're working on-site we also undertand that you have a life outside of work, meaning that working remote from time to time, leaving early, coming in late etc is not something unusual for us. A bit of a cliche; but we do in fact offer a great deal of freedom but with that comes responsibility.\n   \n\n  \n\n What you'll do\n   \n\n  \n\n* Own the product from start to finish. Decide how it is best built, tested, deployed, and monitored.\n* Work with large-scale, highly available, and robust modern systems.\n* Be an integral part of a team and its culture and ways of working.\n* Work with automated deployment enabling release multiple times a day.\n* Succeed, fail, and learn together with other competent and talented people. We believe in an environment that offers growth opportunities and see education as a result of failure that brings us closer to the next breakthrough.\n* Take responsibility for system design, work together with domain architects, own end-to-end problems, manage stakeholder communication, and mentor junior engineers.\n\n\n Who you are\n   \n\n  \n\n* Tech stack should include: JavaScript\/TypeScript, Node.js, React, Java.\n* Experience with advanced JavaScript libraries and frameworks\n* Experience with APIs and product development\n* A passion for writing clear and sustainable code\n* Experience with agile methodologies, continuous integration, continuous delivery\n* Good spoken and written English skills\n* You thrive in an environment where you are responsible for your code and takes ownership of the change from editor to production system\n* We understand that you might not have experience in all the areas listed above, but as long as you have the ambition and willingness to learn we would like to hear from you.\n\n\n Some of our technologies\n   \n\n  \n\n* Javascript \/ TypeScript\n* React \/ NextJS\n* Redux \/ Redux-Toolkit Query\n* Strapi (Headless CMS)\n* Node.js and Express.js\n* Java 17, Dropwizard\n* MySQL\n* PostgreSQL\n* AWS, Ubuntu, Docker, GitHub Actions\n\n\n Who we are\n   \n\n  \n\n We are the best and fastest growing slot provider in the world with the operator and product in focus, and the mobile future on our minds. Nolimit is a team of experienced professionals from the gambling industry in Stockholm, Sweden, Malta and Gurugram, India. Our company has derived from hands on work at some of the most successful gambling software providers and operators over the last 15 years. Our mission is to offer a fast, reliable and flexible team that cooperates with the best operators in the world, taking gambling to the next level.\n   \n\n  \n\n We have a clean code high performance modern mini\/micro service portable system platform for mobile and desktop that is 100 % under our own control. Since we have our own platform, this allows us to deliver special features and smooth, customizable marketing campaigns that are tailored to the operator's specific needs. We think it's time for a new angle to the gambling software industry – one where the product is in focus and we fully engage their promotion, marketing and country manager system\/activities with our games. Nolimit work with customers on a global scale and the largest gambling operators in the world have our games everywhere.\n   \n\n  \n\n Nolimit City, Stockholm based development team. We provide you with your choice of OS and IDE.\n   \n\n  \n\n Send your application to hr-sweden@nolimitcity.com\n   \n\n  \n\n http:\/\/www.nolimitcity.com","company_url":"https:\/\/mt.linkedin.com\/company\/nolimitcity-ltd","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFRSOruPteXIQ\/company-logo_100_100\/company-logo_100_100\/0\/1730804885629\/nolimitcity_ltd_logo?e=2147483647&v=beta&t=MkSKsmg0JTNkB0yn0fJ89wXQQbJ1l0akGHV_qh57Mgg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4337628422","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4337628422","job_url_direct":"https:\/\/careers.greenely.se\/jobs\/6823735-staff-engineer?utm_source=LinkedIn&urlHash=X_yG","title":"Staff Engineer","company":"Greenely","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Staff Engineer (Back‑End\/Platform)**\n* Scale the Systems Powering the Energy Transition\n\n\n At\n **Greenely** \n , we’re building the next generation of cloud‑native energy systems that process real‑time data from millions of connected devices. Our mission is simple but bold: help households lower energy consumption and accelerate the shift toward a more sustainable future.\n   \n\n  \n\n As a\n **Staff Engineer (Back‑End\/Platform)** \n , you’ll lead cross‑team architecture and be a hands‑on builder. You’ll set technical direction for high‑scale data and API systems, raise the bar on reliability and developer experience, and create a psychologically safe environment where engineers can do the best work of their careers.\n   \n\n  \n\n**What You’ll Lead**\n* Own technical strategy for key platform domains (e.g., real‑time ingestion, time‑series storage, APIs, event pipelines), balancing performance, reliability, and cost.\n* Level up the platform: establish standards for testing, observability (metrics\/logs\/traces), CI\/CD and deployment, and resiliency (SLOs, error budgets, incident response).\n* Drive cross‑team initiatives: author and review RFCs, define service boundaries and contracts and lead design reviews that align product, data, and platform needs.\n* Mentor and educate: coach senior and junior engineers, model inclusive communication, and foster psychological safety—invite dissenting views and make trade‑offs explicit.\n* Ship meaningful outcomes: contribute code in Python; guide migrations, de‑risk complex changes, and improve developer productivity (tooling, guardrails, docs).\n\n\n**What You’ll Bring**\n* Extensive back‑end experience with deep proficiency in Python and distributed systems.\n* A track record designing and scaling APIs and data platforms handling high‑volume time‑series\/real‑time data under performance constraints (REST\/gRPC, Django\/FastAPI, PostgreSQL, Aerospike, Redis).\n* Practical expertise with microservices, containers, and cloud (AWS preferred), plus infrastructure as code (Terraform), and orchestration (Kubernetes).\n* Comfort with event‑driven patterns and streaming\/messaging (e.g., Kafka\/Kinesis\/SNS\/SQS) and strong data‑modeling instincts.\n* Experience implementing and operating application performance monitoring (APM) and full observability systems—metrics, logs, and distributed tracing—and using these insights to design, scale, and maintain highly reliable distributed services\n* Proven ability to lead through influence: communicate clearly with engineers and stakeholders, write crisp design docs, and challenge assumptions respectfully (“dare to speak up”).\n* Commitment to security, privacy, and reliability by default; experience running on‑call and post‑incident learning.\n* Fluency in English; Swedish is a plus.\n\n\n**Bonus points**\n* Experience with IoT data pipelines, MQTT\/edge connectivity, or device telemetry at scale.\n* Observability at scale (OpenTelemetry), performance tuning, and FinOps\/cost optimization.\n* Experience with data engineering tools such as Apache Iceberg, Airflow, Spark or DBT\n* Leading large migrations (e.g., monolith → services, storage transitions, multi‑region).\n\n\n**What Success Looks Like (first 6–12 Months)**\n* A clear architectural roadmap for a core domain, executed via collaborative RFCs and phased delivery.\n* Improved availability, and measurable reduction in incident frequency\/severity.\n* Standardized design review and SLO practices adopted across teams; stronger developer experience and velocity.\n* Mentored engineers stepping up to lead components and cross‑team efforts.\n\n\n**Why join Greenely?**\n* Tech with purpose: Tackle high‑impact platform challenges that directly help people reduce energy use and CO₂ emissions.\n* Impact at scale: Shape cloud‑native systems processing real‑time data from smart meters and edge‑connected devices.\n* Growth and influence: Your decisions will guide how we design, scale, and evolve our backend architecture and developer experience.\n* Culture and benefits: Wellness allowance (5,000 SEK\/year), paid wellness hour, private health insurance, occupational pension, competitive salary, and a centrally located office at Vasagatan 40. We value in‑person collaboration and offer flexibility: 4 days in the office and 1 day remote per week.\n* Start date: Flexible\n* Location: Stockholm, Sweden\n\n\n*Greenely is an equal opportunity employer. We celebrate diversity and are committed to creating an inclusive, psychologically safe environment for all employees.*\n**About Greenely**\n Greenely is on a mission to create the best customer experience for the modern energy consumer through technology. As a digital energy provider, we help people reduce their electricity costs by optimizing their home and car's electricity usage with our smart app. Supported by Nordic venture capital companies, we aim to enable households worldwide to connect, control, and optimize their energy usage. We believe that the best electricity is the one that is never used - a win-win for both wallets and the environment!\n   \n\n  \n\n WE ARE\n **bold and push the limit.**\n WE\n ****energize each other.****\n WE\n **t** \n******hink like owners.******\n WE\n ****lead with knowledge.****\n**Please note that we do not accept applications via email as we protect your privacy.\n   \n\n  \n\n We kindly request recruitment agencies to refrain from contacting us regarding this position as we handle our recruitment efforts in-house. Thank you for your understanding.**\n Greenely connects home electricity consumers in one app. Customers can take full control of their electricity usage with our electricity agreement, save money and create brand new revenue.","company_url":"https:\/\/se.linkedin.com\/company\/greenely-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEILP8hmI5OKw\/company-logo_100_100\/B4DZnoOrYtJIAQ-\/0\/1760537787317\/greenely_ab_logo?e=2147483647&v=beta&t=oeWSwnMhbyxHJMJKA6gMO_dP4-H_2BCPZCIOwKwOUGE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4370454479","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4370454479","job_url_direct":null,"title":"Solution Architect \/ Developer","company":"emagine","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We are looking for a consultant who can contribute across several areas and work broadly with both architecture‑ and development‑related tasks. The role requires someone who is self‑driven while also able to collaborate effectively within a team and with various stakeholders.\n   \n\n  \n\n Required Competencies\n   \n\n  \n\n* Solution Architecture\n* Experience in solution architecture\n* Knowledge of View21 and Dynamics 365 (D365) is considered an advantage\n* Development\n\n\n The candidate should have strong technical skills in:\n   \n\n  \n\n* SQL\n* C#\n* .NET\n* GIT\n\n\n (Experience with similar modern development environments is also relevant)\n   \n\n  \n\n* Other Requirements\n* Strong collaboration skills and experience working in teams\n* Good communication skills\n* Solid understanding of ISEC regulations and security requirements\n* On site minimum 3 days\/week\n* Experience working in a agile framework\n* Being able to communicate in English on a proffesional level.\n\n\n Personal Qualities\n   \n\n  \n\n* Team‑oriented\n* Structured and responsible\n* Ability to quickly understand complex environments\n\n\n Other Information\n   \n\n  \n\n* There is an urgent need, and we welcome candidates who can start on short notice.\n\n\n The assignment initially runs for 6 months with the possibility of extension.\n   \n\n  \n\n Start: 2026-02-16 to 2026-08-14\n   \n\n  \n\n Workplace: Stockholm","company_url":"https:\/\/dk.linkedin.com\/company\/emagine","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGhrWV7ygFFcg\/company-logo_100_100\/B4DZecbP2NH4AQ-\/0\/1750676078500\/emagine_logo?e=2147483647&v=beta&t=Ykr_h78E7GhQQHQfpxWZf1O3plKH3MzeCIR36f2HcEc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4371183874","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4371183874","job_url_direct":"https:\/\/portal.emagine.org\/jobs\/173948\/full-stack-developer-tech-lead-kotlinreact?utm_source=LinkedIn&urlHash=c8E0","title":"Full stack developer & Tech Lead (Kotlin+React)","company":"emagine","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Our client is responsible for a product used by their retailers and service advisors all around the world. By using new modern technologies, they establish effective resale operations by providing accurate and optimized information to their service employees.\n   \n\n  \n\n**Therefore we are searching for someone…**\n Who enjoys working in a team that takes full responsibility for developing and deploying their application to production.\n   \n\n  \n\n You are comfortable with development practices such as event-driven architecture, trunk-based development\n   \n\n  \n\n and continuous deployment.\n   \n\n  \n\n You have the judgment to know when not to ship, the clarity to explain why something is a bad idea, and a\n   \n\n  \n\n focus on building systems that allow teams to move fast with confidence.\n   \n\n  \n\n We also believe that you have previous experience working with back-end development, but front-end and\n   \n\n  \n\n AWS development are also very relevant. But most importantly, you are passionate about technology and\n   \n\n  \n\n continuous learning, as well taking on a senior position within the team, teaching and guiding other\n   \n\n  \n\n developers. You have a burning passion for continuous delivery and rigorous automation.\n   \n\n  \n\n**As a part of the team…**\n You will have the chance to work with bleeding-edge technologies while pushing the boundaries of what is possible when building and delivering fast and reliable software.\n   \n\n  \n\n We equally encourage and value innovation with modern technology as we do refine our current software\n   \n\n  \n\n stack to make sure our entire application and practices are always challenged and up to date.\n   \n\n  \n\n In this role you will be sharing the responsibility of maintaining and developing some of the micro frontends\n   \n\n  \n\n together with some microservices, that make the entire application. The application is entirely cloud-based,\n   \n\n  \n\n deployed in Kubernetes in AWS by GitLab CI pipelines, with React micro-front-ends and backed with Kotlin\n   \n\n  \n\n micro-services. A lot of communication between internal and external services is done through Kafka.\n   \n\n  \n\n As a team, we generally work remotely, usually having one team day a week in the office where we enjoy each other’s company face-to-face. While we expect everyone to be independent and take ownership of their own learning, we are always working closely together sharing the knowledge and decisions between us, and thus we believe your personality plays a big role in your value to the team\n   \n\n  \n\n Start: Flex\n   \n\n  \n\n Length: 6 months with possibility to extend.\n   \n\n  \n\n Workplace: Stockholm - 1 day per week at the office.\n   \n\n  \n\n We are also looking for several candidates for this role.","company_url":"https:\/\/dk.linkedin.com\/company\/emagine","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGhrWV7ygFFcg\/company-logo_100_100\/B4DZecbP2NH4AQ-\/0\/1750676078500\/emagine_logo?e=2147483647&v=beta&t=Ykr_h78E7GhQQHQfpxWZf1O3plKH3MzeCIR36f2HcEc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4333376023","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4333376023","job_url_direct":null,"title":"Software Developer - DevOps & Cloud","company":"Nasdaq","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Nasdaq is the world's largest provider of Market Technology, delivering top-of-the-line trading, clearing, and settlement technology and advisory services to exchanges and partners around the world.\n   \n\n  \n\n Are youready for a dynamic environment where you can contribute to the development of products with global impact?\n   \n\n  \n\n Eqlipse CSD is looking for a\n **Software Developer - DevOps and Cloud** \n interested in joining the Eqlipse CSD product engineering team. Our CSD product helps markets\/countries to meet the ever-increasing demands of the post-trade value chain with local & international settlement, corporate actions, custody & registrar services as well as financial services such as pledges, SBLs etc. Innovation and efficiency are two of our core values, and we search for candidates who share those values along with a genuine desire and drive to deliver top technological solutions to today’s markets.\n   \n\n  \n\n**With this position we offer:**\n An exciting opportunity to work within a highly skilled and experienced product engineering team. You will belong to the\n **cloud & platform team Nexus.** \n It´s a scrum team consisting of other DevOps and Cloud experts. Your focus will be on helping design and build the entire Eqlipse CSD Platform on Cloud, along with a heavy \"hyper-automation\" mindset on DevOps. A few of the technologies involved: AWS, Terraform, Kubernetes, Helm, Kafka, Gitlab, Java.\n   \n\n  \n\n**What you will be doing:**\n* Develop our Provisioning, Build and Deployment pipelines\n* Create and setup existing and new Cloud accounts\n* Create and setup Dev\/QA\/Performance\/UAT environments for different clients\n* Create comprehensive documentation and guides on how to build, deploy and run our systems\n* Optimize our Cloud footprint for lower costs, and higher performance\n* Automate manual processes and help our teams to have a better Developer Experience and higher efficiency and productivity\n* Be our Kafka expert and mentoring other engineers to build their own Kafka knowledge\n* Contribute with your experience by mentoring other engineers and being active in peer reviews, sprint planning, retrospectives, regression testing and demos\n\n\n**What we are looking for:**\n* Great attitude!\n* Passionate about Cloud, DevOps, Infrastructure and Automation\n* Deep Kafka knowledge\n* Excellent communication and working proficiency in English\n* Willingness to share knowledge and help team to grow in seniority\n* People who enjoy working in a collaborative, agile and dynamic environment\n\n\n**It would be great if you have:**\n* A genuine interest to work in the FinTech industry and learn the domain, specifically within the post trade area, CSD or clearing\n* Experience with Cloud\/AWS\/Docker\/Kubernetes\/Terraform\/CICD\n* Experience with Java and Distributed Systems\n* Kafka knowledge (Strimzi\/Managed Kafka)\n* Degree in Computer Science, Information Technology, Software Engineering, or equivalent experience\n\n\n**Does this sound like you?**\n We value our talented employees, and whenever possible strive to help one of our associates grow professionally before recruiting new talent to our open positions. If you think the open position, you see is right for you, we encourage you to apply!\n   \n\n  \n\n This is a full-time permanent position located in Stockholm, Sweden. Nasdaq offers you a hybrid workplace to find a balance between working from home and collaborating in the office, therefore it's required to come into the office at least 3 days per week.\n   \n\n  \n\n Desired start date is at you earliest convenience. As the selection and interview process is ongoing, please submit your application in English as soon as possible.\n   \n\n  \n\n**Come as You Are**\n Nasdaq is an equal opportunity employer. We positively encourage applications from suitably qualified and eligible candidates regardless of age, color, disability, national origin, ancestry, race, religion, gender, sexual orientation, gender identity and\/or expression, veteran status, genetic information, or any other status protected by applicable law.\n   \n\n  \n\n We will ensure that individuals with disabilities are provided reasonable accommodation to participate in the job application or interview process, to perform essential job functions, and to receive other benefits and privileges of employment. Please contact us to request an accommodation.","company_url":"https:\/\/www.linkedin.com\/company\/nasdaq","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHa5sYUYvnOfw\/company-logo_100_100\/company-logo_100_100\/0\/1651501366522\/nasdaq_logo?e=2147483647&v=beta&t=4gEIxXOxQH_tGRLSht_gmn9hlyf48htX2ZZh6YFmRxs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4373273149","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4373273149","job_url_direct":null,"title":"Senior Software Engineer - Python\/MongoDB","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We're enabling high-performing, rock-solid MongoDB deployments on any cloud or platform our customers choose. We want to create the world's best open source analog to MongoDB Altas or Amazon DocumentDB, which can be owned, controlled and operated by end-users on their own multi-cloud or on-premise environments.\n   \n\n  \n\n Canonical is looking for an experienced Python developer with a background in MongoDB who will help us to build a fully managed MongoDB solution based on Juju. We're aiming to build the most reliable and secure way to deploy and operate MongoDB on machines, VMs, public cloud and Kubernetes. The MongoDB team is small, meaning you will be a key contributor and your work will have a significant impact on the product and the broader ecosystem.\n   \n\n  \n\n Who you are\n   \n\n  \n\n* You love technology and working with brilliant people.\n* You are an accomplished senior Python programmer that enjoys challenging projects in mission-critical environments.\n* You have experience operating and managing MongoDB clusters.\n* You are experienced with modern infrastructure deployment automations or with traditional Linux systems administration, operations, and package management.\n* You are passionate about quality and automatic testing.\n\n\n Work with one of the industry's pioneers in open source with intelligent engineers at every level from engineer to CTO and CEO level. At Canonical we've honed our remote-first culture since 2004, established in the company from the very beginning. Enjoy a competitive salary, the flexibility to work and live where you wish, and the chance to work exclusively on impactful open source projects.\n   \n\n  \n\n*Canonical is proud to foster a workplace free from discrimination. We truly believe that diversity of experience, perspectives, and background will lead to a better environment for our employees and a better platform for our users and customers. This is something we value deeply and we encourage everyone to come be a part of the world of Ubuntu.*","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4371135884","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4371135884","job_url_direct":null,"title":"Build \/ DevOps Engineer","company":"emagine","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We are looking for a Build\/DevOps Engineer with a passion for optimizing developer workflows and ensuring seamless CI\/CD processes.\n   \n\n  \n\n**The position:**\n You will be focusing on a high-impact project to reduce friction and improve clarity within our CI\/CD pipelines. This role is crucial for our Tech Foundations team, addressing critical capacity needs and ensuring our developers receive fast, reliable, and actionable feedback from our build systems. You will play a pivotal role in boosting developer efficiency and accelerating game development across the studio.\n   \n\n  \n\n**Who you are:**\n* Proven expertise as a Build\/DevOps Engineer, specifically with complex CI\/CD systems.\n* Previous experience within the gaming industry.\n* Strong understanding of CI\/CD infrastructure, tooling, and operational pipelines.\n* Passionate about improving developer experience and workflow efficiency.\n* Skilled in diagnosing complex issues and identifying root causes within CI\/CD environments.\n* Collaborative and able to work effectively with internal engineering teams and stakeholders.\n* Committed to delivering clear documentation and effective knowledge transfer.\n\n\n**Comfortable working in our tech stack:**\n* Jenkins (Groovy, Jenkins pipeline)\n* Perforce version control\n* Python\n* Golang (Used in backend applications)\n* Game platform SDKs (Playstation, Xbox, Steam etc)\n* Grafana \/ Zabbix\n\n\n**What you’ll do:**\n* Design and implement improvements to CI\/CD system feedback, logging, and error reporting.\n* Identify common failure patterns and introduce mechanisms for quick root cause determination.\n* Implement targeted enhancements to CI\/CD pipelines, tooling, and supporting infrastructure.\n* Maintain a healthy CI\/CD pipeline, acting on and recovering from pipeline errors to unblock engine development.\n* Collaborate closely with Tech Foundations engineers and relevant stakeholders to align changes with existing standards.\n* Produce clear documentation and guidance to ensure improvements are adopted and maintainable long-term.\n\n\n**Other Details:**\n Start: ASAP to 1 month\n   \n\n  \n\n Length: 6 months with possibility to extend\n   \n\n  \n\n Workplace: Stockholm 3 days onsite.","company_url":"https:\/\/dk.linkedin.com\/company\/emagine","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGhrWV7ygFFcg\/company-logo_100_100\/B4DZecbP2NH4AQ-\/0\/1750676078500\/emagine_logo?e=2147483647&v=beta&t=Ykr_h78E7GhQQHQfpxWZf1O3plKH3MzeCIR36f2HcEc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4331496462","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4331496462","job_url_direct":"https:\/\/www.harness.io\/company\/jobs\/apply?gh_jid=4963861007&gh_src=3ed167d67us&urlHash=ZDkP","title":"Senior Enterprise Account Executive - Sweden","company":"Harness","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"security@harness.io","description":"Harness is led by technologist and entrepreneur Jyoti Bansal, founder of AppDynamics (acquired by Cisco for $3.7B). The company has raised ~$240M in Series E venture funding, is valued at $5.5B, and backed by top investors including Goldman Sachs, Menlo Ventures, IVP, Google Ventures, J.P. Morgan, Capital One Ventures, Citi Ventures, ServiceNow, Splunk Ventures and more. Harness is building the industry’s leading AI-powered software delivery platform, enabling teams worldwide to build, test, and deliver software faster, safer, and more reliably. Writing code is only 30–40% of the engineering lifecycle — the rest involves testing, deployments, security, compliance, and optimization. Harness brings AI and automation to this outer loop, turning complex, time-consuming workflows into streamlined processes at massive global scale.\n   \n\n  \n\n The platform includes industry leading products in CI\/CD, Feature Flags, Cloud Cost Management, Service Reliability, Chaos Engineering, Software Engineering Insights, Internal Developer Experience, and API discovery, observability, governance, and runtime protection. Over the past year, Harness powered 128M deployments, 81M builds, 1.2T API calls protected, and $1.9B in cloud spend optimized, helping customers like United Airlines and Choice Hotels accelerate releases by up to 75% and achieve 10x DevOps efficiency. With employees in over 25 countries, Harness is shaping the future of AI-driven software delivery — and we’re looking for exceptional talent to help us move even faster.\n   \n\n  \n\n**Position Summary**\n Harness is looking for sales champions and leaders who are as passionate about building the next great software company as they are about blowing out their numbers every quarter.\n   \n\n  \n\n**About The Role**\n* Exceeding your number- Winning new enterprise logos\n* Forecasting correctly, communicating clearly, aligning brilliantly with the rest of the team\n* Not being afraid of being data driven - including using Salesforce and other tools to track your progress\n* Managing full sales cycle from prospect to close\n* Collaborating with other teams, including sales engineering and sales development\n\n\n**About You**\n* A proven track record of driving and closing enterprise deals\n* Account planning and execution skills\n* Ability to sell C-Level and across both IT and business units\n* Consistent overachievement of quota and revenue goals with a strong W2 track record\n* Understands the value of utilizing a strong sales methodology such as MEDDPIC when building pipeline and qualifying opportunities\n* Proven consultative sales solution skills, including the ability to articulate a clear, concise return on investment value statement\n* Ability to maintain a high level of productivity, manage multiple competing priorities, and work effectively under the pressure of time constraints in a fast-paced, complex, collaborative, and team-oriented environment\n* Bachelors Degree or equivalent\n\n\n Work Location\n   \n\n  \n\n The role will be Remote in Sweden.\n   \n\n  \n\n**What You Will Have At Harness**\n* Competitive salary\n* Comprehensive healthcare benefits\n* Flexible work schedule\n* Paid Time Off and Parental Leave\n* Monthly, quarterly, and annual social and team building events\n* Monthly internet reimbursement\n* Quarterly Harness TGIF-Off \/ 4 days\n\n\n**Harness In The News**\n* Accelerating Our Mission to Bring AI to Everything After Code\n* Goldman Sachs leads investment in software delivery startup Harness at $5.5 billion valuation\n* How Harness runs 16 “startups within a startup” at scale | Jyoti Bansal\n* Harness Research Shows AI Visibility Crisis Fueling Security Nightmare\n* Harness has been named to the Inc. Power Partner list for software delivery success\n\n\n All qualified applicants will receive consideration for employment without regard to race, color, religion, sex or national origin.\n   \n\n  \n\n**Note on Fraudulent Recruiting\/Offers**\n We have become aware that there may be fraudulent recruiting attempts being made by people posing as representatives of Harness. These scams may involve fake job postings, unsolicited emails, or messages claiming to be from our recruiters or hiring managers.\n   \n\n  \n\n Please note, we do not ask for sensitive or financial information via chat, text, or social media, and any email communications will come from the domain @harness.io. Additionally, Harness will never ask for any payment, fee to be paid, or purchases to be made by a job applicant. All applicants are encouraged to apply directly to our open jobs via our website. Interviews are generally conducted via Zoom video conference unless the candidate requests other accommodations.\n   \n\n  \n\n If you believe that you have been the target of an interview\/offer scam by someone posing as a representative of Harness, please do not provide any personal or financial information and contact us immediately at security@harness.io. You can also find additional information about this type of scam and report any fraudulent employment offers via the Federal Trade Commission’s website (https:\/\/consumer.ftc.gov\/articles\/job-scams), or you can contact your local law enforcement agency.","company_url":"https:\/\/www.linkedin.com\/company\/harnessinc","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGcnzuNo3DkXw\/company-logo_100_100\/B56Zf0natvHQAQ-\/0\/1752155663966\/harnessinc_logo?e=2147483647&v=beta&t=JD5bpISQ2-9X7jukB4e61f0SYWPtVa3Egokxbb2id6M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4371141649","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4371141649","job_url_direct":"https:\/\/portal.emagine.org\/jobs\/173944\/senior-net-tech-lead-plattform?utm_source=LinkedIn&urlHash=XWYL","title":"Senior .NET Tech Lead \/ Plattform","company":"emagine","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"emagine söker nu en\n **senior utvecklare \/ tech lead** \n som tar tekniskt ledarskap i uppstarten av plattformen och ansvarar för arkitektur, teknikval och etablering av best practices i ett tidigt skede. Det här är till en större organisation som genomför en omfattande digital transformation kopplad till implementering av nytt ERP-system och modernisering av affärsnära processer. Som en del av detta etableras en ny webbplattform för externa parter att administrera affärsdata och processer.\n   \n\n  \n\n* Start: 1 mars 2026\n* Slut: 31 december 2026\n* Plats: Stockholm, 2-3 dagar i veckan på plats\n\n\n**Uppdraget**\n Du leder den tekniska etableringen av en ny webbaserad plattform med fokus på skalbarhet, säkerhet och robust drift. Rollen innebär både hands-on utveckling och strategiskt ansvar för arkitektur, arbetssätt och teknisk målbild i nära samarbete med produktägare, projektledning och utvecklingsteam.\n   \n\n  \n\n**Ansvarsområden**\n* Sätta teknisk målbild och arkitektur (API-first, modulär .NET, integrationsprinciper)\n* Etablera arbetssätt, roadmap och leveransstruktur tillsammans med nyckelintressenter\n* Designa och utveckla backendtjänster i C#\/.NET\n* Säkerställa robust Azure-plattform (miljöer, nätverk, säkerhet, kostnadskontroll)\n* Implementera eventdrivna integrationsmönster (Azure Service Bus m.m.)\n* Driva DevSecOps, CI\/CD, testautomation och infrastruktur som kod\n* Säkerställa observability, incidenthantering och driftsäkerhet\n* Definiera API-kontrakt, integrationsstrategier och datamodeller\n* Säkerställa efterlevnad av säkerhets- och datastyrningskrav\n* Samverka med angränsande system och team samt bidra till dokumentation och tekniska riktlinjer\n\n\n**Ska-krav**\n* Minst 7 års erfarenhet av backendutveckling i C#\/.NET (Core\/6+)\n* Erfarenhet av att bygga nya webbaserade lösningar med mikrotjänstarkitektur\n* Praktisk erfarenhet av Azure, särskilt eventdrivna lösningar och Azure Service Bus\n* Erfarenhet av Azure Functions, App Service, Key Vault, Storage och Event Grid\n* Erfarenhet av både SQL- och NoSQL-databaser (t.ex. Azure SQL, Cosmos DB)\n* Gedigen erfarenhet av REST-API-design och integrationsmönster\n* Erfarenhet av DevOps\/CI\/CD och testautomation\n* Stark samarbetsförmåga i tvärfunktionella team\n* Svenska eller engelska i professionell nivå\n\n\n**Meriterande**\n* Tech lead \/ arkitekt i uppstart av ny plattform eller produkt\n* DDD, Clean Architecture eller modulära arkitekturmönster\n* Azure API Management, OpenAPI och kontraktstester\n* Observability (t.ex. OpenTelemetry) och SRE-arbetssätt\n* Infrastruktur som kod (Bicep\/Terraform)\n* Molnsäkerhet, identitet och åtkomststyrning\n* Eventdriven arkitektur och avancerade integrationsmönster\n* Erfarenhet av B2B-portaler eller partnerintegrationer\n* Samarbete med frontendteam (t.ex. React)\n\n\n**Personliga egenskaper**\n* Självgående och drivande i tidiga och föränderliga miljöer\n* Stark systemförståelse och pragmatiskt beslutsfattande\n* Tydlig kommunikativ förmåga mot både teknik och verksamhet\n* Ledarskap genom coachning och tekniska riktlinjer\n* Hög kvalitets- och säkerhetsmedvetenhet\n* Tar helhetsansvar enligt you build it, you run it","company_url":"https:\/\/dk.linkedin.com\/company\/emagine","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGhrWV7ygFFcg\/company-logo_100_100\/B4DZecbP2NH4AQ-\/0\/1750676078500\/emagine_logo?e=2147483647&v=beta&t=Ykr_h78E7GhQQHQfpxWZf1O3plKH3MzeCIR36f2HcEc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4373511453","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4373511453","job_url_direct":null,"title":"Teamchef Data & AI till Sogeti","company":"Sogeti","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"På Sogeti tror vi att det bästa finns inom oss alla. Oavsett om du är i början av din karriär eller redan på toppen av ditt spel, kommer vi att uppmuntra dig att nå din fulla potential och bli bättre. Genom vår gemensamma passion för teknik, vår entreprenöriella kultur och vårt fokus på kontinuerligt lärande, kommer vi att ge dig allt du behöver för att göra ditt bästa arbete och bli den bästa versionen av dig själv.\n   \n\n  \n\n Om rollen\n   \n\n  \n\n Nyckelroll för dig som älskar\n **ledarskap + affär + teknik** \n . Du gillar att få saker att hända, du tycker om människor och tror på ett empatiskt ledarskap som vågar utmana.\n   \n\n  \n\n**60-80 %** \n people leadership,\n **10-20 %** \n affär\/presale,\n **10-20 %** \n kundnära leverans.\n   \n\n  \n\n Du leder ett team med konsulter inom Data Engineering, BI-, Data‑ och AI‑arkitektur. Vi är Microsoft‑partner (Azure‑fokus) men jobbar multi‑cloud och även OpenShift.\n   \n\n  \n\n**Din roll – att skapa framgång genom människor, teknik och affär.**\n Koppla\n **Azure Data Platform\/Databricks\/Fabric\/Purview, MLOps\/Model Governance, GenAI, AI‑säkerhet** \n till värde. Driv\n **beläggning, kundnöjdhet, tillväxt, lönsamhet** \n och\n **leveranskvalitet** \n . Du måste inte vara utvecklare, men måste tycka om och vara bekväm nära teknik. Tycker du om att affärsutveckla och tänka lösning och träffa kund så är det ett plus!\n   \n\n  \n\n**Dina huvudansvarsområden**\n**Ledarskap & Teamutveckling:** \n lärande\/certifieringar, kultur\/DNA, succession\/coachning av leads.\n   \n\n  \n\n**Beläggning & Matchning:** \n Proaktiv pipe‑styrning (6–12 v) med staffing\/sälj.\n   \n\n  \n\n**Rekrytering & Onboarding:** \n Hantering av hela processen för Data & AI‑roller; case\/teknikdialog; bredda inflöde via communities.\n   \n\n  \n\n**Affärsutveckling & Kunddialog:** \n Strategi, demos\/acceleratorer,\n **paketeringar** \n och\n **prissättning\/offerter** \n ; kvalitet & relationer.\n   \n\n  \n\n**Resultat, prognos & uppföljning:** \n KPI:er, budget\/forecast, kvartalsvis kapacitetsplan.\n   \n\n  \n\n**Din profil?**\n**Måste:** \n Flytande svenska och engelska i tal och skrift,\n **5+ år** \n ledarskap (minst\n **2+** \n i konsult), visad affärspåverkan; trygg, orädd, smidig och kommunikativ.\n   \n\n  \n\n**Meriterande:** \n P&L, multi‑site‑skalning, AI‑säkerhet\/ansvarsfull AI, hög rekryteringstakt. Mycket god engelska.\n   \n\n  \n\n**Vad vi tror kommer få dig att trivas:**\n**Innovation** \n ,\n **Connected Manager\/certifieringar** \n (Azure, Databricks, GenAI),\n **flexibelt arbete, globalt nätverk** \n och\n **laganda** \n allt ihopbakat med en hands-on, positiv ”doer”-kultur, närhet till kund och teknik där vi vill utmana gränserna för vad som är möjligt!\n   \n\n  \n\n**Ansökan**\n*Löpande urval. ID‑kontroll och ev. bakgrundskontroll. Vi välkomnar alla bakgrunder och främjar mångfald & inkludering. Resor kan förekomma.*\n**Om Sogeti**\n Lokal närhet och entreprenörsanda + global styrka via Capgemini. Vi levererar snabb nytta inom test\/kvalitet, moln och systemutveckling – förstärkta av\n **AI, data och automation** \n .\n   \n\n  \n\n**Varför Sogeti?**\n Strategisk roll, stor påverkan, starkt ledningsteam, korta beslutsvägar. Du gör skillnad – för team, kunder och vår tillväxt.\n   \n\n  \n\n**Redo att ta nästa steg?**\n Ansök nu – frågor välkomnas!\n   \n\n  \n\n Om Sogeti\n   \n\n  \n\n Sogeti Sverige, en del av Capgemini-koncernen, med 19 kontor och 1200 medarbetare, skapar affärsvärde med teknologi för organisationer som behöver införa innovation snabbt och som vill ha en lokal partner med global skalbarhet. Med en hands-on-kultur och närhet till kunderna, implementerar Sogeti lösningar som hjälper organisationer att arbeta snabbare, bättre och smartare. Genom att kombinera agilitet och snabb implementation via en DevOps-ansats, levererar Sogeti innovativa lösningar inom test- och kvalitetssäkring, molnet och systemutveckling, förstärkta av AI, data och automation.","company_url":"https:\/\/fr.linkedin.com\/company\/sogeti","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGlAxNv0QOauw\/company-logo_100_100\/company-logo_100_100\/0\/1672993124813\/sogeti_logo?e=2147483647&v=beta&t=KVUrIT1Rxjd3fuIlzZ9SR44zgzoFyT6UjelcAwuL-Lw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"174ece96b912d2ee","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=174ece96b912d2ee","job_url_direct":"https:\/\/migrationsverket.varbi.com\/se\/what:job\/jobID:895349\/type:job\/where:62\/apply:1","title":"Processledare","company":"Migrationsverket","location":"Malmö, M, SE","job_type":null,"date_posted":1769731200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"rekrytering@migrationsverket.se","description":"På Migrationsverket arbetar vi med en av vår tids stora samhällsfrågor – migrationen. Totalt är vi cirka 6 000 personer här, och vi har ett ovanligt viktigt jobb!\n\n\nVi söker nu en **processledare** till processområde asyl med placeringsort Malmö, Norrköping eller Sundbyberg. I rollen får du arbeta med högaktuella samhällsfrågor som påverkas av händelser i vår omvärld – frågor som både berör och engagerar. Vi erbjuder en dynamisk arbetsmiljö präglad av möten med människor och ett kontinuerligt lärande.\n\n**Vad gör en processledare?**  \n\nProcessområde asyls uppdrag är att utveckla, förvalta och följa upp processerna Skyddsprocessen, Förlängning, Tillfälligt skydd, Vidarebosättning och Statliga ersättningar. På enheten arbetar processledare och förvaltningsledare.\n\n\nI din roll kommer du att arbeta med att upprätta och uppdatera styrdokument och handboksarbete mm. Du kommer också delta i kvalitetssäkring och kvalitetsuppföljningsarbete samt formulera remissvar både externt och internt. Vidare kommer du arbeta med att ta fram underlag för beredningar för avdelningens olika beslutsnivåer. Det ingår också i din roll att sprida information till externa aktörer såsom organisationer och myndigheter. Utöver detta kommer du också besvara frågor och skrivelser från externa aktörer och andra myndigheter liksom vår uppdragsgivare.\n\n\nEn annan viktig del i rollen är att utveckla ett nära samarbete med övriga verksamhetsexperter, processledare, rättsliga experter och operativa verksamheten. I huvudsak kommer du att arbeta antingen inom förvars-\/återvändanderelaterade delar eller mottagningsrelaterade delar, båda ingår i den övergripande Skyddsprocessen. Men det kan även innebära att stödja och stundtals arbeta i andra delprocesser.\n\n**Vem är du?**  \n\nDu är en god representant för Migrationsverket. Du planerar, organiserar och prioriterar arbetet på ett effektivt sätt samt sätter upp och håller tidsramar. Vidare är du noggrann och väl medveten om mål och kvalitet och lägger stor vikt vid att du lever upp till dessa krav. Du har en analytisk förmåga och förmågan att på eget initiativ identifierar frågor som behöver utredas vidare. Arbetet kräver att du är prestigelös och har en god samarbetsförmåga. Med en hög initiativförmåga ser du vad som behöver göras och du tar dig an dina uppgifter på ett lösningsorienterat vis.\n\n\nI vårt arbete som statstjänstemän ställs även höga krav på omdöme och en hög säkerhets- och sekretessmedvetenhet.\n\n**Vi söker dig som har:**\n\n* en akademisk utbildning med juridisk-, samhällsvetenskaplig-, eller beteendevetenskaplig inriktning eller annan utbildning i kombination med arbetslivserfarenhet som är relevant för befattningen\n* god erfarenhet av migrationsverkets arbete med förvar, återvändande eller mottagning\n* god kommunikativ förmåga och förmåga att uttrycka dig väl i tal och skrift på svenska och engelska\n* goda kunskaper i Officepaketet; Word, Excel och Power Point\n\n**Det är meriterande om du har:**\n\n* utbildning inom processutveckling\n* tidigare processledarerfarenheter från statlig verksamhet\n\n**Upplysningar**  \n\nAnställningsform: Tillsvidareanställning  \n\nArbetstider: kontorsarbetstider eller förtroendearbetstid enligt överenskommelse  \n\nPlacering: Malmö, Norrköping eller Sundbyberg.  \n\nTillträde: Så snart som möjligt eller enligt överenskommelse.  \n\nAnställningsförmåner: Läs om våra anställningsförmåner här\n\n\nMigrationsverket är en av Sveriges stora it-arbetsgivare. Här finns cirka 450 medarbetare som på olika sätt jobbar med utveckling – allt från kravanalytiker och UX-designers till it-arkitekter, systemutvecklare och nätverkstekniker. Läs mer här  \n\n  \n\n**Ansökan**  \n\nVälkommen med dina ansökningshandlingar senast **den 15 februari.**\n\nVi tar emot din ansökan via vårt rekryteringssystem.\n\n\nVarmt välkommen med din ansökan!  \n\n\n\n  \n\n  \n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ Om rekryteringsprocessen För oss är det viktigt att all kompetens på arbetsmarknaden tillvaratas. Vi välkomnar därför alla sökande och strävar efter en jämn könsfördelning och mångfald. Som statlig myndighet rekryterar vi efter förtjänst och skicklighet. På arbetsgivarverket.se kan du läsa mer om vad det innebär. Vi använder urvalsfrågor under ansökningen. Besvara dem så utförligt du kan eftersom dina svar har betydelse för om du är kvalificerad att gå vidare i rekryteringen eller inte. I vissa rekryteringar använder vi också tester för att bedöma hur väl din skicklighet stämmer överens med tjänsten du söker. Vid en eventuell intervju kan du även få svara på frågor kopplat till säkerhet. Vill du komma i kontakt med fackliga företrädare finns kontaktuppgifter till Saco-S, Seko och ST längst ned på sidan ”Lediga jobb och intresseanmälan” på migrationsverket.se: Frågor och svar om att söka jobb på Migrationsverket För att arbeta på Migrationsverket behöver du ha rätt att vistas och arbeta i Sverige på någon av dessa grunder: svenskt medborgarskap (krav för vissa tjänster), nordiskt medborgarskap, EU-medborgarskap eller permanent uppehållstillstånd. Om du har skyddade personuppgifter, eller annan information som du själv bedömer som skyddsvärd, ska du kontakta rekrytering@migrationsverket.se innan du gör din ansökan så berättar vi mer om våra säkerhetsrutiner. Migrationsverkets behandling av personuppgifter Migrationsverkets rekryteringar sker helt i vår egen eller upphandlade leverantörers regi. Vi ber därför om att inte få telefonsamtal och mejl från rekryteringsföretag och annonsförsäljare.\n\n\nAnställningsform: tillsvidare med provanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Malmö, Norrköping eller Sundbyberg. | Län: | Land: Sweden | Referensnummer: MVA-2026-00638 | Kontakt: Magnus Bengtsson 010-4859595, | Publicerat: 2026-01-30 | Sista ansökningsdag: 2026-02-15","company_url":"https:\/\/se.indeed.com\/cmp\/Migrationsverket","company_url_direct":"https:\/\/www.migrationsverket.se\/","company_addresses":null,"company_industry":" Government","company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/01eb0ed0778b02147540ec4a0dd95411","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4372319938","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4372319938","job_url_direct":null,"title":"Senior Product Manager","company":"Lassie","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Ready to make a paws-itive impact in the pet world? 🐾\n \n\n\n  \n\n\n Join\n **Lassie** \n , one of Europe’s fastest-growing InsurTech companies, transforming pet insurance across Sweden, Germany, and France. Backed by\n **$75 million in Series C funding** \n , we’re on a bold mission to redefine the pet insurance experience, making it smarter, more transparent, and truly built for modern pet parents.\n \n\n\n  \n\n\n If you’re excited about high growth, real impact, and building something category-defining, Lassie is the place to do it.\n \n\n\n  \n\n\n As we continue to scale, we are looking for a\n **Senior Product Manager** \n to help shape what comes next. If you enjoy building products that solve real customer problems and drive measurable impact, we would love to hear from you. You will report to the Head of Product.\n \n\n\n  \n\n\n**Location requirement:** \n This role is based in Stockholm, and candidates must either be located in Stockholm or be able to visit our Stockholm office at least twice per week.\n \n\n\n  \n\n Tasks\n   \n\n\n**What you’ll lead:** \n\n\n\n  \n\n\n**End-to-end product management.** \n You will identify high-impact opportunities, define the right problems to solve, and work closely with Design and Engineering to deliver solutions that move key metrics.\n \n\n\n  \n\n\n**Strategic product planning.** \n You will partner with the Head of Product to shape how Lassie evolves into a broader pet care ecosystem.\n \n\n\n  \n\n\n**Multi-track execution.** \n You will keep several initiatives moving at the same time, while staying clear on priorities and impact.\n \n\n\n  \n\n\n**Cross-team collaboration.** \n You will connect product direction with Marketing, Country Managers, Claims, and Customer Support, making sure decisions are understood and executed well across the organisation.\n \n\n\n  \n\n\n**Impact measurement.** \n You will define success metrics, run experiments, track outcomes, and bring learnings back into the roadmap quickly.\n \n\n\n  \n\n\n**No job is too small.** \n Whether it is improving content, updating translations, or drafting customer comms, you will step in where needed to keep momentum high.\n \n\n\n  \n\n Requirements\n   \n\n\n**Who you are:** \n\n\n\n  \n\n\n**Strategic and decisive** \n . You can move between long-term thinking and hands-on execution, and you know how to make smart trade-offs.\n \n\n\n  \n\n\n**A proactive owner.** \n You spot opportunities and act on them without waiting for someone to ask.\n \n\n\n  \n\n\n**Data-informed and insight-driven.** \n You use data well, but you also trust judgment and customer insight.\n \n\n\n  \n\n\n**Comfortable with structure, but not dependent on it.** \n You use frameworks when they help, and you know when to keep things simple.\n \n\n\n  \n\n\n**Collaborative.** \n You work well with engineers and designers and know how to get the best out of a team.\n \n\n\n  \n\n\n**Customer-focused.** \n You build a deep understanding of pet parents and bring that into product decisions.\n \n\n\n  \n\n\n**Hands-on.** \n You are happy to jump into whatever gap exists today so the team can ship value fast.\n \n\n\n  \n\n Benefits\n   \n\n\n**What we offer:** \n\n\n\n  \n\n  \n2. Health & wellbeing - Monthly contribution toward employees’ health and wellbeing\n  \n4. Flexible working - Hybrid working model with flexibility to balance home and office work\n  \n6. Equipment - Company-provided laptop, headset, and mouse\n  \n8. Pet-friendly perks - Employee discount on our pet insurance\n  \n\n\n  \n\n\n Culture & community\n   \n\n  \n\n - The opportunity to be part of a dynamic company in an early growth phase\n   \n\n  \n\n - A flexible, welcoming, and ambitious company culture\n   \n\n  \n\n - A collaborative, international working environment\n   \n\n  \n\n - Working on a unique product that helps pets live longer, healthier lives\n   \n\n  \n\n - Regular social events and team-building activities\n \n\n\n  \n\n\n***We are an equal opportunity employer and value diversity at Lassie. We do not discriminate on the basis of race, religion, national origin, gender, sexual orientation, age, marital status, or disability status.***","company_url":"https:\/\/se.linkedin.com\/company\/lassieco","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQE01oguux6B0A\/company-logo_100_100\/company-logo_100_100\/0\/1630653259143\/lassieco_logo?e=2147483647&v=beta&t=yBRBMIuKnaPVnQHtCDy0GOGyrDkD3eCyNgh16istphA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"9fafa48b1345da93","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=9fafa48b1345da93","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30613314","title":"Nätverkstekniker","company":"Micro Tec i Laholm AB","location":"Laholm, N, SE","job_type":"fulltime","date_posted":1771113600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"IT Tekniker – Installatör\n  \nVi söker en driven nätverkstekniker till vårt team. Microtec hjälper kunder med allt inom IT. Då tjänsten bygger på att sköta våra kunders brandväggar och servers.\n  \nTjänsten baseras mycket på en egen vilja och förmåga då man har mycket eget ansvar.\n  \nTeamet söker en person med social och kommunikativ förmåga då vi behöver rapportera och hantera en hel del dokumentation. Vi har väldigt nära till våra kunder som gör att vi har en tät dialog och är lösningsorienterade.\n  \n  \n\n**Vi ser gärna att man kan:**  \n\nFörståelse av nätverksuppbyggnad fysiskt\/virituellt. Förstår brandväggar Fortinet\/PaloAlto\/Cisco mfl. En del unifi lösningar till mindre SMB kunder.\n  \n  \n\nAnsvarstagande \/ gillar att lösa problem.\n  \nKan kommunicera via E-post \/ Telefon.\n  \nKrav på Engelska och mycket bra Svenska.\n  \nVillig att lära sig då nya funktioner \/ teknik som kommer hela tiden.\n  \nAvtalsmässig ingångslön.","company_url":"https:\/\/se.indeed.com\/cmp\/Micro-Tec-I-Laholm-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"70699b9eeb87b4c0","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=70699b9eeb87b4c0","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I017\/1118\/job?site=9&lang=SE&validator=9ec24d855e37a090a5e232077f53c593&ref=https%3A%2F%2Fhelsingborg.se%2F&ihelper=https%3A%2F%2Fhelsingborg.se%2Farbete%2Flediga-jobb-i-helsingborgs-stad%2F&job_id=6979","title":"Verksamhetsutvecklare - Trainee Familjen Helsingborg","company":"Helsingborgs stad","location":"Helsingborg, M, SE","job_type":"fulltime","date_posted":1771113600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"amanda.tornqvist@familjenhelsingborg.se","description":"**Verksamhetsutvecklare - Trainee Familjen Helsingborg**\n========================================================\n\n\nHelsingborg\n\n\nVill du vara med och göra skillnad? Kickstarta din karriär som trainee hos oss!\n\n\n**Om arbetsplatsen**\n--------------------\n\n\n\nVi i Familjen Helsingborg spår en spännande framtid och sätter utveckling i fokus. Hos oss arbetar du med kvalificerade uppdrag samtidigt som du får personlig utveckling och ett brett nätverk. Som trainee i Familjen Helsingborg kommer du att få värdefulla utbildningsdagar inom bland annat projektledning, presentationsteknik och samtalsteknik. Tillsammans med dina traineekollegor kommer du dessutom att få träffa ledning, politiker och specialister på studiebesök i Familjen Helsingborgs kommuner och därmed fördjupa dina kunskaper i offentlig sektor.\n\n\n\nDenna tjänst rekryteras genom Familjen Helsingborg och du blir anställd i en av samarbetets kommuner. Familjen Helsingborg består av elva kommuner i nordvästra Skåne och vi skapar mervärden genom att arbeta tillsammans. Vi är: Bjuv, Båstad, Helsingborg, Höganäs, Klippan, Landskrona, Perstorp, Svalöv, Åstorp, Ängelholm och Örkelljunga. Inom vårt samarbete ingår även kommunala bolag.\n\n\n**Arbetsbeskrivning**\n---------------------\n\n\n\nVill du vara med och driva vår digitala utvecklingsresa?\n\n\n\nVi söker en nyfiken och drivande verksamhetsutvecklare som brinner för hur smarta digitala lösningar kan skapa värde för både verksamhet och medborgare.\n\n\n\nI den här rollen får du en central position där du identifierar behov, utvecklar processer och leder projekt som stärker vår digitala mognad. Du arbetar nära verksamheterna, inspirerar till nya arbetssätt och omsätter idéer till konkret nytta.\n\n\n\nVi söker dig som har kunskap om verksamhets- eller processutveckling, förståelse för digitaliseringens möjligheter och en stark kommunikativ förmåga. Du är analytisk, samarbetsinriktad och trivs i en roll där du får skapa ordning, riktning och resultat i en föränderlig vardag.\n\n\n\nHos oss får du möjlighet att påverka, utveckla och göra skillnad – varje dag.\n\n\n\nTill Traineeprogrammet söker vi kandidater som anses ha särskilt goda förutsättningar för att i framtiden inta ledande eller strategiska specialistfunktioner. Traineeprogrammet ger mycket god inblick i hur kommunal verksamhet fungerar och du får ett fantastiskt nätverk inför det framtida yrkeslivet.\n\n\n\nSom trainee arbetar du med kvalificerade uppdrag i din hemkommun och får personlig utveckling genom traineeprogrammets utvecklingsdagar. Du arbetar och driver även ett projekt tillsammans med dina traineekollegor. Under anställningsåret läggs cirka 25% av arbetstiden på utvecklingsdagar genom programmet. Traineeprogrammet pågår under 12 månader med start den 1 september 2026. Vilken kommun din anställning är förlagd i förmedlas inför slutintervjuerna.\n\n\n\nI vårt traineeprogram erbjuder vi:  \n\n* Stimulerande arbetsuppgifter\n* Personlig utveckling\n* Ett ovärderligt yrkesnätverk\n* Kunskap om kommunal verksamhet\n* Teamträning\n* Utbildningar inom projektledning m.m\n* Breddning i en annan kommun\n* Handledare\n\n**Kvalifikationer**\n-------------------\n\n\n\nDu som söker är en nyutexaminerad akademiker, max två år gammal högskole- och\/eller universitetsexamen. Du har en liten arbetslivserfarenhet men ett stort engagemang för samhällsfrågor.\n\n\n\nVi söker dig som har en akademisk examen inom systemvetenskap, samhällsvetenskap, verksamhetsutveckling, IT, digital transformation eller motsvarande utbildning som arbetsgivaren bedömer likvärdig.\n\n\n\nDå utvecklingsprogrammet i traineeprogrammet är på svenska så behöver du behärska det svenska språket i tal och skrift.\n\n\n\nDu är en samhällsutvecklare som gärna ifrågasätter och kommer med nya idéer. Du har förmåga att driva utvecklings- och förändringsarbeten. För att lyckas i ditt uppdrag behöver du också ha en god samarbetsförmåga, vara kommunikativ i bemötande, tal och skrift samt ha förmåga att arbeta såväl självständigt som i grupp.\n\n\nVi kommer att lägga stor vikt vid dina personliga egenskaper. För att bli antagen till traineeprogrammet ska du ha erhållit din högskole-\/universitetsexamen innan traineeprogrammets start den 1 september 2026.\n\n  \n\n\n**Övrig information**\n---------------------\n\n\n\nSista ansökningsdag: 15 mars 2026\n\n\n\nAnställningsform: Visstidsanställning\n\n\n\nOmfattning: Heltid\n\n\n\nTillträdesdatum: 1 september 2026\n\n\n\nVaraktighet: 12 månader\n\n\n\nLön: 31 500kr\n\n\n\nAntal tjänster: 1\n\n\n**Övrig information**\n---------------------\n\n\n\nSkicka in din ansökan via ansökningslänken. Går du vidare efter första urvalet kommer du att kallas till en av våra rekryteringsdagar den 8 eller 9 april i Helsingborg. Går du vidare efter rekryteringsdagarna kommer du att kallas till intervju den 22 eller 23 april i Ängelholm. Efter intervjuerna kommer vi att göra ytterligare ett urval. Blir du antagen till vårt traineeprogram får du besked om detta senast under vecka 19.\n\n  \n\n\n  \n\nLäs mer: traineeprogrammet.se\n  \n\n  \n\nFör att kvalitetssäkra rekryteringsprocessen i Helsingborgs stad använder vi rekryteringsverktyget ReachMee. Därför ber vi dig att skicka in din ansökan via ReachMee genom att klicka på ansökningslänken i annonsen. Du som söker jobb och har skyddade personuppgifter ska kontakta rekryterande chef i annonsen som kommer guida dig vidare för en säker ansökningsprocess. Du ska inte ansöka digitalt via ansökningslänken.\n  \n\n  \n\nDå vi inför denna rekrytering redan tagit ställning till de rekryteringskanaler vi önskar använda undanber vi oss vänligen men bestämt att bli kontaktade för ytterligare erbjudanden om kompetensförmedling, annonserings- och rekryteringshjälp.  \n\n\n\n\n**Kontaktpersoner**\n-------------------\n\n\nAmanda Törnqvist\n\n\nProjektledare\n\n\n0435-28665\n\n\namanda.tornqvist@familjenhelsingborg.se\n\n\nAnsök","company_url":"https:\/\/se.indeed.com\/cmp\/Helsingborgs-Stad","company_url_direct":"https:\/\/helsingborg.se\/","company_addresses":"Helsingborg","company_industry":" Government","company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/eb1462208670d33e06931eae69eb3214","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4343305795","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4343305795","job_url_direct":null,"title":"Enterprise Account Manager","company":"Nexthink","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Company Description**\n Nexthink is the leader in digital employee experience management software. The company provides IT leaders with unprecedented insight allowing them to see, diagnose and fix issues at scale impacting employees anywhere, with any applicationor network, before employees notice the issue. As the first solutionto allow IT to progress from reactive problem solving to proactive optimization, Nexthink enables its more than 1,200 customers to provide better digital experiences to more than 15 millionemployees. Dual headquartered in Lausanne, Switzerland and Boston, Massachusetts, Nexthink has 9 offices worldwide.\n   \n\n  \n\n**Job Description**\n The Enterprise Account Manager will be responsible for generating new business sales revenue. This will be achieved through account planning, territory planning, working with Nexthink partners, using business development techniques and field-based sales activities.\n   \n\n  \n\n**Your role**\n* Achieve sales goals and targets for assigned territory on a quarterly and annual basis by:\n* Developing a sales strategy in the territory with a target prospect list and a regional sales plan.\n* Developa regional strategy and plan to leverage Nexthink partners whilesupporting the closureof deals from Switzerland.\n* Developing marketing plans with the marketing team to drive revenue growth and pipeline\n* Taking a consultative approach with customers by understanding their existing challenges and future strategies to drive the Nexthink solution within the marketplace.\n* Prospect qualification and the development of new sales opportunities and ongoing revenue growth\n* Sales process management\n* Ongoing account management to ensure customer satisfaction\n\n\n**Qualifications**\n* New business sales focus\n* Previous sales experience gained within software or solution sales organizations\n* Demonstrable track record of achieving sales goals\n* Bachelor's Degree or equivalent\n* Fluent in English and Swedish\n* Willingness to Travel\n\n\n**Additional Information**\n We are the pioneers and trailblazers of a global IT Market Category (DEX) that is shaping the future of how the world works, giving our customers’ IT Teams total digital visibility across their enterprise. Our innovative solutions integrate real-time analytics, automation, and employee feedback across all endpoints. This enables our IT teams to solve complex technical challenges, create ever more productive workplaces, and deliver happy, satisfied employees in the digital workplace.\n   \n\n  \n\n With over 1000 employees across 5 continents, Nexthink operates as One Team, connecting, collaborating and innovating to continuously grow. We call our employees ‘Nexthinkers’ and our commitment to diversity, inclusion, and equity is second to none. We currently have over 75 nationalities working with us, from all cultures and backgrounds, speaking many different languages.","company_url":"https:\/\/ch.linkedin.com\/company\/nexthink","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQG89k5gaaPJNg\/company-logo_100_100\/company-logo_100_100\/0\/1630473071483\/nexthink_logo?e=2147483647&v=beta&t=ET4pBuRCpjdNLozHTeeb8gLlCX0AWGUgDhRa_wDMxqQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4354043664","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4354043664","job_url_direct":"https:\/\/careers.lululemon.com\/en_US\/careers\/JobDetail\/Sales-Associate-Stockholm-Flagship-Store\/52534?source=LinkedIn&src=LinkedIn&urlHash=2-Rm","title":"Sales Associate | Stockholm Flagship Store","company":"lululemon","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"accommodations@lululemon.com","description":"**Requirements**\n**Description & Requirements**\n**Who We Are:**\n lululemon is an innovative performance apparel company for yoga, running, training, and other athletic pursuits. Setting the bar in technical fabrics and functional design, we create transformational products and experiences that support people in moving, growing, connecting, and being well. We owe our success to our innovative product, emphasis on stores, commitment to our people, and the incredible connections we make in every community we're in. As a company, we focus on creating positive change to build a healthier, thriving future. In particular, that includes creating an equitable, inclusive and growth-focused environment for our people.\n   \n\n  \n\n**Job Summary**\n The Educator role is the foundation of our success as an organization. Educators are experts in creating world-class customer service, or guest experience, in our retail stores. They are responsible for engaging and connecting with our guests, sharing top-quality product education, and speaking authentically about our community and culture.\n   \n\n  \n\n**Key Responsibilities Of The Job**\n**Guest (i.e., Customer) Experience**\n* Interact with guests to ensure a great guest experience in a manner that values guests’ time.\n* Assess guests’ needs to provide customized, effective purchase and return solutions and support.\n* Provide technical product education by articulating the value and benefit of the product.\n* Facilitate a seamless end-to-end guest experience by conducting accurate and timely guest transactions and executing market-relevant omnichannel programs (e.g., buy online\/pickup in store, phone sales, and ship from store options) according to company standards.\n* Move dynamically on the floor to continuously engage with guests and attend to guest or store needs.\n* Receive guest feedback and partner with store leadership to take appropriate action and “make it right” for guests.\n\n\n**Working With Others**\n* Contribute to a respectful and inclusive team environment by welcoming and celebrating differences to ensure a supportive and engaging experience for all team members and guests.\n* Establish supportive and productive relationships with all team members.\n* Collaborate with team members to ensure optimal guest experience and support store operations.\n\n\n**Operations**\n* Perform product presentation tasks (e.g., put items back in place, restock or add depleted items to the floor from inventory, destock or relocate items) according to company standards.\n* Use in-store technology to support store operations and provide positive guest experiences.\n* Perform cleaning tasks as needed throughout the shift to maintain the luxury environment of the store.\n* Understand and adhere to people safety policies and procedures to maintain a safe work environment.\n* Perform work in accordance with applicable policies, procedures, and laws or regulations.\n\n\n**Key Skills & Core Values You Bring**\n* Inclusion & Diversity: Creates\/supports an inclusive environment that values\/celebrates differences\n* Integrity\/Honesty: Behaves in an honest, fair, and ethical manner\n* Guest Experience: Enjoys working and connecting with, understanding, and helping guests\n* Personal Responsibility: Accepts responsibility\/accountability for actions; is dependable\n* Self-Awareness: Is aware of how words or actions may be perceived by or affect others\n* Collaboration and Teamwork: Works productively with others to achieve goals; seeks diverse perspectives\n* Enthusiasm: Is enthusiastic about one’s own work; looks for ways to make work fun and engaging\n\n\n**Job Requirements**\n**Eligibility**\n* Must be legally authorized to work in the country in which the store is located\n* Must be 18 years of age or older\n* Must have proof of the Right to Work and evidence relating to associated local legislative requirements (EMEA only)\n* Must have the ability to travel to assigned store with own transportation methods\n\n\n**Availability**\n* Willing to work a flexible schedule including evenings, weekends, and holidays\n\n\n**Other Willingness Requirements**\n* Willing to work in an environment with bright lights and loud music\n* Willing to move through a store for most of a shift to help guests and accomplish work\n* Willing to move boxes weighing up to 30 lbs (13.6 kg)\n* Willing to work as part of a team and also complete some work independently\n\n\n**Job Assets (i.e., nice to have; not required)**\n* Education: High school diploma, GED, or equivalent\n\n\n In keeping with our mission, please connect with us at accommodations@lululemon.com if you have questions about how your unique abilities may translate to the requirements for this role, with or without a reasonable accommodation. In your email, please include the position title, the location of the position and the nature of your question or request.\n   \n\n  \n\n**Beyond The Paycheck (Benefits & Perks)**\n At lululemon, we care for and invest in the whole person – body, mind, spirit. Our total rewards program is designed to support you in achieving your goals and focus on the things you love. In addition to competitive base pay and a team-based bonus program, we also offer extended health plans, paid time off, savings plans, generous employee discounts, fitness\/yoga classes, parenthood top up program and personal and professional development programs.\n   \n\n  \n\n Note: availability of these benefits and perks may be subject to your location & employment type and may have certain eligibility requirements. The Company reserves the right to alter these benefits and perks in whole or in part at any time without advance notice.","company_url":"https:\/\/ca.linkedin.com\/company\/lululemon","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEFSJvOVDozCA\/company-logo_100_100\/B56ZjxZJ_HHkAQ-\/0\/1756396560731\/lululemon_logo?e=2147483647&v=beta&t=XL_v5V316dYj_GLIaLRbsPSKRy7B6Qr8hKNXyvppSL0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4371195389","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4371195389","job_url_direct":null,"title":"Service Manager IT Security Operations (SecOps)","company":"emagine","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"emagine is seeking a Service Manager for a client within the construction industry to strengthen for its IT Security Operations (SecOps) function. The role is responsible for managing day-to-day security operations, coordinating with Service Managers across Digital Workplace, Cloud, and On-Premises environments, and ensuring the consistent and effective delivery of security services.\n   \n\n  \n\n**Start: 2026-03-02**\n**End: 2026-09-30**\n**Location: Stockholm, 2-3 days\/ week at the office.**\n**About the assignment:**\n The assignment aims to improve operational efficiency, establish structured vulnerability management practices, and drive initiatives that enhance the organization’s overall security posture. The Service Manager will collaborate closely with internal teams and external suppliers to align processes, manage security incidents, support compliance requirements (particularly ISO 27001), and lead continuous improvement efforts.\n   \n\n  \n\n**Key Responsibilities**\n* Coordinate daily SecOps activities and ensure smooth service delivery.\n* Establish and maintain structured processes for vulnerability management.\n* Strengthen collaboration across Digital Workplace, Cloud, and On-Premises service areas.\n* Initiate and drive improvements to the organization’s overall security posture.\n* Integrate DevOps practices into security operations where relevant.\n* Provide regular reporting and status updates to stakeholders on security operations, improvements, and compliance activities.\n\n\n**Required Competence And Experience**\n* Leading or managing security operations in medium to large organizations.\n* Vulnerability management, incident management, and log management.\n* Microsoft security technologies and detection services.\n* Coordinating cross-functional teams across infrastructure, cloud, and workplace environments.\n* Driving initiatives that improve security maturity and operational effectiveness.\n* Supporting and implementing compliance frameworks within IT SecOps, particularly ISO 27001.\n\n\n**Required Skills (Must Have)**\n* Strong expertise in the Microsoft security ecosystem (e.g., Defender suite, Sentinel, Entra ID).\n* Experience with detection and monitoring platforms (SIEM \/ SOAR).\n* Hands-on experience with vulnerability management tools and processes.\n* Understanding of DevOps principles and their application within SecOps.\n* Familiarity with ISO 27001 controls and compliance activities.\n* Excellent communication in Swedish and English, coordination, and stakeholder management skills.\n* Strong analytical, problem-solving, and incident management capabilities.\n\n\n**Preferred Qualifications (Nice To Have)**\n* Experience in cloud security, particularly Azure and\/or multi-cloud environments.\n* Knowledge of additional regulatory or compliance frameworks (e.g., NIST, GDPR).\n* Experience with ITIL or formal service management frameworks.\n* Understanding of OWASP, secure development practices, or application security.\n* Experience working in multinational or distributed organizational environments.","company_url":"https:\/\/dk.linkedin.com\/company\/emagine","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGhrWV7ygFFcg\/company-logo_100_100\/B4DZecbP2NH4AQ-\/0\/1750676078500\/emagine_logo?e=2147483647&v=beta&t=Ykr_h78E7GhQQHQfpxWZf1O3plKH3MzeCIR36f2HcEc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4323880839","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4323880839","job_url_direct":null,"title":"Customer Service - Team Manager","company":"Instabee","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About The Role**\n We’re looking for a Team Manager to join our Customer Service Operations team at Instabee. In this role, you’ll lead a group of engaged and service-minded team members — ensuring they have the structure, motivation, and support needed to deliver outstanding customer experiences every day.\n   \n\n  \n\n As Team Manager, you’ll take full ownership of your team’s performance and development. You’ll plan resources, coach and motivate your team, and continuously improve ways of working to ensure efficiency, quality, and engagement.\n   \n\n  \n\n You’ll collaborate closely with other Team Managers and the Customer Service Manager to ensure we deliver on our overall goals for Customer Service Operations across all markets.\n   \n\n  \n\n**Some of the things you will do**\n* Lead, coach, and develop your team to achieve high performance and engagement\n* Plan and prioritize daily operations to ensure efficient and high-quality service\n* Collaborate with other Team Managers and the Customer Service Manager to reach common goals\n* Follow up on KPIs and proactively identify improvement areas within processes and team routines\n* Drive recruitment, onboarding, and training to ensure competence and motivation in the team\n* Conduct regular one-to-ones and performance follow-ups with team members\n* Contribute to a positive work environment and act as a role model in line with Instabee’s values\n\n\n**Your future team**\n You’ll be part of the Customer Service Operations organization, working alongside other Team Managers who share a passion for delivering great customer experiences. We value teamwork, collaboration, and a culture of openness and continuous improvement.\n   \n\n  \n\n You’ll report to the Customer Service Manager and work closely with Operations and HR to create the best possible conditions for your team’s success.\n   \n\n  \n\n**What We're Looking For**\n You’re an experienced and people-focused leader who enjoys creating clarity, motivation, and results. You know how to balance structure with empathy and thrive in a dynamic environment where things move fast.\n   \n\n  \n\n* Previous experience leading a team within customer service, operations, or a similar environment\n* Good communication and collaboration skills\n* Proven ability to drive engagement, performance, and continuous improvement\n* Structured and proactive with the ability to plan, prioritize, and solve problems\n* Fluent in Swedish and English, both spoken and written\n\n\n**More About You**\n You lead by example and believe that great results come from clarity, trust, and teamwork. You enjoy being close to the daily operations and always look for ways to make things a little bit better — for your team, our customers, and the business.\n   \n\n  \n\n If you’re a people-first leader who enjoys seeing others grow and succeed, we’d love to meet you.\n   \n\n  \n\n**What You’ll Get**\n We can promise you that you will be challenged, develop your skills and have the opportunity to work with truly amazing and competent colleagues. If you like changes and want to set new processes and ways of working - this is the place for you!\n   \n\n  \n\n**Benefits**\n Of course, we have all the necessary and standard benefits in place, but in addition to this, we can also offer:\n   \n\n  \n\n* 🌇 Sky-High Office: Modern and newly renovated with a 360-degree view around Stockholm.\n* 🐶 Puppy Friendly: Bring your dog to work - we've got a whole floor for our furry friends!\n* 🏓 Fun & Games: Ping pong, Shuffleboard, Foosball, and even a Karaoke Room for your leisure time.\n* 👶 Parental Pay for Six Months: Step away from work and provide the best care and love to your little one.\n* 🎂 A Day Off on Your Birthday: We love to celebrate, so enjoy your birthday to the fullest with a day off each year!m for your leisure time.\n* 👶 Parental Pay for Six Months: Step away from work and provide the best care and love to your little one.\n* 🎂 A Day Off on Your Birthday: We love to celebrate, so enjoy your birthday to the fullest with a day off each year!\n* ⏰ Hybrid setup and flexible working hours\n\n\n Diversity and inclusion is very important to us and we are committed to creating an inclusive work environment. We want to be a workplace where everyone’s perspectives and opinions are valued, and we are dedicated to creating opportunities for all employees to thrive and reach their full potential.\n   \n\n  \n\n**Get to know us**\n In 2022, Instabee was founded after combining Budbee and Instabox - two leading last-mile delivery companies with three consumer-facing brands: Budbee, Instabox, and Porterbuddy. Instabee serves millions of consumers across Europe with convenient deliveries and is on track to become the leading European e-commerce enabler. Always with the consumer at heart.\n   \n\n  \n\n We’re fast, both in terms of parcel delivery and when it comes to growing our business. So far our journey has taken us from Sweden to the rest of Scandinavia and parts of continental Europe, but we have no plans on stopping anytime soon. As we continue to expand, the complexity of Instabee grows in parallel. With that in mind, we’re now looking for you to help us on the journey ahead.\n   \n\n  \n\n*This recruitment process consists of background checks via Verifiera as a review of previous public criminal records. The result is public information that is handled confidentially. This is mandatory for all recruitment processes at Instabee in Sweden.*","company_url":"https:\/\/se.linkedin.com\/company\/instabee-official","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGcACebHRJvOg\/company-logo_100_100\/company-logo_100_100\/0\/1728894440475\/instabee_official_logo?e=2147483647&v=beta&t=6G-SnQ_ITJXfmfDsPdbWQZVMcliCJD-Pbx_2bmMO90Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4337108882","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4337108882","job_url_direct":"https:\/\/salesforce.wd12.myworkdayjobs.com\/External_Career_Site\/job\/Sweden\\u002d\\u002d-Stockholm\/Forward-Deployed-Engineer\\u002d\\u002d-Deployment-Strategist\\u002d\\u002dMultiple-Levels-_JR305704?source=LinkedIn_Jobs&urlHash=CS1T","title":"Deployment Strategist (Multiple Levels)","company":"Salesforce","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*To get the best candidate experience, please consider applying for a maximum of 3 roles within 12 months to ensure you are not duplicating efforts.*\n Job Category\n   \n\n  \n\n Software Engineering\n   \n\n  \n\n Job Details\n   \n\n  \n\n**About Salesforce**\n Salesforce is the #1 AI CRM, where humans with agents drive customer success together. Here, ambition meets action. Tech meets trust. And innovation isn’t a buzzword — it’s a way of life. The world of work as we know it is changing and we're looking for Trailblazers who are passionate about bettering business and the world through AI, driving innovation, and keeping Salesforce's core values at the heart of it all.\n   \n\n  \n\n Ready to level-up your career at the company leading workforce transformation in the agentic era? You’re in the right place! Agentforce is the future of AI, and you are the future of Salesforce.\n   \n\n  \n\n We are seeking a Deployment Strategist, a pivotal leadership role focused on driving the successful adoption and strategic implementation of AI-powered Agentforce solutions for our key customers. This role is less about hands-on technical execution and more about solutioning, strategic oversight, and executive relationship management.\n   \n\n  \n\n As a trusted advisor, you will be the primary front-facing contact for Agentforce deployments, bridging customer strategic needs with our product innovation to ensure long-term success and value realization. You will play a critical role in defining and steering the Agentic AI strategy and roadmap for our customers, establishing guardrails, and ensuring responsible AI usage. You'll oversee complex deployments, fostering collaboration across various stakeholders, setting strategic goals, and proactively addressing challenges. You will also connect customer needs with product development, offering valuable field insights to influence enhancements and accelerate the product roadmap, ensuring the Agentforce platform remains at the forefront of AI solutions.\n   \n\n  \n\n A successful Deployment Strategist will deeply understand our customers' most complex business problems, facilitating workshops like agent design and jobs-to-be-done to craft innovative and impactful solutions that leverage our Agentforce platform and beyond. You will be instrumental in addressing organizational readiness for AI adoption, guiding customers through the necessary changes to maximize their investment.\n   \n\n  \n\n**Your Impact**\n* Strategic Solutioning & Design Leadership: Lead the analysis and strategic design of intelligent AI-powered agents within Salesforce environments, leveraging Agentforce, Data Cloud, Flow, and Salesforce APIs. Synthesize complex business challenges into clear, actionable solution architectures and strategic deployment plans, focusing on business impact rather than technical execution.\n* Deployment Ownership & Program Management: Provide comprehensive oversight for the successful deployment of Agentforce solutions, ensuring seamless integration with existing customer infrastructure. Monitor project progress, identify potential roadblocks, and strategically guide the optimization for long-term reliability, scalability, and security, including the establishment and governance of agent behavior guardrails.\n* Executive Customer Relationship Management: Serve as the primary front-facing contact for Agentforce deployments, building and nurturing strong, trust-based relationships with C-suite executives and key customer stakeholders. Act as a strategic partner, deeply understanding their operational challenges and strategic goals, and presenting proposals that drive measurable value and adoption.\n* AI Strategy & Responsible AI: Lead discussions around Agentic AI strategy and roadmapping for customers. Drive the adoption of foundational Responsible AI principles, including risk mitigation, bias and toxicity testing, and the setup of robust guardrails to ensure ethical and safe AI usage.\n* Facilitation & Workshop Leadership: Design and lead interactive facilitation and workshopping sessions, such as agent design workshops and jobs-to-be-done analysis, to collaboratively define optimal AI solutions and drive alignment across customer teams.\n* Conversation Design & User Experience: Apply foundational Conversation Design skills to guide the creation of intuitive, effective, and user-centric conversational AI experiences.\n* Organizational Readiness & Change Management: Assess customer organizational readiness for AI adoption and guide them through necessary process transformations and reengineering to maximize the benefits of intelligent agents.\n* Product Evolution & Strategic Feedback: Serve as a vital feedback loop between customers and internal product\/engineering teams. Field observations will directly influence future product enhancements, help shape the strategic direction of our platform, and contribute to broader scalable product improvements.\n\n\n**Required Qualifications**\n* 5+ years of experience in strategic solutioning and oversight of cloud-based technology deployments, with a proven track record of leading successful, impactful enterprise-level projects\n* Understanding of the Salesforce platform and ecosystem\n* Experience leading and overseeing deployments of AI\/LLM technologies, including end-to-end engagement management\n* Exceptional ability to confront open-ended problems in unstructured, ambiguous environments, demonstrating a curious, analytical, and solution-oriented approach\n* Demonstrated entrepreneurial spirit, a \"get-things-done\" attitude, and a relentless focus on fast delivery and measurable customer impact\n* Excellent collaboration and communication skills (written and verbal), with the ability to explain complex strategic and technical concepts to non-technical stakeholders and C-suite executives, and translate business needs into strategic requirements\n* Proven experience managing executive customer relationships in a strategic advisory or consulting role\n* Demonstrated AI consulting abilities from experience in conversation design, responsible AI practices, and prompt engineering\n* Ability to travel up to 60% of the time, as needed to customer sites\n\n\n**Preferred Qualifications**\n* Experience with Salesforce Data Cloud and\/or Agentforce platform\n* Experience developing conversational AI solutions within regulated industries or highly sensitive environments (e.g., healthcare, finance)\n* Salesforce platform certifications (e.g., Administrator, Data Cloud Consultant, Agentforce Specialist)\n* Knowledgeable across Salesforce CRM (Service, Sales, and Marketing Clouds)\n* Experience with AI\/ML concepts beyond LLMs, such as natural language processing\n\n\n Unleash Your Potential\n   \n\n  \n\n When you join Salesforce, you’ll be limitless in all areas of your life. Our benefits and resources support you to find balance and\n *be your best* \n , and our AI agents accelerate your impact so you can\n *do your best* \n . Together, we’ll bring the power of Agentforce to organizations of all sizes and deliver amazing experiences that customers love. Apply today to not only shape the future — but to redefine what’s possible — for yourself, for AI, and the world.\n   \n\n  \n\n Accommodations\n   \n\n  \n\n If you require assistance due to a disability applying for open positions please submit a request via this Accommodations Request Form.\n   \n\n  \n\n Posting Statement\n   \n\n  \n\n Salesforce is an equal opportunity employer and maintains a policy of non-discrimination with all employees and applicants for employment. What does that mean exactly? It means that at Salesforce, we believe in equality for all. And we believe we can lead the path to equality in part by creating a workplace that’s inclusive, and free from discrimination. Know your rights: workplace discrimination is illegal. Any employee or potential employee will be assessed on the basis of merit, competence and qualifications – without regard to race, religion, color, national origin, sex, sexual orientation, gender expression or identity, transgender status, age, disability, veteran or marital status, political viewpoint, or other classifications protected by law. This policy applies to current and prospective employees, no matter where they are in their Salesforce employment journey. It also applies to recruiting, hiring, job assignment, compensation, promotion, benefits, training, assessment of job performance, discipline, termination, and everything in between. Recruiting, hiring, and promotion decisions at Salesforce are fair and based on merit. The same goes for compensation, benefits, promotions, transfers, reduction in workforce, recall, training, and education.","company_url":"https:\/\/www.linkedin.com\/company\/salesforce","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQHZ9xYomLW7zg\/company-logo_100_100\/company-logo_100_100\/0\/1630658255326\/salesforce_logo?e=2147483647&v=beta&t=qTOWgVlA05Oyq4_yQSi790-w_uu88NQ3SNcgh9xl738","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4341874098","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4341874098","job_url_direct":"https:\/\/JPMorganChase.contacthr.com\/149913366&urlHash=ViEQ","title":"Investment Banking - Nordics Coverage - Analyst \/ Associate - Stockholm","company":"JPMorganChase","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n This is an exciting opportunity for someone who is motivated to work in a dynamic team and to contribute to our Investment Banking business.\n   \n\n  \n\n J.P. Morgan's Nordics Coverage Team is part of the Nordics Investment Banking franchise and based in Stockholm. It has a sound reputation with an exemplary track record and is recognised by clients, other advisors and competitors as one of the leading franchises in the Nordic market.\n   \n\n  \n\n As an Investment Banking Analyst \/ Associate in the Nordics team, you will work on the origination and execution of M&A and broader corporate finance transactions, covering a variety of different industry sectors. You will play a critical role in implementing the execution function including working with analysts and associates, as well as assisting more senior bankers. You will develop exceptional function skills in the major areas of investment banking and will demonstrate the ability to become a senior officer who is capable of generating and executing your own transactions.\n   \n\n  \n\n Joining here means you will become part of our inclusive teams and culture, unified by the firm’s mission and commitment to success.\n   \n\n  \n\n**Job Responsibilities**\n* Perform complex financial valuation, discounted cash flow and multiples-based research\n* Prepare presentation books, management presentations, Board materials, Memorandums, and other presentation materials for use in M&A and capital markets transactions or strategic client dialogue\n* Execute transaction (M&A \/ equity capital markets \/ debt capital markets): support due diligence, document preparation, negotiation etc and liaising with relevant counterpart at the client\/ other advisers (accounting, legal etc.)\n* Interact with senior team members and client management teams on a daily basis to execute transactions, discuss strategic alternatives and market condition\n* Engage with and maintain regular dialogue with clients and potential clients\n* Collaborate with J.P. Morgan industry and product teams\n* Provide mentorship and supervision of projects\n\n\n**Required Qualifications, Capabilities And Skills**\n* Relevant work experience at international investment bank (investment banking, M&A, industry teams, Leverage Finance), consulting firm, private equity, Big 4, or similar\n* Proven academic background\n* Proficient financial analysis and modelling skills\n* Excellent written and verbal communication skills\n* Ability to work well under pressure and tight deadlines\n* Solid communication and project management skills\n* For Associate position, M&A experience is highly preferred\n* In-depth understanding of investment banking products\n* Experience in dealing with clients and other transactional advisers\n* Proficient in MS office applications\n\n\n**Preferred Qualifications, Capabilities And Skills**\n* For Associate position, investment banking experience is highly preferred\n* In-depth understanding of investment banking products\n* Experience in dealing with clients and other transactional advisers\n* Proficient in MS office applications\n\n\n**ABOUT US**\n J.P. Morgan is a global leader in financial services, providing strategic advice and products to the world’s most prominent corporations, governments, wealthy individuals and institutional investors. Our first-class business in a first-class way approach to serving clients drives everything we do. We strive to build trusted, long-term partnerships to help our clients achieve their business objectives.\n   \n\n  \n\n We recognize that our people are our strength and the diverse talents they bring to our global workforce are directly linked to our success. We are an equal opportunity employer and place a high value on diversity and inclusion at our company. We do not discriminate on the basis of any protected attribute, including race, religion, color, national origin, gender, sexual orientation, gender identity, gender expression, age, marital or veteran status, pregnancy or disability, or any other basis protected under applicable law. We also make reasonable accommodations for applicants’ and employees’ religious practices and beliefs, as well as mental health or physical disability needs. Visit our FAQs for more information about requesting an accommodation.\n   \n\n  \n\n**About The Team**\n J.P. Morgan's Global Banking business is one of the largest wholesale banking client franchises in the world. We serve clients, including corporations, governments, states, municipalities, healthcare organizations, education institutions, banks and investors.\n   \n\n  \n\n Global Investment Banking supports a broad range of corporations, institutions and governments by providing strategic advice, capital raising and risk management expertise.","company_url":"https:\/\/www.linkedin.com\/company\/jpmorganchase","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGxpntCyRgsuA\/company-logo_100_100\/company-logo_100_100\/0\/1718711710850\/jpmorganchase_logo?e=2147483647&v=beta&t=kP6Xf9uye25nDGkk4RmP87zYyfNqaQWny7e5o3WyKhI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4371141649","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4371141649","job_url_direct":null,"title":"Senior .NET Tech Lead \/ Plattform","company":"emagine","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"emagine söker nu en\n **senior utvecklare \/ tech lead** \n som tar tekniskt ledarskap i uppstarten av plattformen och ansvarar för arkitektur, teknikval och etablering av best practices i ett tidigt skede. Det här är till en större organisation som genomför en omfattande digital transformation kopplad till implementering av nytt ERP-system och modernisering av affärsnära processer. Som en del av detta etableras en ny webbplattform för externa parter att administrera affärsdata och processer.\n   \n\n  \n\n* Start: 1 mars 2026\n* Slut: 31 december 2026\n* Plats: Stockholm, 2-3 dagar i veckan på plats\n\n\n**Uppdraget**\n Du leder den tekniska etableringen av en ny webbaserad plattform med fokus på skalbarhet, säkerhet och robust drift. Rollen innebär både hands-on utveckling och strategiskt ansvar för arkitektur, arbetssätt och teknisk målbild i nära samarbete med produktägare, projektledning och utvecklingsteam.\n   \n\n  \n\n**Ansvarsområden**\n* Sätta teknisk målbild och arkitektur (API-first, modulär .NET, integrationsprinciper)\n* Etablera arbetssätt, roadmap och leveransstruktur tillsammans med nyckelintressenter\n* Designa och utveckla backendtjänster i C#\/.NET\n* Säkerställa robust Azure-plattform (miljöer, nätverk, säkerhet, kostnadskontroll)\n* Implementera eventdrivna integrationsmönster (Azure Service Bus m.m.)\n* Driva DevSecOps, CI\/CD, testautomation och infrastruktur som kod\n* Säkerställa observability, incidenthantering och driftsäkerhet\n* Definiera API-kontrakt, integrationsstrategier och datamodeller\n* Säkerställa efterlevnad av säkerhets- och datastyrningskrav\n* Samverka med angränsande system och team samt bidra till dokumentation och tekniska riktlinjer\n\n\n**Ska-krav**\n* Minst 7 års erfarenhet av backendutveckling i C#\/.NET (Core\/6+)\n* Erfarenhet av att bygga nya webbaserade lösningar med mikrotjänstarkitektur\n* Praktisk erfarenhet av Azure, särskilt eventdrivna lösningar och Azure Service Bus\n* Erfarenhet av Azure Functions, App Service, Key Vault, Storage och Event Grid\n* Erfarenhet av både SQL- och NoSQL-databaser (t.ex. Azure SQL, Cosmos DB)\n* Gedigen erfarenhet av REST-API-design och integrationsmönster\n* Erfarenhet av DevOps\/CI\/CD och testautomation\n* Stark samarbetsförmåga i tvärfunktionella team\n* Svenska eller engelska i professionell nivå\n\n\n**Meriterande**\n* Tech lead \/ arkitekt i uppstart av ny plattform eller produkt\n* DDD, Clean Architecture eller modulära arkitekturmönster\n* Azure API Management, OpenAPI och kontraktstester\n* Observability (t.ex. OpenTelemetry) och SRE-arbetssätt\n* Infrastruktur som kod (Bicep\/Terraform)\n* Molnsäkerhet, identitet och åtkomststyrning\n* Eventdriven arkitektur och avancerade integrationsmönster\n* Erfarenhet av B2B-portaler eller partnerintegrationer\n* Samarbete med frontendteam (t.ex. React)\n\n\n**Personliga egenskaper**\n* Självgående och drivande i tidiga och föränderliga miljöer\n* Stark systemförståelse och pragmatiskt beslutsfattande\n* Tydlig kommunikativ förmåga mot både teknik och verksamhet\n* Ledarskap genom coachning och tekniska riktlinjer\n* Hög kvalitets- och säkerhetsmedvetenhet\n* Tar helhetsansvar enligt you build it, you run it","company_url":"https:\/\/dk.linkedin.com\/company\/emagine","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGhrWV7ygFFcg\/company-logo_100_100\/B4DZecbP2NH4AQ-\/0\/1750676078500\/emagine_logo?e=2147483647&v=beta&t=Ykr_h78E7GhQQHQfpxWZf1O3plKH3MzeCIR36f2HcEc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4372319880","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4372319880","job_url_direct":null,"title":"Offering; Value Through People","company":"Centigo","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Går du igång på komplexa, tvärfunktionella transformationer i medelstora till stora företag? Att omsätta kunders förväntningar till verkliga affärsmål, och skapa affärsvärde samtidigt som du rustar kunden till att ta ägarskap för transformationen? Du har stort fokus på din kompetensutveckling och vill bygga erfarenhet inom olika branscher. Om du dessutom vill jobba på ett chefslöst företag där du själv sitter i förarsätet och din ambition styr din utveckling kanske du är en av de stjärnor vi ständigt letar efter!\n   \n\n  \n\n**Vad vi gör**\n Inom affärsnoden Value Through People finns vi till för organisationer som vill öka värdet genom människor och höja förmågan att lyckas med affärskritiska transformationer. Med marknadsledande kompetens och mångårig erfarenhet inom Förändringsledning och HR Transformation skapar vi konkret affärsvärde tillsammans med våra kunder. Vi utmärker oss genom vårt nära samarbete, ett genuint ansvarstagande och en helhetssyn som säkrar framgångsrika transformationer. Vi har stort fokus på långsiktiga effekter och resultat.\n   \n\n  \n\n**Vi växer och söker fler kollegor som vill jobba inom Value Through People**\n För dig som drivs av att realisera affärsnytta i transformationer samlar Value Through People erfarenheter, kompetens och utmanande uppdrag inom Effektdriven förändringsledning och HR Transformationer. Vi arbetar branschövergripande med alla typer av förändringsprojekt och skapar tillsammans Business Wellness! Vi söker nu dig med förmåga och kompetens inom något av områdena:\n   \n\n  \n\n* Change Transformation – erfarenhet av strategisk, taktisk och operativ förändringsledning i samband med t.ex. systemimplementationer, företagsintegrationer och organisatoriska transformationer.\n* HR Transformation – erfarenhet av att införa moderna digitala HR-lösningar, t.ex. i samband med förstudier, systemval & upphandling och processdesign & -utveckling med medarbetarens upplevelse i fokus.\n\n\n**Din profil**\n**HR Transformation**\n* 2-6 års erfarenhet av HR Tech - antingen som konsult eller i linjeroll – med fokus på projekt\/verksamhetsutveckling\n* Intresse av att utforska och implementera digitala lösningar för att förbättra HR processer\n* Erfarenhet av Employee experience och av arbete med att förbättra medarbetarupplevelsen\n* God förståelse för komponenter i olika typer av HR projekt, t.ex. organisationsstruktur, data management, processer etc.\n* Universitetsexamen inom relevant område\n\n\n**Change Transformation**\n* 2-10 års arbetslivserfarenhet efter avslutade akademiska studier och en professionell managementkonsultskolning i grunden\n* Har jobbat som projekt- och förändringsledare, gärna i kundnära IT- och verksamhetsprojekt.\n* Är orädd, kreativ och med en inneboende stark problemlösningsförmåga\n* Duktig inom ledarskap, kommunikation och strategi\n* Arbetar obehindrat med både svenska och engelska som arbetsspråk i kunduppdrag\n* Du vill vara med och bygga affär och utveckla vårt fantastiska team\n\n\n**Framgångsrika konsulter på Centigo har oftast tre framträdande styrkor:**\n**Entreprenörsanda** \n – De motiveras av komplexa utmaningar och drivs av en stark vilja att lösa dem. Med ett högt engagemang och ansvarstagande, värdesätter de möjligheten att dra nytta av och bidra till det nätverk som Centigo erbjuder.\n   \n\n  \n\n**Ambitionsdriven** \n – De drivs av sina egna höga ambitioner och tar ansvar för sin affär såväl som sin professionella och personliga utveckling.\n   \n\n  \n\n**Professionell** \n – Att arbeta med en hög grad av professionalism är nyckeln till ett framgångsrikt konsultarbete. Våra konsulter är alltid måna om att leverera produkter av god kvalitet till våra kunder.","company_url":"https:\/\/se.linkedin.com\/company\/centigo","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFi3WURCTArCQ\/company-logo_100_100\/company-logo_100_100\/0\/1631349513485?e=2147483647&v=beta&t=n1qHo8rIdf7uP_MlyRXAuqWktiE561gZoIH8QJhioyw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4373503222","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4373503222","job_url_direct":null,"title":"Technical Product Manager – Observability (Bangkok-based, relocation provided) (Bangkok-based, relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n At Agoda, we bridge the world through travel. Our story began in 2005, when two lifelong friends and entrepreneurs, driven by their passion for travel, launched Agoda to make it easier for everyone to explore the world.\n   \n\n  \n\n Today, we are part of Booking Holdings [NASDAQ: BKNG], with a diverse team of over 7,000 people from 90 countries, working together in offices around the globe. Every day, we connect people to destinations and experiences, with our great deals across our millions of hotels and holiday properties, flights, and experiences worldwide.\n   \n\n  \n\n No two days are the same at Agoda. Data and technology are at the heart of our culture, fueling our curiosity and innovation. If you’re ready to begin your best journey and help build travel for the world, join us.\n   \n\n  \n\n**Get to Know our Team**\n Agoda’s Technical Product Management (TPM) organization drives internal platforms and tools that enable thousands of engineers to build and operate world-class products efficiently and reliably. Our TPMs play a key role in bridging business, data, and technology—translating complex needs into scalable solutions that empower teams across the company.\n   \n\n  \n\n The Observability domain ensures Agoda’s systems are visible, traceable, and resilient—helping us maximize uptime and minimize recovery time from incidents so customers always enjoy the best experience possible. This includes building and evolving our platforms for telemetry, distributed tracing, anomaly detection, alerting, and incident management. The work is both highly technical and highly impactful, sitting at the core of Agoda’s Production Excellence.\n   \n\n  \n\n**The Opportunity**\n As a Technical Product Manager for Observability, you will lead the vision, roadmap, and delivery of Agoda’s observability platforms. You’ll collaborate with engineers, SREs, and data scientists to strengthen our ability to detect, prevent, and resolve production issues faster—leveraging data and AI to drive smarter, more proactive monitoring.\n   \n\n  \n\n This is a high-impact role that shapes how Agoda builds reliable, scalable systems powering millions of traveler experiences every day.\n   \n\n  \n\n**In This Role, You’ll Get To:**\n* Own the full product lifecycle for observability platforms—from concept to delivery and continuous improvement.\n* Define the vision for anomaly detection, tracing, and visibility systems that accelerate detection and recovery.\n* Partner with engineers, SREs, and product teams to identify reliability pain points and prioritize impactful solutions.\n* Balance product velocity with technical debt and operational risk, working closely with senior engineers.\n* Define and track key metrics to measure platform impact.\n* Collaborate with data scientists to apply ML\/AI techniques.\n* Communicate effectively across all levels—especially during complex or time-sensitive situations.\n* Demonstrate strong leadership, organization, and execution skills to drive initiatives from concept to launch.\n* Stay current with industry trends in observability, SRE, and ML-driven monitoring, and apply them at Agoda.\n\n\n**What You’ll Need to Succeed:**\n* 3+ years of technical product or program management experience in a fast-paced environment.\n* +5 years of technical experience\/familiarity with observability, reliability, or production excellence domains (e.g., monitoring, tracing, incident management).\n* Strong product management and communication skills, with the ability to influence without authority across technical and business teams.\n* Proven ability to define vision and strategy, set clear priorities, and deliver measurable impact.\n* Experience managing complex, cross-functional technical initiatives end-to-end.\n* Excellent stakeholder management and presentation skills; able to simplify complex technical concepts.\n* Familiarity with observability, reliability, or production excellence domains (e.g., monitoring, tracing, incident management).\n* Analytical and data-driven mindset; comfortable using metrics, dashboards, or SQL to support decision-making.\n* Highly organized and adaptable, able to manage multiple priorities and navigate ambiguity.\n* Hands-on experience with product management tools (e.g., JIRA, Confluence).\n* Energetic, curious, and proactive—the drive to “figure things out” and make meaningful improvements.\n* This position requires a successful candidate to relocate fully to Bangkok, Thailand, where relocation support is provided.\n\n\n #sanjose #losangeles #sydney #melbourne #perth #vancouver #shanghai #beijing #shenzhen #copenhagen #paris #hongkong #budapest #jakarta #dublin #telaviv #milan #rome #tokyo #kualalumpur #amsterdam #oslo #jerusalem #moscow #barcelona #madrid #stockholm #zurich #taipei #london #wroclaw #warsaw #chennai #pune #toronto #austin #sydney #chichago #noida #delhi #seattle #hyderabad #gurgaon #newyork #bangalore #boston #bengaluru #berlin #mumbai #IT #4 #5\n   \n\n  \n\n**Discover More About Working At Agoda**\n* Agoda Careers https:\/\/careersatagoda.com\n* Facebook https:\/\/www.facebook.com\/agodacareers\/\n* LinkedIn https:\/\/www.linkedin.com\/company\/agoda\n* YouTube https:\/\/www.youtube.com\/agodalife\n\n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy.\n   \n\n  \n\n**Disclaimer**\n We do not accept any terms or conditions, nor do we recognize any agency’s representation of a candidate, from unsolicited third-party or agency submissions. If we receive unsolicited or speculative CVs, we reserve the right to contact and hire the candidate directly without any obligation to pay a recruitment fee.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF4ydNm0C94QQ\/company-logo_100_100\/B56ZoqhrdiJoAQ-\/0\/1761650063828\/agoda_logo?e=2147483647&v=beta&t=pxcmyD2wpE76qFeYvsiA69VTEfw84p0-iL5QGGnbTE8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4372313093","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4372313093","job_url_direct":null,"title":"Key Account Manager","company":"Säljpoolen i Sverige AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Key Account Manager till Stockholm med omnejd\n   \n\n  \n\n Vi på Enviment söker en affärsdriven Key Account Manager som vill vara med och utveckla framtidens energilösningar för företag med stora energibehov. Har du erfarenhet av tekniskt komplex försäljning, en förmåga att bygga långsiktiga relationer och driva affärer från första dialog till färdig lösning? Då kan det vara dig vi söker!\n   \n\n  \n\n**Om rollen**\n Som Key Account Manager hos Enviment får du en central roll i att utveckla och driva försäljningen av kompletta energisystem till stora kunder. Du blir ansiktet utåt mot slutkunder och ansvarar för att skapa och växa långsiktiga relationer med nyckelkunder, särskilt inom industri, fastighetsbolag, handel, vård och jordbruk.\n   \n\n  \n\n Det handlar om tekniskt komplex försäljning där du hjälper kunden förstå helheten i våra system snarare än enskilda produkter, samt skapar värde genom att presentera hur våra lösningar bidrar till robust drift, minskade kostnadstoppar och klimatmål.\n   \n\n  \n\n Boendeort är Stockholm med omnejd men distriktet är hela Sverige. Du kan jobba och utgå hemifrån till viss del.\n   \n\n  \n\n**Dina arbetsuppgifter**\n* Aktivt bearbeta och växa nyckelkonton\n* Prospektera, skapa affärsmöjligheter och driva hela säljprocessen\n* Driva komplex systemförsäljning med fokus på kundens affärsvärde\n* Samverka med teknisk support och projektledning så att säljarens fokus är affärsutveckling\n* Analysera kundens behov och presentera skräddarsydda lösningar\n* Planera och genomföra kundbesök\n\n\n**Din profil**\n För rollen som Key Account Manager söker vi dig som har dokumenterad erfarenhet av tekniskt komplex B2B-försäljning och som trivs med att bygga starka relationer samt driva långa affärsprocesser från första kontakt till avslut. Du behärskar svenska och engelska i tal och skrift, har en god IT-förståelse och är van att arbeta strukturerat i CRM-system.\n   \n\n  \n\n Det är meriterande om du tidigare har arbetat med system- eller helhetslösningar eller där finansiering varit en del av erbjudandet. Vi ser också gärna att du är nyfiken på hur AI kan användas som ett verktyg i säljarbetet.\n   \n\n  \n\n Du känner igen dig i flera av följande punkter:\n   \n\n  \n\n* Erfarenhet av att hantera tekniskt komplexa affärer med flera beslutsfattare\n* Stark relationsbyggare som är trygg i dialogen med ledningsgrupper\n* Van att strukturera och driva din egen säljprocess självständigt\n* Affärsfokuserad, lyhörd och säljdriven i ditt arbetssätt\n* Bekväm med digitala verktyg och ny teknik som stöd i försäljningen\n\n\n**Kontakt och ansökan**\n I denna rekrytering samarbetar vi med Säljpoolens rekryteringskonsult Victor Gustafsson. Du når Victor på 036-3363462.\n   \n\n  \n\n Skicka in din ansökan via ansökningsknappen. Vi arbetar med löpande urval under denna rekrytering, vi vill därför gärna ha in din ansökan snarast möjligt.\n   \n\n  \n\n**Välkommen med din ansökan!**\n**Om Enviment**\n*Enviment är specialiserat på helhetslösningar inom energilagring, solenergi och elbilsladdning, med fokus på att hjälpa energikrävande verksamheter att säkra sin elförsörjning, undvika driftstopp och nå sina hållbarhetsmål till 2030. Våra system är kundanpassade, europeiska där det är möjligt och framtidssäkrade för skärpta krav på mjukvara och komponenter. Vi befinner oss i ett expansivt skede med ökande efterfrågan, inte minst eftersom marknaden ställer högre krav på reservkraft och hållbara energilösningar.*","company_url":"https:\/\/se.linkedin.com\/company\/s-ljpoolen-i-sverige-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF48KjupbjVJA\/company-logo_100_100\/company-logo_100_100\/0\/1664888097778\/s_ljpoolen_i_sverige_ab_logo?e=2147483647&v=beta&t=vNVWjEIuYSUxE1hlFq4Oxoh14h6pELjNTyZMsi2KS9A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4373273431","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4373273431","job_url_direct":"https:\/\/www.randstad.se\/jobb\/sjukskoterska-huddinge_stockholm_8b603a58-fd19-4d69-bb83-db74dfbd7e68\/?utm_campaign=jobslot&utm_content=&utm_source=linkedin&utm_medium=jobboards-paid&utm_term=&urlHash=lU6j","title":"Sjuksköterska Huddinge","company":"Randstad Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Är du en erfaren och självgående sjuksköterska som söker ditt sommar uppdrag? Vi på Randstad söker nu, för en stor statlig myndighets räkning, en engagerad sjuksköterska för ett konsultuppdrag i Huddinge.\n   \n\n  \n\n Om Uppdraget\n   \n\n  \n\n Du arbetar självständigt med bedömning och behandling i en unik miljö. Arbetet sker på plats hos kunden.\n   \n\n  \n\n Omfattning: Heltid. Schema, måndag – söndag.\n   \n\n  \n\n Start och slutdatum: 2026-06-08 till 2026-08-16.\n   \n\n  \n\n Ansökan\n   \n\n  \n\n Urval och intervjuer sker löpande. Välkommen med din ansökan.\n   \n\n  \n\n**Kvalifikationer**\n* Legitimerad sjuksköterska.\n* Minst två års dokumenterad yrkeserfarenhet.\n* Somatisk vård\/primärvård och psykiatri är meriterande.\n\n\n**Ansvarsområde**\n* Bedömningar, medicinhantering och omvårdnad.\n* Vård och behandling av klienter.\n* Fortlöpande dokumentation i kundens IT-baserade patientjournalsystem.\n* Främja ett multidisciplinärt arbetssätt i samarbete med andra professioner.","company_url":"https:\/\/se.linkedin.com\/company\/randstad-sweden","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE4aWPNFKC1BQ\/company-logo_100_100\/company-logo_100_100\/0\/1694514691821\/randstad_sweden_logo?e=2147483647&v=beta&t=SHljeQSqoXu1k4gNZwUtu6paDEtYb8axBPBMAp8wVBk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4364791969","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4364791969","job_url_direct":"https:\/\/jobb.afaforsakring.se\/jobs\/7204747-ekonomiansvarig-till-afa-fastigheter?utm_source=LinkedIn&urlHash=95El","title":"Ekonomiansvarig till Afa Fastigheter","company":"Afa Försäkring","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Är du en erfaren ekonom med ledarerfarenhet som trivs med att ta helhetsansvar och vill arbeta i en verksamhet med långsiktigt perspektiv? Då kan detta vara tjänsten för dig!*\n**Vad du kan förvänta dig**\n Som Ekonomiansvarig har du det övergripande ansvaret för Afa Fastigheters ekonomifunktion. Du leder en mindre, engagerad grupp och ansvarar för att redovisning, rapportering och ekonomistyrning håller hög kvalitet – samtidigt som du utvecklar struktur, arbetssätt och effektiva processer.\n   \n\n  \n\n Rollen kombinerar både operativt och strategiskt arbete. Du ingår i ledningsgruppen och är en viktig partner i analys, beslutsunderlag och långsiktig planering.\n   \n\n  \n\n Rollen innebär många kontaktytor och ett nära samarbete med kollegor inom Afa Fastigheter, Kapitalförvaltningen samt Afa Försäkrings ekonomienhet.\n   \n\n  \n\n Vidare ingår i rollen att:\n   \n\n  \n\n* Utveckla och driva ekonomifunktionens processer, rutiner och arbetssätt\n* Säkerställa hög kvalitet i redovisning, bokslut, årsredovisning och löpande rapportering\n* Arbeta med budget, prognos och analys\n* Leda, coacha utveckla gruppens medarbetare\n* Driva digitalisering och vidareutveckling av systemstöd inom ekonomiområdet\n* Ansvara för förbättringar i affärssystem, rapportverktyg och integrationsflöden\n* Säkerställa goda interna och externa samarbeten\n\n\n**Vem är du?**\n För att lyckas i den här rollen har du gedigen erfarenhet av kvalificerat ekonomiarbete och har arbetat i en ledande position, helst med personalansvar. Du har även en relevant akademisk examen inom ekonomi eller likvärdigt område.\n   \n\n  \n\n Du har flerårig erfarenhet av redovisning, bokslut och årsredovisning samt är van vid att arbeta med budget, prognoser och analys. Du har dokumenterad erfarenhet av förändringsledning och är trygg i att driva utvecklingsarbete i organisationen.\n   \n\n  \n\n Du har god vana av systemutveckling och digitalisering inom ekonomiområdet samt erfarenhet av affärssystem, rapportverktyg och andra ekonomirelaterade IT-stöd. Erfarenhet från fastighetsbranschen är meriterande.\n   \n\n  \n\n Som ledare är du trygg, tydlig och stöttande. Du skapar struktur, engagemang och samarbeten. Du är analytisk, affärsmässig och ser både helhet och detaljer.\n   \n\n  \n\n Vi fäster stor vikt vid personliga egenskaper och söker dig som är ansvarstagande, strukturerad, initiativrik och prestigelös. Du är självgående, har god samarbetsförmåga och trivs med att arbeta nära verksamheten och bidra till långsiktiga, hållbara resultat.\n   \n\n  \n\n**Vilka är vi**\n Afa Fastigheter är en del av Afa Försäkrings kapitalförvaltning och står för cirka 17 % av de totala tillgångarna, motsvarande ett fastighetsvärde på cirka 37 miljarder kronor. Beståndet består främst av kontors- och hotellfastigheter i centrala Stockholm\n   \n\n  \n\n Vi är ett 30-tal medarbetare och det dagliga arbetet karaktäriseras av korta beslutsvägar och en professionell, omtänksam arbetsmiljö. Hållbarhet är en central del av arbetet och genomsyrar allt från drift och underhåll till miljöklassade byggnader, gröna hyresavtal och ambitiösa energimål.\n   \n\n  \n\n**Våra förmåner**\n Vi vill att du som anställd ska uppleva att du utvecklas över tid, och att du får möjlighet att bredda och fördjupa din kompetens.\n   \n\n  \n\n Vi arbetar aktivt för att skapa en hög trivsel och för att våra medarbetare ska ha rätt förutsättningar för sitt arbete. Som anställd hos oss får du ta del av flertalet förmåner\n   \n\n  \n\n* Kollektivavtal med försäkringar och tjänstepension\n* Tydlig balans mellan arbete och fritid\n* Gratis träningspass och gym på kontoret\n* Afa Fritid med allt från brädspel till fjällvandring\n* Vi uppmuntrar till kompetensutveckling\n\n\n Vårt kontor är beläget i centrala Stockholm, enkelt för dig som pendlar. Möjlighet till att jobba hemifrån någon dag i veckan.\n   \n\n  \n\n**Mer information**\n I denna rekrytering samarbetar Afa Försäkring med Level. Om du har några frågor är du välkommen att kontakta Sofia Gaard på 08- 120 50 424. Urval och intervjuer sker löpande.\n   \n\n  \n\n En bakgrundskontroll kommer att genomföras på slutkandidaten.\n   \n\n  \n\n Fackliga representanter är Forena, Benny Nyberg, +46708939512 och Akademikerföreningen Maria Schütt, +46706964974\n   \n\n  \n\n Vi strävar efter en jämn könsfördelning och ser mångfald som en styrka och välkomnar därför sökande med olika bakgrund.\n   \n\n  \n\n Välkommen med din ansökan!\n   \n\n  \n\n Afa För­säkring gör vardagen tryggare i arbetslivet. Våra försäk­ringar är en del av kollektivavtalen och ger ekonomiskt stöd vid sjukdom, arbetsskada, arbetsbrist, dödsfall och föräldraledighet. Vi finansierar forskning och stödjer insatser som förebygger arbets­skador och sjukfrånvaro. På så vis bidrar vi till ett hållbart arbetsliv. Afa För­säkring ägs av Svenskt Näringsliv, LO och PTK.","company_url":"https:\/\/se.linkedin.com\/company\/afaforsakring","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFtB7-zw3ceKA\/company-logo_100_100\/company-logo_100_100\/0\/1676448421094\/afaforsakring_logo?e=2147483647&v=beta&t=Qi4BYB_or04-_HMtrr3YlvwQ8xj34dJZy18lwO-Qek0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4370634315","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4370634315","job_url_direct":null,"title":"Senior\/Lead AWS Engineer with TypeScript","company":"emagine","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We are seeking a\n **Senior \/ Lead AWS engineer Consultant** \n with strong expertise in\n **Global Edge infrastructure** \n to support the evolution and scaling of a large, business-critical public web platform. The assignment focuses on designing, securing, and standardizing edge-based infrastructure to ensure high performance, scalability, and robust cyber security on a global scale.\n \n\n\n\n The consultant will play a key role in shaping and improving the organization’s public infrastructure, which serves\n **millions of users worldwide** \n and operates under high availability and security requirements.\n \n\n\n\n  \n\n\n\n\n\n**Start: Preferably asap** \n\n\n\n\n**Duration: 6 months, with high probability of extension** \n\n\n\n\n**Location: Stockholm, min 3 days\/week onsite required** \n\n\n\n\n  \n\n\n\n\n\n**About the assignment:** \n\n\n\n* Design, evolve, and standardize Global Edge infrastructure\n* Strengthen security posture using WAF and edge-based protection mechanisms\n* Implement and maintain infrastructure using AWS CDK in TypeScript\n* Support scalability and performance improvements for a global user base\n* Act as a senior technical advisor within the public infrastructure domain\n\n\n\n  \n\n\n\n\n\n**Your profile** \n\n\n\n* AWS CloudFront – design, configuration, optimization, and operation\n* AWS Web Application Firewall (WAF) – security rules, protection strategies, and monitoring\n* AWS Cloud Development Kit (CDK) – infrastructure as code, preferably in TypeScript\n* TypeScript – used both for infrastructure and supporting services\n* Proven experience working with large-scale, high-traffic commercial websites or platforms\n* Strong understanding of edge-based architectures and their role in performance, scalability, and security\n* Experience operating in environments where availability, latency, and cyber security are critical\n* Ability to contribute at both architectural and hands-on implementation level\n* Comfortable working in cross-functional teams with platform, security, and development stakeholders","company_url":"https:\/\/dk.linkedin.com\/company\/emagine","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGhrWV7ygFFcg\/company-logo_100_100\/B4DZecbP2NH4AQ-\/0\/1750676078500\/emagine_logo?e=2147483647&v=beta&t=Ykr_h78E7GhQQHQfpxWZf1O3plKH3MzeCIR36f2HcEc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4337628422","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4337628422","job_url_direct":null,"title":"Staff Engineer","company":"Greenely","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Staff Engineer (Back‑End\/Platform)**\n* Scale the Systems Powering the Energy Transition\n\n\n At\n **Greenely** \n , we’re building the next generation of cloud‑native energy systems that process real‑time data from millions of connected devices. Our mission is simple but bold: help households lower energy consumption and accelerate the shift toward a more sustainable future.\n   \n\n  \n\n As a\n **Staff Engineer (Back‑End\/Platform)** \n , you’ll lead cross‑team architecture and be a hands‑on builder. You’ll set technical direction for high‑scale data and API systems, raise the bar on reliability and developer experience, and create a psychologically safe environment where engineers can do the best work of their careers.\n   \n\n  \n\n**What You’ll Lead**\n* Own technical strategy for key platform domains (e.g., real‑time ingestion, time‑series storage, APIs, event pipelines), balancing performance, reliability, and cost.\n* Level up the platform: establish standards for testing, observability (metrics\/logs\/traces), CI\/CD and deployment, and resiliency (SLOs, error budgets, incident response).\n* Drive cross‑team initiatives: author and review RFCs, define service boundaries and contracts and lead design reviews that align product, data, and platform needs.\n* Mentor and educate: coach senior and junior engineers, model inclusive communication, and foster psychological safety—invite dissenting views and make trade‑offs explicit.\n* Ship meaningful outcomes: contribute code in Python; guide migrations, de‑risk complex changes, and improve developer productivity (tooling, guardrails, docs).\n\n\n**What You’ll Bring**\n* Extensive back‑end experience with deep proficiency in Python and distributed systems.\n* A track record designing and scaling APIs and data platforms handling high‑volume time‑series\/real‑time data under performance constraints (REST\/gRPC, Django\/FastAPI, PostgreSQL, Aerospike, Redis).\n* Practical expertise with microservices, containers, and cloud (AWS preferred), plus infrastructure as code (Terraform), and orchestration (Kubernetes).\n* Comfort with event‑driven patterns and streaming\/messaging (e.g., Kafka\/Kinesis\/SNS\/SQS) and strong data‑modeling instincts.\n* Experience implementing and operating application performance monitoring (APM) and full observability systems—metrics, logs, and distributed tracing—and using these insights to design, scale, and maintain highly reliable distributed services\n* Proven ability to lead through influence: communicate clearly with engineers and stakeholders, write crisp design docs, and challenge assumptions respectfully (“dare to speak up”).\n* Commitment to security, privacy, and reliability by default; experience running on‑call and post‑incident learning.\n* Fluency in English; Swedish is a plus.\n\n\n**Bonus points**\n* Experience with IoT data pipelines, MQTT\/edge connectivity, or device telemetry at scale.\n* Observability at scale (OpenTelemetry), performance tuning, and FinOps\/cost optimization.\n* Experience with data engineering tools such as Apache Iceberg, Airflow, Spark or DBT\n* Leading large migrations (e.g., monolith → services, storage transitions, multi‑region).\n\n\n**What Success Looks Like (first 6–12 Months)**\n* A clear architectural roadmap for a core domain, executed via collaborative RFCs and phased delivery.\n* Improved availability, and measurable reduction in incident frequency\/severity.\n* Standardized design review and SLO practices adopted across teams; stronger developer experience and velocity.\n* Mentored engineers stepping up to lead components and cross‑team efforts.\n\n\n**Why join Greenely?**\n* Tech with purpose: Tackle high‑impact platform challenges that directly help people reduce energy use and CO₂ emissions.\n* Impact at scale: Shape cloud‑native systems processing real‑time data from smart meters and edge‑connected devices.\n* Growth and influence: Your decisions will guide how we design, scale, and evolve our backend architecture and developer experience.\n* Culture and benefits: Wellness allowance (5,000 SEK\/year), paid wellness hour, private health insurance, occupational pension, competitive salary, and a centrally located office at Vasagatan 40. We value in‑person collaboration and offer flexibility: 4 days in the office and 1 day remote per week.\n* Start date: Flexible\n* Location: Stockholm, Sweden\n\n\n*Greenely is an equal opportunity employer. We celebrate diversity and are committed to creating an inclusive, psychologically safe environment for all employees.*\n**About Greenely**\n Greenely is on a mission to create the best customer experience for the modern energy consumer through technology. As a digital energy provider, we help people reduce their electricity costs by optimizing their home and car's electricity usage with our smart app. Supported by Nordic venture capital companies, we aim to enable households worldwide to connect, control, and optimize their energy usage. We believe that the best electricity is the one that is never used - a win-win for both wallets and the environment!\n   \n\n  \n\n WE ARE\n **bold and push the limit.**\n WE\n ****energize each other.****\n WE\n **t** \n******hink like owners.******\n WE\n ****lead with knowledge.****\n**Please note that we do not accept applications via email as we protect your privacy.\n   \n\n  \n\n We kindly request recruitment agencies to refrain from contacting us regarding this position as we handle our recruitment efforts in-house. Thank you for your understanding.**\n Greenely connects home electricity consumers in one app. Customers can take full control of their electricity usage with our electricity agreement, save money and create brand new revenue.","company_url":"https:\/\/se.linkedin.com\/company\/greenely-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEILP8hmI5OKw\/company-logo_100_100\/B4DZnoOrYtJIAQ-\/0\/1760537787317\/greenely_ab_logo?e=2147483647&v=beta&t=oeWSwnMhbyxHJMJKA6gMO_dP4-H_2BCPZCIOwKwOUGE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4333272534","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4333272534","job_url_direct":null,"title":"AWS Public Sector Cloud Architect","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n The Amazon Web Services Professional Services (ProServe) team is seeking a skilled Delivery Consultant to join our team at Amazon Web Services (AWS). In this role, you'll work closely with customers to design, implement, and manage AWS solutions that meet their technical requirements and business objectives. You'll be a key player in driving customer success through their cloud journey, providing technical expertise and best practices throughout the project lifecycle.\n   \n\n  \n\n Possessing a deep understanding of AWS products and services, as a Delivery Consultant you will be proficient in architecting complex, scalable, and secure solutions tailored to meet the specific needs of each customer. You’ll work closely with stakeholders to gather requirements, assess current infrastructure, and propose effective migration strategies to AWS. As trusted advisors to our customers, providing guidance on industry trends, emerging technologies, and innovative solutions, you will be responsible for leading the implementation process, ensuring adherence to best practices, optimizing performance, and managing risks throughout the project.\n   \n\n  \n\n The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud. We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies, and industries.\n   \n\n  \n\n**Eligibility Requirement**\n* This role requires you to be a Swedish National and have business level proficiency in the Swedish language\n\n\n Key job responsibilities\n   \n\n  \n\n As an experienced technology professional, you will be responsible for:\n   \n\n  \n\n* Designing and implementing complex, scalable, and secure AWS solutions tailored to customer needs\n* Providing technical guidance and troubleshooting support throughout project delivery\n* Collaborating with stakeholders to gather requirements and propose effective migration strategies\n* Acting as a trusted advisor to customers on industry trends and emerging technologies\n* Sharing knowledge within the organization through mentoring, training, and creating reusable artifacts\n\n\n A day in the life\n   \n\n  \n\n The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud. We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies, and industries.\n   \n\n  \n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n**Basic Qualifications**\n* 4+ years of experience in cloud architecture and implementation\n* 4+ years of experience in consulting and working with customers\n* Bachelor's degree in Computer Science, Engineering, related field, or equivalent experience\n* Experience with one of the following programming languages\/technologies: Java, Python, Ruby, Node.js, C, or C++ and experience in DevOps, Cloud Infrastructure, AI, Security, Software Development or Databases is required\n\n\n**Preferred Qualifications**\n* AWS Professional level certifications (e.g., Solutions Architect Professional, DevOps Engineer Professional) preferred and experience with automation and scripting (e.g., Terraform, Python, CDK, shell, Ruby, Powershell)\n* Knowledge of security and compliance standards (e.g., HIPAA, GDPR)\n* Strong communication skills with the ability to explain technical concepts to both technical and non-technical audiences\n* Experience with AWS services (e.g. AWS Application Migration Service (MGN), Cloud Migration Factory, Portfolio analysis tooling) and managing large scale data center to data center and\/or data center to cloud migrations; data center operations (e.g. data assurance, monitoring, alerting and notifications)\n* Experience integrating AWS AI\/ML services (SageMaker, Bedrock, Amazon Q); understanding of AI\/ML governance and responsible AI practices\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A3118504","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4333391765","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4333391765","job_url_direct":null,"title":"Senior AWS Public Sector Cloud Architect","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n The Amazon Web Services Professional Services (ProServe) team is seeking a skilled Delivery Consultant to join our team at Amazon Web Services (AWS). In this role, you'll work closely with customers to design, implement, and manage AWS solutions that meet their technical requirements and business objectives. You'll be a key player in driving customer success through their cloud journey, providing technical expertise and best practices throughout the project lifecycle.\n   \n\n  \n\n Possessing a deep understanding of AWS products and services, as a Delivery Consultant you will be proficient in architecting complex, scalable, and secure solutions tailored to meet the specific needs of each customer. You’ll work closely with stakeholders to gather requirements, assess current infrastructure, and propose effective migration strategies to AWS. As trusted advisors to our customers, providing guidance on industry trends, emerging technologies, and innovative solutions, you will be responsible for leading the implementation process, ensuring adherence to best practices, optimizing performance, and managing risks throughout the project.\n   \n\n  \n\n The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud. We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies, and industries.\n   \n\n  \n\n**Eligibility Requirement**\n* This role requires you to be a Swedish National and have business level proficiency in the Swedish language\n\n\n Key job responsibilities\n   \n\n  \n\n As an experienced technology professional, you will be responsible for:\n   \n\n  \n\n* Designing and implementing complex, scalable, and secure AWS solutions tailored to customer needs\n* Providing technical guidance and troubleshooting support throughout project delivery\n* Collaborating with stakeholders to gather requirements and propose effective migration strategies\n* Acting as a trusted advisor to customers on industry trends and emerging technologies\n* Sharing knowledge within the organization through mentoring, training, and creating reusable artifacts\n\n\n A day in the life\n   \n\n  \n\n The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud. We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies, and industries.\n   \n\n  \n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n**Basic Qualifications**\n* 7+ years of experience in hands-on cloud enterprise architecture design, storage and networking solutions\n* 5+ years of experience in consulting and working with enterprise customers\n* Bachelor's degree in Computer Science, Engineering, related field, or equivalent experience\n* 5+ years of experience in working with enterprise customers in building, migrating and modernizing enterprise applications\n* 5+ years of experience with customer cloud transformation activities to ensure successful delivery of solutions\n\n\n**Preferred Qualifications**\n* AWS Professional level certifications (e.g., Solutions Architect Professional, DevOps Engineer Professional) preferred and experience with automation and scripting (e.g., Terraform, Python, CDK, shell, Ruby, Powershell)\n* Knowledge of security and compliance standards (e.g., HIPAA, GDPR)\n* Strong communication skills with the ability to explain technical concepts to both technical and non-technical audiences\n* Experience with AWS services (e.g. AWS Application Migration Service (MGN), Cloud Migration Factory, Portfolio analysis tooling) and managing large scale data center to data center and\/or data center to cloud migrations; data center operations (e.g. data assurance, monitoring, alerting and notifications)\n* Experience integrating AWS AI\/ML services (SageMaker, Bedrock, Amazon Q); understanding of AI\/ML governance and responsible AI practices\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A3118515","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4331496462","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4331496462","job_url_direct":null,"title":"Senior Enterprise Account Executive - Sweden","company":"Harness","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"security@harness.io","description":"Harness is led by technologist and entrepreneur Jyoti Bansal, founder of AppDynamics (acquired by Cisco for $3.7B). The company has raised ~$240M in Series E venture funding, is valued at $5.5B, and backed by top investors including Goldman Sachs, Menlo Ventures, IVP, Google Ventures, J.P. Morgan, Capital One Ventures, Citi Ventures, ServiceNow, Splunk Ventures and more. Harness is building the industry’s leading AI-powered software delivery platform, enabling teams worldwide to build, test, and deliver software faster, safer, and more reliably. Writing code is only 30–40% of the engineering lifecycle — the rest involves testing, deployments, security, compliance, and optimization. Harness brings AI and automation to this outer loop, turning complex, time-consuming workflows into streamlined processes at massive global scale.\n   \n\n  \n\n The platform includes industry leading products in CI\/CD, Feature Flags, Cloud Cost Management, Service Reliability, Chaos Engineering, Software Engineering Insights, Internal Developer Experience, and API discovery, observability, governance, and runtime protection. Over the past year, Harness powered 128M deployments, 81M builds, 1.2T API calls protected, and $1.9B in cloud spend optimized, helping customers like United Airlines and Choice Hotels accelerate releases by up to 75% and achieve 10x DevOps efficiency. With employees in over 25 countries, Harness is shaping the future of AI-driven software delivery — and we’re looking for exceptional talent to help us move even faster.\n   \n\n  \n\n**Position Summary**\n Harness is looking for sales champions and leaders who are as passionate about building the next great software company as they are about blowing out their numbers every quarter.\n   \n\n  \n\n**About The Role**\n* Exceeding your number- Winning new enterprise logos\n* Forecasting correctly, communicating clearly, aligning brilliantly with the rest of the team\n* Not being afraid of being data driven - including using Salesforce and other tools to track your progress\n* Managing full sales cycle from prospect to close\n* Collaborating with other teams, including sales engineering and sales development\n\n\n**About You**\n* A proven track record of driving and closing enterprise deals\n* Account planning and execution skills\n* Ability to sell C-Level and across both IT and business units\n* Consistent overachievement of quota and revenue goals with a strong W2 track record\n* Understands the value of utilizing a strong sales methodology such as MEDDPIC when building pipeline and qualifying opportunities\n* Proven consultative sales solution skills, including the ability to articulate a clear, concise return on investment value statement\n* Ability to maintain a high level of productivity, manage multiple competing priorities, and work effectively under the pressure of time constraints in a fast-paced, complex, collaborative, and team-oriented environment\n* Bachelors Degree or equivalent\n\n\n Work Location\n   \n\n  \n\n The role will be Remote in Sweden.\n   \n\n  \n\n**What You Will Have At Harness**\n* Competitive salary\n* Comprehensive healthcare benefits\n* Flexible work schedule\n* Paid Time Off and Parental Leave\n* Monthly, quarterly, and annual social and team building events\n* Monthly internet reimbursement\n* Quarterly Harness TGIF-Off \/ 4 days\n\n\n**Harness In The News**\n* Accelerating Our Mission to Bring AI to Everything After Code\n* Goldman Sachs leads investment in software delivery startup Harness at $5.5 billion valuation\n* How Harness runs 16 “startups within a startup” at scale | Jyoti Bansal\n* Harness Research Shows AI Visibility Crisis Fueling Security Nightmare\n* Harness has been named to the Inc. Power Partner list for software delivery success\n\n\n All qualified applicants will receive consideration for employment without regard to race, color, religion, sex or national origin.\n   \n\n  \n\n**Note on Fraudulent Recruiting\/Offers**\n We have become aware that there may be fraudulent recruiting attempts being made by people posing as representatives of Harness. These scams may involve fake job postings, unsolicited emails, or messages claiming to be from our recruiters or hiring managers.\n   \n\n  \n\n Please note, we do not ask for sensitive or financial information via chat, text, or social media, and any email communications will come from the domain @harness.io. Additionally, Harness will never ask for any payment, fee to be paid, or purchases to be made by a job applicant. All applicants are encouraged to apply directly to our open jobs via our website. Interviews are generally conducted via Zoom video conference unless the candidate requests other accommodations.\n   \n\n  \n\n If you believe that you have been the target of an interview\/offer scam by someone posing as a representative of Harness, please do not provide any personal or financial information and contact us immediately at security@harness.io. You can also find additional information about this type of scam and report any fraudulent employment offers via the Federal Trade Commission’s website (https:\/\/consumer.ftc.gov\/articles\/job-scams), or you can contact your local law enforcement agency.","company_url":"https:\/\/www.linkedin.com\/company\/harnessinc","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGcnzuNo3DkXw\/company-logo_100_100\/B56Zf0natvHQAQ-\/0\/1752155663966\/harnessinc_logo?e=2147483647&v=beta&t=JD5bpISQ2-9X7jukB4e61f0SYWPtVa3Egokxbb2id6M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"9476c6155fe59985","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=9476c6155fe59985","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/339789-scandic-hotels-sverige-receptionist-scandic-vasteras-extra-vid-behov-50\/","title":"Receptionist Scandic Västerås","company":"Scandic Hotels","location":"Västerås, U, SE","job_type":null,"date_posted":1771113600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Nu söker vi en Receptionist till Scandic Västerås.**\n\n\n\nOavsett varför gästen kommer till oss är det få saker som är så uppskattade som ett vänligt ansikte som hälsar välkommen. Du agerar värd tillsammans med övriga teamet på hotellet och skapar en gästupplevelse i världsklass.\n\n\n\nHos oss får du ta ett stort eget ansvar för att ta de beslut som krävs för att göra gästen nöjd och teamen utvecklar och förbättrar arbetssätt och service i takt med att omvärlden förändras. Vi är nämligen övertygade om att det är när du får utvecklas och bidra med all din kompetens och erfarenhet som vi överträffar gästens förväntningar. På köpet får vi kul på jobbet!\n\n\n\nSå ta med dig dina erfarenheter, ditt engagemang och ditt sätt att tänka till oss – och bidra till en kultur där vi bryr oss på riktigt: om varandra, våra gäster och vår planet. Välkommen till Scandic!\n\n\n**Vad är innebär rollen?**\n\n\n\nDu som arbetar i receptionen är ansvarig för att våra gäster får service i världsklass. Du är spindeln i nätet som ser till att gästen alltid är i fokus. Du är den som går igenom ankomstlistan och lägger tid på detaljerna. Ser till att gästens önskemål uppfylls. Du har alltid ett leende på läpparna och en kreativ lösning i bakfickan. Du löser det mesta och är en stjärna på att vända en missnöjd gäst till en nöjd gäst. Din arbetsplats är vår lobby. För det är där du möter flest gäster. I ansvarsområdet ingår även administrativt arbete, säkerhetsarbete och arbete med försäljning.\n\n\nArbetet i receptionen innebär att checka in och ut hotellets gäster, hälsa välkommen och ge gästen den information den behöver om sin vistelse. Du hanterar bokningar i systemet Opera Cloud och hanterar administrativa uppgifter runt gäster och säkerhet. Allt arbete sker med gästnöjdhet och försäljning i fokus.\n\n\nHotellet har öppet dygnet runt och det är därför viktigt att du trivs med att arbeta i skift (förmiddagar, eftermiddagar och helger).\n\n\n**Vem är du?**\n\n\n\nFör att passa i rollen tror vi att du har en väl utvecklad social förmåga och är kapabel att hantera att det händer många olika saker samtidigt. Det är mycket viktigt att du kan förmedla ett gott värdskap till hotellets gäster.\n\n\n\nDu har också vana och kunskap i att arbeta med dator som arbetsredskap.\n\n\nEftersom arbetet till stor del består av att kommunicera med gäster är goda kunskaper i svenska och engelska en förutsättning. Talar du ytterligare ett språk är det meriterande.\n\n\nAllra viktigast är dock dina personliga egenskaper och din inställning. För att passa i rollen behöver du vara en lyhörd och prestigelös lagspelare som tar ett stort ansvar för dina arbetsuppgifter och helhetsresultatet.\n\n\n**Information om tjänsten**\n\n\n\nTjänsten är en anställning för enstaka dagar på extra vid behov.\n\n\nVi söker nu personal till receptionen som kan börja sin upplärning i April, som sedan går över till sommarvikariat under sommaren. Vår förhoppning är att du efter sommaren även vill arbeta extra vid tex sjukdom eller höga toppar. Vi söker personal som är minst 20år, gärna med erfarenhet från service men ett glatt humör samt svenska och engelska i tal och skrift är det viktigaste. Är du studerande så kan detta vara ett lämpligt extrajobb.\n\n\nVi tar enbart emot ansökningar via vår hemsida. Alla ansökningar kommer att behandlas löpande och tjänsten kan tillsättas innan sista ansökningsdag, varför vi ber dig att ansöka så snart som möjligt. I denna rekrytering använder vi oss av ett enklare test om service vid urvalet.\n\n\n\nVi ser fram emot att välkomna dig till oss på Scandic!\n\n\n\nPs. på vår hemsida kan du läsa mer om vår kultur, vad tjänsten innebär och om våra förmåner!\n\n\n  \n**Vi har riktigt bra förmåner**\n-------------------------------\n\nRabatt när du äter, dricker och övernattar hos oss\n\n\nFamily & Friends rabatt för din familj och vänner\n\n\nRabatt hos våra partnerföretag\n\n\nPension & försäkringar enligt kollektivavtal\n\n\nFriskvårdsbidrag\n\n\nUtbildning och utveckling via interna plattformar\n\n\n  \nVi når längre när olikheter bejakas. Hos oss får du utrymme att vara dig själv och utvecklas i den riktning du vill, med trygga villkor och schyssta avtal som grund. Ta med dig dina erfarenheter, ditt engagemang och ditt sätt att tänka till oss - bidra till en kultur där vi bryr oss på riktigt: om varandra, våra gäster och vår planet. Välkommen till Scandic.\n\n\n\nDelar du våra värderingar?\n\n\n**BE A PRO** **BE YOU** **BE CARING** **BE BOLD**\n\n  \n\n  \n\nEnable \"functional cookies\" to watch the video\n\n\n...uppmuntrar alla att göra skillnad för miljön och att det var en av våra kollegor inom housekeeping som kom på idén om ”häng-upp-handduken”.\n...i Sverige blivit rankad som besöksnäringens mest attraktiva arbetsgivare två år i rad, i Visitas årliga undersökning.\n... bara serverar kaffe som är ekologiskt och Fairtrade eller UTZ-certifierat.\n...tack vare vårt stora miljöengagemang, blivit rankad som branschens mest hållbara arbetsgivare elva år i rad, av Sustainable Brand Index.\n...under 2014 inledde ett samarbete med organisationen Real Stars, centrerat kring ”Fair Sex”, dvs. arbete mot människo- och sexhandel.","company_url":"https:\/\/se.indeed.com\/cmp\/Scandic-Hotels","company_url_direct":"http:\/\/www.scandichotels.de","company_addresses":"Stockholm, Sweden","company_industry":null,"company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Nordiskt hotellföretag i världsklass som skapar enastående upplevelser för de många människorna. 16 000 medarbetar, 280 hotell i 6 länder.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/740296b91da72b667b2497aa5d74fa83","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/6bc9294dafa9a8e5509e723564ac6881","ceo_name":"Jens Mathiesen (CEO & President) ","ceo_photo_url":null},{"id":"4fe9ae2b1feac08f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=4fe9ae2b1feac08f","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/92798109712556742","title":"Business Development Representative (BDR) Internship — Do the Work, Learn the Game","company":"Devoteam","location":"Malmö, M, SE","job_type":"fulltime, internship","date_posted":1768435200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"- Devoteam empowers organizations to accelerate their progress by leveraging the latest advancements in cloud, data, AI, and modern digital services. We go beyond buzzwords to deliver meaningful, hands-on impact through our specialized entities: Google Cloud, ServiceNow Platform, and Creative Tech Sweden.\n\n\nOur Swedish offices in Stockholm, Gothenburg, Halmstad and Malmö are part of our Nordic setup : ambitious, collaborative, and focused on outcomes. We make decisions quickly, we support each other across teams, and we expect everyone to contribute with real ownership.\n\n\nIf you want to be part of a place where learning is fast, responsibility is real, and your work actually matters, you’ll fit in here.\n\n  \nThis internship is for someone who wants to build real sales skills — not for someone looking to just “gain experience.” You’ll learn how modern tech companies grow through sales, outreach, market research, and customer engagement. You’ll support the sales and marketing efforts across our Google Cloud, ServiceNow, and Creative Tech teams, gaining exposure to three of the most in-demand areas in the industry.\n\n\n**Here’s what you’ll actually do:**\n\n* Research companies, accounts, and contacts — and learn to tell a good lead from a waste of time\n* Write personalised outreach messages that don’t sound like everyone else’s\n* Support early lead qualification and help structure and maintain our pipeline and tools\n* Join team meetings, contribute actively, and track your progress like any other member of the team\n* Learn how cloud, AI, digital workflows, and product design solve real business problems\nBuild a network across three specialised tech domains within Devoteam  \n* \n\nNo coffee runs. No busywork. You’ll be part of the team and expected to grow fast.\n\n\n  \nWe’re hiring mindset over CV. We want someone who communicates well, learns fast, and takes initiative.\n\n\n**You’ll need:**\n\n* Clear, confident communication in English (Swedish is a plus).\n* Curiosity about tech, sales, cloud, AI, service management, and digital experiences.\n* Ability to follow up — with leads, teammates, and your own tasks.\n* A proactive, “give me the ball” attitude.\nMotivation to improve quickly and take ownership.  \n* \n\nYou're probably studying business, marketing, or tech — or maybe you're not. That’s less important than how you show up.\n\n\n  \n- * **Unpaid internship, based in Stockholm, Gothenburg, Halmstad or Malmö**\n\t* **Start date:** First week of February\n\t* **Duration** : March 2:nd to May 29:th 2026\n\tWork closely with senior sales teams across all three Devoteam entities  \n\t***What you’ll leave with:**\n\n\n\t* Sales skills you won’t learn in a lecture hall\n\t* Actual experience with outreach, pipeline, and customer work\n\t* A reference worth something (if you do the work)\n\t* A shot at staying — or at least, knowing what kind of team you want next**How to apply:**  \n\n**Send us:**\n\n\n\t* Your CV\n\tA short note answering one question:* Why should we take a bet on you?Skip the formalities. We care what you bring, not how pretty your template is.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_industry":null,"company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"1ba70f81a06a2458","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=1ba70f81a06a2458","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/118523933023445702","title":"Business Development Representative (BDR) Internship — Do the Work, Learn the Game","company":"Devoteam","location":"Halmstad, N, SE","job_type":"fulltime, internship","date_posted":1768435200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"- Devoteam empowers organizations to accelerate their progress by leveraging the latest advancements in cloud, data, AI, and modern digital services. We go beyond buzzwords to deliver meaningful, hands-on impact through our specialized entities: Google Cloud, ServiceNow Platform, and Creative Tech Sweden.\n\n\nOur Swedish offices in Stockholm, Gothenburg, Halmstad and Malmö are part of our Nordic setup : ambitious, collaborative, and focused on outcomes. We make decisions quickly, we support each other across teams, and we expect everyone to contribute with real ownership.\n\n\nIf you want to be part of a place where learning is fast, responsibility is real, and your work actually matters, you’ll fit in here.\n\n  \nThis internship is for someone who wants to build real sales skills — not for someone looking to just “gain experience.” You’ll learn how modern tech companies grow through sales, outreach, market research, and customer engagement. You’ll support the sales and marketing efforts across our Google Cloud, ServiceNow, and Creative Tech teams, gaining exposure to three of the most in-demand areas in the industry.\n\n\n**Here’s what you’ll actually do:**\n\n* Research companies, accounts, and contacts — and learn to tell a good lead from a waste of time\n* Write personalised outreach messages that don’t sound like everyone else’s\n* Support early lead qualification and help structure and maintain our pipeline and tools\n* Join team meetings, contribute actively, and track your progress like any other member of the team\n* Learn how cloud, AI, digital workflows, and product design solve real business problems\nBuild a network across three specialised tech domains within Devoteam  \n* \n\nNo coffee runs. No busywork. You’ll be part of the team and expected to grow fast.\n\n\n  \nWe’re hiring mindset over CV. We want someone who communicates well, learns fast, and takes initiative.\n\n\n**You’ll need:**\n\n* Clear, confident communication in English (Swedish is a plus).\n* Curiosity about tech, sales, cloud, AI, service management, and digital experiences.\n* Ability to follow up — with leads, teammates, and your own tasks.\n* A proactive, “give me the ball” attitude.\nMotivation to improve quickly and take ownership.  \n* \n\nYou're probably studying business, marketing, or tech — or maybe you're not. That’s less important than how you show up.\n\n\n  \n- * **Unpaid internship, based in Stockholm, Gothenburg, Halmstad or Malmö**\n\t* **Start date:** First week of February\n\t* **Duration** : March 2:nd to May 29:th 2026\n\tWork closely with senior sales teams across all three Devoteam entities  \n\t***What you’ll leave with:**\n\n\n\t* Sales skills you won’t learn in a lecture hall\n\t* Actual experience with outreach, pipeline, and customer work\n\t* A reference worth something (if you do the work)\n\t* A shot at staying — or at least, knowing what kind of team you want next**How to apply:**  \n\n**Send us:**\n\n\n\t* Your CV\n\tA short note answering one question:* Why should we take a bet on you?Skip the formalities. We care what you bring, not how pretty your template is.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_industry":null,"company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"4333272534","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4333272534","job_url_direct":"https:\/\/www.amazon.jobs\/jobs\/3118504\/aws-public-sector-cloud-architect-?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid&urlHash=iP8w","title":"AWS Public Sector Cloud Architect","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n The Amazon Web Services Professional Services (ProServe) team is seeking a skilled Delivery Consultant to join our team at Amazon Web Services (AWS). In this role, you'll work closely with customers to design, implement, and manage AWS solutions that meet their technical requirements and business objectives. You'll be a key player in driving customer success through their cloud journey, providing technical expertise and best practices throughout the project lifecycle.\n   \n\n  \n\n Possessing a deep understanding of AWS products and services, as a Delivery Consultant you will be proficient in architecting complex, scalable, and secure solutions tailored to meet the specific needs of each customer. You’ll work closely with stakeholders to gather requirements, assess current infrastructure, and propose effective migration strategies to AWS. As trusted advisors to our customers, providing guidance on industry trends, emerging technologies, and innovative solutions, you will be responsible for leading the implementation process, ensuring adherence to best practices, optimizing performance, and managing risks throughout the project.\n   \n\n  \n\n The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud. We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies, and industries.\n   \n\n  \n\n**Eligibility Requirement**\n* This role requires you to be a Swedish National and have business level proficiency in the Swedish language\n\n\n Key job responsibilities\n   \n\n  \n\n As an experienced technology professional, you will be responsible for:\n   \n\n  \n\n* Designing and implementing complex, scalable, and secure AWS solutions tailored to customer needs\n* Providing technical guidance and troubleshooting support throughout project delivery\n* Collaborating with stakeholders to gather requirements and propose effective migration strategies\n* Acting as a trusted advisor to customers on industry trends and emerging technologies\n* Sharing knowledge within the organization through mentoring, training, and creating reusable artifacts\n\n\n A day in the life\n   \n\n  \n\n The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud. We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies, and industries.\n   \n\n  \n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n**Basic Qualifications**\n* 4+ years of experience in cloud architecture and implementation\n* 4+ years of experience in consulting and working with customers\n* Bachelor's degree in Computer Science, Engineering, related field, or equivalent experience\n* Experience with one of the following programming languages\/technologies: Java, Python, Ruby, Node.js, C, or C++ and experience in DevOps, Cloud Infrastructure, AI, Security, Software Development or Databases is required\n\n\n**Preferred Qualifications**\n* AWS Professional level certifications (e.g., Solutions Architect Professional, DevOps Engineer Professional) preferred and experience with automation and scripting (e.g., Terraform, Python, CDK, shell, Ruby, Powershell)\n* Knowledge of security and compliance standards (e.g., HIPAA, GDPR)\n* Strong communication skills with the ability to explain technical concepts to both technical and non-technical audiences\n* Experience with AWS services (e.g. AWS Application Migration Service (MGN), Cloud Migration Factory, Portfolio analysis tooling) and managing large scale data center to data center and\/or data center to cloud migrations; data center operations (e.g. data assurance, monitoring, alerting and notifications)\n* Experience integrating AWS AI\/ML services (SageMaker, Bedrock, Amazon Q); understanding of AI\/ML governance and responsible AI practices\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A3118504","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4373274136","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4373274136","job_url_direct":null,"title":"Software Alliance Ecosystem Manager","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"The Software Alliances team at Canonical works with leading software companies to optimize and enable their products with Ubuntu and other Canonical software, for instance our AI offerings. We develop joint product roadmaps, drive delivery, and formulate go-to-market plans, content and processes, enabling differentiated offerings and robust product life-cycle support anchored to best-in-class Canonical products. Enterprises are able to receive the benefits of open source, securely maintained, and validated solutions from cloud to edge, whether purchased from Canonical, embedded in Alliance partners' products, or accessed through the cloud.\n   \n\n  \n\n The successful candidate is someone who has a background in technology, engineering or product management and is interested in continuing to grow their career in business development. If you are someone who can navigate complex new technical challenges, learn quickly, and architect solutions and strategies across global teams, this challenging role is for you. This role is ideal for early career professionals with up to 7 years of experience.\n   \n\n  \n\n Location: This role will be based remotely in the Americas or EMEA region.\n   \n\n  \n\n The role entails\n   \n\n  \n\n* Collaborating with product, engineering, alliance and marketing teams at partners to align on open-source strategies.\n* Capturing partner requirements, evaluating gaps, and identifying Canonical opportunities.\n* Coordinating with marketing and product teams on messaging, content creation, and launch plans.\n* Creating partner- and customer-facing materials like reference architectures, joint blueprints, webinars, presentations, videos, and white papers.\n* Driving Ubuntu adoption within targeted alliance accounts, advocating its benefits to stakeholders and working with partners on enablement training for their development, delivery, support and commercial teams.\n* Influencing alliance partners to build with Canonical technology.\n* Up to 25% travel, including internationally, for internal conferences and to drive partnerships in person.\n\n\n What we are looking for in you\n   \n\n  \n\n* Exceptional academic track record from both high school and university or a compelling narrative about your alternative chosen path.\n* Bachelor's degree in science, technology and\/or engineering.\n* Experience in software development and system architecture.\n* Customer-facing experience in software engineering, product management, business development, technology strategy or similar functions.\n* Excellent communication skills across all levels of stakeholders - individual contributors to the C-suite; ability to grasp complex material and synthesize key points.\n* Ability to think and work at both strategic and tactical levels.\n* Disciplined and self motivated for a remote-first workplace environment.\n\n\n**Nice-to-have Skills And Experience**\n* Experience with open source software and open source business models.\n* Team leadership, product management or program management experience.\n* Understanding of marketing and go-to-market strategy.\n* Sector-specific experience in finance, telecommunications, automotive, or public sectors.\n* Working knowledge of independent hardware and software vendor go-to-market motions.\n* Post-graduate degree in science, technology or engineering field.\n\n\n**What we offer colleagues**\n We consider geographic location, experience, and performance in shaping compensation worldwide. We revisit compensation annually (and more often for graduates and associates) to ensure we recognise outstanding performance. In addition to base pay, we offer a performance-driven annual bonus or commission. We provide all team members with additional benefits, which reflect our values and ideals. We balance our programs to meet local needs and ensure fairness globally.\n   \n\n  \n\n* Distributed work environment with twice-yearly team sprints in person.\n* Personal learning and development budget of USD 2,000 per year.\n* Annual compensation review.\n* Recognition rewards.\n* Annual holiday leave.\n* Maternity and paternity leave.\n* Employee Assistance Programme.\n* Opportunity to travel to new locations to meet colleagues.\n* Priority Pass, and travel upgrades for long haul company events.\n\n\n**About Canonical**\n Canonical is a pioneering tech firm at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open source projects and the platform for AI, IoT and the cloud, we are changing the world of software. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence - in order to succeed, we need to be the best at what we do. Most colleagues at Canonical have worked from home since its inception in 2004. Working here is a step into the future, and will challenge you to think differently, work smarter, learn new skills, and raise your game.\n   \n\n  \n\n Canonical is an equal opportunity employer\n   \n\n  \n\n We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e96f351a0729c70a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e96f351a0729c70a","job_url_direct":"https:\/\/career.explipro.com\/jobs\/7231140-application-engineer-test-suit","title":"Application Engineer - Test suit","company":"EXPLIPRO GROUP AB","location":"Göteborg, O, SE","job_type":null,"date_posted":1771027200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"#### **Are you a Senior IT Application Engineer with experience from automotive testing environments?**\n\n\nDo you thrive in a hands-on role where IT operations meet real-world vehicle testing? If so, we’d love to hear from you!\n\n#### **The Role**\n\n\nAs a **Senior IT Application Engineer**, you will support and optimize critical applications used in automotive test environments. You will ensure stability, performance, and continuous improvement of systems that are essential for in-car testing and validation activities.\n\n\nYour responsibilities will include:\n\n* Managing and supporting Windows\/Linux-based systems and applications\n* Monitoring system performance and proactively resolving issues\n* Supporting Azure infrastructure and Microsoft 365 environments\n* Troubleshooting applications, networking, and backup solutions\n* Supporting end-users working with vehicle test systems and testbeds\n* Assisting with hardware setups and system integrations in technical environments\n\n\nAs a consultant at Explipro, you’ll work closely with leading automotive customers onsite, while being part of a collaborative and supportive team. We value knowledge sharing and technical curiosity.\n\n#### **About You**\n\n\nTo succeed in this role, you should have:\n\n\n+5 years of experience troubleshooting hardware and software in production environments  \n\nStrong knowledge of Windows 10\/11 and Windows\/Linux Server  \n\nExperience with Azure and enterprise IT environments  \n\nSolid understanding of networking fundamentals  \n\nExperience supporting business-critical applications  \n\nStrong English communication skills (spoken & written)\n\n#### **Bonus Skills**\n\n\nWhile not required, experience in any of the following will be beneficial:\n\n\nExperience from the automotive industry (testing environments preferred)  \n\nExperience with automotive testing tools or lab systems  \n\nExperience with monitoring\/log analytics tools  \n\nExperience working in technically advanced hardware-integrated environments\n\n\nIn the process, we will also evaluate your problem-solving mindset, your ability to work independently, and your ability to communicate clearly in complex technical situations.\n\n#### **About Explipro**\n\n\nExplipro values helpfulness and simplicity in the workplace. We are looking for individuals who share our commitment to integrity, transparency, and caring for each other. By joining us, you will be part of a supportive team that values continuous learning and personal growth. We offer competitive salaries, flexible working conditions, and numerous benefits to support your professional journey.\n\n\nIf this opportunity aligns with your experience and ambitions, we encourage you to reach out without delay!","company_url":"https:\/\/se.indeed.com\/cmp\/Explipro-Group-Ab","company_url_direct":"https:\/\/www.explipro.com","company_addresses":"Gothenburg","company_industry":null,"company_num_employees":"11 to 50","company_revenue":"$1M to $5M (USD)","company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"502aea4888096dd4","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=502aea4888096dd4","job_url_direct":"https:\/\/sscspace.com\/career\/job-opportunities\/c5bb2525-5dfd-4c50-9584-9a6767027396\/","title":"FGSE Spaceport Engineer","company":"Swedish Space Corporation","location":"Esrange, BD, SE","job_type":"fulltime","date_posted":1771027200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"SverigesIngenjorer-AF@sscspace.com, unionen@sscspace.com","description":"Description\n\n\nWelcome to SSC Space (formerly Swedish Space Corporation), the perfect workplace for those passionate about technology in general and space in particular.\nWith space organizations, research institutes, institutional and commercial actors as customers, we offer specialist expertise in satellite communications, space consulting services, rocket and balloon systems, flight test services, satellite propulsion systems, and much more.\n\n\nSSC also has one of the world’s largest global networks of ground stations for satellite communications. We own and operate the Esrange Space Center in Kiruna, northern Sweden, with the aim of launching satellites in the near future.\n\n**Are you fueled by a passion for people and the ambition to create an awesome workplace?**  \n\n**Are you ready to embark on an exciting journey with us to help Earth benefit from space?**\n\n\nIf you answer yes to these questions, we invite you to seize the opportunity to make a significant impact as Fluidic Ground Support Equipment (FGSE) Spaceport Engineer in our team. We are looking for a dedicated personwho shares our core values of Customer passion, Care, Collaboration, Curiosity, and Courage.\n\n\nRequirements\n\n\nAs a FGSE Spaceport Engineer, you play an important role in enabling safe, reliable, and efficient rocket launch operations. You are responsible for the design, development, implementation, and lifecycle ownership of ground systems supporting vehicle fluid and propulsion systems. The role combines hands-on engineering, system ownership, and close collaboration with operations, suppliers, and customers throughout testing and launch campaigns.**In this role, you will:**\n\n* Collaborate with coworkers and customers to analyze the requirements of ground- and vehicle systems, testing procedures, safety standards, and operational needs.\n* Oversee assembly and integration of systems and components for cryogenic fluids and gases. Coordinate with suppliers, technicians, and other stakeholders to ensure timely and accurate implementation.\n* Have the ownership of systems and subsystems critical to the execution of rocket launch campaigns, resolving issues encountered during the life of the systems. Lead the Concept of Operations definition with the rest of the operational team.\n* Collaborate with cross-functional teams to provide technical support and guidance related to system usage. Both internally and directly with the end-user\/customer on site.\n* Continuous improvement of system designs, processes, and workflows to enhance efficiency, reliability, and safety. Incorporate feedback from users and stakeholders to drive iterative improvements.\n* Be an active console operator during tests and launch campaign chronologies in the Launch Control Center\n\n\nResponsibilities\n\n\nTo thrive in this role, you have a drive to provide excellence in technical solutions as well as a drive to learn new things. You like technical challenges, collaboration, and teamwork in an international environment. You have some years of experience working with fluid and Cryogenic systems, preferably both hardware and software.\nYou can describe your designs and ideas to customers and colleagues with the ability to communicate complex technical solutions in an easy and understandable way. As required in the Space business, you can write technical documentation and follow formal processes. As well as being a hands-on engineer with a taste for practical work on-site.\n\n\nBenefits\n\n\n**WE OFFER YOU*** A unique opportunity to contribute to a wide range of projects and play an active role in both the Swedish and international space industry.\n* An excellent opportunity for personal and career development.\n* An exciting, international workplace characterized by an open atmosphere and proud employees all over the world.\n\n**Additional benefits*** In addition to vacation and traditional public holidays, we offer extra paid leave throughout the year, such as time off between Christmas and New Year, Ascension Day, amounting to 6-11 extra days depending on the calendar.\n* Wellness allowance of SEK 5,000 per year.\n* Health benefits such as voluntary health insurance and regular health checks for eligible employees.\n* Access to a benefit bike through a tax-efficient leasing program.\n* Support for employee-driven activities that promote connection, health, and culture across teams.\n* Collective Agreement, including good pensions plans, parental pay and insurance.\n\n **LOCATION**\n\n\nThis is a full-time, permanent position based at our spaceport at Esrange outside of Kiruna. **FURTHER INFORMATION**\n\n\nFor questions regarding employment terms or union-related matters, you are welcome to contact our union representatives:  \n\n**Sveriges Ingenjörer**: SverigesIngenjorer-AF@sscspace.com  \n\n**Unionen**: unionen@sscspace.com\n\n **NEXT STEP**\n\n\nIf this opportunity sparks your interest, we encourage you to apply as soon as possible! We review applications continuously and will conduct interviews throughout the process.\n\n\nYou can submit your application up until 2026-03-29, which is the latest possible date for consideration.  \n\nPlease note, however, that the position may be filled before this date, and the advertisement may therefore close earlier. This allows us to manage the process efficiently and give each application the attention it deserves.\n\n\nWhen applying, please include your CV. While you are welcome to include a brief personal note or letter, our evaluation will primarily focus on your skills and qualifications as outlined in your CV, ensuring a fair and unbiased recruitment process.\n\n  \n\n  \n\nThis is a security-classified position and will require a background check prior to employment.\n\n **WE HELP EARTH BENEFIT FROM SPACE**\n\n\nSSC Space is a leading global provider of advanced space services, with more than 50 years of experience. We help space organizations, research institutes, commercial and institutional actors from all over the world to get access to space.\n\n\nWith local presence on all continents and about 700 committed employees, we offer specialist expertise in satellite communications and satellite control services, spacecraft operations, rocket and balloon systems, launch services and flight test services, as well as engineering, operations and consultancy services for space missions.\n\n\n We help Earth benefit from Space. Learn more at sscspace.com","company_url":"https:\/\/se.indeed.com\/cmp\/Swedish-Space-Corporation-1","company_url_direct":"http:\/\/www.sscspace.com","company_addresses":null,"company_industry":null,"company_num_employees":"501 to 1,000","company_revenue":null,"company_description":"We help Earth benefit from space SSC - Swedish Space Corporation - is a leading global provider of advanced space services with more than f","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/007254b14a6ac0343a8ff6ddfbc81c34","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/f1b9f40d9041566e62aebecf15074ad6","ceo_name":null,"ceo_photo_url":null},{"id":"4373273149","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4373273149","job_url_direct":"https:\/\/grnh.se\/igp4v5f91us&urlHash=qA1x","title":"Senior Software Engineer - Python\/MongoDB","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We're enabling high-performing, rock-solid MongoDB deployments on any cloud or platform our customers choose. We want to create the world's best open source analog to MongoDB Altas or Amazon DocumentDB, which can be owned, controlled and operated by end-users on their own multi-cloud or on-premise environments.\n   \n\n  \n\n Canonical is looking for an experienced Python developer with a background in MongoDB who will help us to build a fully managed MongoDB solution based on Juju. We're aiming to build the most reliable and secure way to deploy and operate MongoDB on machines, VMs, public cloud and Kubernetes. The MongoDB team is small, meaning you will be a key contributor and your work will have a significant impact on the product and the broader ecosystem.\n   \n\n  \n\n Who you are\n   \n\n  \n\n* You love technology and working with brilliant people.\n* You are an accomplished senior Python programmer that enjoys challenging projects in mission-critical environments.\n* You have experience operating and managing MongoDB clusters.\n* You are experienced with modern infrastructure deployment automations or with traditional Linux systems administration, operations, and package management.\n* You are passionate about quality and automatic testing.\n\n\n Work with one of the industry's pioneers in open source with intelligent engineers at every level from engineer to CTO and CEO level. At Canonical we've honed our remote-first culture since 2004, established in the company from the very beginning. Enjoy a competitive salary, the flexibility to work and live where you wish, and the chance to work exclusively on impactful open source projects.\n   \n\n  \n\n*Canonical is proud to foster a workplace free from discrimination. We truly believe that diversity of experience, perspectives, and background will lead to a better environment for our employees and a better platform for our users and customers. This is something we value deeply and we encourage everyone to come be a part of the world of Ubuntu.*","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]