[{"id":"44132deae9b2dd61","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=44132deae9b2dd61","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29916110","title":"Erfaren systemutvecklare","company":"Rasulson Consulting AB","location":"Karlstad, S, SE","job_type":"fulltime","date_posted":1755388800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Uppdragsbeskrivning\n  \nVi söker en erfaren utvecklare som kan förstärka teamet och bidra i arbetet med att förvalta och vidareutveckla en omfattande Dynamics CRM-lösning. Uppdraget kan utföras från valfri ort i Sverige, men resor till möten på plats kan förekomma.\n  \nCRM-lösningen är ett av verksamhetens mest centrala system och används bland annat för kunddatabasen, ärendehantering och handläggning av färdtjänstärenden. Det bygger på Microsoft Dynamics CRM i en on-premise-installation och innehåller även stöd för företagsförsäljning och bokning, samt marknads- och annonsstöd via Click Dimensions.\n  \nSystemet har många tillägg utanför standardfunktionaliteten, men alltid inom ramarna för supporterade lösningar. Det finns flera integrationspunkter mot exempelvis webblösningar, företagsportaler, biljettsystem, analysplattformar och externa tjänster såsom folkbokföringsregister, databaser, SMS-tjänster och automatiserad datafångst från inskannade blanketter.\n  \nI samband med ett större utvecklingsprogram byggs nu ett nytt handläggningssystem för färdtjänst och sjukresor, som integreras i den befintliga CRM-lösningen. Teamet består av konsulter från olika leverantörer och arbetar agilt enligt SCRUM. Samarbete, kompetensdelning och gemensamt ansvar för leveranserna är viktiga delar av arbetssättet.\n  \nKvalifikationer\n  \nFlerårig erfarenhet av kundsystem och ärendehanteringslösningar, gärna inom offentlig eller kommunal sektor.\n  \nErfarenhet av handläggningssystem inom offentlig eller kommunal verksamhet är meriterande.\n  \nMinst 7 års avancerad utveckling i Microsoft Dynamics CRM inom B2C.\n  \nGedigen erfarenhet av felsökning i Dynamics CRM och integrerade lösningar, inklusive arbete med API-bibliotek.\n  \nMinst 7 års erfarenhet av utveckling och förvaltning av API-lösningar för Dynamics CRM.\n  \nDeltagit i minst tre större CRM-projekt inom B2C.\n  \nDokumenterad kompetens inom konfiguration och förvaltning av Dynamics CRM-lösningar både för B2C och B2B.\n  \nLång erfarenhet av Dynamics CRM on-premise.\n  \nErfarenhet av agilt arbetssätt och vana vid att arbeta i Azure DevOps.\n  \n  \n\nPersonliga egenskaper\n  \nDrivande och självgående\n  \nLösningsorienterad\n  \nGod kommunikativ förmåga\n  \nStrukturerad och noggrann\n  \n  \n\nOm Rasulson Consulting\n  \nRasulson Consulting är ett specialiserat bemannings- och rekryteringsföretag inom IT-sektorn. Vi samarbetar med ledande tech-bolag och innovativa startupföretag för att erbjuda spännande karriärmöjligheter för dig med intresse för digital utveckling. Genom vår djupa tekniska förståelse och vårt starka nätverk kan vi snabbt matcha rätt kompetenser med rätt uppdrag. Hos oss får du personlig vägledning, regelbunden återkoppling och möjligheten att ta nästa steg i din IT-karriär.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4bc98d088d773b11","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=4bc98d088d773b11","job_url_direct":"https:\/\/mindment.jobsoid.com\/j\/9626\/systemutvecklare-ref201706?source=indeed","title":"Systemutvecklare - REF201706","company":"Mindment","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1755302400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Consulting And Business Services","listing_type":null,"emails":null,"description":"Mindment is looking for our customer **K****odexe** an experienced system developer.\n\n\n**Description** Kodexe is a growing company with three described statements: - IT Consultants with fingertips for the business our solution is to promote. - Result-oriented fire hunters. - Pragmatic innovators. In a team of skilled innovative system developers, project managers.\n\n\n\nAt our customer Kodexe you work as a senior. Net develops with problem solving and counseling primarily with customers, solutions with added value and business benefits in focus. Your responsibilities involve work of functional design, system design and are expected to explain system flows and processes.\n\n\n\nWith a high understanding of the processes' business and challenges, in order to deliver effective and long-term solutions.  \n\n  \n\n**Din profil\/kvalifikationer**\n\n  \n\n* Minst 5 års erfarenhet av systemutveckling i .NET\/C#, med kunskaper i\n* ASP.NET\n* ASP.NET MVC\n* ASP.NET Web API\n* MS SQL\n* WCF\n* Entity Framework\n* AngularJS\n* Knockout\n* Bootstrap\n\n\n**Meriting**\n\n  \n\n* Sitecore CMS\n* Episodes CMS\n* SharePoint\n* inRiver PIM\n* Release Management, Logging, Monitoring and Testing.\n* Swedish and English in speech and writing (professional level), as well as additional languages\n\n\n\n**About Mindment**  \n\nMindment is a recruitment and leadership company. Our vision is to provide high quality services and strong commitment. We like working with people and we have long experience in recruitment, leadership and mentorship.","company_url":"https:\/\/se.indeed.com\/cmp\/Mindment","company_url_direct":"http:\/\/www.mindment.se\/","company_addresses":"Salongsgatan 38\r\n211 16 Malmö","company_num_employees":null,"company_revenue":null,"company_description":"Mindment är ett rekryterings- och ledarskapsföretag. Vår vision är att leverera tjänster med hög kvalitet och med ett starkt engagemang. Vi","logo_photo_url":null,"banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/553fb1b7bdd84fd267923d92c17e3f03","ceo_name":null,"ceo_photo_url":null},{"id":"4284740304","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4284740304","job_url_direct":null,"title":"Backend Developer Intern (Remote)","company":"XR Solutions","location":"Stockholm County, Sweden","job_type":"other","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Engineering and Information Technology","company_industry":"Software Development, IT System Custom Software Development, and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**About XR Solutions** \n\n\n\n\n XR Solutions is a technology-driven company pioneering\n **machine learning-powered augmented reality solutions** \n for industrial clients.\n \n\n\n\n Our mission is to revolutionize how machines are operated, maintained, and optimized — enabling workflows and innovations that were once impossible. We combine research-based optimizations with cutting-edge AR technology to create\n **practical, reliable, and high-performance solutions** \n that reshape industries.\n \n\n\n\n This internship offers a rare opportunity to\n **build backend systems that directly power advanced AR applications** \n used in real-world industrial environments.\n \n\n\n\n  \n\n\n\n\n\n**Role Overview:** \n\n\n\n\n We’re looking for a\n **passionate, detail-oriented Backend Developer Intern** \n with a strong interest in\n **API development, system integration, and backend architecture** \n .\n \n\n\n\n This is a\n **remote, hands-on role** \n where you will work closely with experienced developers to design, implement, and maintain backend services that support our AR platforms.\n \n\n\n\n While this is initially\n **unpaid** \n , exceptional performance may lead to a\n **paid position** \n after the internship.\n \n\n\n\n  \n\n\n\n\n\n**What You’ll Do:** \n\n\n\n* **Develop APIs** \n : Build and maintain high-performance REST APIs using\n **Node.js** \n and\n **Express.js** \n .\n* **Database Management** \n : Work with\n **PostgreSQL** \n and ORM tools (Sequelize) to design and optimize database schemas.\n* **System Integrations** \n : Assist in integrating backend services with AR platforms and machine learning pipelines.\n* **Testing & Quality Assurance** \n : Write and run\n **unit and integration tests** \n to ensure stability and performance.\n* **DevOps Support** \n : Learn to work with\n **AWS cloud infrastructure** \n and contribute to maintaining scalable, secure environments.\n* **Troubleshooting & Maintenance** \n : Help debug, patch, and optimize backend systems to improve reliability.\n* **Code Reviews** \n : Participate in peer reviews to maintain code quality and follow industry best practices.\n\n\n\n  \n\n\n\n\n\n**Required Skills:** \n\n\n\n* Proficiency in\n **Node.js** \n and\n **Express.js**\n* Solid\n **JavaScript** \n &\n **TypeScript** \n skills\n* Experience with\n **PostgreSQL** \n (basic to intermediate)\n* Familiarity with\n **AWS services** \n (some training provided)\n* Understanding of\n **Git** \n (we use Bitbucket)\n* Basic knowledge of\n **CI\/CD pipelines**\n* Awareness of\n **IT security fundamentals**\n* (Bonus) Experience with\n **Sequelize ORM**\n\n\n\n  \n\n\n\n\n\n**What You’ll Gain:** \n\n\n\n* Hands-on experience building backend systems for\n **real-world AR applications**\n* Exposure to\n **AWS-based scalable architectures**\n* Experience with\n **industrial-grade API design, testing, and security**\n* Involvement in a\n **live product launch**\n\n\n\n  \n\n\n\n\n\n If you’re excited about this opportunity and eager to learn, please send your resume outlining your interest in the position. We look forward to helping you grow your skills and advance your career in backend development.","company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHeCFw56iRkeQ\/company-logo_100_100\/company-logo_100_100\/0\/1633338980908\/xr_solutions1_logo?e=2147483647&v=beta&t=Sp6Rv1MGRYTqKXD1xlNxk1Ry95mBFlOuB6_Kzq8ZQPQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4232982811","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4232982811","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-Software-Engineer-%2528Optimizely%252C-Stockholm%2529\/1114852601\/?feedId=388933&utm_source=linkedin&urlHash=PQ54","title":"Software Engineer (Optimizely, Stockholm)","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Har du ett intresse för att skapa tekniska lösningar som verkligen gör skillnad? Vill du vara med och skapa nästa generations teknik och bygga den digitala framtiden? Vi söker dig som vill bidra med din kompetens i projekt för några av världens största varumärken och som gärna håller dig uppdaterad inom .NET-utveckling och Optimizely.\n   \n\n  \n\n Om rollen\n   \n\n  \n\n Som .NET-utvecklare inom Optimizely\/Episerver på Capgemini kommer du vara en del av ett agilt utvecklingsteam som arbetar med affärskritiska lösningar för våra kunder. Lösningarna nyttjar i största möjliga mån breda tekniska lösningar och tjänster i framkant från Microsoft och andra större partners. Detta innebär att du får en framtidssäkrad kompetens där du inte riskerar fastna i alltför specifika, smala och utdaterade lösningsområden.\n   \n\n  \n\n Du kommer att arbeta i framkant gällande testdriven utveckling och clean coding. Du kommer delta i alla utvecklingsfaser, från kravanalys och design till utveckling, test och leverans. I rollen kommer du att fokusera på nyskapande projekt med möjlighet att jobba med kollegor i Sverige och i andra länder. Du rapporterar till en av våra teamchefer och utgår från vårt kontor på Fleminggatan i Stockholm.\n   \n\n  \n\n Din profil\n   \n\n  \n\n Vi letar efter någon med minst 3 års .NET-erfarenhet, om följande tekniker låter intressanta för dig vill vi gärna höra från dig:\n   \n\n  \n\n* Erfarenhet av Optimizely CMS (fd Episerver).\n* Erfarenhet av C#, .NET Core och Azure.\n* Azure Cloud, Kubernetes, Docker.\n* Azure CI\/CD pipelines.\n* Service Bus, Rest APIs.\n* Erfarenhet eller intresse för ytterligare relevanta tekniker och ramverk som tex: MS SQL Server, Angular, React, Vue, MVC .Net 6, WCAG2.2, Optimizely Commerce.\n\n\n**Vad vi tror kommer få dig att trivas**\n* Föräldraförmån.\n* Flexibla arbetsförhållanden & Work-from-Home Policy.\n* Guilds (Tech communities).\n* Mentorskapsprogram (som mentor eller mentee).\n* Delaktighet i Capgeminis olika fokusområden; Diversity and Inclusion, Sustainability, Wellness club, Art club etc.\n* Generöst friskvårdsbidrag, sjukvårdsförsäkring & tjänstepension.\n* Kompetensutveckling i form av utbildningar och certifieringar.\n\n\n**Ansökan**\n Just nu har vi semesterperiod och hoppas att även du njuter av en fin sommar. Vi ser framemot att läsa igenom din ansökan när vi är tillbaka från semester och förväntar oss att kunna återkoppla dig mot slutet av augusti när vi är åter! Stort tack för ditt tålamod!\n   \n\n  \n\n*Observera att identitets- och bakgrundskontroller kan genomföras som en del av rekryteringsprocessen.*\n Om Capgemini\n   \n\n  \n\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda övergången till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, generativ AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2024 rapporterade Capgemini Group globala intäkter på 22,1 miljarder euro.\n   \n\n  \n\n Get The Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4262235897","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4262235897","job_url_direct":"https:\/\/careers.ui.com\/apply\/Backend_Developer_(Node.js)\\u002d\\u002dqqcpO7nxRH&urlHash=FgeH","title":"Backend Developer (Node.js)","company":"Ubiquiti Inc.","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"At Ubiquiti Inc., we create technology platforms for Businesses, Smart Homes, and Internet Service Providers, driven by our goal to connect everyone, everywhere. To date, Ubiquiti has shipped over 100 million devices worldwide, from ISP networking products to next generation of IT solutions. Our growth is made possible by the dedicated team of hundreds behind the scenes. From software developers and product managers to designers and strategists, Team UI is driven to achieve our common goal: Rethinking IT. At Ubiquiti, you’ll heighten your potential and broaden your horizons - all while shaping the future of connectivity.\n   \n\n  \n\n**Join forces with us on our mission to build a better IT industry. We are currently looking for a highly skilled Backend Developer (Node.js) to our team in Stockholm, Sweden.**\n***Please note that applicants must live in Sweden and hold a valid work permit at the time of application to be considered for this role.***\n**Team**\n We are hiring for the UniFi OS team that develops and maintains the core operating system for UniFi Cloud Gateways, NAS, and NVRs. The team ensures a secure and stable environment for all UniFi applications, spanning networking, camera surveillance, VoIP, and access control.\n   \n\n  \n\n**Responsibilities**\n* Develop efficient, scalable, and maintainable backend services\n* Lead discussions on service architecture and code design\n* Do code reviews, execute on branch\/merge strategies as well as building and deployment processes\n* Maintain a good programming style and stay up-to-date with the latest technology and trends\n* Design developer-friendly APIs that are secure, scalable, and well-documented\n* Communicate complex technical topics with key stakeholders including PM's, developers (embedded, web, mobile), UX\/UI designers and strategists\n\n\n**Requirements**\n* 5+ years of experience with Node.js and TypeScript\n* 3+ years of experience with SQL (Postgres or similar)\n* Knowledge of web security (OWASP, browser security model, OAuth)\n* Excellent debugging skills and familiarity with defensive programming\n* Familiar with Git, Unix\/Linux and Docker environments\n* Ability to work independenty\n* Excellent written and verbal communication skills\n* Strong sense of ownership of tasks and responsibilities\n* Highly proficient in English (written and spoken)\n\n\n**Nice To Have**\n* Well-versed with DevOps and Build pipelines\n* Experience with Rust or Go.\n* Familiar with gRPC\n* Experience with WebRTC\n\n\n**Benefits**\n* International work environment\n* Competitive compensation package including wellness allowance, occupational pension, medical insurance, private health insurance, life insurance and work-injury insurance\n* Five weeks of holiday per year\n* Flexible work hours and hybrid work model\n* Modern office space located in Epicenter (Hötorget)\n* Access to all the latest Ubiquiti products and prototypes for home use and tests\n\n\n***Please note that a background check will be conducted in the final stage of the recruitment process***","company_url":"https:\/\/www.linkedin.com\/company\/ubiquiti-","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEY82Lg2g7ebQ\/company-logo_100_100\/company-logo_100_100\/0\/1672723177404\/ubiquiti__logo?e=2147483647&v=beta&t=vXDhOCoZMF1OaQWASeHIQbzNkQi_VKgBDDxAfW0TeSA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4276028674","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4276028674","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Embedded-Developer-151-38\/1220840201\/&urlHash=c_XE","title":"Embedded Developer","company":"Scania Group","location":"Södertälje, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Motor Vehicle Manufacturing","listing_type":null,"emails":"linda-malin.erlendsdottir@scania.com","description":"Scania's R&D department is transforming to become part of TRATON Group R&D. TRATON is a group of strong brands with a shared mission: transforming transportation together to create the future of sustainable transport solutions. Within TRATON, we include MAN, Scania, Volkswagen Truck & Bus, and International. As part of a global team of industry experts, you get to think bigger, experience more, and reach further. Together, we have the power to transform transportation.\n   \n\n  \n\n**Role Summary**\n As an Embedded Developer in the Framework team within the Value Creation Team PCS (Propulsion Control System), you will play a key role in developing Middleware Software components such as Real-Time Database and File Handling. You will also contribute to the Diagnostic Framework, Cyber Security Implementation, and Unified Diagnostic Services for all inhouse developed Propulsion Control Systems.\n   \n\n  \n\n**Job Responsibilities**\n* Middleware SW development (Real Time Database, File Handling).\n* Implement Diagnostic Framework.\n* Work with Unified Diagnostic Services (UDS) or KWP.\n* Cyber Security Implementation for embedded systems.\n\n\n**Who You Are**\n* You hold a Master of Science in Computer Science, Electrical Engineering, or a related field.\n* You have strong programming skills in C and Python.\n* Experience in embedded systems development for at least 2 years.\n* Know how of ISO26262, ASPICE and MISRA C.\n* Knowledgeable in CAN and Diagnostics.\n* Experience with Matlab\/Simulink is an advantage.\n* You are a collaborative team player with a passion for innovation and continuous improvement.\n\n\n We welcome applicants from all backgrounds – your unique experience and perspectives is valuable to us.\n   \n\n  \n\n**This Is Us**\n The Powertrain System Framework unit consists of three specialized teams: Cyber Security, Architecture & Functional Safety, and Framework, with the mission to deliver safe and secure propulsion systems with a modular SW architecture and a pipeline that enables quick releases with high quality.\n   \n\n  \n\n We are part of the Powertrain Base Functions section, where we develop premium operational mechatronics software to control all in-house propulsion systems. Our mission includes:\n   \n\n  \n\n  \n\n* Developing control system functionality for in-house conventional gearboxes (GW and GZ).\n* Creating control systems for electric powertrains (e.g., CCD, P160, eCAM).\n* Serving as technical system owners for all gearbox and electric powertrain systems.\n* Delivering operational mechatronics software, including framework, architecture, functional safety, and cyber security\n\n\n Within TRATON Group R&D, you are an important part of something bigger. Joining us means gaining access to the ins and outs of the entire transportation industry. As part of a global team of industry experts, you get to think bigger, experience more, and reach further. Being bigger also means being stronger. Together with our brands, we have the collective power to transform transportation.\n   \n\n  \n\n**We Offer**\n We offer a dynamic, flexible workplace with hybrid work options, including Scania Sergel and Midway hubs. With a structured development plan and courses, TRATON Group R&D supports your career growth both locally and internationally.\n   \n\n  \n\n Benefits include wellness allowance, TRATON result bonus, flexible hours, and company car leasing. We also hosts events for employees and their families, and Stockholm residents enjoy direct access to Södertälje via Scania Job express buses.\n   \n\n  \n\n**Application**\n Your application should include a CV and any relevant certificates. We welcome all applicants and strive for diversity in our recruitment processes.\n   \n\n  \n\n Apply as soon as possible, no later than 2025-08-17. Screening will take place on an ongoing basis during the application period. Logical and personality tests may be used as part of the selection process, and a background check may be required for this role.\n   \n\n  \n\n If you have questions or would like more information, please contact: linda-malin.erlendsdottir@scania.com.\n   \n\n  \n\n We look forward to your application!","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=v2f945TWghdMCDvRt9P44DtfEO_k_CZd74M2K3jXPSY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4204706894","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4204706894","job_url_direct":"https:\/\/jobs.zalando.com\/en\/jobs\/2718762?gh_src=2104be071&urlHash=2XJL","title":"Software Engineer - Zalando Logistics Technology (ZEOS) - All Genders","company":"Zalando","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet, Retail, and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Over the last years, we learned that solving fulfilment related challenges for the good of our customers helps us to fuel the growth of our platform. With more partners in Partner Program and Connected Retail joining our platform, we have been developing and testing additional fulfilment services tailored to their needs.\n   \n\n  \n\n The ZEOS Logistics department is responsible for all partner-facing Zalando Logistics Solutions. By unifying and collaborating these services under a single umbrella, we provide a more holistic approach to delivering the optimal fulfilment solution to meet our partners' needs and leverage common services to enable partner program growth.\n   \n\n  \n\n As a Software Engineer in ZEOS Logistics, you will develop and operate business-critical applications for our partners and internal stakeholders that process tens of thousands of events per second powering the critical partner-facing backend APIs and web applications of the partner fulfilment domain. You will work with tools and technologies such as Java, Kotlin, PostgreSQL, AWS, Kubernetes, and Elasticsearch in building high-performance, low-latency systems to create an impact on customers and partners.\n   \n\n  \n\n**INCLUSIVE BY DESIGN**\n At Zalando, our vision is to be the starting point for fashion - one that is inclusive by design. We only assess candidates based on qualifications, merit, and business needs. We welcome applications from people of all gender identities, sexual orientations, personal expressions, racial identities, ethnicities, religious beliefs, and disability statuses. We only want to know why you’re great for this role, so please avoid including your picture, age, and marital status in your CV as well.\n   \n\n  \n\n We want to provide you with a great candidate experience. Please feel free to inform us of any accommodations you may need, so we can best support and assist you throughout the hiring process.\n   \n\n  \n\n do.BETTER - our diversity & inclusion strategy\n   \n\n  \n\n https \/\/corporate.zalando.com\/en\/diversity-inclusion\n   \n\n  \n\n Our employee resource groups\n   \n\n  \n\n https \/\/corporate.zalando.com\/en\/diversity-inclusion\/our-employee-resource-groups\n   \n\n  \n\n**WHAT WE’D LOVE YOU TO DO (AND LOVE DOING)...**\n* Build and operate large-scale data streaming and processing applications serving fulfilment process relevant data with the latency of tens of milliseconds in magnitude to Zalando partners in using technologies such as Java, Kotlin, Postgres, and Elasticsearch.\n* Use a state-of-the-art software development methodology.\n* Be part of a newly established engineering team in Stockholm and help to foster an environment of continuous learning.\n\n\n**WE’D LOVE TO MEET YOU IF..** \n .\n   \n\n  \n\n  \n\n* 5+ years of experience as a Software Engineer in developing APIs and high-volume data streaming and processing systems with either Java or Kotlin.\n* Initial hands-on experience with SQL storage technologies.\n* Familiarity with AWS, Kubernetes, and Elasticsearch is in addition a plus.\n* \"You build it, you run it\" approach you have had a first experience in managing services end-to-end, from developing to deploying to monitoring and incident support is a big plus.\n* Passion for working in an agile, cross-functional team, iterating quickly during the product development cycle. As well as, ability to communicate and collaborate effectively with business stakeholders, product managers, and engineering peers.\n\n\n**OUR OFFER**\n Zalando provides a range of benefits, please ask your Talent Acquisition Partner to learn more about what we offer.\n   \n\n  \n\n**About Zalando**\n It’s the perfect time to join Zalando on our journey, from being a pioneer in the world of e-commerce, to the starting point for fashion in Europe. We connect customers, brands, and partners across 23 markets.\n   \n\n  \n\n Help us drive digital and sustainable solutions for fashion, logistics, advertising and research, bringing head-to-toe fashion to almost 49 million active customers through a team of diverse skill-sets, cultural backgrounds, and interests.\n   \n\n  \n\n Our values https \/\/jobs.zalando.com\/en\/our-founding-mindset\n   \n\n  \n\n do.More - our sustainability strategy https \/\/corporate.zalando.com\/en\/sustainability Follow us on Instagram instagram.com\/insidezalando\n   \n\n  \n\n Please note that all applications must be completed using the online form - we do not accept applications via email.","company_url":"https:\/\/de.linkedin.com\/company\/zalando","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH5W2RT94nx2Q\/company-logo_100_100\/B4DZcvtt1iH4AQ-\/0\/1748852203400\/zalando_logo?e=2147483647&v=beta&t=T5SRAaxbmXjyXea5Oty1c2lQTZh_MxD9jW0SmkK6Oos","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4262688139","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4262688139","job_url_direct":"https:\/\/karriar.accigo.se\/jobs\/3710564-developer-business-central?utm_source=LinkedIn&urlHash=IMj_","title":"Developer Business Central","company":"Accigo","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Business Development and Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"Amir.hosseini@accigo.se","description":"Har du ett stort intresse för digitalisering och är redo för din nästa utmaning i karriären? Ser du enorma möjligheter för D365 Business Central och vill vara med och bygga marknadens bästa erbjudande? Då är den här möjligheten helt rätt för dig.\n   \n\n  \n\n Vad innebär jobbet?\n   \n\n  \n\n I rollen som Developer Business Central på Accigo kommer du att vara en del av ett snabbväxande och engagerat team. Du kommer att arbeta för att vårt erbjudande inom Microsoft Dynamics 365 Business Central är det bästa och mest attraktiva på marknaden, både ur ett kund- och medarbetarperspektiv.\n   \n\n  \n\n Tillsammans med utvecklingsteamet kommer du att utveckla vår affär genom att arbeta nära våra kunder och bygga högt förtroende för våra kunders tekniska lösning samt våra utvecklingsprocesser. Tjänsten ger även stor möjlighet att själv påverka ditt arbete och vad rollen utvecklas till. Det finns möjlighet till att både ta en ledande roll i leverans och fördjupa dig i rollen som utvecklare.\n   \n\n  \n\n Vem är du?\n   \n\n  \n\n Vi söker dig med ett engagemang som smittar av sig på människor i din omgivning och dig som vill ta nästa steg i din karriär. Rollen som utvecklare hos oss passar dig som brinner för tech och drivs av verksamhetsutveckling, affärssystem och digitalisering. Du gillar att ta dig an problem för att hitta den bästa lösningen tillsammans med teamet.\n   \n\n  \n\n Du vill alltid leverera maximalt värde ute hos kund och samtidigt vidareutveckla din befintliga kompetens som konsult och som teknisk specialist inom Microsoftplattformen. Du trivs i ett prestigelöst arbetsklimat med högt i tak och där teamet stöttar varandra för att bli framgångsrika.\n   \n\n  \n\n**Vi ser att du**\n* Har några års erfarenhet som utvecklare inom Microsoft Dynamics 365 Business Central.\n* Har deltagit i uppgraderings- och utvecklingsprojekt.\n* Har förståelse för Microsofts plattform och förstår hur det kan nyttjas ur ett affärsperspektiv.\n* Rör dig bekvämt i både i SaaS och on-prem miljöer.\n* Behärskar den senaste tekniken (Visual Studio Code AL-språket, Extensions, DevOps, Power Platform).\n* Kan påvisa tidigare erfarenhet där ditt arbete bidragit till att utveckla affären och\/eller teamet\n* Trivs i eller är nyfiken på hur det är att arbeta i en entreprenöriell miljö där du kan vara med och utveckla\n* Har ambition att ta en ledande roll i leverans.\n\n\n Teamet Business Central\n   \n\n  \n\n Accigo Affärsområde Business Application på Accigo skapar företagssystem med Microsoft Dynamics 365 som bas där Business Central ingår.\n   \n\n  \n\n Vi har verksamhetskompetens inom branscher som detaljhandel, logistik, produktion, fastighet och tjänsteföretag. Vi agerar även rådgivare inom verksamhetsprocesser som rör ekonomi, orderhantering, lagerstyrning och andra administrativa processer.\n   \n\n  \n\n**Nyfiken?** \n Vi svarar gärna på frågor, eller berättar mer om oss över en kaffe - du kan enkelt komma i kontakt med oss: Amir.hosseini@accigo.se\n   \n\n  \n\n Läs gärna mer om oss och träffa våra medarbetare på vår karriärsida: https:\/\/karriar.accigo.se\/\n   \n\n  \n\n*Vi utvärderar ansökningar löpande, så vänta inte med att skicka din ansökan.*\n Accigo är ett nordiskt konsultbolag som hjälper företag och organisationer med digital affärs- och verksamhetsutveckling med tekniken som möjliggörare. För oss handlar digitalisering till 90% om människor och 10% om teknik. Det är när samspelet mellan människa och teknik fungerar som digitaliseringens fulla styrka visar sig.\n   \n\n  \n\n För många handlar digitalisering mest om teknik. För oss är det så otroligt mycket större. Digitalisering kan få både människor och organisationer att våga sikta högre, följa sina drömmar och öppna dörrar som de inte ens visste fanns. Och när man ser igenom tekniken och börjar skönja vilka möjligheter som gömmer sig där bakom. Då ser man att framtiden kan vara en fantastisk plats – fylld av mänsklig energi och värme – och digitalisering är inget annat än vår superkraft för att komma dit.","company_url":"https:\/\/se.linkedin.com\/company\/accigo","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHqKEIIEx3t8A\/company-logo_100_100\/company-logo_100_100\/0\/1637664475929\/accigo_logo?e=2147483647&v=beta&t=VwQI4dG5FHcq-HfTRU5hZ5irWCAeOH3-93YUTc00jwU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4219869064","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4219869064","job_url_direct":"https:\/\/us.wd103.myworkdayjobs.com\/tobii_dynavox\/job\/Stockholm\/Lead-AAC-Content-Developer_JR100538?source=LinkedIn&urlHash=fnLO","title":"Lead AAC Content Developer","company":"Tobii Dynavox®","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Marketing, Public Relations, and Writing\/Editing","company_industry":"Medical Equipment Manufacturing","listing_type":null,"emails":null,"description":"**Why join us?**\n We’re on a mission to empower people with disabilities to do what they once did or never thought possible. As the world-leader in assistive communication solutions, we empower our customers to express themselves, connect with the world, and live richer lives.\n   \n\n  \n\n At Tobii Dynavox, you can grow your career within a dynamic, global company that has a clear, impactful purpose - with the flexibility to also do what truly matters to you outside of work. What’s more, you’ll be part of a work culture where collaboration is the norm and individuality is welcomed.\n   \n\n  \n\n As a member of our team, you’ll have the power to innovate for good. You’ll see your ideas in use in new applications, work with the latest technology on leading platforms, and deliver meaningful solutions for our customers.\n   \n\n  \n\n**About the Role:**\n*We’re at an exciting stage in our journey—growing rapidly and expanding our Product & Development team in Stockholm to build a vibrant hub for innovation, product design, and technology. This is a unique opportunity to join a thriving organization where you can help shape the future of assistive communication, defining how we work and delivering impactful solutions for our users.*\n*We are building a culture of empowered, collaborative teams who are passionate about helping individuals with disabilities find their voice and connect with the world. Our teams thrive on trust, collaboration, and a positive environment where everyone lead and contributes. We deeply understand the people we serve, empathize with their challenges, and use our expertise to make a real difference.*\n As a\n **Lead AAC Content Developer** \n , you'll play a crucial role in developing and maintaining innovative communication content for our AAC software applications, such as TD Snap. In this role, you’ll lead and manage the AAC Content Development team, shaping the strategy and approach for vocabulary and communication content development in our products. This is a great opportunity to play a vital role in empowering individuals with communication-related disabilities, helping them express themselves and connect with the world.\n   \n\n  \n\n**In this role, you will:**\n* Lead our AAC Content Development team.\n* Define strategies and methodologies for developing text- and symbol-based content for AAC software applications.\n* Establish and manage the AAC content roadmap, setting priorities and timelines.\n* Design products tailored to various communication-related disabilities, applying best practices in AAC design.\n* Develop content guidelines to optimize for alternate access methods (eye-gaze, switch-access, touch, etc.) and support language growth.\n* Oversee content localization efforts to ensure consistency and collaborate with cross-functional teams.\n* Stay current on AAC trends and identify new opportunities.\n\n\n**What We're Looking For:**\n We are looking for someone who has:\n   \n\n  \n\n* 5+ years of experience in AAC or Assistive Technology within clinical or educational settings.\n* Prior leadership experience.\n* A degree in Speech-Language Pathology, Linguistics, Assistive Technology, or a related field.\n* Understanding of software development life cycle and user centric design\n* Expertise in language and literacy development, AAC best practices, and content design.\n* Strong editorial skills and an eye for detail.\n\n\n We’d be even more excited if you also have:\n   \n\n  \n\n* Knowledge of programming page sets in one or more AAC software applications.\n* Proficiency in Python.\n* Deep familiarity with assistive technologies, including eye-gaze and switch-access.\n\n\n Apply today!\n   \n\n  \n\n We believe in empowering individuals - including our own employees - to reach their full potential. So, if you want to change lives while growing your own career, we’d love to hear from you.","company_url":"https:\/\/se.linkedin.com\/company\/tobiidynavox","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGONQEqI1YgrA\/company-logo_100_100\/company-logo_100_100\/0\/1738008471348\/tobiidynavox_logo?e=2147483647&v=beta&t=64z9pN2IRQ8UDrZH--Hw0-lS2X7Ee6anc5SaKujc4R8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4221053007","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4221053007","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-UX-Designer\/1047714101\/?feedId=388933&utm_source=linkedin&urlHash=zVbD","title":"UX Designer","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"På Capgemini DCX verkar vi inom design, teknik och affärer med att skapa tjänster, produkter och upplevelser från grunden samt med att transformera befintliga lösningar. Vi växer just nu i Stockholm och söker kunniga designkollegor!\n   \n\n  \n\n**OM ROLLEN**\n Som UX-designer och konsult kommer du att arbeta tillsammans med våra kunder och utvecklare i tvärfunktionella agila team. Projekten finns inom olika sektorer och du kan komma att jobba med shoppingupplevelser inom detaljhandel, med kunder inom offentlig sektor eller så blir du en del av designteamet hos en av våra ledande kunder inom fordonsindustrin. Vår flexibla arbetsmodell innebär att du kan arbeta delvis hemifrån, vilket ger dig goda möjligheter att balansera ditt privat- och yrkesliv. Det finns även möjlighet att arbeta utomlands under en period via vårt FLEX-abroad program.\n   \n\n  \n\n Vi har ett internt Community, vårt UX Guild där vi samarbetar över regionerna och anordnar lärandeaktiviteter och sociala evenemang. Vi strävar efter att lära oss av varandra samtidigt som vi har det roligt tillsammans. Med en inkluderande kultur omfamnar och stärker vi våra talanger i alla dess olika former och ursprung.\n   \n\n  \n\n Vårt sätt att arbeta är centrerat kring våra sju värderingar: Honesty, Boldness, Trust, Fun, Freedom, Team Spirit and Modesty. Det här kanske först låter som tomma ord men efter att ha arbetat med oss ett tag kommer du att märka att det ligger en viss sanning i budskapet och att vi lever efter dessa värderingar.\n   \n\n  \n\n**DIN PROFIL**\n* Arbetat som UX\/UI eller Product Designer på heltid i 5+ år.\n* Har en djup förståelse för användarcentrerade metoder och principer som du kan förespråka för och enkelt tillämpa i ditt dagliga arbete\n* Har erfarenhet i att leda ett designprojekt från början till mål, från inledande användarforskning till konceptgenerering och definition av den slutliga upplevelsen genom kompletta mock-ups redo för utveckling.\n* Är en lagspelare som hittar sätt att hålla människor motiverade att gå framåt.\n* Kan leda workshops, idésessioner och designsprintar samt att hålla presentationer både för våra kunder och internt.\n* Brinner för att skapa vackra och detaljerade prototyper och effektivt kommunicera designbeslut till en mångfaldig publik.\n* Ha god förståelse och erfarenhet med att jobba med och skapa tillgängliga produkter.\n* Trivs med att arbeta både i team och självständigt om det krävs.\n* Behärskar svenska och engelska i både tal och skrift, då vi har en nära dialog med våra kunder\n\n\n Det anses meriterande om du har erfarenhet av automotive industrin.\n   \n\n  \n\n**VAD VI TROR KOMMER FÅ DIG ATT TRIVAS**\n* Föräldraförmån\n* Flexibla arbetsförhållanden & Work-from-Home Policy\n* Tech communities\n* Mentorskapsprogram (som mentor eller mentee)\n* Delaktighet i Capgeminis olika fokusområden; Diversity and Inclusion, Sustainability, Wellness club, Art club etc.\n* Generöst friskvårdsbidrag, sjukvårdsförsäkring & tjänstepension\n* Bonusprogram\n* Komptensutveckling i form av utbildningar och certifieringar.\n\n\n Just nu har vi semesterperiod och hoppas även du njuter av en fin sommar! Vi kommer jobba löpande i denna rekryteringsprocess och du kommer att få återkoppling på din ansökan i augusti månad på grund av semestertider. Stort tack för ditt tålamod!\n   \n\n  \n\n**OM CAPGEMINI**\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda deras övergång till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2023 rapporterade Capgemini Group globala intäkter på 22,5 miljarder euro.\n   \n\n  \n\n Get The Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4260960645","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4260960645","job_url_direct":"https:\/\/job-boards.greenhouse.io\/wolt\/jobs\/7025718&urlHash=WVFo","title":"Product Lead, Conversational AI","company":"Wolt","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Product Management and Marketing","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Wolt**\n At Wolt, we create technology that brings joy, simplicity and earnings to the neighborhoods of the world. In 2014 we started with delivery of restaurant food. Now we’re building the delivery of (almost) everything and you’ll find us in over 500 cities in 30 countries around the world. In 2022 we joined forces with DoorDash and together we keep on dreaming big and expanding across the globe.\n   \n\n  \n\n Working at Wolt isn’t always easy, but it’s definitely exciting. Here you’ll learn more, build more, and ship more than in most other companies. You’ll be challenged a lot, but also have a lot of fun on the way. So, if you’re a self-starter with drive and entrepreneurial spirit, this could be the ride of your life.\n   \n\n  \n\n We are looking for an experienced Product Lead to join the\n **Conversational AI Team** \n within the support product group.\n **The** \n**Support Group** \n consists of\n **5** \n different teams building products and tools that power Wolt’s customer support.\n   \n\n  \n\n Delightful customer experience is one of the cornerstones of Wolt, and we see Wolt’s high quality support as an important part of the overall customer experience. Over the years, we have invested a lot in our in-house built support tooling and products, as we believe it’s the best way for us to provide a world-class support experience and ensure satisfaction for our consumers, courier partners, and merchants across the 30 countries we operate in.\n   \n\n  \n\n In this role, you’ll be leading Wolt’s strategic efforts in exploring AI opportunities in the support domain. As Product Lead, you will own the vision and roadmap for a team within the support group. This involves leading multiple projects and cross-team product initiatives across the entire product lifecycle, partnering with business and operations stakeholders as well as understanding our end-users better than anyone. You’ll build an in-depth understanding of Wolt’s support operations and our users, including consumers, merchants, courier partners, and our internal support operations teams. You will work with a cross-functional team of incredibly talented engineers, designers, and data experts in a high-visibility role.\n   \n\n  \n\n**Our humble expectations**\n You could come to this role from a multitude of different backgrounds, but ideally, you have\n   \n\n  \n\n* Proven experience as a Product Lead \/ Product Manager, preferably with experience from the consumer and\/or AI space - you know what it takes to develop great consumer products\n* Excellent written and verbal communication skills, and have proven ability to influence cross-functional teams and senior stakeholders\/executives.\n* Desire to be in a high-ownership, high-visibility role. You need to be comfortable with both driving the strategic vision for the domain but also getting hands-on and diving into the details.\n* A mixture of data analysis skills, engineering understanding and business savvy with the go-getter attitude of a \"could-be start-up CEO\"\n* Expertise in how to work with and lead cross-functional teams, at least with developers, design, data experts and with engineering teams\n\n\n**Next steps**\n The position will be filled as soon as we find the right person, so make sure to apply as soon as you realize you really, really want to join us!\n   \n\n  \n\n The compensation will be a negotiable combination of monthly pay and DoorDash RSUs. The latter makes it exceptionally easy to be excited about our company growing and doing well, as you’ll own a piece of the pie.\n   \n\n  \n\n Our Commitment to Diversity and Inclusion\n   \n\n  \n\n We’re committed to growing and empowering a more inclusive community within our company, industry, and cities. That’s why we hire and cultivate diverse teams of people from all backgrounds, experiences, and perspectives. We believe that true innovation happens when everyone has room at the table and the tools, resources, and opportunity to excel.","company_url":"https:\/\/fi.linkedin.com\/company\/wolt-oy","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGAVNXIpc8cGQ\/company-logo_100_100\/company-logo_100_100\/0\/1630642511293\/wolt_oy_logo?e=2147483647&v=beta&t=FL-6RJHs3sT1D45luH_yMK2cK7Rwcl4QnfoGSM1PnM8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4260274168","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4260274168","job_url_direct":"https:\/\/www.combitech.se\/karriar\/lediga-jobb\/senior-ux-designer\/?source_board=Linkedin&source=LinkedIn&urlHash=h4UV","title":"Senior UX-designer","company":"Combitech Sverige","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"therese.elwing@combitech.com","description":"**Vi på Combitech i Stockholm söker nu en senior UX-designer för att stärka vårt framstående UX-team. I denna roll kommer du att arbeta med att utveckla engagerande och intuitiva användarupplevelser samt kommunicera designlösningarnas värde.** \n**Har du erfarenhet av att sälja in UX-design till kunder och tidigare arbetat som konsult? Då kan du vara den vi letar efter.**\n**På Combitech erbjuder vi en unik möjlighet att som konsult arbeta i teknikens framkant tillsammans med våra kunder, främst inom försvars- och fordonsindustrin, samt inom andra spännande områden.**\n Rollen\n   \n\n  \n\n I den här rollen får du möjlighet att:\n   \n\n  \n\n* Hjälpa till att bygga upp ett designteam och vara med i dialogen med våra kunder där UX-design inte alltid är en självklarhet.\n* Leda designprocessen från idé till leverans, säkerställa att användarupplevelsen är i världsklass hos våra kunder.\n* Arbeta nära kunder för att förstå deras behov och översätta dessa till kreativa och funktionella designlösningar.\n* Samarbeta med tvärfunktionella team för att säkerställa att designen integreras sömlöst med tekniska och affärsmässiga mål.\n\n\n Vi söker dig som\n   \n\n  \n\n* Har minst 10 års erfarenhet inom UX-design.\n* Har en universitetsutbildning med examen inom interaktionsdesign, industridesign, kognitionsvetenskap el liknande.\n* Har arbetat som konsult tidigare, är affärsmässig och van vid införsäljning av UX-kompetens till kunder.\n* Har stor erfarenhet av att initiera och leda workshops och har drivit både strategiska projekt och utvecklingsprojekt.\n* Har erfarenhet av användarcentrerad design i en komplex verksamhet.\n* Har goda kunskaper av att arbeta med designverktyg som Figma och har kompetens inom tillgänglighet (WCAG).\n* Kan flytande svenska och engelska, både i tal och skrift.\n* Är självständig, initiativrik och har ett strategiskt tänkande. Erfarenhet av att coacha och inspirera andra designers och team är meriterande.\n\n\n**Då tjänsten innebär arbete som omfattas av försvarssekretess krävs det att du genomför och godkänns i en säkerhetsprövning med registerkontroll.**\n**Urval sker efter sista ansökningsdag pga sommarsemster. Vi ser fram emot din ansökan!**\n Kom & gör skillnad\n   \n\n  \n\n Vi tror att man gör ett bättre jobb om man kan fokusera på rätt saker, därför gör vi det lätt att kombinera jobbet med vardagen. Vi satsar på våra medarbetare, de utgör kärnan, hjärnan och hjärtat i vår verksamhet. Dessutom står vi på en stadig grund av högteknologi, forskning och anställningstrygghet med försvars- och säkerhetskoncernen Saab som ägare.\n   \n\n  \n\n För oss handlar det om hållbarhet - vi vill bli branschens mest hållbara företag; och för att vara ett hållbart företag i en hållbar framtid behöver vi investera i våra medarbetare. För oss är din återhämtning, dina utvecklingsmöjligheter och din trygghet lika viktigt som företagets framgång - utan våra medarbetare står vi stilla.\n   \n\n  \n\n Vill du veta mer om hur det är att arbeta hos oss? Kolla in våra karriärsidor på vår webb!\n   \n\n  \n\n Kontaktperson: Therese Elwing, therese.elwing@combitech.com\n   \n\n  \n\n Vi undanber oss rekryteringssamarbeten.","company_url":"https:\/\/se.linkedin.com\/company\/combitech-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFPb9XCei0jLw\/company-logo_100_100\/company-logo_100_100\/0\/1732602298286\/combitech_ab_logo?e=2147483647&v=beta&t=DOtHKYBzmIi1Eg1da9lYlhtQRTMuxe1K6O_hL634wsw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4260964275","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4260964275","job_url_direct":"https:\/\/job-boards.greenhouse.io\/wolt\/jobs\/7004571&urlHash=mHAN","title":"Product Lead, Courier Acquisition & Onboarding","company":"Wolt","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Wolt**\n At Wolt, we create technology that brings joy, simplicity and earnings to the neighborhoods of the world. In 2014 we started with delivery of restaurant food. Now we’re building the delivery of (almost) everything and you’ll find us in over 500 cities in 30 countries around the world. In 2022 we joined forces with DoorDash and together we keep on dreaming big and expanding across the globe.\n   \n\n  \n\n Working at Wolt isn’t always easy, but it’s definitely exciting. Here you’ll learn more, build more, and ship more than in most other companies. You’ll be challenged a lot, but also have a lot of fun on the way. So, if you’re a self-starter with drive and entrepreneurial spirit, this could be the ride of your life.\n   \n\n  \n\n We are looking for a Product Lead to join the Courier Acquisition & Onboarding team within the Courier product group. This team sits at the heart of Wolt’s growth. Our job is to ensure that anyone who wants to become a courier partner can discover Wolt, apply with ease, and get on the road quickly, confidently, and compliantly. We own the full funnel: from first touchpoint to activation, and everything in between. We obsess over removing friction, personalizing journeys for different markets, and building an onboarding experience that’s not only fast and efficient but also welcoming and supportive because the start of a courier’s journey defines the quality of our service for everyone.\n   \n\n  \n\n In this role, you’ll lead Wolt’s courier acquisition funnel from awareness to onboarding and activation. You’ll own the product vision and roadmap, identifying and addressing funnel bottlenecks through data, experimentation, and rapid iteration.\n   \n\n  \n\n Working cross-functionally with marketing, operations, engineering, design, and data, you’ll build seamless, scalable onboarding experiences. You’ll deeply understand courier needs and champion their journey, ensuring every step, from discovery to activation, is optimized and delightful.\n   \n\n  \n\n**Our humble expectations**\n You could come to this role from a multitude of different backgrounds, but ideally, you have\n   \n\n  \n\n* You have 5+ years of experience in product management, growth, or marketing roles, with a strong track record managing user or merchant acquisition funnels, onboarding flows, or conversion journeys. Experience in logistics, gig economy, or three-sided marketplaces is a plus, but not required.\n* Excellent written and verbal communication skills, with a proven ability to influence cross-functional teams and senior stakeholders. You communicate clearly, bring stakeholders together, and drive alignment in fast-moving, multicultural environments.\n* Desire to be in a high-ownership, high-visibility role. You're comfortable driving the strategic vision while also getting hands-on, solving complex problems, and navigating ambiguity with a builder’s mindset.\n* A mixture of data analysis skills, engineering understanding, and business savvy — paired with the go-getter attitude of a “could-be startup CEO.” You’re confident digging into data, defining metrics, building dashboards, and running A\/B tests — always balancing evidence with intuition.\n* Expertise in leading cross-functional teams, including developers, designers, and data experts. You’re passionate about great UX and know how to collaborate with designers to ship beautiful, intuitive products.\n\n\n**Next steps**\n The position will be filled as soon as we find the right person, so make sure to apply as soon as you realize you really, really want to join us!\n   \n\n  \n\n The compensation will be a negotiable combination of monthly pay and DoorDash RSUs. The latter makes it exceptionally easy to be excited about our company growing and doing well, as you’ll own a piece of the pie.\n   \n\n  \n\n Our Commitment to Diversity and Inclusion\n   \n\n  \n\n We’re committed to growing and empowering a more inclusive community within our company, industry, and cities. That’s why we hire and cultivate diverse teams of people from all backgrounds, experiences, and perspectives. We believe that true innovation happens when everyone has room at the table and the tools, resources, and opportunity to excel.","company_url":"https:\/\/fi.linkedin.com\/company\/wolt-oy","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGAVNXIpc8cGQ\/company-logo_100_100\/company-logo_100_100\/0\/1630642511293\/wolt_oy_logo?e=2147483647&v=beta&t=FL-6RJHs3sT1D45luH_yMK2cK7Rwcl4QnfoGSM1PnM8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e1e2fb43828a4165","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e1e2fb43828a4165","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29916156","title":"Databasadministratör","company":"Rasulson Consulting AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1755388800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Uppdragsbeskrivning\n  \nVi söker en erfaren databasadministratör (DBA) som kan ta ansvar för drift, förvaltning och vidareutveckling av organisationens databastjänster. Rollen har ett tydligt fokus på hög tillgänglighet, stabil prestanda och säker hantering av databassystem som är affärskritiska. Arbetet omfattar både daglig förvaltning och deltagande i långsiktiga utvecklingsinitiativ, där modernisering och molnmigrering kan ingå. Ett nära samarbete med utvecklings- och infrastrukturteam är en central del av uppdraget.\n  \nAnsvarsområden\n  \nInstallera, konfigurera och uppgradera databasservrar.\n  \nÖvervaka och analysera prestanda samt genomföra optimeringar.\n  \nSäkerställa backup, återställning och övriga dataskyddsåtgärder.\n  \nDriva modernisering av befintliga databasmiljöer och medverka i migreringar till molnplattformar som AWS eller Azure.\n  \nDokumentera system, processer och rutiner på ett strukturerat och tydligt sätt.\n  \nArbeta i nära dialog med interna team för att säkerställa robusta lösningar.\n  \n  \n\nKravprofil\n  \nTvå referenser som kan styrka uppfyllda kvalifikationer ska kunna lämnas.\n  \nKunskaper i svenska motsvarande gymnasienivå eller C1 enligt CEFR.\n  \nMycket goda kunskaper i engelska, muntligt och skriftligt.\n  \nErfarenhet av Linuxbaserade databasmiljöer.\n  \nFörmåga att ta fram tydlig och välstrukturerad teknisk dokumentation.\n  \nDokumenterad kompetens inom Oracle (RMAN, patchning, optimering), PostgreSQL (inklusive Barman) samt MariaDB.\n  \nErfarenhet av backup, återställning och lösningar för redundans.\n  \nPraktisk erfarenhet av molnbaserad drift i AWS eller Azure.\n  \n  \n\nMeriterande\n  \nKunskap om NoSQL-databaser.\n  \nErfarenhet av övervakningsverktyg som Grafana.\n  \nKompetens inom cybersäkerhet kopplat till databashantering.\n  \nVana att automatisera med exempelvis Bash, Python eller Ansible.\n  \n  \n\nPersonliga egenskaper\n  \nVi söker dig som är strukturerad, självgående och har ett starkt säkerhetsmedvetande. Du har god analysförmåga, är lösningsorienterad och trivs med att arbeta både självständigt och i team. Du kan kommunicera obehindrat med såväl tekniska som icke-tekniska intressenter och bidrar till ett tryggt och professionellt arbetssätt.\n  \n  \n\nOm Rasulson Consulting\n  \nRasulson Consulting är ett specialiserat bemannings- och rekryteringsföretag inom IT-sektorn. Vi samarbetar med ledande tech-bolag och innovativa startupföretag för att erbjuda spännande karriärmöjligheter för dig med intresse för digital utveckling. Genom vår djupa tekniska förståelse och vårt starka nätverk kan vi snabbt matcha rätt kompetenser med rätt uppdrag. Hos oss får du personlig vägledning, regelbunden återkoppling och möjligheten att ta nästa steg i din IT-karriär.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"a1657ba608b9425f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=a1657ba608b9425f","job_url_direct":"https:\/\/www.granitor.se\/karriar\/lediga-jobb\/senior-automationsingenjor","title":"Senior Automationsingenjör","company":"Midroc Electro AB","location":"Västerås, U, SE","job_type":"fulltime","date_posted":1755388800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"siamak.hashemi@granitor.se","description":"2025-09-16\n\n\n**Senior Automationsingenjör**\n==============================\n\n\n**Med människor i fokus och rötter i traditionell automation är vi en av Sveriges ledande leverantörer av resurseffektiviserande system för energi, infra och industri. Vi tar ett helhetsansvar för både stora och mindre projekt med el, kraft och automation. Vi levererar även hela anläggningar där vi utöver våra automationslösningar tar ett totalansvar - människor, montagelösningar och mekanik. Genom att kombinera projektförmåga, branschkunnande och teknisk kompetens, skapar vi framgång och utveckling för både medarbetare och kunder. Våra resurser har vi samlade i eget hus vilket ger oss en värdefull samverkan och kontinuitet i projekten. För oss handlar projektförmåga om att skapa konkurrenskraft åt och tillsammans med våra kunder. Överallt där industriproduktion effektiviseras och utvecklas har Granitor Systems en naturlig och viktig roll att spela.**\n\n\n**Brinner du för industriell automation och vill arbeta med innovativa lösningar i en framtidsinriktad organisation?** Vi söker en erfaren och driven automationsingenjör med placering hos kund i Västerås. Hos oss på Granitor Systems blir du en del av en stark gemenskap, där teknik och innovation står i fokus.\n\n\n**Om Granitor Systems**\n\n\n\nGranitor Systems är en del av Granitor-gruppen, som har över 3 300 medarbetare, varav fler än 400 arbetar hos oss. Vi är en ledande aktör inom industriell automation och digitalisering och erbjuder skräddarsydda och innovativa lösningar till kunder inom flera branscher. Med en stark företagskultur som präglas av samarbete, innovation och hållbarhet söker vi nu en automationsingenjör som vill vara med och driva utvecklingen framåt.\n\n\n**Vi erbjuder**\n\n\n* En central och mycket utvecklande roll i våra projekt i ett stabilt, familjeägt bolag med korta beslutsvägar och högt i tak.\n* Arbete i fräscha kontorslokaler med den senaste tekniken, inklusive AI, simulering och virtual commissioning.\n* En flexibel arbetsmiljö med god balans mellan arbete och fritid.\n* En inkluderande och stöttande företagskultur där vi värdesätter gemenskap och kompetensutbyte.\n* Konkurrenskraftiga förmåner, inklusive friskvårdsbidrag, generösa pensionsavsättningar och extra sjukförsäkring.\n\n\n**Arbetsuppgifter**\n\n\n\nI rollen som automationsingenjör arbetar du genom hela kedjan i olika projekt, huvudsakligen inom energi och industri. Dina arbetsuppgifter kommer att inkludera:\n\n\n* Design och utveckling av automationslösningar för industriprocesser.\n* Systemering och programmering av DCS-system med ABB 800xA.\n* Deltagande i projekt från koncept till färdig installation.\n* Samarbete med kunder för att identifiera deras behov och leverera skräddarsydda lösningar.\n\n\nArbetet sker huvudsakligen från kontoret, men vissa resor kan förekomma beroende på projektens omfattning.\n\n\n**Vem är du?**\n\n\n\nVi söker dig som har:\n\n\n* Arbetslivserfarenhet som automationsingenjör, med goda kunskaper inom industri och DCS-programmering. ABB 800xA.\n* Eftergymnasial utbildning inom automation, elektroteknik eller motsvarande.\n* En strukturerad och lösningsorienterad arbetsstil samt god samarbetsförmåga.\n* Goda kunskaper i svenska och engelska, både i tal och skrift.\n* B-körkort.\n\n\nDu är en nyfiken, ansvarsfull och engagerad person som vill bidra till framtidens energiomställning och teknikutveckling.\n\n\n**Praktisk information**\n\n\n**Placering:** Västerås\n\n\n**Omfattning:** Heltid\n\n\n**Tillträde:** Enligt överenskommelse\n\n\n**Säkerhetsprövning:** En anställning hos oss innebär placering i säkerhetsklass. Vanligtvis krävs svenskt medborgarskap.\n\n\n**Tjänsteresor:** Ja\n\n\n**Kontaktperson:**\n\n\n\nSiamak Hashemi, Gruppchef\n\n\n\nsiamak.hashemi@granitor.se\n\n\n**Rekryteringsprocess:**\n\n\n\nUrval och intervjuer sker löpande, så vänta inte med att skicka in din ansökan!\n\n\n\nVarmt välkommen att bli en del av Granitor Systems och forma framtidens industriella automation tillsammans med oss!\n\n\n*Granitor Systems AB är en del av Granitor-gruppen, en svensk företagsgrupp som är verksam inom fastighetsutveckling och förvaltning, entreprenad, konsult och underhåll samt tillväxtinvesteringar i utvecklingsbolag. Här jobbar 3300 medarbetare som tillsammans skapar välmående samhällen och industrier. Granitor-gruppen hade 2023 en omsättning på 7500 MSEK.*","company_url":"https:\/\/se.indeed.com\/cmp\/Midroc-Electro-Ab","company_url_direct":"https:\/\/www.granitor.se","company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4284738436","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4284738436","job_url_direct":null,"title":"Virtualization Specialist","company":"Hybrus Group","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Company Description** \n\n\n\n\n\n\n\n\n Hybrus Group, founded in 2022, specializes in providing custom hybrid IT solutions to help businesses maximize efficiency and minimize expenses. With expertise spanning on-premise and public cloud IT infrastructure, we offer services including data center transformation, cloud migration, architecture roadmap, and data & analytics strategy. Our partnerships with multiple OEMs and resource providers ensure comprehensive solutions tailored to each client's needs. The company thrives on delivering innovative, cost-effective solutions to help businesses stay competitive and achieve their goals.\n \n\n\n\n  \n\n\n\n\n\n**Role Description** \n\n\n\n\n\n\n\n\n This is a contract role for a Virtualization Specialist, based in Stockholm with some work-from-home flexibility. The Virtualization Specialist will be responsible for managing and implementing virtualization solutions, maintaining IT infrastructure, configuring operating systems, and ensuring the reliability and performance of IT systems. Daily tasks will also include monitoring system performance, troubleshooting issues, and optimizing the infrastructure for better efficiency.\n \n\n\n\n  \n\n\n\n\n\n**Qualifications** \n\n\n\n\n\n\n\n* Experience in managing and implementing Virtualization solutions\n* Knowledge of Operating Systems and Windows environments\n* Strong background in Information Technology and Infrastructure\n* Excellent troubleshooting and problem-solving skills\n* Ability to work independently and collaboratively in a hybrid work environment\n* Bachelor's degree in Information Technology, Computer Science, or related field\n* Relevant certifications are a plus (e.g., VMware, Microsoft Certified: Azure Administrator)","company_url":"https:\/\/se.linkedin.com\/company\/hybrus","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEFi51YjAEo5A\/company-logo_100_100\/company-logo_100_100\/0\/1719256613227\/hybrus_logo?e=2147483647&v=beta&t=jAjW-1fRiDy11Y1w1xgbyggzZDUn7Am_dUGIXatfiA8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4284733355","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4284733355","job_url_direct":null,"title":"Customer Delivery Manager","company":"Fidesmo","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Project Management and Information Technology","company_industry":"Data Security Software Products","listing_type":null,"emails":"work@fidesmo.com","description":"Fidesmo is looking for a new addition to our Product team in Stockholm\n   \n\n About us\n \n Fidesmo is an innovative technology company headquartered in Stockholm, with a research and development center in Madrid. The company focuses on creating a platform to distribute contactless services to any device equipped with a secure chip. Our vision is to enable devices such as watches, bracelets, rings, mobile phones to handle tasks like making payments, accessing public transportation, entering office buildings, or renting vehicles.\n \n\n\n\n Our most successful service is Fidesmo Pay, launched together with Visa, Mastercard, banks, and a select group of manufacturers of wearable devices. As Fidesmo’s customer base grows and the scope of its activities expands, we recognize the need to strengthen our customer project management capabilities.\n \n\n\n\n  \n\n\n\n\n Role description\n \n**We are looking for a Customer Delivery Manager to lead cross-functional projects and execute delivery plans for both internal and external stakeholders.** \n\n\n\n\n As a small company, we value individuals with drive, accountability, and a continuous improvement mindset. In this role, you will be part of the Product Team, where business and technical challenges go hand in hand. No task is too big or too small, and we appreciate those who aren’t afraid to roll up their sleeves and get their hands dirty.\n \n\n\n\n Success for our customers encompasses every step of the journey—from start to finish. It begins with a deep understanding of our chip and device partners, coordinating with key players in the payment industry to navigate approval processes, and seamlessly onboarding customers through our support tools. The race is won with a successfully launched product in the hands of consumers.\n \n\n\n\n Our customers range from large global companies such as Swatch, Mastercard, VISA to smaller niche brands like Pagopace and Tapster. Each comes with its own unique complexities and requirements that will be part of your delivery responsibilities.\n \n\n\n\n  \n\n\n\n\n Responsibilities\n * **Project Management:** \n  Lead and manage cross-functional projects across Sales, Product, customer integration, and customer delivery.\n* **Customer Relationship Management:** \n  Build and maintain strong relationships with clients, acting as their main point of contact and trusted advisor.\n* **Onboarding & Training:** \n  Guide new clients through the onboarding process, ensuring they understand and maximize the value of our platform.\n* **Issue Resolution:** \n  Work closely with Customer Support and Product teams to promptly address and resolve client issues, ensuring a smooth customer experience.\n* **Customer Advocacy:** \n  Serve as the voice of the customer by providing actionable feedback to internal teams to enhance product features and overall functionality.\n* **Device & Sample Management:** \n  Oversee device\/sample stock, coordinate customer deliveries when needed, and manage device registrations with major payment schemes.\n* **Data Analysis & Reporting:** \n  Track and analyze customer usage data to identify trends, generate insights, and recommend improvements to boost client satisfaction and engagement.\n\n\n\n  \n\n\n\n\n Skills and previous experience\n * **Experience** \n : 2–5 years of experience in project, product, or customer delivery management.\n* **Language Skills:** \n  Proficiency in English is required; Swedish is desirable, and Spanish is considered a plus.\n* **Technical & Administrative Competence** \n : The role combines administrative responsibilities with technical understanding; a background in technical education and\/or business is preferred.\n* **Organizational Skills** \n : Strong time management and planning abilities.\n* **Education** \n : Academic qualifications such as MSc, BSc, MBA, or equivalent.\n* **Interpersonal Skills** \n : Strong leadership and communication skills, with the ability to work effectively across departments and functions.\n\n\n- \n\n Join us!\n \n Submit your CV and cover letter to: work@fidesmo.com","company_url":"https:\/\/se.linkedin.com\/company\/fidesmo","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEGOHSTfTnaGg\/company-logo_100_100\/company-logo_100_100\/0\/1642066053952\/fidesmo_logo?e=2147483647&v=beta&t=-BYj_A5PUQYSOkpPheSzNF2ua4wA2OGdKMAAhVz7LBg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4284366584","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4284366584","job_url_direct":null,"title":"Project Administrator","company":"Swefti Bygg AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Project Management and Information Technology","company_industry":"Construction","listing_type":null,"emails":null,"description":"Projektadminstratör till Swefti Bygg AB\n \n\n\n\n  \n\n\n\n\n\n Swefti Bygg AB, specialist på infrastruktur i Sverige, söker en projektadministratör som ska jobba som konsult i beställare organisation. Du kommer att stödja medarbetare och effektivisera verksamheten.\n \n\n\n\n  \n\n\n\n\n\n Uppdragsbeskrivning\n \n\n\n\n  \n\n\n\n\n\n Som administratör är du navet i verksamheten med många kontaktytor, både internt och externt. Du stödjer beställaren och bidrar till verksamhetens effektivitet genom att organisera och hjälpa medarbetarna. God prioriteringsförmåga och vana att hantera flera uppgifter simultant är avgörande. Placering är kungsholmen Stockholm.\n \n\n\n\n  \n\n\n\n\n\n Arbetsuppgifter:\n \n\n\n\n  \n\n\n\n\n\n - Säkerställa stabilt arbetsflöde för projektadministration.\n \n\n\n\n - Ansvara för ärende- och dokumenthantering.\n \n\n\n\n - Stötta projektledare och teammedlemmar med administrativa uppgifter.\n \n\n\n\n - Boka möten, skapa mötesplan och föra protokoll vid möten och workshops.\n \n\n\n\n - Göra resebokningar för anställda och konsulter samt hantera relaterade administrativa processer.\n \n\n\n\n - Leva upp till rollen i Q-forum, projektets interna kvalitetsforum.\n \n\n\n\n - Genomföra IT-beställningar och hantera kontorsmaterial för projektmedlemmar.\n \n\n\n\n - Kontera och granska fakturor i ekonomi syestrm.\n \n\n\n\n - Genomföra on- eller offboarding av projektmedlemmar och hantera behörigheter.\n \n\n\n\n - Dela verksamhetsinformation inom projektet och bidra till utvecklingen av administratörsnätverket.\n \n\n\n\n  \n\n\n\n\n\n Krav:\n \n\n\n\n - Gymnasieexamen och minst 5 års erfarenhet som projektadministratör inom kollektivtrafik, infrastruktur, samhällsplanering, teknik eller bygg.\n \n\n\n\n - Minst 5 års erfarenhet av dokumenthantering och fakturahantering.\n \n\n\n\n - Kandidaten måste ha lätt att kommunicera lätt i tal och skrift på båda svenska och engelska.\n \n\n\n\n\n\n\n\n Meriterande:\n \n\n\n\n - Minst 3 års erfarenhet som projektadministratör inom offentlig verksamhet.\n \n\n\n\n - Tidigare arbete i EDIT eller liknande system.\n \n\n\n\n - Erfarenhet av att administrera i webbaserade verktyg för projektsamarbete (t.ex. Atlas, Sharepoint).\n \n\n\n\n - Dokumenterad erfarenhet av kommunikation på engelska med internationella partners.\n \n\n\n\n  \n\n\n\n\n\n Är du rätt person för att bidra till vår verksamhet? Ansök nu!","company_url":"https:\/\/se.linkedin.com\/company\/swefti-bygg-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGP8Wt0kG2dxg\/company-logo_100_100\/B4DZi4jvU.GkAQ-\/0\/1755443033834?e=2147483647&v=beta&t=DybbTVkrosHUpddoONPDiS8o9oYH7nzdPFFNfKZQYwc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4247792616","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4247792616","job_url_direct":"https:\/\/gartner.wd5.myworkdayjobs.com\/EXT\/job\/Solna\/Consultant_100549-1\/apply?source=JB-10120&urlHash=9BAj","title":"Consultant, Technology Enabled Transformation","company":"Gartner","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"IT Services and IT Consulting, Information Services, and Research Services","listing_type":null,"emails":"ApplicantAccommodations@gartner.com","description":"**About the role:**\n Gartner’s Consulting business is an\n ***extension***\n of Gartner’s industry-leading IT Research. From CIOs, to leaders in business and government, we help Gartner clients across enterprises translate insights into transformational actions and achieve their mission-critical priorities. Leveraging the breadth of Gartner’s resources, Consulting is growing rapidly, with unlimited potential to continue expanding our client base.\n   \n\n  \n\n Technology Strategy Consulting. We help the C-suite make the right decisions based on how technology can transform their businesses. In today’s world, a consulting firm that is “born digital”, (with the ability to directly leverage the full power of Gartner’s research and insights) has relevance to the most important strategic decisions any business will make.\n   \n\n  \n\n**What You’ll Do**\n As a Consultant working at the highest senior levels within our clients’ organizations you will have the opportunity to make a real difference in shaping, managing and delivering real value assisting our clients in successfully managing their technology and defining their IT strategies.\n   \n\n  \n\n**What you’ll do:**\n* Identify, develop and document issues and recommendations using independent judgment concerning engagement areas being reviewed.\n* Conduct research, interviews and presentations for clients (executive and\/or board level)\n* Assist with the comprehensive cost \/ benefits analysis and preparation of business cases for technology investments.\n* Assist in coordinating and communicating the results of engagements via written reports and oral presentations to client management and key stakeholders\n* Contribute to the development of project management, quality assurance and professional consulting and auditing approaches\/methodologies.\n* Participate in delivery of strategic IT consulting engagements, within a given timeframe and budget, for a variety of clients, which include IT benchmarking and general IT consulting.\n\n\n**What you’ll need:**\n* Diversified strategic IT experience (technology, organization and processes).\n* A strong skillset in Architecture or Cloud or Infrastructure or Application development or AI.\n* Consulting experience in a similar role in a professional services firm or industry. experience at a strategic or management level.\n* Analytical skills.\n* Flexibility and adaptability; able to change direction quickly and thoughtfully under changing client needs.\n* Minimum of a Bachelor’s degree.\n* Excellent project management skills, team work capacity, strong work ethic and willingness to travel and work in a diverse international environment.\n* Fluent in Swedish language.\n* Swedish security clearable.\n\n\n**Who you are:**\n* Excellent presentation and communication skills, both written and spoken\n* Ability to articulate IT strategies and understand business strategies\n* Comfortable influencing and building trust-based, value-added relationships with senior executives\n* Coachable and embracing of best practices and feedback as a means of continuous improvement\n* Consistently high achiever marked by perseverance, humility and a positive outlook in the face of challenges\n* Maintain a senior consultant level expertise and currency in industry leading information management technologies\n* You will have a natural aptitude for critical and analytical thinking, as well as the capacity to accept out-of-the box solutions\n\n\n**Who are we?**\n At Gartner, Inc. (NYSE:IT), we guide the leaders who shape the world.\n   \n\n  \n\n Our mission relies on expert analysis and bold ideas to deliver actionable, objective insight, helping enterprise leaders and their teams succeed with their mission-critical priorities.\n   \n\n  \n\n Since our founding in 1979, we’ve grown to more than 21,000 associates globally who support ~14,000 client enterprises in ~90 countries and territories. We do important, interesting and substantive work that matters. That’s why we hire associates with the intellectual curiosity, energy and drive to want to make a difference. The bar is unapologetically high. So is the impact you can have here.\n   \n\n  \n\n**What makes Gartner a great place to work?**\n Our sustained success creates limitless opportunities for you to grow professionally and flourish personally. We have a vast, virtually untapped market potential ahead of us, providing you with an exciting trajectory long into the future. How far you go is driven by your passion and performance.\n   \n\n  \n\n We hire remarkable people who collaborate and win as a team. Together, our singular, unifying goal is to deliver results for our clients.\n   \n\n  \n\n Our teams are inclusive and composed of individuals from different geographies, cultures, religions, ethnicities, races, genders, sexual orientations, abilities and generations.\n   \n\n  \n\n We invest in great leaders who bring out the best in you and the company, enabling us to multiply our impact and results. This is why, year after year, we are recognized worldwide as a great place to work.\n   \n\n  \n\n**What do we offer?**\n Gartner offers world-class benefits, highly competitive compensation and disproportionate rewards for top performers.\n   \n\n  \n\n In our hybrid work environment, we provide the flexibility and support for you to thrive — working virtually when it's productive to do so and getting together with colleagues in a vibrant community that is purposeful, engaging and inspiring.\n   \n\n  \n\n Ready to grow your career with Gartner? Join us.\n   \n\n  \n\n The policy of Gartner is to provide equal employment opportunities to all applicants and employees without regard to race, color, creed, religion, sex, sexual orientation, gender identity, marital status, citizenship status, age, national origin, ancestry, disability, veteran status, or any other legally protected status and to seek to advance the principles of equal employment opportunity.\n   \n\n  \n\n Gartner is committed to being an Equal Opportunity Employer and offers opportunities to all job seekers, including job seekers with disabilities. If you are a qualified individual with a disability or a disabled veteran, you may request a reasonable accommodation if you are unable or limited in your ability to use or access the Company’s career webpage as a result of your disability. You may request reasonable accommodations by calling Human Resources at +1 (203) 964-0096 or by sending an email to ApplicantAccommodations@gartner.com.\n   \n\n  \n\n Job Requisition ID:100549\n   \n\n  \n\n By submitting your information and application, you confirm that you have read and agree to the country or regional recruitment notice linked below applicable to your place of residence.\n   \n\n  \n\n Gartner Applicant Privacy Link: https:\/\/jobs.gartner.com\/applicant-privacy-policy\n   \n\n  \n\n**For efficient navigation through the application, please only use the back button within the application, not the back arrow within your browser.**","company_url":"https:\/\/www.linkedin.com\/company\/gartner","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGyRzbB8_BYkg\/company-logo_100_100\/company-logo_100_100\/0\/1630549760241\/gartner_logo?e=2147483647&v=beta&t=2MC5NtmLtyl24U4aF7paPutyA62Vrt5TChQypu8h22w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4260923390","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4260923390","job_url_direct":"https:\/\/karriar.skandia.se\/jobs\/6103891-incident-manager?utm_source=LinkedIn&urlHash=7tPY","title":"Incident manager","company":"Skandia","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Insurance","listing_type":null,"emails":"monica.eriksson@skandia.se, harald.brehmer@skandia.se","description":"**Att jobba som incident manager**\n I rollen kommer du tillsammans med teamet att leda incidenthanteringen och ha befogenhet att snabbt kalla in resurser, fatta beslut om go\/no go vid akuta förändringar samt stoppa planerade releaser vid behov för att säkerställa en stabil drift och minimera risker. Vid incidenter med hög prioritet ansvarar du för kommunikation, information och ledning av arbetet för Skandias räkning. Tjänsten innebär beredskap dygnet runt vilket gör att du behöver kunna vara på fysiskt på plats vid behov. Därav ser vi att du idag bor i Stockholmsregionen.\n   \n\n  \n\n Du blir en nyckelperson i vårt arbete för att skapa långsiktig kvalitet och driftstabilitet på Skandia. Ditt fokus är att ständigt utveckla och säkerställa effektiva processer och arbetssätt, med målet att vi alltid ska kunna återställa en stabil IT-drift så snabbt och säkert som möjligt.\n   \n\n  \n\n Du kommer att tillhöra vårt Incident managers & problem team som idag består av fem Incident Managers. Alla utgår från vårt huvudkontoret på Kungsholmen. Här får du kollegor som tror på samarbete, öppenhet och ett gemensamt driv för att alltid leverera bästa möjliga resultat. Tillsammans samarbetar vi nära med andra interna team särskilt inom process & leveransstöds området och främst med vårt release & change team samt ServiceNow team.\n   \n\n  \n\n Vi arbetar hybrid vilket innebär arbete på kontoret varvat med distansarbete. I rollen kommer du att rapportera till gruppchef för IT process & leveransstöd.\n   \n\n  \n\n**För att lyckas i rollen**\n Som person tror vi att du är stresstålig, har god kommunikativ förmåga och kan anpassa din dialog till olika intressenter inom organisationen. Du kan leda andra i deras arbete, informera och utbilda andra medarbetare på Skandia inom incidenthantering. Likaså bygger du starka relationer med både kollegor och stakeholders internt.\n   \n\n  \n\n För att lyckas i rollen har du erfarenhet av att arbeta som Incident manager i komplexa IT miljöer med flertalet team samt leverantörer. Du har en god förståelse gällande ITIL processerna, specifikt Incident, Problem samt Change och förstår hur man behöver arbeta med dessa för att säkerställa god kvalitet och driftstabilitet. Ett grundkrav är att du kan flytande svenska och engelska både i tal och skrift. Vi ser det som nödvändigt att du även bor i Stockholmsregionen miximalt 2 timmar från vårt kontor på Lindhagensgatan.\n   \n\n  \n\n Meriterande för rollen är erfarenhet av ärendehanteringssystem som exempelvis ServiceNow och arbetar med ITIL processer i en agil kontext.\n   \n\n  \n\n**Vad händer nu?**\n Vi jobbar med löpande urval så tveka inte att skicka in din ansökan redan idag. I ansökan kommer vi att ställa ett antal urvalsfrågor som ligger till grund för första urvalet. För att göra rekryteringsprocessen så rättvis och objektiv som möjligt kommer det att ingå intervjuer, tester, bakgrundskontroll samt digital referenstagning.\n   \n\n  \n\n Om du har frågor kring rollen, vänligen kontakta rekryterande chef Monica Eriksson på monica.eriksson@skandia.se.\n   \n\n  \n\n Om du har frågor kopplat till rekryteringsprocessen ta kontakt med Talent Acquisition Partner Harald Brehmer på harald.brehmer@skandia.se.\n   \n\n  \n\n Vi kommer att återkoppla till alla som söker oavsett om du går vidare eller inte.\n   \n\n  \n\n*Vi tar nu en kort paus för sommarledighet. Urvalet påbörjas i augusti och vi kontaktar dig så snart vi är tillbaka.*\n Vi ser fram emot din ansökan!\n   \n\n  \n\n**Mer om IT**\n Vi på Skandia IT är stolta över att vara en kundorienterad enhet som levererar effektiva och säkra lösningar för våra kunder. Med cirka 600 engagerade medarbetare är vi mitt i en spännande transformationsresa, där vi utvecklas tillsammans och har kul på vägen. Framåt tillsammans är vårt motto!\n   \n\n  \n\n Vi arbetar agilt och har sedan 2017 använt oss av SAFe (Scaled Agile Framework) ramverket, där leverans och kundvärde alltid står i centrum. Våra tågledningar och team, jobbar verksamhetsbaserat med aktiviteter som sprintplanering, daily stand-ups, team-synk, code reviews och retrospektiv.\n   \n\n  \n\n Var 12:e vecka samlas vi alla i vår ljusa och inspirerande Ljusgård på kontoret i Stockholm för 2 planeringsdagar. Planeringsperioden består av 6 tvåveckorssprintar, där den sista sprinten är en innovationssprint. Här får du chansen att, själv eller tillsammans med ditt team, utveckla och förfina våra system.","company_url":"https:\/\/se.linkedin.com\/company\/skandia","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEs060J8i-8tQ\/company-logo_100_100\/company-logo_100_100\/0\/1630563205936\/skandia_logo?e=2147483647&v=beta&t=4qAvHAKdEJeJemdOmYtZSVH2_elseCBt6e3t2-etCRU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4269553413","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4269553413","job_url_direct":"https:\/\/careers.fedex.com\/national-account-executive\/job\/AFFBA780909B7048BFE4B2E6C49A7A05?utm_domicile=unspecified&utm_persona=unspecified&utm_trackedsource=srm_linkedin_jb&utm_subco=v&urlHash=FV8q","title":"National Account Executive","company":"FedEx","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Freight and Package Transportation","listing_type":null,"emails":null,"description":"We have an exciting opportunity for you to join our Sales team as a National Account Executive.\n   \n\n  \n\n**Who We Are**\n FedEx is the largest express transportation company in the world, connecting more than 220 countries and territories. We work to deliver the most important package of someone’s day, and this is just part of our story. We’re a leader in technology solutions and digital innovation, providing data insights that boost opportunities for our global customers. We’ve made logistics and warehousing a science fuelled by innovation. 530,000 team members strong, we are as diverse as the world we serve. We love what we do, and we do it well. Our reach is big, and so are our dreams. Join us and let's write our next chapter together.\n   \n\n  \n\n**What You Will Be Doing**\n* Developing business with our larger prospective and existing customers within your portfolio, using structured sales technics\n* Analysing customer needs and overseeing the development and implementation of suitable solutions\n* Regularly meeting with the customers to enhance their understanding and use of FedEx services\n* Developing detailed business plans with your customers, providing them with accurate, approved pricing proposals and coordinating the development of customer contracts\n* Working together with other FedEx teams to deliver a seamless and outstanding customer experience\n* Producing accurate and timely reports to support strategic planning and performance tracking\n\n\n**What Do You Bring With You**\n* Highly motivated, customer focused and commercially aware\n* Experienced sales professional with knowledge of the business environment and demonstrable results of managing multiple accounts to the complete satisfaction of customers\n* Excellent communication and contact skills\n* A creative and inventive way of working and thinking, enterprising, convincing and genuinely interested in your customers\n* Demonstrates initiative, organization, and adaptability while working in a team environment\n* Excellent PC Skills to work within our bespoke systems\n\n\n**What Do We Offer**\n* Attractive compensation package\n* Training to get you started and on-the-job learning opportunities\n* Extensive learning resources to further develop your skills and knowledge\n* Tuition Assistance Program (\\*applicable for FedEx positions with a permanent contract)\n* Employee Assistance Program for you and your family in difficult life situations\n* Employee reduced-rate shipping\n* Great career opportunities\n* FedEx is one of the worlds most admired companies and trusted brands year after year\n\n\n Bring your ideas, individuality, and dreams to our global community. Feel good about where you work. Choose your career path - we’re ready to invest in your development. Join FedEx.\n   \n\n  \n\n FedEx was built on a philosophy that puts people first, one we take seriously. We are an equal opportunity employer and we are committed to a diverse and inclusive workforce in which we provide growth opportunities for all\n   \n\n  \n\n Our Company\n   \n\n  \n\n FedEx is one of the world's largest express transportation companies and has consistently been selected as one of the top 10 World’s Most Admired Companies by \"Fortune\" magazine. Every day FedEx delivers for its customers with transportation and business solutions, serving more than 220 countries and territories around the globe. We can serve this global network due to our outstanding team of FedEx team members, who are tasked with making every FedEx experience outstanding.\n   \n\n  \n\n Our Philosophy\n   \n\n  \n\n The People-Service-Profit philosophy (P-S-P) describes the principles that govern every FedEx decision, policy or activity. FedEx takes care of our people; they, in turn, deliver the impeccable service demanded by our customers, who reward us with the profitability necessary to secure our future. The essential element in making the People-Service-Profit philosophy such a positive force for the company is where we close the circle, and return these profits back into the business, and invest back in our people. Our success in the industry is attributed to our people. Through our P-S-P philosophy, we have a work environment that encourages team members to be innovative in delivering the highest possible quality of service to our customers. We care for their well-being, and value their contributions to the company.\n   \n\n  \n\n Our Culture\n   \n\n  \n\n Our culture is important for many reasons, and we intentionally bring it to life through our behaviors, actions and activities in every part of the world. The FedEx culture and values have been a cornerstone of our success and growth since we began in the early 1970’s. While other companies can copy our systems, infrastructure and processes, our culture makes us unique and is often a differentiating factor as we compete and grow in today’s global marketplace.","company_url":"https:\/\/www.linkedin.com\/company\/fedex","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGD5YgN_Px5rA\/company-logo_100_100\/company-logo_100_100\/0\/1706893081795\/fedex_logo?e=2147483647&v=beta&t=0MuvRsJMsmctxNbmhfSaTuW9IKKmrxeEkStiCw5kZjo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4287728330","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4287728330","job_url_direct":null,"title":"Senior Finance Manager - North and Central Europe","company":"H&M Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Retail","listing_type":null,"emails":null,"description":"**Company Description**\n H&M Group is a global company of strong fashion brands and ventures. Our goal is to prove that there is no compromise between exceptional design, affordable prices, and sustainable solutions. We want to liberate fashion for the many, and our customers are at the heart of every decision we make.\n   \n\n  \n\n We are made up of thousands of passionate and talented colleagues united by our shared culture and values. Together, we want to use our power, our scale, and our knowledge to push the fashion industry towards a more inclusive and sustainable future. Read more about us here\n   \n\n  \n\n Are you passionate about building strong teams and ensuring compliance in a complex international landscape? H&M Group is looking for a Regional Hub Manager to lead our Finance & Accounting operations across Northern and Central Europe, including some of our oldest and most mature markets.\n   \n\n  \n\n**Job Description**\n**WHAT YOU’LL DO**\n As Regional Hub Manager for North and Central Europe, you will be instrumental in ensuring operational excellence, regional alignment and compliance across diverse regulatory environments. You will be responsible for ensuring financial operations across the region are well-managed, compliant, and aligned with both group standards and local regulations.\n   \n\n  \n\n Your key responsibilities will include:\n   \n\n  \n\n* Proactively securing accurate and timely completion of financial statements, according to IFRS and local accounting regulations, for all legal entities within the hub\n* End-to-end accountability for statutory, tax, and customs audits across all countries in the region\n* Leading and supporting a team of finance professionals, including senior accountants and accounting managers\n* Securing implementation and execution of ICFR\n* Overseeing local task execution in each entity and the service delivery from our Shared Service Center\n* Driving continuous improvement by sharing best practices, improving accuracy, and enhancing overall efficiency\n* Acting as a business partner for key regional stakeholders, ensuring strong cross-functional collaboration\n* Identifying areas for improvement within teams and leveraging strengths for optimized performance\n* Assigning responsibilities, providing guidance and support, and conducting performance evaluations\n* Promoting knowledge-sharing and collaboration within the regional hub and across teams\n* Evaluating risk and impact of changes in tax laws, recommending mitigation strategies\n* Applying effective tax strategies in alignment with global tax guidelines to optimize cash flow\n* Championing digital tools and new ways of working, in alignment with H&M’s transformation strategy\n\n\n**Who You’ll Work With**\n You will collaborate with various stakeholders within the regional hub, including accounting teams, regional stakeholders, and the shared service center. You will also act as a business partner for regional stakeholders, ensuring cross-functional collaboration. In addition, you will work closely with the central Finance & Accounting team and with the other Regional Hub Managers.\n   \n\n  \n\n You will report directly to the Head of Finance and Accounting.\n   \n\n  \n\n**Qualifications**\n**WHO YOU ARE**\n You are a strong and collaborative leader who thrives in complex, cross-cultural environments. You combine strategic thinking with operational excellence and lead with clarity, empathy, and accountability. You bring:\n   \n\n  \n\n* A minimum of 10 years of experience in accounting and audit\n* A proven ability to lead finance teams in a regional or global context\n* Excellent stakeholder management skills with a focus on finding solutions\n* Hands-on experience with statutory audits, local compliance, and internal controls\n* Strong knowledge of International Financial Reporting Standards (IFRS) and local accounting regulations across multiple European countries\n* A solid grasp of internal control and risk frameworks (ICFR)\n* A relevant university degree in finance or accounting (master’s degree preferred)\n* Strong English skills (spoken and written); additional European languages are a plus\n* Experience with tools such as SAP and Trintech Cadency is an advantage\n\n\n And you are:\n   \n\n  \n\n* A confident communicator who can lead conversations with both internal and external stakeholders\n* Strategic and analytical, with a clear understanding of business and compliance needs\n* A natural leader with high emotional intelligence, who builds trust and drives engagement\n* Comfortable in fast-changing environments and committed to continuous improvement\n\n\n**Additional Information**\n This is a full-time position, preferably based in Stockholm, but we are open to candidates located in any of the countries within the regional HUB. Compensation and benefits will be aligned with the local market where you are based. Please apply by submitting your CV in English as soon as possible. We will review and interview candidates ongoing. Due to data policies, we only accept applications through the career page.\n   \n\n  \n\n**JOIN US**\n Our uniqueness comes from a combination of many things – our inclusive and collaborative culture, our strong values, and opportunities for growth. But most of all, it’s our people who make us who we are.\n   \n\n  \n\n Take the next step in your career together with us. The journey starts here.\n   \n\n  \n\n* We are committed to a recruitment process that is fair, equitable, and based on competency. We therefore kindly ask you to not attach a cover letter in your application.","company_url":"https:\/\/se.linkedin.com\/company\/hmgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQG8TYKbjPX_eg\/company-logo_100_100\/company-logo_100_100\/0\/1737626246976\/hmgroup_logo?e=2147483647&v=beta&t=fBKeDucplsIyrQtWJk8wW0IOCIjl7LYv_22M-FrMM6Y","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4233590490","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4233590490","job_url_direct":"https:\/\/careers.legora.com\/jobs\/5967577-engineering-manager?utm_source=LinkedIn&urlHash=LKhO","title":"Engineering Manager","company":"Legora","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Us**\n At Legora, we’re on a mission to transform the way lawyers work. Our AI-native platform lets legal professionals enhance their productivity and automate complex workflows. We collaborate closely with our clients and iterate at a market-leading pace. In a year, we have gone from an early MVP to tools used daily by thousands of lawyers, and are now scaling rapidly. We are here to win together with our team and clients, and carry the belief that life is too short not to accomplish something truly special.\n   \n\n  \n\n You are joining an early stage scale-up with exceptional product-market fit, trusted by global leaders like Bird & Bird, Pérez-Llorca, and Mannheimer Swartling. Backed by over $80M in funding from top investors including Benchmark, Redpoint, and Y Combinator. And a a world-class team from Google, Klarna, Spotify, and top tier law firms with infinite room to grow professionally.\n   \n\n  \n\n The role\n   \n\n  \n\n As an\n **Engineering Manager** \n at Legora, you’ll lead by example—hands-on in the code while guiding a talented team of engineers. You’ll architect and deliver features that make legal professionals’ lives easier, drive technical excellence, and help shape a product used by forward-thinking law firms around the world. This is a role for someone who loves to build, mentor, and scale both people and systems.\n   \n\n  \n\n**What You Will Be Doing**\n* Design and implement end-to-end features across our fullstack platform\n* Contribute directly to the codebase while supporting the growth of your team\n* Lead architecture discussions and technical decision-making\n* Ensure high standards in code quality, security, and performance\n* Collaborate closely with Product and Design to ship value quickly and reliably\n* Review code, give feedback, and mentor engineers at all levels\n* Champion best practices in development, DevOps, and continuous improvement\n* Work with Python, React, Node.js, AWS, Azure, and Kubernetes\n* Work every day to ensure your team is healthy and efficient\n\n\n Who you are\n   \n\n  \n\n* A seasoned fullstack or backend engineer with leadership experience\n* Comfortable being hands-on while also setting technical direction\n* Skilled in building scalable products and owning complex systems end-to-end\n* Strong communicator who leads with empathy and clarity\n* Passionate about mentoring others and helping teams grow\n* Confident working across backend, frontend, and infrastructure\n* Curious, pragmatic, and always looking for smarter ways to build and deliver\n* But most importantly, you are someone who\n+ “Gets stuff done” and understands building a $10bn company isn’t always glamorous and takes hard work and long hours\n+ Proactively and independently solves the most burning problems\n+ strives in a fast-paced environment where the answers aren’t always clear and processes are few\n\n\n What's in it for you\n   \n\n  \n\n* Career development opportunities in a rapidly evolving entrepreneurial environment.\n* Direct collaboration with senior leadership and the opportunity to directly impact company growth and strategy.\n* A collaborative, high-energy team environment where your ideas and contributions are valued and implemented.\n* Competitive salary complemented with a transparent and highly competitive options program.\n* Centrally located offices in Stockholm, designed as a space for you to do your life's work.\n\n\n We founded Legora to empower lawyers with the tools they truly deserve. We’re not building for the way law is practiced today - we’re reimagining how it will be practiced tomorrow.","company_url":"https:\/\/se.linkedin.com\/company\/wearelegora","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE8EzTbRO9NMw\/company-logo_100_100\/B4DZUeR_1kGkAQ-\/0\/1739969790386\/leyalaw_logo?e=2147483647&v=beta&t=FJ_3tWyW4LZtW5y9OSIvHEEbFH674heKttRWNpbsrkw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4248763612","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4248763612","job_url_direct":"https:\/\/careers.vattenfall.com\/global\/job\/it-architect-distribution-business-in-solna-jid-48434?_atxsrc=LinkedIn&utm_source=LinkedIn&trid=2d92f286-613b-4daf-9dfa-6340ffbecf73&urlHash=kOtc","title":"IT Architect (Distribution Business)","company":"Vattenfall","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Utilities","listing_type":null,"emails":null,"description":"Vattenfall is recognized as one of the first movers in the energy transition – and by that power climate smarter living for all our customers.\n   \n\n  \n\n Yet, our investment power, innovation, and ambitious change agenda to become fossil free in one generation, can only be met if the Swedish grid is ready to deal with this electrification revolution. To face this challenge we invest in our people and we continue to employ exceptional IT talent. With our team, we are advancing the Distribution business area in Vattenfall as a data driven company allowing them to optimize decision making and investment planning.\n   \n\n  \n\n**This Means We Are Architecting**\n* Full IT\/OT convergence to ensure frictionless transfer of data (near) real time\n* Advanced solutions to deliver real-time insights into the performance of our grid, substations, transmission lines to lower maintenance costs\n* IT infrastructure and solutions that are hyper-scalable and reliable to meet Distribution reliability and growth target\n* Seamless and secure market communication and open data sharing to support Europe’s vision for an interconnected grid.\n* Strategic solutions\/landscapes to meet Distribution’s Strategic Targets (Distribute twice the amount of electricity, and distribute with 99.99% continuity)\n\n\n Our team requires true Business facing Solution architects; You know how to use technology to make Distribution run as\n *clockwork* \n , you act as\n *timer* \n to ensure we meet our ambitious goals and be an\n *alarm* \n if we can do better! We have a large SAP and Microsoft footprint, with more than 20.000 users in six countries\n   \n\n  \n\n Our Group IT Architecture team of 30 enterprise \/ solution architects is involved in around 100+ key projects at any time, focusing on enterprise architecture and solution architecture for all Vattenfall business units. We act as the hub to understand business needs and to see the bigger Vattenfall picture to help our teams securely adopt the technologies of tomorrow.\n   \n\n  \n\n**Your Main Responsibilities**\n* You will join the larger strategic projects, to guide them into successful execution based on fit-for-purpose architecture\n* You will consult and educate the Distribution business on IT strategy, integration strategy, data strategy etc\n* You have a solid understanding of IT security and will support Distribution in fit-for-purpose adoption.\n* You will have (or build up) Distribution domain knowledge to become the go-to point how Distribution should advance its IT landscape.\n* You will, in dialogue with business, drive a further adoption of data mesh\n* You will help us grow our Enterprise thinking and establish standards and architecture principles. You will be our trusted advisor towards our Distribution and other business area’s to enable their operating model by technology – also if that is that means radical change!\n\n\n**Company Description**\n Vattenfall is one of Europe’s largest producers and retailers of electricity and heat. Our main markets are Sweden, Germany, the Netherlands, Denmark, and the UK. The Vattenfall Group has approximately 20,000 employees. We have been electrifying industries, powering homes and transforming life through innovation for more than 100 years. We now want to make fossil free living possible within one generation and we are driving the transition to a sustainable energy system.\n   \n\n  \n\n**Qualifications**\n We are looking for a seasoned Architect, with experience preferably as architect or consultant in water or energy utilities, manufacturing, or automotive.\n   \n\n  \n\n You Feel Comfortable Communicating With Both IT And Non-IT Colleagues On Different Levels In The Organization. You Enjoy Being In An Ever-changing Environment. Furthermore You\n   \n\n  \n\n* Have an academic degree in IT or related study\n* Have worked in an international environment and you speak Swedish and English\n* Have deep IT knowledge and experience with IT architecture and frameworks\n* Ideally bring experience from an asset intensive industry – and you understand security considerations, IEC 62443, ISO27001 etc.\n* Have experience with Microsoft Azure Well Architected Framework\n* You enjoy producing enterprise ready architecture documents\n* And you have the skills to direct complex problems into concise Management Board action\n* And… we love architects who talk business and know TOGAF, rather than those that talk TOGAF and know business …\n\n\n**Location:** \n for this position you will be based in Sweden, with some travelling to the office (Stockholm, Solna). Occasionally also travel to Distribution locations, like Trollhattan or Amsterdam and Berlin for team events. Travel will be approximately once month for two days.\n   \n\n  \n\n Additional Information\n   \n\n  \n\n**Our Offer**\n* Become part of a massive transformative purpose – not on paper, but in real-life – whereby you can influence the outcome!\n* We offer a challenging and international work environment and the possibility to work with some of the best in the field.\n* You will work in an interdisciplinary team with other senior IT Architects – so we do this together!\n* A professional environment where your experience, knowledge and attitude will bring us one step further and the opportunity for you to grow further.\n* A central office location with easy access by public transport.\n* Furthermore, a healthy work-life balance (smart working) and time to develop your profession\n* At Vattenfall you get the opportunity to work for a clean energy company that aims for creating fossil free energy within one generation.\n* And last but not least; International and multi-cultural work environment with energetic, motivated colleagues that like to have fun as well!\n\n\n**More information**\n We welcome your application in English, including CV and cover letter via our website. For information about the position, please contact recruiting manager Emile Das, +31 6 5250 4359. For more information about the recruitment process, you are welcome to contact Recruiter Folmer Koper +31 6 38710915.\n   \n\n  \n\n At Vattenfall, we are convinced that striving for diversity helps building a more profitable, efficient and attractive company. We continue to seek a harmonious balance of employees in terms of gender, age, ethnic and cultural backgrounds.\n   \n\n  \n\n Since Vattenfall is a part of the Swedish critical infrastructure, many of our services are security classed. If this position is security classed the final candidates might be subjected to a security vetting process, according to the Swedish legislation.","company_url":"https:\/\/se.linkedin.com\/company\/vattenfall","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQG2Kguh_TApgg\/company-logo_100_100\/company-logo_100_100\/0\/1630633116767\/vattenfall_logo?e=2147483647&v=beta&t=iPwVPIMb9d5u9jOo396pHCxOi1dKsIAShSeAce6KhU0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4258815293","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4258815293","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I003\/328\/job?site=5&lang=SE&validator=424079d23749aa0036ee8cb384b182a4&job_id=1130&urlHash=2tuG","title":"Inspektör inom IT-säkerhet","company":"Strålsäkerhetsmyndigheten","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Analyst","company_industry":"Government Administration and Security and Investigations","listing_type":null,"emails":null,"description":"Vill du göra skillnad för Sveriges säkerhet?\n   \n\n  \n\n Har du ett driv, gillar utvecklingsarbete och brinner för IT-säkerhet? Då kan detta vara ditt nästa steg. Vi söker nu en engagerad och nyfiken inspektör inom säkerhetsskydd – med inriktning på IT-säkerhet – som vill vara med och bidra till ett strålsäkert och tryggt samhälle. Hos oss får du en unik möjlighet att arbeta i skärningspunkten mellan teknik, säkerhet och samhällsnytta. Oavsett om du redan har erfarenhet av kärnteknisk verksamhet eller är nyfiken på att kliva in i ett spännande och växande område, lovar vi dig en lärorik resa där du får vässa din kompetens och göra skillnad.\n   \n\n  \n\n Ditt sakområde är teknisk och administrativ IT-säkerhet, där du kommer att jobba med tillsyn, framtagning av vägledningar, rutiner inom Strålsäkerhetmyndighetens ansvarsområde. Du ska kunna växla mellan att vara den vägledande\/utbildande personen, men att sedan kunna vara utredande och ta fram underlag som kan avgöras i förvaltnings- och kammarrätten. Du kommer arbeta i multifunktionella team inom myndighetens tillsynsområde.\n   \n\n  \n\n Vi söker nu nya medarbetare till vår nybildade enhet för\n **Skydd och säkerhet** \n på avdelningen\n **Beredskap och tillståndsprövning** \n , där du kommer att arbeta tillsammans med andra specialister inom säkerhetsområdet.\n   \n\n  \n\n**Samhällsviktiga arbetsuppgifter**\n En stor del av arbetsuppgifterna utgörs av tillsynsverksamhet med andra specialister. Det innebär att du förväntas:\n   \n\n  \n\n* Prioritera, planera och utföra olika typer av tillsyn avseende IT-säkerhet inom Strålsäkerhetsmyndighetens ansvarsområde. Ensam eller som deltagare i ett inspektionsteam.\n* Ta fram dokument såsom tillsynsplan, tillsynsrapport och i förekommande fall beslut om tillsynsåtgärder.\n* Arbeta med verksamhetsutveckling inom området, såsom metoder, kravfångst men även med föreskrifter och vägledningar.\n* Arbeta med omvärldsbevakning inom tillsynsområdet för att säkerställa att myndigheten följer med inom teknik- och säkerhetsutveckling.\n* Leda tillsynsinsatser, från planering till beslut om tillsynsåtgärder.\n\n\n Arbetet innebär många kontaktytor samt möjlighet att delta i relevanta nätverk och grupper, nationellt och internationellt.\n   \n\n  \n\n**Kvalifikationer**\n**Vi söker dig som har**\n* Akademisk examen inom IT, datorteknik, datateknik, systemvetenskap eller liknande, alternativt motsvarande kunskaper förvärvade genom arbetslivserfarenhet\n* Flerårig arbetslivserfarenhet inom IT-säkerhet\n* Erfarenhet av arbete med IT-säkerhet i informationssystem för säkerhetskänslig verksamhet, inkluderat kunskaper om lagar och författningskrav avseende informations- och IT-säkerhet\n* Erfarenhet av arbete med hot, risk och sårbarhetsanalyser för IT-system och\/eller särskilda säkerhetsbedömningar inför driftsättning av informationssystem\n* Goda kunskaper om IT-säkerhet i industriella styr- och kontrollsystem (ICS\/SCADA)\n* Mycket goda kunskaper i svenska, i såväl tal som skrift\n* Goda kunskaper i engelska\n\n\n**Det är meriterande om du har**\n* Erfarenhet av att planera och följa upp penetrationstester\n* Erfarenhet av arbete vid myndighet\n* Kunskaper om olika IT-säkerhetsstandarder (ISO27000, NIST cyber security framework, IEC 62443 och CIS Critical Security Controls)\n* Certifieringar inom informations- och IT-säkerhet\n* Kunskaper om teknisk och administrativ IT-säkerhetsarkitektur\n* Breda kunskaper om säkerhetsskyddslagstiftningens övriga delområden (fysisk säkerhet, personalsäkerhet, informationssäkerhet och säkerhetsskyddsavtal)\n* Arbete i senior befattning eller ledande befattning inom informationssäkerhet, cybersäkerhet eller IT-säkerhet.\n\n\n**Personliga egenskaper**\n Dina personliga egenskaper är viktiga och vi lägger stor vid personlig lämplighet, där det är viktigt att du är en strukturerad person som kan samverka med många specialister och verksamhetsområden samt se helheten av processen. Du har en djup teknisk förmåga att värdera tekniska lösningar utifrån regelverk och standarder. Du kan utifrån olika systemarkitekturer identifiera möjliga IT-säkerhetsbrister och brister i regelverksuppfyllnad. Du kan växla mellan utbildande\/utredande och myndighetsutövande rollen i relation till våra verksamhetsutövare.\n   \n\n  \n\n Du behöver vara uthållig, prestigelös, trygg, stabil, ha självinsikt samt en god samarbetsförmåga. Eftersom du kommer ha ett egen ansvar för dina arbetsuppgifter vill vi också att du tar egna initiativ och har mod att agera när det behövs. För rollen krävs en hög grad av integritet, ett gott säkerhetsmedvetande samt att du är trygg i att hantera sekretess.\n   \n\n  \n\n**Anställningsvillkor**\n Anställningen är en tillsvidareanställning med start enligt överenskommelse. Anställningen kan komma att inledas med provanställning i sex månader. I den här rollen blir du anställd sominspektör .\n   \n\n  \n\n Vissa av våra arbetsuppgifter är placerade i säkerhetsklass, vilket innebär att en säkerhetsprövning med registerkontroll enligt säkerhetsskyddslagen (2018:585) kan komma att genomföras före beslut om anställning. För en del av våra arbetsuppgifter i säkerhetsklass krävs även svenskt medborgarskap.\n   \n\n  \n\n**Kontakt och ansökan**\n Vill du veta mer om tjänsten? Kontakta enhetschef Johan Lönnqvist, 08-799 44 55.\n   \n\n  \n\n Fackliga företrädare är Mathias Häggblom, Saco-S, 08-799 44 85, och Michael Wallin, ST, 08-799 42 87.\n   \n\n  \n\n Vi undanber oss erbjudanden om annonsering och rekryteringshjälp i samband med denna rekrytering.\n   \n\n  \n\n**Placeringsort:** \n Solna. Resor mellan kontoren kan förekomma.\n   \n\n  \n\n Ansökan sker genom att du bifogar CV och svarar på urvalsfrågor. För att kunna göra en rättvis och likvärdig bedömning av dig som sökande ber vi dig därför att svara på urvalsfrågorna. Du behöver inte bifoga personligt brev. Din ansökan blir en allmän handling när du söker tjänster hos oss. Delge inte några känsliga uppgifter i din ansökan men ange någon form av kontaktuppgifter så att vi kan kontakta dig om du är aktuell för tjänsten.\n   \n\n  \n\n Arbetsprov kan komma att tillämpas.\n   \n\n  \n\n Välkommen med din ansökan via vår hemsida senast den\n **17augusti 2025**\n* \n\n\n**Strålsäkerhetsmyndigheten** \n arbetar pådrivande och förebyggande för att skydda människor och miljö från oönskade effekter av strålning. Våra cirka 370 medarbetare har djupa och breda kunskaper inom strålskydd och kärnsäkerhet. Myndigheten har kontor i Solna, Katrineholm och Göteborg.\n   \n\n  \n\n Läs mer om vår verksamhet här www.stralsakerhetsmyndigheten.se","company_url":"https:\/\/se.linkedin.com\/company\/str-ls-kerhetsmyndigheten","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFaR87A0sOTXQ\/company-logo_100_100\/company-logo_100_100\/0\/1725547204176\/str_ls_kerhetsmyndigheten_logo?e=2147483647&v=beta&t=3r2DZYVW3_o1Ww_RUeGWMft9td_xvJVPvhz-XL9gLu0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4275618417","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4275618417","job_url_direct":"https:\/\/wd3.myworkdaysite.com\/recruiting\/mdlz\/External\/job\/Upplands-Vaesby-Sweden\/Commercial-Systems-Specialist_R-144928-1?src=SNS-12680&source=APPLICANT_SOURCE-3-70&utm_source=linkedin.com&utm_medium=jobboard&utm_campaign=linkedin_jobposting&utm_term=generic_jobs&urlHash=nMEK","title":"Commercial Systems Specialist","company":"Mondelēz International","location":"Upplands Väsby, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Food and Beverage Manufacturing, Food and Beverage Services, and Manufacturing","listing_type":null,"emails":null,"description":"**Job Description**\n**Are You Ready to Make It Happen at Mondelēz International?**\n**Join our Mission to Lead the Future of Snacking. Make It With Pride.**\n You deliver detailed continuous business and customer analysis and insight with a focus on driving best practice through simplification, efficiency, consistency by aligning common outputs across accounts.\n   \n\n  \n\n**How You Will Contribute**\n You will:\n   \n\n  \n\n* Provide support and training to enable effective use of sales systems.\n* Maintain and optimize systems for sales (including functionalities for customer management, tour planning, promotion planning, listing maintenance, shelf audit and reporting).\n* Provide support to users with specific technical problems in cooperation with IT service providers.\n* Drive continuous improvement of existing software and automation of new processes.\n\n\n**What You Will Bring**\n A desire to drive your future and accelerate your career and the following experience and knowledge:\n   \n\n  \n\n* Post-secondary education at College or University or equivalent experience, in a related subject\n* Relevant experience in IT and sales\n* Knowledge of sales processes and systems\n* Facilitation skills to demonstrate use and functionality of sales systems\n* Problem-solving skills\n* Excellent Microsoft Office skills, especially in Excel.\n* Experience developing reports in Power BI.\n* If you have experience from the Retail Business, particularly FMCG (Fast moving consumer goods), it would be an advantage\n* Very good administrative ability, attention to detail and enjoy working with numbers\n* You organise your work effectively, and see possibilities to optimize\n* You demonstrate independence, engagement and flexibility in your work, and are adaptable to changing priorities and demands.\n* Contribute effectively as a team member and foster a positive team environment.\n* You are dedicated to providing exceptional service and approach challenges with a positive attitude.\n* Fluency in Swedish and English, written and spoken.\n\n\n**More About This Role**\n**What you need to know about this position:**\n In this role you will be part of the team that provides analyses, reports, developments, training and system support to the Swedish Sales Organization. You will be a key player in maintaining and developing Power BI reports for the Swedish Sales Team, and be a key part in projects regarding Sales system developments.\n   \n\n  \n\n Apply today to become part of a team which is passionate about Systems, Sales and working with People. Characterized by a collaborative working environment. You will take part in modernizing and streamlining our systems and see clear results of your work throughout the business.\n   \n\n  \n\n We look forward to hearing from you!\n   \n\n  \n\n**Relocation Support Available?**\n No Relocation support available\n   \n\n  \n\n**Business Unit Summary**\n We value our talented employees, and whenever possible strive to help one of our associates grow professionally before recruiting new talent to our open positions. If you think the open position you see is right for you, we encourage you to apply!\n   \n\n  \n\n*Our people make all the difference in our succes*\n Mondelēz International is an equal opportunity employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, gender, sexual orientation or preference, gender identity, national origin, disability status, protected veteran status, or any other characteristic protected by law.\n   \n\n  \n\n**Excited to grow your career?**\n We value our talented employees, and whenever possible strive to help one of our associates grow professionally before recruiting new talent to our open positions. If you think the open position you see is right for you, we encourage you to apply!\n   \n\n  \n\n**IF YOU REQUIRE SUPPORT TO COMPLETE YOUR APPLICATION OR DURING THE INTERVIEW PROCESS, PLEASE CONTACT THE RECRUITER**\n**Job Type**\n Regular\n   \n\n  \n\n Sales Operations\n   \n\n  \n\n Sales","company_url":"https:\/\/www.linkedin.com\/company\/mondelezinternational","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEXpvlmPQN68Q\/company-logo_100_100\/company-logo_100_100\/0\/1630453251495\/mondelezinternational_logo?e=2147483647&v=beta&t=4O0Nsa9CbyItqfSsYTT62l_3frW1XKM2h3f4eZZHUXI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4276062808","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4276062808","job_url_direct":"https:\/\/www.saab.com\/career\/job-opportunities\/erfarna-systemingenjorer-till-naval-combat-systems1?source_board=LinkedIn&urlHash=u2sD","title":"Erfarna systemingenjörer till Naval Combat Systems","company":"Saab","location":"Järfälla, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Defense and Space Manufacturing, Security and Investigations, and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"*Drivs du av att bidra till en säkrare värld? Välkommen till vår spännande och teknikintensiva verksamhet.*\n Din roll\n   \n\n  \n\n Vi söker nu erfarna ingenjörer som vill jobba med oss på affärsenheten Naval Combat Systems! Här får du chansen att vara en del av systemarbetet för att vidareutveckla världens främsta ledningssystem. Våra produkter används på marina plattformar, såsom ytfartyg och ubåtar, och har till uppgift att sammanställa information från sensorer, datalänkar och vapensystem i syfte att ge operatören bästa möjlighet att fatta rätt beslut i rätt tid. Läs mer om våra produkter här.\n   \n\n  \n\n Som systemingenjör hos oss har du en central roll och ansvar i framtagning av krav på produkten, utifrån analys av krav och behov hos kunderna. Kraven används av våra utvecklingsavdelningar för att implementera i hård- och\/eller mjukvara. Just nu har vi ett stort behov av duktiga, erfarna medarbetare som är intresserade av t ex kunna bryta ned kundkrav till realiserbara krav och design\/arkitektur. Behovet av tekniska ledare är också stort så har du ambitioner för det finns även möjligheter till sådan utveckling.\n   \n\n  \n\n Hos oss kommer du att jobba med intressant teknik i avancerade och komplexa system. Många lösningar hittar vi tillsammans med andra inom projektet och organisationen som har kompletterande kompetenser.\n   \n\n  \n\n**Vad kan vi erbjuda dig?**\n Vi välkomnar dig till något av våra projekt med möjlighet att jobba och samtidigt lära dig av oss om våra produkter. Våra introduktionsprogram ger en snabb väg in i jobbet och en god förståelse för våra produkter, arbetssätt och om Saab. Introduktionsprogrammet erbjuder dig även ditt första nätverk av kollegor från våra olika ingenjörsområden.\n   \n\n  \n\n Vi har dessutom egna områdesspecifika utbildningar att erbjuda dig som systemingenjör, anpassade efter din erfarenhet inom området. Bra och engagerade arbetskamrater och en god stämning på jobbet vågar vi också lova. Den här rollen ger en genuin systemförståelse och bra grund för fortsatt karriär och vidareutveckling inom vår affärsenhet eller andra delar av Saab.\n   \n\n  \n\n Din profil\n   \n\n  \n\n Vi söker dig som har en proaktiv inställning i jobbet, är bra på att hitta effektiva lösningar och öppen för att prova nytt. Med engagemang och kreativitet tar du dig an uppgifter. Du har god kommunikationsförmåga, navigerar aktivt i organisationen och är skicklig på att samarbeta med våra interna och externa intressenter för att förebygga och lösa uppkomna utmaningar och problem. Eftersom vårt arbete är teambaserat, tror vi att du både trivs med att samarbeta med andra och har förmågan att jobba självständigt. Hos oss värderar vi långsiktighet och balans i yrkeslivet – något vi hoppas att även du prioriterar.\n   \n\n  \n\n**Erfarenheter och färdigheter vi söker:**\n* Erfarenhet av kravarbete och mjukvaruutveckling i komplexa system\n* Kompetens inom systemdesign och\/eller tekniskt ledarskap\n* Praktisk erfarenhet av verifiering och test på systemnivå\n* Goda kunskaper i svenska och engelska, i såväl tal som skrift\n\n\n**Meriterande erfarenheter:**\n* Högre teknisk utbildning (civilingenjör eller motsvarande)\n* Kompetens inom programmering, datorarkitektur\/operativsystem eller IT-säkerhet\n* Erfarenhet från en marin miljö eller arbete inom försvarssektorn\n\n\n Befattningen kräver att du genomgår och godkänns enligt vid var tid gällande bestämmelser för säkerhetsskydd. För befattningar där Saab har krav på säkerhetsklassinplacering kan, i förekommande fall, medföra krav på visst medborgarskap.\n   \n\n  \n\n Vad du blir en del av\n   \n\n  \n\n Bakom våra innovationer finns alla de som har gjort det möjligt. Modiga pionjärer och kluriga tänkare. Vardagshjältar och kreativa problemlösare. De som delar djup kunskap och de som utforskar nya områden. Och alla däremellan.\n   \n\n  \n\n Här har du chansen att påverka och bidra på ditt unika sätt. Allt från att utveckla kod och bygga imponerande försvars- och säkerhetslösningar till att ta en kaffe med en kollega. Varje bidrag räknas. Vi ger dig möjlighet att anta utmaningar och skapa smarta innovationer. I vår vänliga och tekniksmarta värld finns plats för dig att växa. Vi finns här för att tillsammans skapa trygghet för människor och samhällen.\n   \n\n  \n\n Saab är ett ledande försvars- och säkerhetsföretag med uppdrag att hjälpa nationer att skydda sin befolkning och bidrar till trygghet för människor och samhällen. Med 23 000 talangfulla medarbetare utvecklar Saab teknik och lösningar för en säkrare och mer hållbar värld.\n   \n\n  \n\n Saab utvecklar, tillverkar och underhåller avancerade system inom flygteknik, vapen, ledningssystem, sensorer och undervattenssystem. Saab har sitt huvudkontor i Sverige men en global verksamhet där Saab är en del av många nationers försvarsförmåga. Läs mer om oss här.\n   \n\n  \n\n Vänligen observera att vi arbetar med löpande urval och tjänsten kan komma att tillsättas innan sista ansökningsdatum har gått ut. Vi ser fram emot din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/saab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEA6y1fdH0iVg\/company-logo_100_100\/company-logo_100_100\/0\/1631318690204?e=2147483647&v=beta&t=5CK-xudw3J8fbuCmCbHkdWbDS0-ovyKRTRUbm9Pzvns","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4287720742","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4287720742","job_url_direct":"https:\/\/jobs.pradagroup.com\/job\/Stockholm-PRADA-Store-Manager%2C-Stockholm\/1215870101\/&urlHash=u3Lq","title":"PRADA Store Manager, Stockholm","company":"Prada","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Retail Luxury Goods and Jewelry","listing_type":null,"emails":null,"description":"Founded in 1913 in Italy, the Prada Group was built on a tradition of excellence and with a vision of innovation. Our Iconic Brands include PRADA, Miu Miu, Church’s, Car Shoe and Pasticceria Marchesi and we are currently operating in more than 45 Countries, embracing employees of more than 100 nationalities.\n   \n\n  \n\n Joining our Company means working in a creative and international environment, with teams of people motivated by curiosity and the quest for excellence. The engine of our success is the importance and value that we place on the talent and passion of our people leading to their own professional growth.\n   \n\n  \n\n**Job Purpose**\n As a Store Manager, you are a passionate Brand Ambassador and a business leader who conveys the Brand philosophy and values to the local market, the Store team and to the final Client. You are a driven business owner, and you hold yourself accountable for achieving a successful overall store performance, seamlessly executing all activities to achieve the targets. You guarantee excellence in Client experience by being present on the sales floor and leading by example to placing the Client above all.\n   \n\n  \n\n You are a motivating and inspiring leader; you coach and work closely with your team to achieve their sales target, maximising all the commercial opportunities. You mentor and develop your team by working closely with them; you set them up for success through succession planning and ensuring internal growth.\n   \n\n  \n\n You ensure that Company policies and procedures are proactively put in place while managing all operational activities related to your Store.\n   \n\n  \n\n**Responsibilities**\n* Drive Store Team to exceed Financial targets and maximise sales performance, determining the success of the entire store.\n* Propose and develop action plans through careful analysis of performance\n* Drive the Store team to exceed their KPI targets, including cross-selling and up-selling among product categories.\n* Represent the Company within the local market, identifying opportunities to increase foot flow, attracting new Clients and building loyal relationships with the brand.\n* Be present on the sales floor, ensuring the highest standard of approach and service to Clients.\n* Foster the Omni Channel awareness among the team, as well as encourage and support the team in using digital tools to improve the relationship with clients and achieving the business needs.\n* Foster the E-commerce channel development through a timely response to orders received, always delivering a high standard of service.\n* Meet store operating budgets by monitoring store expenses.\n* Provide effective product feedback based on store needs, and participate in the buying session when requested.\n* Place the Client above all, leading by example to create a welcoming environment and to ensure the Team strives to meet their every need and request.\n* Foster a client-centric mindset, developing and maintaining solid Client relationships, and enforcing meaningful after-sales experiences.\n* Guarantee an excellent Client satisfaction and the highest level of Client service through the execution of the “Brand Selling Ceremony”.\n* Seamlessly manage the store’s local VICs, proposing the most appropriate and tailored actions to develop their loyalty and spend.\n* In partnership with other corporate functions, implement clienteling initiatives and events, securing Client loyalty and increasing Client spending.\n* Proactively identify opportunities to gain new Clients in order to grow store sales.\n* Foster a strong private appointment culture among the team.\n* Proactively manage any customer complaints to ensure the client relationship is maintained with a positive outcome.\n* Act as a strong Staff motivator, promoting team spirit through effective communication, and cultivating a positive and energetic environment, even in the eyes of the Client.\n* Encourage the exchange of information within the team and proactively develop a morning briefing on specific topics.\n* Master fully all company tools and applications, including IT and digital, and ensure the team is constantly informed of relevant updates.\n* Understand the needs and priorities, train and inspire the Store team on product knowledge, sales techniques, Client Services, and Company policies and procedures.\n* Identify talents within your team to propose for internal development opportunities, sharing the proposal with the Retail Operations Manager in order to define the correct development processes.\n* Guarantee team development through coaching and follow-ups on individual action plans.\n* Attract and recruit the best talent available on the market through networking and scouting.\n* Ensure strong cooperation between front and back of house to guarantee efficient operations.\n* Lead by example to ensure the Team operate with the highest level of care and respect for the Product, evident in every ceremony or procedure.\n* Ensure display attracts Clients and maximises sales, in accordance with Company guidelines – proactively seek VM and MD support based on store needs.\n* Guarantee effective and efficient care of the Company’s assets.\n* Ensure enforcement of Company procedures on cash activity, inventory, logistics and all main reporting activities requested by head office.\n* Provide feedback and suggestions when necessary to the Visual Merchandising and the Retail Merchandising departments.\n* Cooperate with the Retail Head Office for the organisation of local events, defining a challenging and realistic target per Client.\n* Guarantee excellence in standards and service during store events.\n* Propose opportunities for local events in partnership with local Stakeholders and Influencers.\n\n\n**Knowledge And Skills**\n Experience within a luxury retail environment is highly desirable.\n   \n\n  \n\n A genuine enthusiasm for fashion, art, and the broader luxury ethos.\n   \n\n  \n\n Solid understanding of the luxury market and product specifics.\n   \n\n  \n\n A strong focus on people, demonstrated through the ability to lead, motivate, and inspire a team.\n   \n\n  \n\n Highly developed communication and interpersonal abilities.\n   \n\n  \n\n A very good command of the English and Swedish languages.\n   \n\n  \n\n Strong commercial awareness.\n   \n\n  \n\n Awareness of local employment and retail legislation.\n   \n\n  \n\n Willingness to work flexibly as required to meet the operational needs of the store.","company_url":"https:\/\/it.linkedin.com\/showcase\/prada\/","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQF9fjAGD7-3Yg\/company-logo_100_100\/company-logo_100_100\/0\/1702373218363\/prada_logo?e=2147483647&v=beta&t=PO6orwLCySV2sRR6lKOqoLBVbNStR9qIKLeQxB7BmUc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4287082140","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4287082140","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/297233-acne-studios-supply-chain-manager-emea\/?utm_source=linkedin&urlHash=HoN2","title":"Supply Chain Manager EMEA","company":"Acne Studios","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"Retail Luxury Goods and Jewelry","listing_type":null,"emails":null,"description":"Acne Studios is a progressive luxury house and through collaboration and curiosity, we set high aspirations and strive for excellence. We value everyone’s contribution and embrace feedback to develop ourselves and others. We aim to minimise our environmental impact across all our operations and to address societal challenges in the way we conduct our business.\n   \n\n  \n\n As the Supply Chain Manager EMEA, based in Stockholm HQ, you will lead the supply chain function, driving company growth through strategic, results-focused practices. Your role ensures efficient, well-functioning teams in the Supply Chain HQ and Warehouse Sweden that support our global operations, consistently achieving key KPIs, such as cost-efficiency, reliability, and sustainable in-and outbound deliveries across global markets. In this role, you'll actively contribute to enhancing the global supply chain function by implementing regular operational improvements and serving as the department’s primary representative in key cross-functional digital initiatives. A strong focus on data analysis supports your ability to identify gaps, drive improvements, and make informed decisions across operations. Your daily work is dynamic and hands-on. Focus shifts frequently between operational tasks, including internal communication with stakeholders and strategic project planning and decision-making.\n   \n\n  \n\n CULTURE OF COLLABORATION\n   \n\n  \n\n We firmly believe that when you feel supported, included, and trusted, it enables you to enjoy your work and thrive in it. You will be a part of a team of colleagues with diverse roles and backgrounds, each with their unique skills and experiences.\n   \n\n  \n\n WHAT YOU WILL DO\n   \n\n  \n\n As Supply Chain Manager EMEA, your main contribution will be to provide leadership and direction for the SC EMEA function. You will report to Supply Chain Director. You will play a vital role for the further growth and development of the company's global operations by:\n   \n\n  \n\n* Be responsible for both the long-term and day-to-day management of the SC HQ & HQ Logistics teams incl. personnel, costs and performance, and act as the owner of SC EMEA’s main KPIs\n* Be responsible for the management of the WH SE operation including all associated procedures\n* Manage the global inbound and WH SE outbound flows; from suppliers to end-customers, and between warehouses\n* Regularly appraise team members and carry out Acne Studios annual performance review within the set time period with the SC EMEA teams\n* Support the Supply Chain Director with various tasks, analyses and improvement projects for the global SC function\n* Ensure accurate warehouse forecast models to optimize resource planning and support cost estimations for annual OPEX budgeting\n* Manage supply-chain improvement projects; both externally and internally against other departments as well as the warehouses\n* Act as a driving force for the SC function in overarching digitalization processes (e.g. UDP \/ Unified Data Platform, BI-tool optimization etc.)\n\n\n WHO YOU ARE\n   \n\n  \n\n You have high aspirations and focus on details that create substantial impact. You enjoy working as a team and you embrace feedback to develop yourself and others. You are curious and thrive in a dynamic environment. Cooperation, respect, and clear communication are important, along with your ambition to learn and grow. If these qualities speak to you, we would love to have you on our team.\n   \n\n  \n\n Specific personal qualities for this role:\n   \n\n  \n\n* Demonstrates the ability to connect operational and financial factors in real-time, such as identifying cost-saving opportunities while aligning team goals with long-term business strategy\n* Takes initiative to translate strategic ideas into concrete actions. For instance, when presented with a new project or challenge, you are able to rapidly develop a plan, assign responsibilities, and deliver measurable results within a set timeframe\n* Exhibits leadership through actions, particularly in high-pressure or challenging situations. You lead by calmly addressing issues, offering support, and driving the team to stay focused on solutions, ultimately achieving a successful outcome\n* Demonstrates an ability to tackle complex business problems using data-driven approaches\n* Communicates complex ideas clearly to diverse audiences, including leadership teams and front-line employees\n\n\n Specific experience and knowledge for this role:\n   \n\n  \n\n* A minimum of a Master’s degree in Business Administration, Engineering, Operations Management, or a related field\n* At least 5 years of professional experience in logistics, supply chain management, or management consulting\n* A minimum of 2 years in a managerial or leadership role\n* Proficiency in MS Office (Excel, Word, PowerPoint), with strong knowledge of Power BI\n* Experience with ERP systems such as Microsoft D365, Dispatcher WMS, Centric PLM, and BI tools like QlikView or Qlik Sense is a plus\n* Previous experience in retail and\/or the fashion industry, as well as from international business models, is meriting\n* Fluency in both English and Swedish is required; additional language skills are a plus\n\n\n What matters most to us is not whether you master all the listed knowledge and skills. We are dedicated to recognising the potential in each individual. We embrace diversity of people as well as ideas and viewpoints and encourage everyone's individual expression of their own identity.","company_url":"https:\/\/se.linkedin.com\/company\/acne-studios","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH6wwrcNw0djQ\/company-logo_100_100\/company-logo_100_100\/0\/1630627640086\/acne_studios_ab_logo?e=2147483647&v=beta&t=AKB29eyDVtWRyMhAXxSNbzMKEfGiKvfuCUzG5SlX1kU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4204411404","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4204411404","job_url_direct":"https:\/\/career.odevo.com\/jobs\/5789046-group-business-controller?utm_source=LinkedIn&urlHash=qvlH","title":"Group Business Controller","company":"Odevo","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Accounting\/Auditing and Finance","company_industry":"Real Estate","listing_type":null,"emails":null,"description":"We are on a mission to become the leading force in residential property management services. The global residential property management industry is currently undergoing a digital transformation and Odevo is at the forefront of this transformation. Our mission is to radically simplify living for families and individuals by delivering highly attractive and efficient property management services to building owners and associations as well as to residents. Our core belief is that digital technology combined with great people will play a central role in delivering a step change in how boards and residents experience property management.\n   \n\n  \n\n What we do matters to billions of people across the world. Residential real estate is the world’s largest asset class and buying a home is often the biggest investment a person or family will ever make. But the residential property management industry is lagging behind when it comes to customer focus and digitalization. That is why we formed Odevo.\n   \n\n  \n\n Leading property management companies in the Nordics, UK, and US have already joined forces to form Odevo and over the last 4 years Odevo’ s revenues have grown 40-fold to become a leading international player. Our ambition is to continue to grow rapidly organically and by attracting additional companies to join us in both existing and new markets.\n   \n\n  \n\n We deliver our property management services with custom developed software to simplify living and make life easier for property owners, association boards, residents and very importantly our own property management professionals. We make complex topics such as managing property finances and the daily maintenance of buildings easy, and we automate time-consuming everyday tasks so people can spend more time on things that they really enjoy.\n   \n\n  \n\n We are a 7500 employee company with a start-up mentality. We aspire to break new ground through innovation, and we actively cultivate a workplace where we can grow as individuals and have fun while achieving great things together.\n   \n\n  \n\n To continue our ambitious growth journey, we are now looking for people who share our vision to join us on a journey that will continue to transform the property management industry on a global scale.\n   \n\n  \n\n**About The Role**\n We are looking for a talented individual to join our Group Finance team, working closely with local finance and management teams across the organization. In this role, you will collaborate with Odevo’s operating companies to monitor financial and operational performance, contributing to both ongoing success and identifying opportunities for growth and enhancement. At the same time, you will be part of a growing Group Finance team in building the future Group function and reporting processes.\n   \n\n  \n\n**Key Responsibilities**\n* Lead the Group management reporting process in collaboration with the Group Finance team, continuously enhancing reporting models, presentations, processes, and structure while ensuring efficient reporting from local Finance teams.\n* Design and implement a global reporting infrastructure for a hyper-growth company, supported by advisors\/consultants. This includes transitioning from Excel to more automated reporting tools.\n* Prepare and present business review materials for the Group Management team and contribute to sections of Board presentations.\n* Analyse business performance across markets and operating companies to further improve business performance and to identify improvement areas\n* Support M&A projects with financial modelling and assist in integrating acquired companies into the Group’s reporting structure, along with other post-acquisition activities within Finance.\n* Drive ad-hoc finance projects, working closely with advisor teams when relevant.\n* Collaborate with the Group CFO, CEO, and local CFOs\/Finance teams to ensure alignment and support across finance operations.\n* Develop and scale the Group business control team, playing a central role in building the Group’s finance capabilities.\n\n\n**Who You Are**\n* Entrepreneurial Spirit: A self-starter with a startup mentality, ready to tackle the challenges and seize the opportunities that come with a rapidly growing, international setting.\n* Resilient and Bold: You thrive in dynamic, high-growth environments, persist through obstacles, and enjoy working within a dedicated team.\n* Strong Interpersonal Skills: You demonstrate exceptional people skills, building relationships, and influencing others with humility and curiosity.\n* Analytical Mindset: You possess strong data analytics skills, enabling you to leverage data-driven insights to optimize financial processes, enhance reporting accuracy, and support strategic decision-making across the organization.\n* Curious Continuous Learner: Your enthusiasm for learning drives you to continuously improve yourself, develop those around you, and enhance business practices.\n* Highly Organized and Goal-Oriented: You maintain a structured approach to your work, skillfully prioritize tasks, manage multiple assignments independently, and set and achieve ambitious goals.\n\n\n**Experience**\n* Excellent financial analysis skills\n* Excellent Excel modelling, PowerPoint, and presentation (written and verbally) skills\n* Financial advisory experience within M&A or Business\/Financial control experience within corporate environment or equivalent experience\n\n\n**Nice To Have**\n* Experience working in Power BI and Aaro or similar software\n* Experience from development of a scaling Finance function, such as financial planning and analysis systems or process development\n* Experience within financial due diligence, management consulting or auditing is meriting\n\n\n We look forward to receiving your application!\n   \n\n  \n\n #msl","company_url":"https:\/\/www.linkedin.com\/company\/odevo","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHAvOTmyG2Rxw\/company-logo_100_100\/company-logo_100_100\/0\/1737704468102\/odevo_logo?e=2147483647&v=beta&t=YnOSBDLg2Dq4eY5OzkfFFPMxIkgOGKpqBlpBQFN8_uI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4262651128","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4262651128","job_url_direct":"https:\/\/www.billerud.com\/career\/vacancies?pid=140578&vid=2025-5095&lang=en&urlHash=UhNl","title":"Group Accountant Finance to Billerud","company":"Billerud","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Accounting\/Auditing and Finance","company_industry":"Paper and Forest Product Manufacturing and Packaging and Containers Manufacturing","listing_type":null,"emails":"peder.haaber-bernth@billerud.com, emma.dellmark@billerud.com","description":"**Job Description**\n At Billerud we believe that when we have tomorrow in mind, we will do our very best today. It is thanks to our employees that we are a world-leading company within the field of renewable paper and packaging materials. Do you want to realize your true value and work for a sustainable tomorrow? Join us!\n   \n\n  \n\n**We are now looking for a Group Accountant to Billerud in Solna**\n The primary purpose of this role is to ensure the seamless operation and continuous development of the Group's consolidation system, Cognos Controller. This includes managing all technical aspects and integrations with other financial systems, and acting as a crucial link between the Group’s global ERP-implementation organization and the consolidation environment. The role also involves providing essential support to the Group's consolidation and financial reporting processes, particularly during critical reporting periods. Additionally, the position contributes to the preparation of external quarterly and annual reports in accordance with IFRS, and participates in various finance development projects as needed.\n   \n\n  \n\n**Your Main Tasks Will Be**\n* Overall responsibility for all technical development of the consolidation system Cognos Controller.\n* Responsible for integration between Cognos Controller and other finance systems.\n* Act as the link between the Group’s ERP-implementation organization and the consolidation environment in Cognos Controller.\n* Support the Group consolidation and financial reporting process and analysis (monthly, quarterly) during periods when needed.\n* Participate and contribute to preparation of the external quarterly reports and annual report for the Group according to IFRS on occasion.\n* Manage or participate in finance development projects as needed.\n\n\n The role reports to the Group Accounting Director and is based at our headquarter in Solna, Stockholm. Travels will occasionally occur.\n   \n\n  \n\n At Billerud, we put Safety First. Together we take great pride in our responsibility to contribute to a safe work environment. Please read more about our Safety First initiative\n   \n\n  \n\n**Qualifications**\n* University degree in relevant Finance field\n* At least 3-5 years of relevant experience from multinational company\n* Very good technical knowledge of Cognos Controller\n* Experience from Group consolidation and Accounting\n* Good knowledge of international accounting standards (IFRS) and Swedish GAAP\n* Analytical and curious, quality orientated financial acumen\n* Interest and willingness to grow in the Accounting field\n* Excellent communication skills in English and Swedish, both written and spoken\n\n\n**Personal qualities**\n To be successful in the role we believe you are a driven and independent person with a genuine interest in the technical aspects of consolidated accounting. You are curious and have a strong willingness to learn and further develop. You are accurate, timely precise and have a good attention to details. You have excellent analytical skills and a good structure in your way of working. You lead by example by being a strong collaborator with a “team before self” approach, and down-to-earth and non-prestigious attitude.\n   \n\n  \n\n**Contact**\n If you want to know more about the role, please contact the hiring manager Peder Haaber-Bernth at peder.haaber-bernth@billerud.com or the recruiter Emma Dellmark at emma.dellmark@billerud.com\n   \n\n  \n\n We look forward to your application! Last day to apply is 2025-08-17.\n   \n\n  \n\n**Application information**\n Billerud is an equal opportunity employer. We embrace diversity and are committed to creating an inclusive environment for all employees and candidates.\n   \n\n  \n\n Why us?\n   \n\n  \n\n* An opportunity to contribute to a more sustainable future\n* Development and career opportunities\n* Performance-based bonus, occupational pension and a number of different benefits according to company policy.\n* Opportunity to hybrid working according to company standard.\n\n\n Our recruitment process will contain: Interviews, recruitment test, references, alcohol- & drug tests and background check.\n   \n\n  \n\n Welcome with your application no later than August 17th. Ongoing selection may occur in this process, but due to the summer season, our recruitment process may take longer than usual. We appreciate your patience and understanding, and we will get back to you as soon as possible.\n   \n\n  \n\n**Do you want to help create a sustainable future through your work?**\n At Billerud, we are fully committed to reduce our and our customers carbon footprint by offering high-performance paper and packaging materials. We are convinced that the right solutions can be important tools to help fight climate change. That's why we see it as our responsibility to enable the best packaging choices, for a better tomorrow.\n   \n\n  \n\n Our proud history in the forestry and paper industry goes back more than 150 years. Since then, we’ve grown to what we are today: a world leading company in high-performing paper and packaging materials - passionately committed to sustainability, quality, and customer value. Our materials are the basis of packaging and paper products used by millions of people around the world, 24 hours a day, all year round.\n   \n\n  \n\n We serve customers in more than 100 countries through our three business areas Liquid Packaging Board, Paper and Paper Board. Our nine production units are located in Sweden, USA, and Finland and we have around 6,000 employees in 19 countries. Our annual turnover is approximately SEK 43.5 billion and the share is listed on Nasdaq Stockholm. At Billerud we always put safety first, care for each other, and do what we say.\n   \n\n  \n\n**Join us in redefining sustainable packaging and drive meaningful change for a better tomorrow.**","company_url":"https:\/\/se.linkedin.com\/company\/billerud","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQH7LJtDbzA9zw\/company-logo_100_100\/company-logo_100_100\/0\/1719257748227\/billerud_logo?e=2147483647&v=beta&t=p88XYAtq1jqObrS5Qpq5rdDQJ37-ByBoM7Svj1v_N3g","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4284390835","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4284390835","job_url_direct":"https:\/\/stockholmsstad.varbi.com\/se\/what:job\/jobID:848670\/type:job\/where:81\/apply:1&urlHash=yNE-","title":"Enhetschef med HSL-ansvar till Tranebergs vård- & omsorgsboende","company":"Stockholms stad","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Business Development and Sales","company_industry":"Government Administration","listing_type":null,"emails":null,"description":"Stockholm – vår huvudstad med miljoner drömmar, förväntningar och ambitioner. Vi jobbar för alla som lever här idag och i framtiden. Nu söker vi dig som vill tänka stort, nytt och annorlunda med oss – för stockholmarna.\n   \n\n  \n\n Bromma stadsdelsförvaltning erbjuder dig en arbetsplats där dina insatser verkligen kan göra skillnad och bidrar till samhällsnyttan i en växande stadsdel. Här är aktivt medarbetarskap och tydligt ledarskap grunden för en utvecklande verksamhet.\n   \n\n  \n\n**Välkommen till oss**\n Tranebergs vård- och omsorgsboende är en verksamhet med inriktning av demens och har 44 platser som ligger ett stenkast från Alviks torg med tunnelbana och tvärbana. Vår verksamhet baseras på respekt, integritet och delaktighet, där den äldre har en central roll i sin vardag och vård. Genom ett varmt bemötande och arbete i multiprofessionella team skapar vi trygghet och meningsfullhet. Vi värdesätter nära relationer med närstående som en viktig resurs i vårt arbete. Du kommer till en verksamhet med positiv energi och stort driv för utveckling. Arbetsklimatet är varmt och öppet och vi har roligt på jobbet. Vi arbetar utifrån att allas bidrag är lika viktiga om vi ska lyckas med uppdraget att göra skillnad för våra äldre.\n   \n\n  \n\n Nu söker vi en engagerad och positiv ledare till oss. Vi söker dig som är trygg i ditt ledarskap och drivs av att coacha såväl individer som team till framgångsrika resultat.\n   \n\n  \n\n**Vi erbjuder**\n Som chef hos oss erbjuds du chefsintroduktion samt utbildningsinsatser och seminarium inom aktuella verksamhets- och personalfrågor. Hos oss finns goda stödfunktioner - som stöd i arbetet och utveckling av verksamheten finns en övergripande stab med verksamhetskontrollers. En central administrativ avdelning finns för stöd i HR-frågor, ekonomi, IT mm.\n   \n\n  \n\n Vi tillämpar flextid, sommar- och vinterarbetstid samt olika friskvårdsinitiativ som vi kontinuerligt förnyar. Som anställd inom Stockholm Stad har du dessutom tillgång till ett kraftigt subventionerat medlemskort till stadens kommunalt drivna simhallar och utomhusbassänger. Naturligtvis har vi även friskvårdsbidrag som vi hoppas att du använder!\n   \n\n  \n\n**Din roll**\n Som enhetschef på Tranebergs vård- och omsorgsboende får du en nyckelroll i att forma och leda en verksamhet som gör skillnad. Du är med och driver verksamhetens mål framåt genom att planera, leda och följa upp omvårdnadsarbetet, samt säkerställa en hög och kontinuerlig kvalitetsutveckling. Du har helhetsansvar för personal, budget och arbetsmiljö för ett kompetent team och samarbetar tätt med andra enhetschefer och områdeschefen.\n   \n\n  \n\n Som medlem i ledningsgruppen har du möjlighet att påverka och driva utvecklingsarbetet och bidra till att både Tranebergs vård- och omsorgsboende och hela området når sina mål. Du leder arbetet med att skapa ett gott samarbetsklimat både internt och med externa partners, inklusive fackliga organisationer, för att skapa en arbetsmiljö präglad av positiv samverkan och effektivitet.\n   \n\n  \n\n**Din kompetens och erfarenhet**\n Vi söker dig som brinner för äldreomsorg och dess utveckling. Du har en strategisk blick för helheten och fokuserar på att driva effektivitet och hållbar ekonomi i verksamheten. Du är proaktiv och engagerad i utvecklingsarbetet, alltid med ett tydligt resultatfokus och förmåga att anpassa dig när omständigheterna förändras. Du är en tydlig och kommunikativ ledare, både i skrift och tal, och ser till att förväntningar är klara och tydliga. I rollen som enhetschef är du en stark lagspelare och trivs med att samarbeta, både inom ledningsgruppen och med externa samarbetspartners.\n   \n\n  \n\n Vi söker dig som har:\n   \n\n  \n\n* Akademisk utbildning inom HSL som (legitimerad sjuksköterska, arbetsterapeut, fysioterapeut\/sjukgymnast) eller annan utbildning som arbetsgivaren bedömer relevant.\n* Minst fyra års aktuell chefserfarenhet från äldreomsorg med personal-, budget- och verksamhetsansvar.\n* Erfarenhet av HSL-ansvar.\n* Aktuell och flerårig arbetslivserfarenhet av utförarsidan inom äldreomsorg.\n\n\n Det är meriterande om du har:\n   \n\n  \n\n* Erfarenhet från både privat och offentlig verksamhet\n* Erfarenhet av verksamhetsutveckling och förändringsledning\n\n\n Vi lägger stor vikt vid personliga egenskaper, motivation och engagemang för tjänsten.\n   \n\n  \n\n**Övrigt**\n Vi rekryterar utan det personliga brevet, i denna rekrytering, för att stärka fokus på de kompetenser och erfarenheter som efterfrågas för denna roll. Vid bedömningen av din ansökan kommer vi endast att utgå ifrån ditt CV och ett antal frågor du får besvara i samband med att du söker tjänsten. Vi önskar att du svarar konkret och kortfattat på frågorna, och att det finns en tydlig koppling mellan dina svar och ditt CV. I denna rekryteringsprocess kommer arbetsprov och arbetspsykologiska tester att användas\n   \n\n  \n\n Vi hoppas att du redan nu kan börja skönja din framtid hos oss. Utöver ett brett och spännande uppdrag hoppas vi erbjuda omväxling, engagemang och mycket skratt!\n   \n\n  \n\n Här hittar du länkar till mer information om vår verksamhet och förmåner som anställd i Stockholms stad.\n   \n\n  \n\n Varmt välkommen med din ansökan!\n   \n\n  \n\n Stockholms stad arbetar med kompetensbaserad rekrytering som syftar till att se till varje persons kompetens och därmed motverka diskriminering.\n   \n\n  \n\n För att få arbeta hos Stockholms stad med äldre och personer med funktionsnedsättning i deras hem, måste du visa ett utdrag från belastningsregistret. Utdraget ska inte vara äldre än 6 månader från utfärdande datum.\n   \n\n  \n\n Anställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Stockholm | Län: Stockholms län | Land: Sweden | Referensnummer: 2025\/4655 | Kontakt: Desiree Öhrvall Nyman, rekryteringskonsult 08-50811728, Madeleine Wahlström, områdeschef 08-50806039, | Facklig företrädare: Karin Wrannvik, Ledarna 076-1290750, Ellinore Aldebring, Vårdförbundet , | Publicerat: 2025-08-17 | Sista ansökningsdag: 2025-08-31","company_url":"https:\/\/se.linkedin.com\/company\/stockholmsstad","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQH4yrxxjImEAw\/company-logo_100_100\/company-logo_100_100\/0\/1630637031104\/stockholmsstad_logo?e=2147483647&v=beta&t=PagPBt30ponDO_A9X_y6BXpkl6ABd6pEqMHn_lpgvSA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4233029657","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4233029657","job_url_direct":"https:\/\/careers.embark-studios.com\/jobs\/5950851-senior-reverse-engineer-anti-cheat&urlHash=ZYV9","title":"Senior Reverse Engineer - Anti-Cheat","company":"Embark Studios","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Engineering and Information Technology","company_industry":"Computer Games and Software Development","listing_type":null,"emails":null,"description":"As a Senior Reverse Engineer at Embark you will be part of the Anti-Cheat team focusing on creating a safe, secure and fair environment for players of our games.\n   \n\n  \n\n The Anti-Cheat team at Embark is a centralized team responsible for all anti-cheat efforts.\n   \n\n  \n\n The role of Senior Reverse Engineer includes driving our anti-cheat reverse engineering efforts mainly for two of our projects as a starting point.\n   \n\n  \n\n Your passion for technology and games is what is driving you to great success. By being curious and experimental you aim to solve problems in a game-changing way.\n   \n\n  \n\n Your work would primarily involve building critical in-house expertise on cheat technologies, enhancing our ability to detect cheats and defend against them.\n   \n\n  \n\n****Example of responsibilities****\n* Conducting debugging and reverse engineering on cheats using tools like IDA and\/or Ghidra\n* Providing the anti-cheat team with effective countermeasures against cheats\n* Staying on top of trends regarding game cheats\n* Researching the latest advancements in cheat technologies both software and hardware related\n\n\n****We would love if you have****\n* A creative and curious mind\n* Documented experience in reverse engineering\n* Documented experience with software-\/hardware-based cheat technologies\n* Good understanding of x64-86 systems programming\n* Good understanding of Windows internals\n* Good understanding of network protocols and security\n* Professional English communication skills\n\n\n At Embark we offer competitive salaries, passionate colleagues to share knowledge with and much more, but most of all we invite you to take part of a journey into the unknown, to build creative, surprising and beautiful experiences together.\n   \n\n  \n\n We welcome game makers of all sex, class, colour, age, gender identity, education, religion, opinion, culture, nation of origin, language, sexual orientation, shape, size, and ability.\n   \n\n  \n\n Did we leave anyone out? Well, we welcome you, too! We think that the gaming industry is made better when everyone has a seat at the table.\n   \n\n  \n\n Be yourself at Embark and make games while doing so. Please apply with confidence. We can’t wait to hear from you (in English)!\n   \n\n  \n\n*If this role doesn't quite match what you're looking for, feel free to apply to us via our \"* \n*Open Application.* \n*\"*","company_url":"https:\/\/se.linkedin.com\/company\/embark-studios-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHA7a5ydC15dg\/company-logo_100_100\/company-logo_100_100\/0\/1710146003114\/embark_studios_ab_logo?e=2147483647&v=beta&t=FG_iWZMoegt50SQGNpiiE7mCZA_xhkueYRz1PYbt0dc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4260971605","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4260971605","job_url_direct":"https:\/\/careers.viaplaygroup.com\/jobs\/6137547-senior-machine-learning-engineer?utm_source=LinkedIn&urlHash=a_Ai","title":"Senior Machine Learning Engineer","company":"Viaplay Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Engineering and Information Technology","company_industry":"Entertainment Providers","listing_type":null,"emails":null,"description":"At Viaplay Group, we entertain millions of people every day through our streaming services, radio networks, and TV channels. We believe in the power of content not just as a way of telling stories and touching lives, but also expanding worlds.\n   \n\n  \n\n We’re looking for the best people to join us on our journey. Right now, we’re searching for someone with extensive experience as a\n **Machine Learning Engineer or Data Scientist** \n to join our team in the\n **Stockholm office** \n – are you ready to hit play on an exciting career change?\n   \n\n  \n\n**The Role**\n As a Senior Machine Learning Engineer at Viaplay, you will play a key role in shaping the future of our data-driven products and services. Operating at the intersection of personalization, customer engagement, and operational intelligence, you'll lead the design and deployment of cutting-edge ML systems that directly impact millions of users.\n   \n\n  \n\n Your work will extend beyond model development, you'll be a strategic partner to stakeholders across product, tech, and commercial teams, translating business objectives into scalable ML solutions. From enhancing recommendation engines to unlocking deep user insights and enabling smarter decision-making across the organization, your contributions will be central to Viaplay’s continued growth and innovation.\n   \n\n  \n\n You’ll join a high-performing, inclusive, and curious team of ML Engineers, Data Scientists, Analysts, and Data Engineers. Together, we foster a culture of experimentation, knowledge-sharing, and technical excellence. Our recommender system is already powering engaging user experiences, and this is only the beginning of our machine learning journey.\n   \n\n  \n\n**What** \n**You’ll Be Doing**\n* Design, develop, and deploy scalable machine learning models for recommendation, prediction, and classification tasks\n* Perform advanced statistical analyses to uncover trends in user behavior, content performance, and platform usage\n* Translate business challenges into structured machine learning problems and deliver measurable solutions\n* Collaborate cross-functionally with product, engineering, content, commercial, and marketing teams to drive strategic, data-informed decisions\n* Build robust, production-ready pipelines and monitor ML systems in a cloud-native environment\n* Contribute to a culture of experimentation, innovation, and continuous learning within the data team\n* Take ownership and drive end-to-end machine learning projects, from ideation and stakeholder alignment to development, deployment, and post-launch evaluation\n* Facilitate Data scientist\/Machine learning engineer forums to share best practices and ideas\n\n\n**What We’re Looking For**\n We’re looking for someone who is passionate about creating real-world impact through machine learning and thrives in a collaborative environment. You don’t have to tick every single box, if you have relevant experience and are eager to learn and grow, we’d love to hear from you.\n   \n\n  \n\n**Desired Skills**\n* Experience working on machine learning projects end-to-end, from problem definition and stakeholder alignment to deployment and performance monitoring in production\n* 5+ years of hands-on experience in applied Machine Learning or Data Science within production environments\n* Familiarity with orchestration tools such as Airflow, enabling reliable ML pipeline execution and monitoring\n* Strong communication and collaboration skills, you enjoy working with cross-functional teams and can explain technical ideas clearly to different audiences\n* A focus on building ML systems that are not just performant, but also reliable, transparent, and maintainable\n* Comfortable working in an agile team where priorities evolve and learning is ongoing\n* Background in a quantitative field (e.g., Computer Science, Statistics, Mathematics, or equivalent practical experience)\n\n\n**It’s a bonus if you have:** \n  \n\n  \n\n* Experience with recommender systems, content optimization, or personalization\n* Familiarity with A\/B testing platforms or causal inference techniques\n* Knowledge of MLOps practices like CI\/CD for ML, monitoring, and observability\n* Exposure to real-time or near-real-time ML architectures and streaming data systems\n* Experience in media, streaming, or e-commerce environments\n\n\n What we offer you\n   \n\n  \n\n* We’ve got you covered! 30 days of paid vacation every year, an attractive pension and insurance scheme, and generous parental leave pay lift.\n* Your wellbeing matters. We provide you with various wellbeing initiatives including wellness allowance.\n* Flexibility that works. We follow a hybrid model with three days a week in the office and the rest remote, giving you the best of collaboration and focus time.\n* A safe space to grow and up-skill. Our learning culture puts you in the driver’s seat of your own development.\n* An innovative environment with Hack Days once a year. This week-long initiative allows you to think outside the box and deliver creative, technical solutions that (more often than not) go on to be implemented, either in our product or our ways of working.\n* Entertainment is what we love, and entertainment is what we do. So, unlimited access to Viaplay seems only fair for you to get to know the product – including serier & viewing events, new release movie rentals, linear channels and more.\n\n\n**Hit play** \n**today**\n If this feels like your kind of challenge, make sure you apply by attaching your CV here – you may also want to add your LinkedIn profile. Please don’t send us your application via email because we won’t be able to accept it. We do, however, welcome any questions you may have about this particular position.\n   \n\n  \n\n Want to learn more about who we are and what we do? Check out our careers page or follow us on Instagram! We’re only ever a few clicks away.","company_url":"https:\/\/se.linkedin.com\/company\/viaplaygroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGcdoDs2KkFdw\/company-logo_100_100\/company-logo_100_100\/0\/1724233341900\/viaplaygroup_logo?e=2147483647&v=beta&t=02jBAkjGOJOPyZgbh6OByxIauFleL1G4eUJcjUnR0AE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4141495746","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4141495746","job_url_direct":"https:\/\/bli.b3.se\/jobs\/5511792-qlik-consultant?utm_source=LinkedIn&urlHash=9RNE","title":"Qlik Consultant","company":"B3 Indes","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting, Information Technology, and Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"På B3 Indes förvandlar vi data till värdefulla insikter som driver förändring och innovation. Vi skapar lösningar inom AI, Business Intelligence, Data Science och Automation för att maximera värdet av data och stärka företags konkurrenskraft. Vår styrka ligger i att kombinera passion för AI och data med en stark laganda, där vi stöttar varandra och löser utmaningar tillsammans.\n   \n\n  \n\n****Rollen s** \n om konsult inom Qlik på B3:**\n Hos oss får du chansen att jobba med några av Sveriges mest spännande kunder och projekt. Vad innebär det? Jo, att du får:\n   \n\n  \n\n* Gräva i data och hitta insikter som inte bara hjälper våra kunder – utan kanske till och med gör världen lite bättre.\n* Göra företag mer datadrivna och smartare genom att guida dem i rätt riktning.\n* Utforma effektiva visualiseringar som våra kunder kan agera på.\n* Bygga och implementera avancerade lösningar – och faktiskt se dem göra skillnad!\n\n\n Här handlar det inte bara om teknik – det handlar om att modellera, tillgängliggöra och visualisera data som kan skapa verklig förändring. Vi gillar att tänka stort, experimentera och lösa kluriga problem tillsammans. Och det bästa? Du får ett team av grymma kollegor att bolla idéer med, lära dig av och ha kul ihop med!\n   \n\n  \n\n****Det är din passion för** \n data och analys som gör skillnaden. Utöver det ser vi gärna:**\n* Har du en relevant universitetsutbildning? Toppen! Har du kanske skaffat motsvarande kunskaper genom arbetslivserfarenhet? Det funkar lika bra!\n* Minst 4 års relevant arbetslivserfarenhet – vi letar efter någon som har hunnit samla på sig en del erfarenhet inom området.\n* Flytande svenska och engelska – eftersom båda språken används dagligen i arbetet.\n* Tidigare konsultroller är ett plus! Har du jobbat som konsult tidigare? Då är det en extra merit, men inget krav.\n\n\n**Men framför allt...**\n Har du djup erfarenhet av Qliks produkter? Toppen – det är viktigt! Men vi lägger också stor vikt vid din förmåga att se helheten och vad som skapar värde, skapa användbara lösningar men framför allt att du är nyfiken. Om du dessutom har koll på:\n   \n\n  \n\n* Någon av de vanligaste databaserna och molntjänsterna\n* Kanske har du också koll på någon av de andra vanligaste BI-verktygen (ex; Power BI eller Tableau)\n* Snowflake och\/eller Databricks\n* Informationsmodellering och Dimensionsmodellering\n* DevOps och Visual Studio.\n* Lite Python-erfarenhet skadar inte – det blir allt vanligare\n\n\n Är det här ett stort plus!\n   \n\n  \n\n**Varför välja B3 Indes?**\n 💡\n **Utveckling & karriär** \n – Väx i en entreprenörsdriven miljö där din kompetens får ta plats.\n   \n\n  \n\n 🌿\n **Balans & välmående** \n – Vi värnar om ditt välbefinnande med stöd för wellness och en flexibel vardag.\n   \n\n  \n\n 🚀\n **Energi & gemenskap** \n – Här präglas kulturen av öppenhet, nyfikenhet och en passion för att skapa något större – tillsammans.\n   \n\n  \n\n ❤️\n **Vi bryr oss – på riktigt** \n – Vi engagerar oss i samhällsfrågor och samarbetar med initiativ som Suicide Zero, My Dream Now och Pink Programming för att göra skillnad även utanför arbetslivet.\n   \n\n  \n\n**En arbetsplats som gör skillnad** \n :\n   \n\n  \n\n Vi är stolta över att ha utsetts till ett av\n **Sveriges fem främsta karriärföretag 2025** \n – en utmärkelse som speglar vår energi, nyfikenhet och vårt engagemang för att skapa en inkluderande och inspirerande arbetsplats. Här värdesätts olika perspektiv och idéer, och vi tror att det är just det som gör oss starkare.\n   \n\n  \n\n Hos oss får du friheten att styra över dina uppdrag, din arbetstid och din utveckling. Vi erbjuder\n **konkurrenskraftiga löner** \n , flexibilitet att forma din vardag och en sund balans mellan jobb och fritid. Och vi vet att\n **gemenskap är minst lika viktigt som teknik** \n – därför satsar vi på allt från konferensresor och sommarfester till sköna AW:s där vi kan släppa jobbet för en stund.\n   \n\n  \n\n**Om B3 Consulting Group**\n*B3 Consulting Group är ett expansivt konsultbolag med cirka 1000 medarbetare. Vi brinner för innovation och hjälper Sveriges ledande företag och organisationer att skapa framtidens möjligheter genom digital transformation. B3 finns på* \n tolv orter i Sverige samt i Polen, med huvudkontor i Stockholm. Bolaget grundades 2003, är noterat på Nasdaq Stockholm Small Cap och omsatte 1 141 MSEK 2023.\n   \n\n  \n\n*Vi är stolta över vår prisbelönta företagskultur, där olikheter, erfarenheter och gemensam energi värdesätts. Som ett etiskt och transparent bolag strävar vi efter att ha en positiv påverkan på samhället, människor och miljön. Vi är även engagerade i* \n Women in Tech och initiativ för att stärka AI-utbildning för kvinnor. 2024 utsågs vi till Årets Employer Branding-företag, och vår HR-chef vann titeln Årets HR-chef.\n   \n\n  \n\n**Är du redo att bli en del av ett företag där din passion för AI och data kan göra skillnad? Läs mer om oss och våra möjligheter här!**","company_url":"https:\/\/se.linkedin.com\/company\/b3-indes","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQH2JW3kV3HM1Q\/company-logo_100_100\/company-logo_100_100\/0\/1630607813244\/b3_indes_logo?e=2147483647&v=beta&t=kEDkTQACIkTOFltfdrTiwQbACskN1_SHbFAQU01TcLw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"993fd6f0248b8f50","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=993fd6f0248b8f50","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29916113","title":"System Engineer","company":"Rasulson Consulting AB","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1755388800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"About the Role\n  \nWe are looking for a System Engineer (SRE) to join an operations-focused team that manages IT system monitoring, server deployments, patching, incident handling, and automation. You will collaborate closely with Product Owners, Scrum Masters, and fellow engineers. The role centers on releasing new systems and software, scaling and upgrading existing environments, and ensuring high availability across services.\n  \nResponsibilities\n  \nEnhance and maintain processes for system monitoring, deployment, patch management, incident resolution, and automation.\n  \nSupport the implementation of new systems and services following established standards and guidelines.\n  \nContribute to the development of roadmaps and strategies together with the team and architects.\n  \nContinuously improve service scalability, redundancy, stability, and automation.\n  \nParticipate in Agile planning and delivery with the team.\n  \nReview microservices before release to ensure best practices for supportability, performance, and monitoring are in place.\n  \nIdentify and communicate risks related to system changes, releases, or existing implementations.\n  \nCollaborate on assessing and resolving security vulnerabilities.\n  \nManage hardware and software lifecycles, including upgrades and maintenance.\n  \nWork with Product Owners and managers to drive service excellence and reduce technical debt.\n  \nDocument procedures, configurations, and system architecture.\n  \nApply coding and scripting skills (Python, Bash, or similar) to automate workflows.\n  \nUtilize admin tools such as Ansible, Jira, Confluence, Bitbucket, and Git.\n  \n  \n\nRequirements\n  \nWe are looking for someone who is curious, pragmatic, and structured, with a natural ability to keep a broad perspective across the department. You thrive in an agile setting, value collaboration, and communicate effectively with colleagues and stakeholders.\n  \n  \n\n**You bring:**  \n\nProven background as a System Engineer or SRE.\n  \nStrong skills in system automation, preferably with Ansible.\n  \nSolid knowledge of Linux and open-source technologies, with experience in advanced troubleshooting in large-scale environments.\n  \nScripting expertise in Python, Bash, or similar.\n  \nFamiliarity with Docker, Kubernetes, databases, and cloud platforms.\n  \nA deep understanding of infrastructure systems and eagerness to learn new tools and technologies.\n  \nStrong analytical and problem-solving abilities to assess complex IT landscapes.\n  \n  \n\n**Meriting experience includes:**  \n\nMonitoring solutions such as Grafana, Prometheus, or Nagios.\n  \nCloud, virtualization, and hardware knowledge (Azure, AWS, Terraform, vSphere, Docker).\n  \n  \n\nEducation\n  \nDegree in Computer Engineering or a related field.\n  \n  \n\nLanguage\n  \nFluent English, spoken and written.\n  \n  \n\nAdditional Competencies\n  \nStrong interpersonal and communication skills.\n  \nAbility to adapt to varying situations and audiences.\n  \nComfortable managing deadlines and responsibilities independently as well as within a team.\n  \n  \n\nAbout Rasulson Consulting\n  \nRasulson Consulting is a specialized staffing and recruitment firm focused on the IT sector. We collaborate with leading tech companies and innovative startups to provide exciting career opportunities for individuals passionate about digital development. With our deep technical expertise and extensive network, we efficiently match the right talents with the right assignments. At Rasulson Consulting, you’ll receive personalized guidance, regular feedback, and the chance to take the next step in your IT career.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"9b828c367fd0cdb1","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=9b828c367fd0cdb1","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29915974","title":"Microsoft 365 Tekniker","company":"Cloudo Sales AB","location":"Lund, M, SE","job_type":"fulltime","date_posted":1755388800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Om oss\n  \nCloudo är en innovativ leverantör av moln-, IT- och telefonitjänster inom B2B. Vi är mitt i en spännande tillväxtresa och söker nu en dedikerad Microsoft 365 Tekniker som vill vara med och forma framtidens digitala arbetsplatser. Hos oss får du möjlighet att arbeta med engagerade kollegor, moderna lösningar och kunder som vill ligga i framkant.\n  \nOm rollen\n  \nSom Microsoft 365 Tekniker hos Cloudo kommer du att ha en central roll i att designa, implementera och optimera lösningar inom Microsoft 365-ekosystemet. Du arbetar nära både kund och kollegor för att skapa säkra, skalbara och användarvänliga arbetsmiljöer. Rollen innebär även att du är teknisk rådgivare i kunddialoger och säljmöten, samt att du vid behov stöttar supportteamet.\n  \nDina huvudsakliga arbetsuppgifter\n  \nDesigna och implementera lösningar inom Microsoft 365 (Teams, Exchange Online, SharePoint, OneDrive m.fl.)\n  \nHantera enhet- och applikationshantering via Intune\n  \nSäkerställa informationsskydd och efterlevnad med Microsoft Purview\n  \nArbeta med säkerhetslösningar såsom Microsoft 365 Defender\n  \nImplementera och administrera Windows 365-miljöer (Cloud PC)\n  \nAutomatisera och effektivisera processer med PowerShell, Power Platform och Microsoft Graph API\n  \nDelta i migreringar, onboarding och strategisk rådgivning för kunder\n  \nPresentera tekniska lösningar för både tekniska och icke-tekniska intressenter\n  \nVid behov stötta supportteamet med felsökning och ärendehantering\n  \nSupportera säljteam under kundmöten\n  \n  \n\nVi söker dig som\n  \nHar minst 3 års erfarenhet av att arbeta med Microsoft 365-tjänster\n  \nHar god förståelse för Microsofts säkerhets- och efterlevnadsverktyg\n  \nÄr van att arbeta med Intune, PowerShell och samarbetsplattformar som Teams och Exchange Online\n  \nHar erfarenhet av Windows 365 och hantering av Cloud PC-lösningar\n  \nHar erfarenhet av att designa och implementera lösningar utifrån kundens behov\n  \nÄr kommunikativ, strukturerad och har ett starkt kundfokus\n  \nTalar och skriver obehindrat på svenska och engelska\n  \n  \n\nMeriterande\n  \nCertifieringar inom Microsoft 365 eller relaterade områden\n  \nErfarenhet av migreringar från andra plattformar\n  \nKunskap om Azure AD och integrationer med andra molntjänster\n  \n  \n\nVad vi erbjuder\n  \nTillsvidareanställning med fast månadslön\n  \nUtvecklingsplan och kompetensutveckling – vi investerar i din framtid\n  \nPension och förmåner\n  \nMöjlighet att arbeta från våra kontor i Lund eller Stockholm City\n  \n**Start:** Omgående med hänsyn till uppsägningstid och genomförd säkerhetskontroll\n  \n  \n\nAnsökan\n  \nVi rekryterar löpande – skicka in din ansökan redan idag och bli en del av Cloudo!","company_url":"https:\/\/se.indeed.com\/cmp\/Cloudo-Sales-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"73bf6e7c62b70801","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=73bf6e7c62b70801","job_url_direct":"https:\/\/careers.infor.com\/en_US\/careers\/JobDetail\/Senior-Industry-Business-Analyst\/17869","title":"Senior Industry Business Analyst","company":"Infor","location":"Linköping, E, SE","job_type":null,"date_posted":1755388800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"General information\nCountry\nSweden\n\n\nCity\nLinkoping\n\n\nJob ID\n45817\n\n\nDepartment\nDevelopment\n\n\nDescription & Requirements\nTo strengthen our development organization, we’re looking for a strategic and industry-savvy Business Analyst with hands-on knowledge from sectors such as Food & Beverage, Distribution, or Consumer Goods. This is an excellent opportunity for someone who understands ERP from both a business and technology perspective—and is ready to make an impact at the core of product innovation.\n\n\nThis role also offers an exciting path for those who’ve worked closely with ERP solutions in customer or consulting settings and are ready to contribute directly to product development.\n\n  \n\nYour Role:\n\n\nAs an Industry Business Analyst, you’ll represent the voice of the industry inside Product Development. Working in close partnership with the Industry Product Manager, you’ll help shape the product roadmap and ensure that features are developed in alignment with real-world industry needs.\n\n\nYou’ll act as Product Owner in agile teams, clarify requirements, define use cases, and ensure development output remains industry-relevant and customer-centric. You’ll also lead or participate in select customer engagements to gather insights that directly inform our product strategy.\n\n\nThis is a key role where your industry knowledge, structured thinking, and communication skills will bridge the gap between market needs and development execution.\n\n  \n\nKey Responsibilities:\n\n* Serve as an industry expert within Product Development\n* Contribute to roadmap preparation through research and industry analysis\n* Break down complex business problems into clear, actionable requirements\n* Capture, document, and prioritize use cases and features\n* Define high-level solution designs aligned with industry standards\n* Own and manage the product backlog in agile teams\n* Act as a customer advocate in development discussions\n* Stay current on Infor technologies and industry trends\n\n  \n\nWho You Are:\n\n* Industry experience in F&B, Distribution, or Retail\n* Knowledge of Infor M3 would be valued and\/or ERP implementation experience\n* Skilled at analyzing business needs and translating them into technical solutions\n* Effective communicator, both in writing and in presentations\n* Experienced working in customer-facing roles\n* Self-motivated with strong time management and problem-solving skills\n* Comfortable balancing business insight with technical depth\n* Fluent in Swedish - speaking and writing\n\n  \n\nIf you have experience working closely with ERP solutions—particularly within consulting, this could be the ideal next step in your career. Join us in shaping the future of industry-driven software.\n\n  \n\n\n  \n\nAbout Infor  \n\nInfor is a global leader in business cloud software products for companies in industry specific markets. Infor builds complete industry suites in the cloud and efficiently deploys technology that puts the user experience first, leverages data science, and integrates easily into existing systems. Over 60,000 organizations worldwide rely on Infor to help overcome market disruptions and achieve business-wide digital transformation.\nFor more information visit www.infor.com  \n\n\nOur Values  \n\nAt Infor, we strive for an environment that is founded on a business philosophy called Principle Based Management™ (PBM™) and eight Guiding Principles: integrity, stewardship & compliance, transformation, principled entrepreneurship, knowledge, humility, respect, self-actualization. Increasing diversity is important to reflect our markets, customers, partners, and communities we serve in now and in the future.  \n\nWe have a relentless commitment to a culture based on PBM. Informed by the principles that allow a free and open society to flourish, PBM™ prepares individuals to innovate, improve, and transform while fostering a healthy, growing organization that creates long-term value for its clients and supporters and fulfillment for its employees.  \n\nInfor is an Equal Opportunity Employer. We are committed to creating a diverse and inclusive work environment. Infor does not discriminate against candidates or employees because of their sex, race, gender identity, disability, age, sexual orientation, religion, national origin, veteran status, or any other protected status under the law. If you require accommodation or assistance at any time during the application or selection processes, please submit a request by following the directions located in the FAQ section at the bottom of the infor.com\/about\/careers webpage.","company_url":"https:\/\/se.indeed.com\/cmp\/Infor","company_url_direct":"https:\/\/www.infor.com","company_addresses":"New York, NY","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Infor builds complete industry suites in the cloud and efficiently deploys technology that puts the user experience first, leverages data science, and integrates easily into existing systems.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/ffa469a8e594a73e1ae8f47b9190e33f","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/b77029fa6d9e52efdf49c35b0fedbb0d","ceo_name":null,"ceo_photo_url":null},{"id":"873dd8d91c12deb5","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=873dd8d91c12deb5","job_url_direct":"http:\/\/se.indeed.com\/job\/chief-technology-officer-873dd8d91c12deb5","title":"Chief Technology Officer","company":null,"location":"Stockholm, AB, SE","job_type":"parttime, fulltime","date_posted":1755388800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Chief Technology Officer (CTO) - Quantum Cybersecurity Startup**\n\n**Quantum Defense Innovation**  \n*Remote*   \n***Up to 10% Equity + Competitive Package***\n\n**About Us**  \nQuantum Defense Innovation is revolutionizing cybersecurity through quantum-powered technology. We’re developing breakthrough quantum cybersecurity solutions that achieve industry-leading performance metrics, significantly outperforming traditional systems. Currently in pre-seed funding stage with confirmed pilot clients and strategic partnerships in development.\n\n**The Role**  \nWe’re seeking a visionary CTO to lead our global technology strategy and quantum algorithm development. You’ll oversee the advancement from our successful proof-of-concept to market-ready solutions, working with confirmed enterprise clients and potential strategic partnerships.\n\n**Key Responsibilities**\n\n* Lead development of proprietary quantum algorithms for cybersecurity applications\n* Establish and maintain system performance benchmarks and technical excellence\n* Guide technology strategy and intellectual property development\n* Collaborate with cross-functional teams on enterprise, government, and defense solutions\n* Drive innovation in quantum threat detection and quantum-secured communications\n* Oversee technical team growth and development roadmap\n* Ensure compliance with industry security standards and regulations\n\n**Required Qualifications**\n\n* PhD in Quantum Computing, Quantum Physics, or related field\n* 10+ years of technology leadership experience in quantum computing or advanced cybersecurity\n* Proven track record in algorithm development and technology commercialization\n* Experience with cloud quantum computing platforms and quantum-classical hybrid systems\n* Strong background in cybersecurity frameworks and threat detection systems\n* Excellent English communication and leadership skills\n\n**Preferred Qualifications**\n\n* Experience with Nordic\/European tech ecosystems\n* Background in quantum cryptography or quantum machine learning\n* Previous startup or scale-up experience\n* Knowledge of enterprise security compliance frameworks\n\n**What We Offer**\n\n* Equity package up to 10% (based on experience and contribution)\n* Competitive base salary (negotiable based on experience)\n* Opportunity to shape the future of cybersecurity technology\n* Work with cutting-edge quantum computing infrastructure\n* International team with global operations\n* Full remote flexibility with quarterly team gatherings\n* Ground-floor opportunity in revolutionary quantum technology\n\n**Company Stage**  \nPre-seed startup with confirmed revenue pipeline and active fundraising process.\n\n*We welcome applications from candidates worldwide and value diverse perspectives in building revolutionary quantum cybersecurity solutions.*\n\nJob Types: Full-time, Part-time\n\nExpected hours: 8 per week\n\nEducation:\n\n* Doctorate (Required)\n\nExperience:\n\n* quantum algorithms: 10 years (Required)\n\nWillingness to travel:\n\n* 100% (Required)","company_url":"https:\/\/se.indeed.comNone","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4279522858","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4279522858","job_url_direct":"https:\/\/austradejobs.nga.net.au\/cp\/index.cfm?event=jobs.checkJobDetailsNewApplication&returnToEvent=jobs.listJobs&jobid=0C171D6F-C843-C92C-AD46-E41A65EB5E70&CurATC=EXT&CurBID=8B5941B9%2DD67D%2D4B0C%2D933D%2D9DB401353EDE&JobListID=22FC4F47%2DE994%2D46A3%2DB8C9%2D9BC901269F43&jobsListKey=eae4c6bd%2Da441%2D4e1a%2D8fb3%2Daaef3123b17a&persistVariables=CurATC,CurBID,JobListID,jobsListKey,JobID&lid=22807400100&rmuh=790EB598DDF09AE54944807BD4021ACCC6EB66D1&urlHash=fKB8","title":"Senior Business Development Manager - Critical Technologies, Stockholm","company":"Australian Trade and Investment Commission (Austrade)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales and Business Development","company_industry":"Government Administration, International Trade and Development, and Public Policy Offices","listing_type":null,"emails":null,"description":"* Classification: Austrade Overseas Performance Level B (AOPL B)\n* Location: Stockholm, Sweden\n* Salary: SEK 542,256 – 774,651\n\n\n**The Role**\n The Australian Government has a focus on supporting Australian businesses to diversify exports and grow in new markets. As part of this role, you will work closely with peak industry bodies to deliver a program of activities that support the diversification of Australian exporters into new markets and helps exporters to grow in established markets. You will be based in the Austrade office in Stockholm, Sweden.\n   \n\n  \n\n**The Role Will**\n* Develop and maintain relationships with peak industry bodies in close collaboration with Austrade’s Australia-based team.\n* Deliver targeted and high impact support to Australian businesses.\n* Support the delivery of in-market trade events and business missions.\n* Leverage local market expertise to raise awareness of new export opportunities amongst target Australian businesses.\n\n\n**Duties include**\n* Grow Australia’s exports to the market by providing trade advice to a portfolio of targeted Australian businesses from the Critical and Enabling Technologies sector.\n* Identify opportunities for Australian businesses by leveraging local market expertise and undertaking sector research.\n* Establish and maintain close working relationships with targeted peak industry bodies, in collaboration with Austrade’s Australia-based team.\n* Plan and support visits to the market by Australian peak industry bodies and Australian businesses, helping to design visit programs that deliver trade outcomes and foster new business linkages.\n* Work collaboratively within the Austrade network to contribute to service delivery and achieve desired outcomes, including by maintaining a strong connection with Austrade’s Australia-based staff.\n* Uphold a best practice approach to client servicing and embrace Austrade’s digital approach to client service delivery.\n* Ensure a strong working relationship with other Australian agencies in the market including the Department of Foreign Affairs and Trade and state and territory government agencies.\n\n\n For more detailed information please view the Job Information Pack.\n   \n\n  \n\n**Eligibility**\n To be eligible for consideration and appointment you must have:\n   \n\n  \n\n* Work Authorisation - to be eligible for employment with Austrade in the Sweden, candidates must be legally authorised to live and work in the Sweden at the time of appointment.\n* Language - the successful candidate must be a highly motivated team member, fluent in written and spoken English.\n* Security Clearance - the successful applicant must be willing to complete an Entry Level Screening Pack and be confirmed as a suitable person to access Government resources prior to commencement in the role.\n\n\n**Closing date**\n**Applications close 11:30pm Wednesday 03 September 2025 (Country\/local time).**\n Only candidates who complete their application in Austrade’s online recruitment system will be considered. Email applications cannot be accepted.\n   \n\n  \n\n This is a locally-engaged position governed by Austrade’s Overseas Engaged Employees terms and conditions of employment and Sweden labour law. Candidates must currently have the right to live and legally work in Sweden. Austrade will not be able to provide any sponsorship letter nor be involved in the work visa application process.","company_url":"https:\/\/au.linkedin.com\/company\/australian-trade-commission","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGY3Db2mRR3tA\/company-logo_100_100\/company-logo_100_100\/0\/1659599786130\/australian_trade_commission_logo?e=2147483647&v=beta&t=Xn_egpKPdz3AFkSxEn--MCjBOigJFqQdrLPIbY7N4nI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4236143105","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4236143105","job_url_direct":"https:\/\/www.amazon.jobs\/jobs\/2990761\/specialist-technical-account-manager\\u002d\\u002dsecurity-and-compliance-emea-eu-north?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid&urlHash=vYc2","title":"Specialist Technical Account Manager - Security and Compliance, EMEA EU North","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting, Information Technology, and Engineering","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Description**\n Are you a technologist with deep expertise in Cloud Security and Compliance? We're looking for Security and Compliance experts to help customers build confidence and capability to operate their most critical and sensitive workloads at scale on AWS. As a Specialist Technical Account Manager (STAM), you act as a trusted customer advisor and strategist for security and compliance. This is a post-sales advisory role within our Enterprise Support team, where you can further develop your technical, leadership, and consulting skills while working with organizations facing sophisticated security and compliance challenges. You'll provide strategic guidance to customers on implementing robust security controls, compliance frameworks, and governance models, applying your expertise of best practices to help reduce security risks, strengthen compliance posture, and allow customers to accelerate their journey to their business\/security outcomes on AWS.\n   \n\n  \n\n You'll help customers navigate complex regulatory requirements, design resilient cloud architectures that meet\/exceed compliance standards, and implement effective security monitoring and controls.\n   \n\n  \n\n The AWS Global Support team interacts with leading companies and believes that world-class support is critical to customer success, especially when navigating the evolving landscape of cloud security regulations. AWS Support also partners with a global list of customers that are building mission-critical applications on top of AWS services while maintaining strict security and compliance requirements.\n   \n\n  \n\n AWS Sales, Marketing, and Global Services (SMGS) is responsible for driving revenue, adoption, and growth from the largest and fastest growing small- and mid-market accounts to enterprise-level customers including public sector. Join us in helping customers build secure, compliant cloud environments that enable innovation while meeting stringent regulatory\n   \n\n  \n\n Key job responsibilities\n   \n\n  \n\n* Provide customers with deep technical expertise in security and compliance to achieve operational excellence in security, resilience, and efficiency.\n* Collaborate with Technical Account Managers, Solutions Architects, and account managers to ideate around your customers’ most challenging business problems.\n* Act as a trusted advisor to line of business and C-suite leaders.\n* Lead architectural reviews and workshops to advance your customer’s technical objectives.\n* Act as a thought leader sharing best practices through forums such as AWS blogs, whitepapers, reference architectures and public-speaking events such as AWS Summit, AWS re: Invent, etc. Participate as a leader in AWS technical communities.\n* Educate customers on the value proposition of AWS, and participate in architectural discussions to ensure solutions are designed for successful deployment in the cloud.\n* Provide data and anecdotes on what is working and what is not back to the larger specialist community and product teams. Act as primary point of contact for urgent customer issues in your technical specialty.\n\n\n A day in the life\n   \n\n  \n\n In this role, you'll leverage your extensive technical knowledge to ensure our customers' cloud environments are secure, compliant, and resilient on the AWS platform. As a trusted advisor, you'll play a pivotal role in ensuring customer success as they implement security controls and meet regulatory requirements like DORA and NIS2, ensuring their compliance excellence on AWS. This includes providing deep process and technical expertise to help customers overcome complex security and compliance challenges. With your in-depth security experience and regulatory knowledge, you'll guide customers in understanding and implementing best practices for operating securely in the cloud. This involves assisting customers in mitigating compliance risks using scalable and cost-effective security solutions on AWS. Additionally, you'll develop content and conduct enablement sessions with customers, such as security workshops and compliance immersion days, to further enhance their security capabilities and regulatory readiness.\n   \n\n  \n\n AWS Global Services includes experts from across AWS who help our customers design, build, operate, and secure their cloud environments. Customers innovate with AWS Professional Services, upskill with AWS Training and Certification, optimize with AWS Support and Managed Services, and meet objectives with AWS Security Assurance Services. Our expertise and emerging technologies include AWS Partners, AWS Sovereign Cloud, AWS International Product, and the Generative AI Innovation Center. You’ll join a diverse team of technical experts in dozens of countries who help customers achieve more with the AWS cloud.\n   \n\n  \n\n**About The Team**\n AWS Global Services\n   \n\n  \n\n AWS Global Services includes experts from across AWS who help our customers design, build, operate, and secure their cloud environments. Customers innovate with AWS Professional Services, upskill with AWS Training and Certification, optimize with AWS Support and Managed Services, and meet objectives with AWS Security Assurance Services. Our expertise and emerging technologies include AWS Partners, AWS Sovereign Cloud, AWS International Product, and the Generative AI Innovation Center. You’ll join a diverse team of technical experts in dozens of countries who help customers achieve more with the AWS cloud.\n   \n\n  \n\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n**Basic Qualifications**\n 4+ years of design\/implementation\/operations\/consulting of Security and Compliance frameworks\n   \n\n  \n\n 4+ years of experience building security controls across cloud environments or experience with security protocols and standards such as NIST, IPCI-DSS, ISO27001, ISO27701, ISO42001, NIST 800-53\n   \n\n  \n\n Experience in internal enterprise or external customer-facing environment as a security technical lead\n   \n\n  \n\n Experience in Security operations such as vulnerability management, security incident response, and large-scale compliance implementations.\n   \n\n  \n\n**Preferred Qualifications**\n* Deep experience in Cloud Security architecture design, build, deploy and maintenance and deep experience implementing and managing compliance frameworks including DORA and NIS2\n* Expertise in AWS security services and compliance solutions and a strong background in security controls assessment and implementation\n* Experience conducting security reviews and implementing regulatory requirements and proficiency with AWS security tools like AWS Config, GuardDuty, and Security Hub\n* Demonstrated ability to design secure cloud environments that meet compliance standards and AWS Certifications, e.g. AWS Solutions Architect Associate \/ Professional \/ Speciality highly desirable.\n* Internal enterprise experience working with a wide range of internal stakeholders on operations implementation or migration with a company-wide impact and an ability to understand complex application data flows and bridge the gap between technical and business app requirements.\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch) - G54\n   \n\n  \n\n Job ID: A2990761","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4259311287","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4259311287","job_url_direct":"https:\/\/click.appcast.io\/t\/9fi-tLedg47tmZlxDjLSBtWAVsaX1k6SgJfWhUlIL6iNbY5kdvYZoRs6HT3TlSrf?source=LinkedIn&urlHash=6xoY","title":"Lonekonsult","company":"ADP","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Human Resources","company_industry":"Human Resources Services","listing_type":null,"emails":null,"description":"**OB TITLE: Lönekonsult**\n**Placering:** \n**Östermalmtorg 1, 114 42 Stockholm, Sweden**\n**Hybrid**\n**Om ADP Sverige AB**\n**Välkommen till ADP Sverige AB, vi har öppnat vårt första kontor i Norden i september 2023 och befinner oss i en tillväxtperiod där vi satsar på att utöka vårt team i våra kontorslokaler på Östermalm. Vi erbjuder ett ständigt utvecklande arbete med spännande kunder i en global miljö. ADP finns i ett stort antal länder i hela världen och en av de största aktörerna inom löneoutsourcing med digitala HR-lösningar och arbetar ständigt med AI lösningar för att säkra och utveckla våra leveranser.**\n**Rollbeskrivning**\n**I din roll kommer du att;**\n Vara en rådgivande part till våra kunder, säkerställa att aktuella lagar och regelverk efterföljs.\n   \n\n  \n\n Eget kundansvar\n   \n\n  \n\n Vi är ett team som samarbetar och kompletterar varandras styrkor och kompetenser inom alla olika områden såsom pensioner, svenska lagar och kollektivavtal.\n   \n\n  \n\n**Kvalifikationer Och Personliga Egenskaper**\n* Erfarenhet av självständigt lönearbete, minst 2 år. Gärna inom outsourcingbranschen och hanterat hela processen, från ax till limpa.\n* Utbildning, eftergymnasial utbildning inom lön lönespecialist\/lönekonsult\n* God systemvana, lönesystem, tid och-resa, samt övriga ärendehanteringssystem, vi använder oss av Hogia Lön +\n* Goda kunskaper av Excel\n* Goda kunskaper i svenska och engelska, tal och skrift\n* Serviceminded, självgående och lösningsorienterad\n* Teamplayer\n* Integritet\n* GDPR\n\n\n**Rollbeskrivning -Huvudsakliga Ansvarsområden**\n* Säkerställa korrekt och punktlig lönehantering i enlighet med avtalade deadlines och kundens behov.\n* Fungera som primär kontaktperson för kunder och leverera högkvalitativ service samt sakkunnig rådgivning inom löneområdet.\n* Tolka och tillämpa kollektivavtal samt företagsspecifika policys och riktlinjer.\n* Uppdatera och underhålla dokumentation, processbeskrivningar och interna rutiner för att säkerställa kontinuerlig effektivitet och efterlevnad.\n* Arbeta proaktivt med planering och prioritera arbetsuppgifter för att optimera arbetsflöden och leveranser. Hantera lönejusteringar, korrigeringar samt uppdateringar av löner i enlighet med gällande lagar och bestämmelser.\n* Bidra till teamets gemensamma mål genom ett lösningsorienterat och samarbetsinriktat arbetssätt\n* Tillhandahålla professionellt stöd och rådgivning till kunder i specifika lönefrågor.\n\n\n**Vad Vi Erbjuder**\n**ADP är en inkluderande organisation,**\n* Hybrid, 3-2\n* Generös friskvårdsbidrag\n* Flextid\n* 39 timmars veckoarbetstid\n* Tjänstepension\n* Var dig själv i en kultur som värdesätter rättvisa, inkludering och tillhörighet och ger utrymme för olika perspektiv och insikter.\n* Tillhörighet gå med i en av tio Business Resource Groups där du kan ansluta globalt med nätverk och allierade som delar gemensamma intressen och erfarenheter.\n* Goda karriärmöjligheter i en dynamisk miljö med många möjligheter att utvecklas.\n* Var din hälsosammaste genom bra förmåner från dag 1.\n* Fokus på mental hälsa och välmående vi är här för att ge exceptionell service till våra kunder, och inget av det händer utan att var och en av oss tar hand om oss själva och finns där för varandra.\n* Arbeta på ett förtag som är dedikerad att ge tillbaka och skapa en varaktig, positiv inverkan på de samhällen där vi arbetar och lever.\n* Ge tillbaka betald ledighet volontärarbete för ändamål\n\n\n**A little about ADP:** \n We are a comprehensive global provider of cloud-based human capital management (HCM) solutions that unite HR, payroll, talent, time, tax and benefits administration and a leader in business outsourcing services, analytics, and compliance expertise. We believe our people make all the difference in cultivating a down-to-earth culture that embraces our core values, welcomes ideas, encourages innovation, and values belonging. We've received recognition for our work by many esteemed organizations, learn more at ADP Awards and Recognition.\n   \n\n  \n\n**Diversity, Equity, Inclusion & Equal Employment Opportunity at ADP:** \n ADP is committed to an inclusive, diverse and equitable workplace, and is further committed to providing equal employment opportunities regardless of any protected characteristic including: race, color, genetic information, creed, national origin, religion, sex, affectional or sexual orientation, gender identity or expression, lawful alien status, ancestry, age, marital status, protected veteran status or disability. Hiring decisions are based upon ADP’s operating needs, and applicant merit including, but not limited to, qualifications, experience, ability, availability, cooperation, and job performance.\n   \n\n  \n\n**Ethics at ADP:** \n ADP has a long, proud history of conducting business with the highest ethical standards and full compliance with all applicable laws. We also expect our people to uphold our values with the highest level of integrity and behave in a manner that fosters an honest and respectful workplace. Click https:\/\/jobs.adp.com\/life-at-adp\/ to learn more about ADP’s culture and our full set of values.","company_url":"https:\/\/www.linkedin.com\/company\/adp","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQE2ALnzsL9mlw\/company-logo_100_100\/B4EZXS9EdvHMAU-\/0\/1743000979692\/adp_logo?e=2147483647&v=beta&t=C1T9x1-s4LIxG8k6LNYVBPITAM5xvyKy0Gtbh-kgxn8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4257274351","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4257274351","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-SAP-Senior-Consultant-%2528Order-to-cash%2529\/1217505401\/?feedId=388933&utm_source=linkedin&urlHash=5yNt","title":"SAP Senior Consultant (Order to cash)","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"At PBS Nordics, a Capgemini business unit, we empower individuals to shape their careers within a collaborative global community.\n   \n\n  \n\n Specializing in ERP transformation services for both public and private sectors, PBS Nordics delivers tailored solutions using top ERP systems like SAP, Microsoft Dynamics, and IFS. With a strong Nordic presence and a diverse global client portfolio, we guide organizations through seamless ERP transformations, driving operational excellence and strategic growth.\n   \n\n  \n\n**Your role**\n We are seeking skilled Senior SAP Consultants with experience in RICEFW (Reports, Interfaces, Conversions, Enhancements, Forms, and Workflows) to join our dynamic team. The ideal candidate will have a strong background in SAP project management and development, with a proven track record of delivering high-quality solutions.\n   \n\n  \n\n*In this role you will play a key role in:*\n* Configure and maintain the SAP O2C (SD) module, and support users and address O2C-related issues.\n* Collaborate with Sales, Finance, and Logistics for seamless workflows.\n* Implement improvements and optimizations in the O2C process.\n* Lead SAP O2C implementation and upgrade projects.\n* Lead consulting projects from start to finish, ensuring client satisfaction and timely delivery.\n* Build strong client relationships, providing tailored SAP solutions.\n* Facilitate and lead workshops with stakeholders to gather requirements, align expectations, and drive solution design.\n* Mentor junior consultants and foster a collaborative team environment.\n* Develop and implement strategic plans to meet project goals and drive business growth.\n* Prepare and present detailed reports to clients and stakeholders.\n\n\n**Your Profile:**\n* 7+ years of hands-on experience in SAP SD (Sales & Distribution) with a focus on O2C processes.\n* Strong experience in configuring and maintaining the SAP O2C module.\n* Expertise in RICEFW (Reports, Interfaces, Conversions, Enhancements, Forms, Workflows).\n* Proven ability to manage SAP projects and deliver high-quality solutions.\n* Strong analytical skills and problem-solving abilities.\n* Experience in at least one S\/4 transformation.\n\n\n*Note: Nordic-based and fluency in English; proficiency in Swedish is preferred. Open to travel.*\n**What We Believe You Will Enjoy About Working Here**\n* A challenging career in a vibrant environment with access to extensive training, a global network of experts and an innovative culture that promotes learning, growth, and shared success.\n* Opportunities to work on real-world problems and help transform leading organizations.\n* A company culture driven by core values: Honesty, Trust, Freedom, Team Spirit, Modesty, Fun, and Boldness.\n* A strong commitment to inclusion, diversity, and supporting the whole person\n\n\n**Application**\n*In this recruitment process, we review applications and hire on an ongoing basis. As part of our recruitment process, identity verification and background checks may occasionally be conducted.*\n**About Capgemini**\n Capgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries.\n   \n\n  \n\n Capgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries. With its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fueled by its market leading capabilities in AI, generative AI, cloud and data, combined with its deep industry expertise and partner ecosystem.","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]