[{"id":"aae72252f7be91a1","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=aae72252f7be91a1","job_url_direct":"https:\/\/careers.qbemanning.se\/jobs\/6624246-senior-mjukvaruutvecklare-sokes-i-huskvarna","title":"Senior mjukvaruutvecklare sökes i Huskvarna","company":"Q Bemanning & Rekrytering","location":"Huskvarna, F, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"### **Beskrivning**\n\n\nVår klient i Huskvarna söker en erfaren kravanalytiker som vill vara med från start och forma en helt ny produktfamilj för avancerad dataanalys. Lösningen kommer att använda AI-algoritmer och generativ AI för att skapa insikter och beslutsstöd i komplexa miljöer. Produkten riktar sig till flera målgrupper med olika behov, vilket ställer höga krav på struktur, teknik och kravhantering. Lösningen ska kunna användas både on-premises och i säkra molnmiljöer, vilket gör rollen både strategisk och tekniskt utmanande.\n\n### **Arbetsuppgifter**\n\n\nI rollen som kravanalytiker kommer du att arbeta tätt tillsammans med affärsutvecklare, produktägare, IT-arkitekter och utvecklare för att ta fram och strukturera krav för den nya produktfamiljen. Du ansvarar för att identifiera och analysera behov och användningsfall för olika målgrupper samt formulera både funktionella och icke-funktionella krav med fokus på användbarhet, säkerhet och skalbarhet. Du kommer att bidra till att definiera produktens struktur, moduler och funktionella paket samt spela en viktig roll i framtagandet av produktvision och roadmap genom tydlig kravnedbrytning.\n\n### **Kvalifikationer**\n\n**Krav:**\n\n* Mångårig erfarenhet som kravanalytiker i produktutvecklingsprojekt, från behovsanalys till levererad produkt\n* Dokumenterad vana att analysera och strukturera komplexa användarbehov över flera målgrupper, exempelvis genom användarpersonas och målgruppsspecifika flöden\n* Tidigare erfarenhet av datadrivna eller AI-baserade lösningar samt framtagning av informationsmodeller\n* Mycket god kommunikativ förmåga och erfarenhet av att samarbeta med både tekniska och affärsinriktade intressenter\n\n**Meriterande:**\n\n* Erfarenhet av agila arbetssätt, exempelvis Scrum eller SAFe\n* Erfarenhet av arbete med säkerhetsklassade system eller inom domäner som försvar, myndigheter eller bank\n* Kunskap om regulatoriska krav som GDPR och cybersäkerhetskrav\n\n### **Villkor**\n\n\nArbetet sker på plats. Sysselsättningsgraden är 100 %. Uppdraget planeras starta den 23 oktober 2025 och pågår till den 30 juni 2026.\n\n  \n\nOm du är redo att ta dig an rollen som kravanalytiker inom ett tekniskt och konceptuellt banbrytande projekt och vill bidra till att skapa en lösning som verkligen möter användarnas behov, tveka inte att skicka in din ansökan. Vi rekryterar löpande och ser fram emot att höra från dig.\n\n  \n\n**Observera att vi inte tar emot ansökningar via e-post på grund av GDPR.**  \n\n**För att din ansökan ska kunna behandlas ber vi dig därför att skicka in den via vår** **karriärsida**","company_url":"https:\/\/se.indeed.com\/cmp\/Q-Bemanning-&-Rekrytering","company_url_direct":"https:\/\/www.qbemanning.se","company_addresses":"Örebro","company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"02df2007a577b863","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=02df2007a577b863","job_url_direct":"https:\/\/career.deploja.se\/jobs\/6619719-frontendutvecklare","title":"Frontendutvecklare","company":"Deploja AB","location":"Östersund, Z, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n\n **Din profil (Skall krav)**  \n\n* 8 års erfarenhet av modern frontend teknik (Angular, React, Lit)\n* 8 års erfarenhet av tillgänglighet (WCAG)\n* 8 års erfarenhet av byggprocesser (Jenkins)\n* 8 års erfarenhet av inom TypeScript, JavaScript\n* 8 års erfarenhet av HTML (CSS)\n\n  \n\n**Meriterande**  \n\n* Aktuell erfarenhet av arbete i stora organisationer med minst 10 000 anställda samt av stora, komplexa systemområden\n* Aktuell erfarenhet av arbete med designkomponenter inom stor myndighet med minst 10 000 anställda.\n* Erfarenhet av Sitevision\n* Erfarenhet av WCAG\n* Erfarenhet av agilt arbetssätt (SAFe)\n\n  \n\n**Sista ansökningdatum:** 22-10-2025 **Om Oss**  \n\nAtt jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n\n  \n\nVi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Här påverkar du din egen lön som helt och hållet som baseras på ditt timpris mot kund.\n\n\nVår lönemodell är en hybridlösning mellan en fast månadslön och en provisionsbaserad ersättning. Det innebär att din månadslön baseras på ditt timpris, fast om du mot förmodan skulle stå utan uppdrag så behåller du en grund lön fram tills vi hittat ett nytt uppdrag, bra va?\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nSpännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n\n\nEn trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n\n\nTjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n\n\nTjänstepension och stora möjligheter till löneväxling.\n\n\nSemester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n\n\nPrivat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n\n  \n\nKompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n\n\nLivskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?  \n\n  \n\n*Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e8e235c394e90051","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e8e235c394e90051","job_url_direct":"https:\/\/career.deploja.se\/jobs\/6619782-embedded-developer-c-c","title":"Embedded Developer C\/C++","company":"Deploja AB","location":"Solna, AB, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n\n **Din profil (Skall krav)**  \n\n* Inbyggda system\n* C, C++ (minst 5 år)\n* Reglerteknik (minst 5 år)\n\n  \n\n**Meriterande**  \n\n* Mjukvaruarkitektur\n* Realtidsoperativsystem\n* Python\n\n  \n\n**Sista ansökningdatum:** 22-10-2025 **Om Oss**  \n\nAtt jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n\n  \n\nVi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Här påverkar du din egen lön som helt och hållet som baseras på ditt timpris mot kund.\n\n\nVår lönemodell är en hybridlösning mellan en fast månadslön och en provisionsbaserad ersättning. Det innebär att din månadslön baseras på ditt timpris, fast om du mot förmodan skulle stå utan uppdrag så behåller du en grund lön fram tills vi hittat ett nytt uppdrag, bra va?\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nSpännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n\n\nEn trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n\n\nTjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n\n\nTjänstepension och stora möjligheter till löneväxling.\n\n\nSemester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n\n\nPrivat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n\n  \n\nKompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n\n\nLivskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?  \n\n  \n\n*Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e68db107a4da664e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e68db107a4da664e","job_url_direct":"https:\/\/career.deploja.se\/jobs\/6621330-java-developer","title":"Java Developer","company":"Deploja AB","location":"Solna, AB, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"We now have a new requirement and are looking for a consultant colleague with the qualifications listed below. The position is part of our consulting business, which means you will be employed by us and work either with clients or on internal projects and assignments.\n\n*As part of your application, you may be presented to clients\/partners as part of the recruitment process. If selected for the assignment, you will be employed by us and work either with clients or on internal projects and assignments as part of our consulting business.*  \n\n  \n\n**Your Profile (Must-have requirements)**  \n\n* A bachelor’s or master’s degree in computer science, electronics, mechatronics, or similar\n* Several years of experience in software development\n* Strong skills in Java\n* Solid experience working in Linux environments\n\n  \n\n**Meritorious**  \n\n* Experience with integration and testing\n* Experience as a system engineer or software architect\n* Experience working close to hardware or with embedded systems with C\/C++\n\n  \n\n**Application deadline:** 26-10-2025  \n\n  \n\n**About Us**  \n\nWe currently employ experienced consultants in areas such as System Development, AI, Machine Learning, Testing, Cloud, Infra DevOps, and IT Project Management.  \n\n  \n\nWorking at Deploja is something entirely different from working at an ordinary consulting company—and we are really proud of that. So, what makes us unique?  \n\n  \n\nWe simply offer more than just a high salary and greater freedom; that’s just the beginning. With us, you’ll find the work environment and opportunities you deserve. Welcome to Deploja, where the grass is indeed greener!\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nExciting assignments with our many clients. We focus on long-term projects, which gives you the opportunity to create value for the client while also developing yourself.\n\n\nA secure monthly salary – together we’ll agree on a base salary depending on your assignments.\n\n\nCompany car – we encourage you to choose an electric car for a more sustainable future.\n\n\nOccupational pension and great opportunities for salary conversion.\n\n\nVacation – Would you like more than 30 days of vacation, perhaps 60 days?\n\n\nPrivate health insurance, accident insurance, and life insurance for increased security.\n\n\nSkills development – you set your own budget and choose the training you wish to attend.\n\n\nQuality of life – Are you struggling to balance everyday life and wish to work a little less while still earning as much, if not more?\n\n*We handle applications continuously, and due to the high workload, it's especially important to include a short motivation for the position, explaining how you meet the requirements.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0399991ad06dc7d7","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0399991ad06dc7d7","job_url_direct":"https:\/\/jobs.sinix.se\/jobs\/6622638-embedded-software-developer","title":"Embedded Software Developer","company":"SiNIX","location":"Göteborg, O, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Our company is growing, and with that growth comes the possibility to be some more skilled engineers who can help us deliver reliable, secure, and forward-looking embedded solutions. We are therefore looking for two Embedded Software Developer to join our team and contribute to projects that make a real difference in an important sector.\n\n\nIn this role, you will be part of a committed team working on technically advanced systems where quality and innovation are essential. This is an opportunity to apply your technical expertise, take initiative, and solve complex problems together with colleagues who share your drive to build meaningful solutions.\n\n**Qualifications for this position**\n\n* Strong experience with C\/C++ for embedded systems\n* M.Sc or B.Sc. in Computer Science, Electronics, Mechatronics or related technical field\n* Familiarity with RTOS - FreeRTOS, VxWorks, QNX, or similar\n* Hands-on experience with microcontrollers and ARM-based platforms\n* Experience of communication protocols\n* Understanding of safety-critical software development and related standards\n* Strong debugging and problem-solving skills\n* Strong communication skills in both English and Swedish\n\n\nMeritorious:\n\n* Experience in defence or aviation projects\n\n**About you**\n\nWe are looking for a person who combines strong technical skills with the right mindset. Regardless of age and experience, we believe that you are a curious person that want to continue to learn. There are so many interesting things happening around us.  \n\n  \n\n**Who we are**  \n\n  \n\nAt SiNIX, we prioritize the value of our colleagues by creating memorable experiences and sharing skills. We empower our employees with choices in training, vacation time, and flexible salaries, fostering a supportive and thriving work environment. Our aim is to inspire ongoing growth and development, making success a shared journey.","company_url":"https:\/\/se.indeed.com\/cmp\/Sinix","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"dea26b707db0d70d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=dea26b707db0d70d","job_url_direct":"https:\/\/career.deploja.se\/jobs\/6622777-power-bi-utvecklare","title":"Power-BI utvecklare","company":"Deploja AB","location":"Göteborg, O, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n\n **Din profil (Skall krav)**\n\n  \n\n* Minst 10 års erfarenhet som Power-BI utvecklare\n* Erfarenhet av att driva projekt och samverka med olika intressenter\n* Djup kunskap om arbete i data warehouse-miljöer, exempelvis SQL Server och Azure SQL\/DW, samt förståelse för datamodellering i Power BI såsom dimensionella modeller och stjärnscheman\n* Förmåga att samla in krav, omsätta dessa i lösningar och kommunicera resultat till både tekniska och icke-tekniska mottagare\n* Mångårig erfarenhet av Power BI, Microsoft 365, SQL Server, Azure Cloud och närliggande teknologier\n* Gedigen kompetens inom DAX, Power Query\/M och SQL, i kombination med vana att skapa interaktiva och användarvänliga rapporter\n* Analytisk förmåga att lösa komplexa datautmaningar samt erfarenhet av att utveckla och införa analysmodeller i verksamhetsprocesser\n\n  \n\n  \n\n**Meriterande**  \n\n* kunskaper i Java\n\n  \n\n**Sista ansökningdatum:** 29-10-2025 **Om Oss**  \n\nAtt jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n\n  \n\nVi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Här påverkar du din egen lön som helt och hållet som baseras på ditt timpris mot kund.\n\n\nVår lönemodell är en hybridlösning mellan en fast månadslön och en provisionsbaserad ersättning. Det innebär att din månadslön baseras på ditt timpris, fast om du mot förmodan skulle stå utan uppdrag så behåller du en grund lön fram tills vi hittat ett nytt uppdrag, bra va?\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nSpännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n\n\nEn trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n\n\nTjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n\n\nTjänstepension och stora möjligheter till löneväxling.\n\n\nSemester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n\n\nPrivat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n\n  \n\nKompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n\n\nLivskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?  \n\n  \n\n*Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"7acd409c296e9f54","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=7acd409c296e9f54","job_url_direct":"https:\/\/career.deploja.se\/jobs\/6622714-senior-app-developer","title":"Senior App Developer","company":"Deploja AB","location":"Solna, AB, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"We now have a new requirement and are looking for a consultant colleague with the qualifications listed below. The position is part of our consulting business, which means you will be employed by us and work either with clients or on internal projects and assignments.\n\n*As part of your application, you may be presented to clients\/partners as part of the recruitment process. If selected for the assignment, you will be employed by us and work either with clients or on internal projects and assignments as part of our consulting business.*\n\n **Your Profile (Must-have requirements)**  \n\n* Senior experience in app development, preferably with multiplatform frameworks (such as React Native or Kotlin Multiplatform), but also with deep knowledge of iOS and\/or Android.\n* Experience with authentication, app security, or digital identity is highly meritorious.\n* Ability to quickly learn and adapt to new technologies and integration solutions.\n* Experience working with hardware-related features (Bluetooth, NFC) and encryption is strongly desired.\n* Used to working in small, autonomous teams and able to take on significant responsibility.\n\n  \n\n  \n\n**Application deadline:** 23-10-2025 **About Us**  \n\nWe currently employ experienced consultants in areas such as System Development, AI, Machine Learning, Testing, Cloud, Infra DevOps, and IT Project Management.  \n\n  \n\nWorking at Deploja is something entirely different from working at an ordinary consulting company—and we are really proud of that. So, what makes us unique?  \n\n  \n\nWe simply offer more than just a high salary and greater freedom; that’s just the beginning. With us, you’ll find the work environment and opportunities you deserve. Welcome to Deploja, where the grass is indeed greener!\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nExciting assignments with our many clients. We focus on long-term projects, which gives you the opportunity to create value for the client while also developing yourself.\n\n\nA secure monthly salary – together we’ll agree on a base salary depending on your assignments.\n\n\nCompany car – we encourage you to choose an electric car for a more sustainable future.\n\n\nOccupational pension and great opportunities for salary conversion.\n\n\nVacation – Would you like more than 30 days of vacation, perhaps 60 days?\n\n\nPrivate health insurance, accident insurance, and life insurance for increased security.\n\n\nSkills development – you set your own budget and choose the training you wish to attend.\n\n\nQuality of life – Are you struggling to balance everyday life and wish to work a little less while still earning as much, if not more?\n\n*We handle applications continuously, and due to the high workload, it's especially important to include a short motivation for the position, explaining how you meet the requirements.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"39f50af081125195","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=39f50af081125195","job_url_direct":"https:\/\/justergroupab.teamtailor.com\/jobs\/6622200-hardware-developer-electronics","title":"Hardware Developer - Electronics","company":"Justera Group","location":"Huskvarna, F, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**About Justera Group**  \n\nJustera Group AB is a leading Swedish IT consulting firm with great experience specializing in building high-performing technology teams and delivering end-to-end IT solutions. Led by dynamic female executives, Justera Group focuses on helping businesses harness the power of digital technologies to continuously evolve in today’s rapidly changing economy. The company has deep expertise in IT consultancy, software development, and recruitment services, providing clients with purpose-driven, well-trained consultants who consistently deliver efficient and effective results. Justera Group manages the entire talent lifecycle, from hiring to ongoing management, ensuring the right fit for each project on time and within budget. With their strong commitment to quality, collaboration, and client success, Justera Group is a trusted partner for technology innovation across Sweden.  \n\n  \n\n**About the Role:**  \n\nOur client is looking to expand their Hardware Design team within the Power and Drive System department of Handheld R&D. The team currently consists of 9 members. The role involves close collaboration with the Software team and Test organization to develop innovative hardware solutions for handheld devices.\n\n**Key Responsibilities:**\n\n* Communicate effectively with stakeholders throughout the development process.\n* Design schematics and PCB\/PCBA layouts.\n* Participate in PTS development.\n* Conduct testing and implement small adjustments in the hardware lab.\n* Support EMC compliance tests and provide technical data for certification processes.\n* Collaborate with suppliers during industrialization.\n* \n\n**Requirements:**\n\n* B.Sc. or M.Sc. in Electrical Engineering, Electric Mechanics, or a similar field.\n* Several years of experience as a Hardware Engineer.\n* Experience participating in the development of circuit boards.\n\n**Meritorious:** Knowledge of OrCAD.\n\n\n\n**What We Offer:**\n\n  \n\n* A dynamic and innovative workplace driving advancements in cutting-edge robotic technologies\n* The opportunity to collaborate with talented cross-functional teams on meaningful and impactful projects\n* Competitive compensation and comprehensive benefits package\n* A supportive culture that fosters continuous learning, growth, and professional development\n* Flexible hybrid working model for an optimal work-life balance\n* 25 days of annual leave to recharge and relax\n* An annual wellness allowance of 3,500 SEK to support your health and wellbeing","company_url":"https:\/\/se.indeed.com\/cmp\/Justera-Group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"58546b5860eba279","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=58546b5860eba279","job_url_direct":"https:\/\/openings.incluso.se\/jobs\/6623880-fullstackutvecklare-ai-drivet-schemalaggningssystem","title":"Fullstackutvecklare – AI-drivet schemaläggningssystem","company":"incluso","location":"Stockholm, AB, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Vi söker en Fullstack-utvecklare till AI-drivet schemaläggningssystem** **till ett företag i Stockholm.**\n\n**Start är i november 2025, 6 månaders kontrakt till att börja med. Möjlighet till förlängning efter det.**\n\n**Om rollen:**\n\n\nHos vår kund kommer du som utvecklare att bygga och vidareutveckla ett AI-drivet schemaläggningssystem. Du kommer att implementera domänlogik för medarbetare, klienter\/besök, fordon\/rutter samt kompetens- och språkmatchning. Rollen innebär även design och underhåll av robusta REST-API:er och integrationer (t.ex. Timefold.ai, Carefox, eCare, CSV), samt arbete med prestandaoptimering och skalning på både server och klientsidan. Du ansvarar också för att säkerställa testtäckning (enhet, integration, E2E) och att systemet efterlever GDPR och SoL.\n\n\nTeknikstack:\n\n* Backend & frontend: Node.js, Next.js (App Router, Server Components), TypeScript, React\n* Databas & ORM: PostgreSQL, Drizzle\n* Auth & organisation: Clerk\n* AI: Timefold.ai\n* Kvalitetssäkring: Jest, Playwright, Testing Library, ESLint\n* Drift & CI\/CD: AWS EC2, GitHub Actions\n\n\nErfarenhet och kompetens:\n\n* AI-assisterad utveckling (t.ex. Cursor, Copilot)\n* Stark erfarenhet av Next.js, React och TypeScript\n* Bekväm med PostgreSQL och moderna ORM:er (gärna Drizzle)\n* Kan designa och implementera REST-API:er med goda mönster\n* Vana vid Git\/GitHub och CI\/CD\n* Förstår moderna React-mönster och UX-principer\n\n**Meriterande:**\n\n* Erfarenhet av prestandaoptimering och skalning\n* Tidigare arbete med schemaläggningssystem eller liknande komplexa domäner\n* God förståelse för GDPR och SoL i tekniska lösningar\n\n\nFör den här rollen krävs det flytande kunskaper i svenska och engelska, både i tal och skrift.\n\n\nDetta är ett konsultuppdrag på 100% via Incluso i Stockholm. Start är i november 2025, 6 månaders tidsbegränsat uppdrag till att börja med, möjlighet till förlängning efter det.\n\n\nVänligen sök med CV och motivering via länken nedan. Vi presenterar kandidater löpande.\n\n  \n\nAnsvarig rekryterare på Incluso är Kanika Singhal.","company_url":"https:\/\/se.indeed.com\/cmp\/Incluso","company_url_direct":"https:\/\/www.incluso.se\/en\/","company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/090cc4d664ab4e0daa44817a87c10eec","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"bfe5b396332aca66","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=bfe5b396332aca66","job_url_direct":"https:\/\/career.deploja.se\/jobs\/6623604-fullstackutvecklare","title":"Fullstackutvecklare","company":"Deploja AB","location":"Solna, AB, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n\n **Teknikstack**\n\n* Frontend: React, TypeScript, Node.js\n* Backend: Python, SQL\n* API: REST (byggt i FastAPI)\n* DevOps: Git, CI\/CD (gärna Azure DevOps)\n\n**Din profil (Skall krav)**  \n\n* Flytande engelska i tal och skrift\n* Flerårig erfarenhet av frontendutveckling (React, TypeScript) och god förståelse för backendutveckling\n* Förmåga att arbeta självständigt och ta ansvar för hela lösningen\n\n  \n\n  \n\n**Meriterande**  \n\n* Erfarenhet av att bygga lösningar för retail, e-handel eller lojalitetsprogram\n* Svenska i tal och skrift\n\n  \n\n  \n\n**Sista ansökningdatum:** 22-10-2025 **Om Oss**  \n\nAtt jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n\n  \n\nVi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Här påverkar du din egen lön som helt och hållet som baseras på ditt timpris mot kund.\n\n\nVår lönemodell är en hybridlösning mellan en fast månadslön och en provisionsbaserad ersättning. Det innebär att din månadslön baseras på ditt timpris, fast om du mot förmodan skulle stå utan uppdrag så behåller du en grund lön fram tills vi hittat ett nytt uppdrag, bra va?\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nSpännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n\n\nEn trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n\n\nTjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n\n\nTjänstepension och stora möjligheter till löneväxling.\n\n\nSemester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n\n\nPrivat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n\n  \n\nKompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n\n\nLivskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?  \n\n  \n\n*Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f4e97bcaee264e91","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f4e97bcaee264e91","job_url_direct":"https:\/\/career.deploja.se\/jobs\/6623533-systemutvecklare-java","title":"Systemutvecklare Java","company":"Deploja AB","location":"Solna, AB, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n\n **Din profil (Skall krav)**  \n\n* Minst 10 års sammanlagd praktisk och aktuell arbetslivserfarenhet av programvaruutveckling i Java\n* Minst 10 års sammanlagd praktisk arbetslivserfarenhet av programvaruutveckling i Angular eller React\n* Minst 4 års sammanlagd praktisk och aktuell arbetslivserfarenhet av GIT samt Jenkins eller motsvarande\n* Minst 6 års sammanlagd praktisk och aktuell arbetslivserfarenhet av JMS och JPA\n\n  \n\n**Meriterande**  \n\n* Minst 6 års praktisk arbetslivserfarenhet av microtjänster i OpenShift eller motsvarande\n* Minst 20 års arbetslivserfarenhet av javautveckling\n* Certifiering som Scrum master\n\n  \n\n**Sista ansökningdatum:** 17-10-2025 **Om Oss**  \n\nAtt jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n\n  \n\nVi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Här påverkar du din egen lön som helt och hållet som baseras på ditt timpris mot kund.\n\n\nVår lönemodell är en hybridlösning mellan en fast månadslön och en provisionsbaserad ersättning. Det innebär att din månadslön baseras på ditt timpris, fast om du mot förmodan skulle stå utan uppdrag så behåller du en grund lön fram tills vi hittat ett nytt uppdrag, bra va?\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nSpännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n\n\nEn trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n\n\nTjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n\n\nTjänstepension och stora möjligheter till löneväxling.\n\n\nSemester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n\n\nPrivat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n\n  \n\nKompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n\n\nLivskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?  \n\n  \n\n*Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"d0c42e678a9d6f48","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d0c42e678a9d6f48","job_url_direct":"https:\/\/career.deploja.se\/jobs\/6623382-mjukvaruutvecklare","title":"Mjukvaruutvecklare","company":"Deploja AB","location":"Göteborg, O, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n\n **Jobbeskrivning**  \n\nDu blir en del av ett agilt team som arbetar med nyutveckling, förbättringar och förvaltning av en modern mjukvaruplattform. Rollen innebär att du aktivt bidrar till hur funktioner ska designas och implementeras, utvecklar mjukvara enligt etablerade riktlinjer och deltar i kodgranskning samt testarbete.  \n\n  \n\n**Din profil (Skall krav)**  \n\n* Flera års erfarenhet som mjukvaruutvecklare med bakgrund inom CyberSecurity \/ IT-säkerhet\n* Erfarenhet av Golang, Python, Java och Camunda\n* Kunskap om microservice-arkitektur\n* Erfarenhet av mockning och minst ett testramverk\n* Erfarenhet av Git, Jenkins och\/eller liknande CI\/CD-miljöer\n* Högskole- eller civilingenjörsutbildning, alternativt motsvarande arbetslivserfarenhet\n* God kommunikativ förmåga på svenska och engelska, både i tal och skrift\n* Det är meriterande om du har erfarenhet av att leda ett team av utvecklare eller agerat mentor för mer juniora kollegor.\n\n  \n\n**Sista ansökningdatum:** 22-10-2025 **Om Oss**  \n\nAtt jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n\n  \n\nVi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Här påverkar du din egen lön som helt och hållet som baseras på ditt timpris mot kund.\n\n\nVår lönemodell är en hybridlösning mellan en fast månadslön och en provisionsbaserad ersättning. Det innebär att din månadslön baseras på ditt timpris, fast om du mot förmodan skulle stå utan uppdrag så behåller du en grund lön fram tills vi hittat ett nytt uppdrag, bra va?\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nSpännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n\n\nEn trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n\n\nTjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n\n\nTjänstepension och stora möjligheter till löneväxling.\n\n\nSemester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n\n\nPrivat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n\n  \n\nKompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n\n\nLivskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?  \n\n  \n\n*Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"5a22c2a3f036d63c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5a22c2a3f036d63c","job_url_direct":"https:\/\/career.deploja.se\/jobs\/6623428-utvecklare-net","title":"Utvecklare .Net","company":"Deploja AB","location":"Solna, AB, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n\n **Din profil (Skall krav)**  \n\n* Minst 4 års erfarenhet\n* React\n* Azure\n* .Net\n* Agil erfarenhet: Du bör ha tidigare erfarenhet av att arbeta i agila miljöer och vara bekväm med agila metoder och principer.\n* Snabb inlärningsförmåga: Du bör kunna snabbt anpassa dig till nya miljöer, verktyg och metoder.\n* Proaktivitet: Ta initiativ och identifiera problem på ett proaktivt sätt.\n\n  \n\n**Sista ansökningdatum:** 20-10-2025 **Om Oss**  \n\n  \n\nAtt jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n\n  \n\nVi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Här påverkar du din egen lön som helt och hållet som baseras på ditt timpris mot kund.\n\n\nVår lönemodell är en hybridlösning mellan en fast månadslön och en provisionsbaserad ersättning. Det innebär att din månadslön baseras på ditt timpris, fast om du mot förmodan skulle stå utan uppdrag så behåller du en grund lön fram tills vi hittat ett nytt uppdrag, bra va?\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nSpännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n\n\nEn trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n\n\nTjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n\n\nTjänstepension och stora möjligheter till löneväxling.\n\n\nSemester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n\n\nPrivat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n\n  \n\nKompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n\n\nLivskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?  \n\n  \n\n*Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"84713a22453dc7b2","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=84713a22453dc7b2","job_url_direct":"https:\/\/career.deploja.se\/jobs\/6623317-systemutvecklare-java","title":"Systemutvecklare Java","company":"Deploja AB","location":"Östersund, Z, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n\n **Jobbeskrivning**  \n\n* Delta i analys av stories\n* Designa\/formge komponenter\n* Tillverka, förvalta och enhetstesta komponenter, backend\n* Skriva integrationstester\n* Granska kod\n* Leverera till integration\n* Genomföra produktionsuppföljning\n\n  \n\n**Din profil (Skall krav)**  \n\n* Minst 8 års sammanlagd praktisk och aktuell arbetslivserfarenhet av programvaruutveckling i Java\n* Minst 6 års sammanlagd praktisk och aktuell arbetslivserfarenhet av GIT samt Jenkins eller motsv\n* Minst 6 års sammanlagd praktisk och aktuell arbetslivserfarenhet av oracle-databaser\n* Minst 6 års sammanlagd praktisk och aktuell arbetslivserfarenhet av weblogic-server\n\n  \n\n**Meriterande**  \n\n* Minst 5 års sammanlagd praktisk och aktuell arbetslivserfarenhet av komplexa system med många integrationer i en komplex arkitektur\n* Minst 3 års sammanlagd praktisk och aktuell arbetslivserfarenhet av att ha arbetat på en it-avdelning vid en större svensk myndighet\n* Minst 4 års arbetslivserfarenhet av Spring Boot och Gradle\n* Minst 2 års praktisk arbetslivserfarenhet av OpenShift och artifactory\n* Minst 2 års praktisk arbetslivserfarenhet av storskaligt agilt arbetssätt enligt ramverket SAFe eller liknande\n\n  \n\n**Sista ansökningdatum:** 22-10-2025 **Om Oss**  \n\nAtt jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n\n  \n\nVi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Här påverkar du din egen lön som helt och hållet som baseras på ditt timpris mot kund.\n\n\nVår lönemodell är en hybridlösning mellan en fast månadslön och en provisionsbaserad ersättning. Det innebär att din månadslön baseras på ditt timpris, fast om du mot förmodan skulle stå utan uppdrag så behåller du en grund lön fram tills vi hittat ett nytt uppdrag, bra va?\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nSpännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n\n\nEn trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n\n\nTjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n\n\nTjänstepension och stora möjligheter till löneväxling.\n\n\nSemester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n\n\nPrivat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n\n  \n\nKompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n\n\nLivskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?  \n\n  \n\n*Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0e747cb2696a9930","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0e747cb2696a9930","job_url_direct":"https:\/\/jobb.rasulson.com\/jobs\/6625145-senior-mjukvaruutvecklare","title":"Senior mjukvaruutvecklare","company":"Rasulson Consulting","location":"Göteborg, O, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"### **Om uppdraget**\n\n\nSom en del av ett agilt team kommer du att vara med och utveckla, förbättra och förvalta en modern mjukvaruplattform. Rollen innebär att du aktivt kommer att bidra till hur nya funktioner designas och implementeras. Du kommer att arbeta med mjukvaruutveckling enligt etablerade riktlinjer och vara involverad i kodgranskning samt testarbete för att säkerställa hög kvalitet på leveranserna.\n\n### **Dina huvudsakliga arbetsuppgifter kommer att vara:**\n\n* **Utveckling av mjukvara** baserat på kundens riktlinjer och bästa praxis.\n* **Nyutveckling, förbättring av befintliga funktioner samt felsökning och buggrättning**.\n* Utföra **kodgranskningar** och skriva **enhetstester** för att säkerställa robusthet och kvalitet.\n* Aktivt bidra i **design och implementation** av nya funktioner i systemet.\n* Använda verktyg för att **visualisera data** och göra informationen mer lättillgänglig.\n* **Dela med dig av din kunskap** till kollegor och bidra till ett positivt och produktivt teamklimat.\n\n### **Kravprofil:**\n\n* **Flera års erfarenhet** som mjukvaruutvecklare, gärna med fokus på **CyberSecurity** eller **IT-säkerhet**.\n* **Erfarenhet av programmering** i **Golang, Python, Java och Camunda**.\n* God förståelse för **microservice-arkitektur** och hur den implementeras i praktiken.\n* **Erfarenhet av mockning** och användning av minst ett **testramverk**.\n* Erfarenhet av **Git**, **Jenkins** och\/eller andra **CI\/CD-miljöer**.\n* **Högskole- eller civilingenjörsutbildning**, alternativt motsvarande erfarenhet från arbetslivet.\n* **God kommunikationsförmåga** på både **svenska och engelska**, både i tal och skrift.\n* Det är meriterande om du har erfarenhet av att **leda utvecklingsteam** eller har agerat **mentor** för juniora kollegor.\n\n### **Övrig information:**\n\n* **Uppdragsperiod**: 7 januari 2026 – 30 juni 2026, med möjlighet till förlängning.\n* **Placeringsort**: Göteborg.\n* **Arbetsmodell**: På plats hos kund.\n* **Nivå**: Senior (nivå 3–4).\n\n\nDen här rollen passar dig som vill arbeta i ett agilt och samarbetsorienterat team där du får möjlighet att utvecklas och bidra till att skapa säkra och skalbara lösningar inom mjukvaruutveckling. Om du är en erfaren utvecklare med kompetens inom IT-säkerhet och har en passion för att bygga och förbättra system, ser vi fram emot att höra från dig.\n\n\nOm Rasulson Consulting\n  \n\nRasulson Consulting är ett specialiserat bemannings- och rekryteringsföretag inom IT-sektorn. Vi samarbetar med ledande tech-bolag och innovativa startupföretag för att erbjuda spännande karriärmöjligheter för dig med intresse för digital utveckling. Genom vår djupa tekniska förståelse och vårt starka nätverk kan vi snabbt matcha rätt kompetenser med rätt uppdrag. Hos oss får du personlig vägledning, regelbunden återkoppling och möjligheten att ta nästa steg i din IT-karriär.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"62e51f13448d6dc4","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=62e51f13448d6dc4","job_url_direct":"https:\/\/jobb.rasulson.com\/jobs\/6625126-tacton-modeler-developer","title":"Tacton Modeler \/ Developer","company":"Rasulson Consulting","location":"Finspång, E, SE","job_type":"fulltime","date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Vill du vara en del av ett globalt industriföretags kärnverksamhet där din tekniska expertis får direkt påverkan på effektiviteten i försäljningsprocesserna? Hos vår kund får du en central roll i att vidareutveckla och optimera Tacton CPQ, ett affärskritiskt verktyg som är avgörande för att driva försäljningen av komplexa tekniska produkter.\n\n### **Snabbfakta:**\n\n* **Omfattning**: 100 %\n* **Startdatum**: 2025-11-03\n* **Slutdatum**: 2026-05-02, med möjlighet till förlängning\n* **Plats**: Finspång (hybridmodell, minst 3 dagar i veckan på plats)\n* **Teknisk kompetens\/Techstack**: Tacton CPQ, TCL, CRM\/ERP-integration\n* **Språk**: Engelska (svenska är meriterande)\n\n### **Krav:**\n\n* **Minst 5 års erfarenhet** av Tacton CPQ-utveckling.\n* Förmåga att **designa, bygga och optimera produktkonfigurationsmodeller**.\n* Stark förståelse för **prissättningslogik, regelstyrning och offertflöden**.\n* Erfarenhet av **integrationer mellan CPQ, CRM och ERP-system**.\n* Hög **analytisk förmåga** och vana att arbeta **agilt** i tvärfunktionella team.\n\n### **Meriterande:**\n\n* **Certifiering** inom Tacton CPQ eller liknande verktyg.\n* Kunskap i **Tacton Constraint Language (TCL)** och **TCStudio**.\n* Erfarenhet av programmering i **VBA**, **JavaScript** eller **R** för anpassningar i offertverktyg.\n\n### **Uppdraget:**\n\n* **Utveckla och underhålla konfigurationsmodeller** i Tacton CPQ för att säkerställa att verktyget fortsätter stödja komplexa försäljningsprocesser på ett effektivt sätt.\n* **Samarbeta tätt** med team inom försäljning, teknik, IT och ledning för att utveckla och implementera korrekta lösningar som möter affärsbehov.\n* Driva **kontinuerliga förbättringar** av CPQ-processerna, för att öka precision, skalbarhet och användarvänlighet i hela flödet från offert till slutförd försäljning.\n\n\nDet här är en fantastisk möjlighet för dig som vill arbeta med ett affärskritiskt verktyg i en global industri och bidra till att skapa effektivare och mer skalbara lösningar för försäljning av komplexa produkter. Om du har den tekniska kompetens och erfarenhet som efterfrågas, ser vi fram emot att höra från dig.\n\n\nOm Rasulson Consulting\n  \n\nRasulson Consulting är ett specialiserat bemannings- och rekryteringsföretag inom IT-sektorn. Vi samarbetar med ledande tech-bolag och innovativa startupföretag för att erbjuda spännande karriärmöjligheter för dig med intresse för digital utveckling. Genom vår djupa tekniska förståelse och vårt starka nätverk kan vi snabbt matcha rätt kompetenser med rätt uppdrag. Hos oss får du personlig vägledning, regelbunden återkoppling och möjligheten att ta nästa steg i din IT-karriär.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"15a1a9eb9a5153c6","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=15a1a9eb9a5153c6","job_url_direct":"https:\/\/jobb.rasulson.com\/jobs\/6625090-fullstack-developer-frontend","title":"Fullstack Developer - frontend","company":"Rasulson Consulting","location":"Boden, BD, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"We are looking for a full-stack developer with a focus on frontend development to join our cross-functional Digital Logistics and Warehousing team. In this role, you will work in a modern tech environment alongside product owners, architects, and fellow developers to build scalable, business-critical solutions that support logistics planning and execution processes. The team develops solutions using technologies such as Typescript, React, Kotlin, Spring Boot, REST APIs, and a microfrontend\/microservice architecture, with a strong emphasis on event-driven design.\n  \n  \n\nYou will play a key role in developing systems and integrations that optimize inbound and outbound supply chain processes. This is a hands-on development position with high exposure to business systems and operational workflows – perfect for someone who is curious, a quick learner, and thrives in a dynamic, fast-changing environment.\n  \n  \n\n**Required Technical Skills:**  \n\n4+ years of frontend development experience, preferably with Typescript and React.\n  \n  \n\nExperience with microfrontends.\n  \n  \n\n2+ years of experience in Spring Boot and REST API development.\n  \n  \n\nExperience in building event-driven systems and working with microservices.\n  \n  \n\n**Nice-to-Have Experience:**  \n\nExperience working closely with stakeholders to develop iterative solutions.\n  \n  \n\nKnowledge of supply chain processes such as shipping, inventory, and warehouse management.\n  \n  \n\nExperience in the process industry.\n  \n  \n\nFamiliarity with data modeling and working with data platforms.\n  \n  \n\n**Who You Are:**  \n\nYou are a fast learner and motivated by solving complex problems.\n  \n  \n\nYou thrive in dynamic environments where you need to work iteratively to find solutions.\n  \n  \n\nYou are a hands-on developer who is proactive and comfortable working in situations where not everything is predefined.\n  \n  \n\nYou are team-oriented, collaborative, and genuinely curious about how technology can support real-world operations.\n  \n  \n\nYou have a strong desire to create structure where there is none and an interest in working with architecture governance.\n  \n  \n\nIf you're looking for a role where you can work with modern technology to shape complex business processes within logistics and warehousing, and you want to contribute to building innovative solutions in a rapidly evolving environment, this is the perfect opportunity for you.\n  \n  \n\nAbout Rasulson Consulting\n  \nRasulson Consulting is a specialized staffing and recruitment firm focused on the IT sector. We collaborate with leading tech companies and innovative startups to provide exciting career opportunities for individuals passionate about digital development. With our deep technical expertise and extensive network, we efficiently match the right talents with the right assignments. At Rasulson Consulting, you’ll receive personalized guidance, regular feedback, and the chance to take the next step in your IT career.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0d3a9e5c62e2193a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0d3a9e5c62e2193a","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30156183","title":"SAP BPT Developer","company":"Rasulson Consulting AB","location":"Tibro, O, SE","job_type":"fulltime","date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Assignment Description\n  \nWe are currently seeking a skilled SAP BPT Developer to join our team. The role involves designing, developing, and maintaining SAP Business Process Transformation (BPT) solutions, with a focus on UI5 and Fiori applications. As part of a dynamic and growing team, you will play a key role in improving and enhancing our SAP environment, ensuring that the solutions meet both business and technical requirements.\n  \n  \n\n**Required Qualifications:**  \n\nSolid experience with SAP UI5, Fiori apps, and TypeScript, with a deep understanding of their integration and functionality within the SAP ecosystem.\n  \nA minimum of 3 years of documented experience working with SAP technologies and developing custom applications using UI5 and Fiori.\n  \nProven expertise in front-end development, specifically designing user-friendly interfaces that adhere to SAP’s best practices.\n  \nStrong experience in building, deploying, and maintaining Fiori apps within an SAP environment.\n  \nGood understanding of backend integration to front-end applications using OData services, Web APIs, or other SAP integration tools.\n  \nFamiliarity with SAP Business Technology Platform (BTP) and its services, including data management, analytics, and cloud application development.\n  \nExcellent problem-solving and debugging skills, with the ability to resolve complex technical issues related to SAP UI5 and Fiori applications.\n  \nAbility to collaborate closely with cross-functional teams including business analysts, backend developers, and project managers to deliver high-quality solutions on time.\n  \nStrong communication skills in English, both written and spoken, with the ability to explain technical details to non-technical stakeholders.\n  \n  \n\n**Preferred Skills:**  \n\nExperience with SAP S\/4HANA and related modules.\n  \nFamiliarity with modern development tools and techniques such as Git, Jenkins, and Agile methodologies.\n  \nKnowledge of security best practices in SAP Fiori applications.\n  \nAbility to mentor junior developers and contribute to knowledge-sharing activities within the team.\n  \n  \n\nIf you have a passion for SAP development and enjoy working in an agile, fast-paced environment, we would love to hear from you. Join us to contribute to the transformation of our SAP landscape while advancing your career in a global organization.\n  \n  \n\n**Ansök senast:** 23 oktober 2025\n  \n  \n\nAbout Rasulson Consulting\n  \nRasulson Consulting is a specialized staffing and recruitment firm focused on the IT sector. We collaborate with leading tech companies and innovative startups to provide exciting career opportunities for individuals passionate about digital development. With our deep technical expertise and extensive network, we efficiently match the right talents with the right assignments. At Rasulson Consulting, you’ll receive personalized guidance, regular feedback, and the chance to take the next step in your IT career.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"1196919930de7cbd","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=1196919930de7cbd","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30156159","title":"Configuration Developer","company":"Rasulson Consulting AB","location":"Finspång, E, SE","job_type":"fulltime","date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Assignment Description\n  \nWe are seeking a Document and Configuration Management Professional to support sales operations within the Medium Gas Turbine Service Segment. This role involves contributing to the development and maintenance of tools and processes that ensure reliable and consistent sales support. You will be working in an international environment, focusing on improving efficiency and accuracy in sales activities through the use of the CPQ tool Tacton, which plays a crucial role in the business system for the segment.\n  \nKey responsibilities will include developing, modeling, and maintaining the Tacton solution to ensure accurate product configurations, pricing, and quotations. Close collaboration with teams from sales, engineering, and product management will be essential, as well as ensuring proper documentation and quality of configuration data. The role requires a structured and analytical approach, strong communication skills in English, and experience in document or configuration management within technical environments. Knowledge of CPQ systems, particularly Tacton, will be considered an advantage.\n  \nResponsibilities\n  \nWork closely with cross-functional teams to gather requirements for product configuration needs.\n  \nDesign and build complex product configuration models in Tacton CPQ to meet business and customer requirements.\n  \nConfigure pricing rules, discount structures, and quote generation processes within the Tacton platform.\n  \nContinuously optimize and improve existing configuration models to ensure efficiency and scalability.\n  \nDevelop solutions to empower sales teams to work more effectively and efficiently.\n  \nCoordinate and manage the collection of information for implementation projects from various stakeholders.\n  \nBe an integral part of a cross-functional development team (IT programmers, Tacton modelers, Engineering, Sales, Management, External Consultants) to meet project objectives.\n  \nLead agile projects, gathering information, clarifying requirements, and continuously seeking feedback from front-line teams during solution development.\n  \nTest and validate product configurations to ensure their accuracy and reliability.\n  \nStay up-to-date with industry best practices and trends related to CPQ and Tacton modeling.\n  \nProvide technical expertise and support to sales teams using Tacton CPQ for quoting and proposal generation.\n  \n  \n\nQualifications\n  \nProven experience working with CPQ systems, particularly Tacton modeling.\n  \nStrong understanding of product configuration principles and best practices.\n  \nSkilled at translating business requirements into technical solutions within the Tacton platform.\n  \nExcellent analytical and critical thinking skills.\n  \nStrong communication skills with the ability to collaborate effectively across teams.\n  \nProficient in task prioritization and workload management to meet project deadlines.\n  \nA Master's or Bachelor's degree in Engineering, Computer Science, or a related field, or equivalent experience in the relevant role.\n  \n  \n\nPreferred Experience & Skills\n  \nTacton CPQ or similar configuration tool certifications.\n  \nAbility to independently set up Tacton configuration models, integrating product knowledge, data, and processes.\n  \nExpertise in maintaining and further developing the modeling aspects of a Tacton Configurator project.\n  \nStrong knowledge of CRM systems and their integration with CPQ tools.\n  \nExperience with ERP systems and their interaction with CPQ solutions.\n  \nDeep knowledge of object type hierarchies.\n  \nAdvanced knowledge of TCStudio tools and techniques.\n  \nProficiency in modeling with attributes, features, and constraints.\n  \nSkilled in Tacton Constraint Language (TCL) and implementing complex logic to manage product configurations, pricing scenarios, and business rules.\n  \nA minimum of five years of experience developing solutions on the Tacton CPQ platform within S-E or similar companies.\n  \n  \n\nNice to Have\n  \nProgramming skills in VBA, JavaScript, or R, useful for implementing new features for cost and price visualization in Excel for sales managers.\n  \nExperience in designing, improving, and maintaining Jira dashboards and boards.\n  \n  \n\n**Startdatum:** ASAP\n  \n**Slutdatum:** 2026-05-29\n  \n**Ansök senast:** 23 oktober 2025\n  \n  \n\nAbout Rasulson Consulting\n  \nRasulson Consulting is a specialized staffing and recruitment firm focused on the IT sector. We collaborate with leading tech companies and innovative startups to provide exciting career opportunities for individuals passionate about digital development. With our deep technical expertise and extensive network, we efficiently match the right talents with the right assignments. At Rasulson Consulting, you’ll receive personalized guidance, regular feedback, and the chance to take the next step in your IT career.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"dcbefb2ab647fc23","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=dcbefb2ab647fc23","job_url_direct":"https:\/\/careers.hitachi.com\/jobs\/16836498-power-system-data-analyst-and-ai-slash-sw-developer?tm_job=R0105010&tm_event=view&tm_company=2531","title":"Power System Data Analyst and AI\/SW developer","company":"Hitachi Energy","location":"Västerås, U, SE","job_type":"fulltime","date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"magnus.berg-kolsmyr@hitachienergy.com, gustaf.hedstrom@hitachienergy.com","description":"**Description**\n\n\n**The opportunity**\n\n  \n\nAt Hitachi Energy, we’re advancing the future of sustainable energy systems. We’re now looking for a senior specialist to join our team as a Power System Data Analyst and AI\/SW Developer, with deep expertise in power systems—particularly HVDC and power quality. This role combines domain knowledge with advanced data analytics and software development, contributing directly to the digitalization and optimization of complex energy infrastructure.\n\n**How you’ll make an impact**\n\n* Use your power systems knowledge\/skills to change the future of how to deliver HVDC technology and offers.\n* Provide AI\/ML skills to enhance the Power Systems algorithms.\n* Lead and execute initiatives\n* Work closely with colleagues both within your own department and across other teams to ensure effective collaboration and knowledge sharing throughout the organization.\n\n**Your background**\n\n* PhD (preferably) or M Sc in Electrical Engineering or similar.\n* Knowledge in AI\/ML.\n* At least 10 years of experience from research and power industry.\n* Fluent in English, written and spoken. Swedish is considered a plus.\n* Research background combined with domain experience is a plus.\n* You are a team player.\n\n**What we offer**\n\n* Collective agreement\n* Flexible working time\n* Health care and wellness allowance\n* Fantastic career possibilities within Hitachi Energy both within Sweden and globally\n* Mentor to support you throughout onboard phase\n* Various trainings and education supporting employee development\n* Diversified company with over 70+ nationalities working in Sweden\n* Supplementary compensation for parental leave\n* Employee Benefit Portal with thousands of discounts and perks\n\n**More about us**\n\n\nAre you ready for a new exciting challenge? Does the above description sound like you? Applications will be reviewed on an ongoing basis, so don’t delay – apply today!\n\n\nRecruiting Manager Magnus Berg-Kolsmyr, magnus.berg-kolsmyr@hitachienergy.com, will answer your questions about the position. Union representatives - Sveriges Ingenjörer: Mikael Hjort, +46 107-38 29 86; Ledarna: Frank Hollstedt, +46 107-38 70 43; Unionen: Fredrik Holmgren, +46 107-38 21 85. All other questions can be directed to Talent Acquisition Partner Gustaf Hedström, gustaf.hedstrom@hitachienergy.com\n\n**Qualified individuals with a disability may request a reasonable accommodation if you are unable or limited in your ability to use or access the Hitachi Energy career site as a result of your disability. You may request reasonable accommodations by completing a** **general inquiry form** **on our website. Please include your contact information and specific details about your required accommodation to support you during the job application process.**\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n**This is solely for job seekers with disabilities requiring accessibility assistance or an accommodation in the job application process. Messages left for other purposes will not receive a response.**\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------","company_url":"https:\/\/se.indeed.com\/cmp\/Hitachi-Energy","company_url_direct":"http:\/\/www.hitachienergy.com","company_addresses":"Zürich","company_industry":null,"company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Advancing a sustainable energy future for all","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/4b56466eaeb09fa805f77bbc3feb8759","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/f01a195014d7be02b98da3a70f096656","ceo_name":"Andreas Schierenbeck","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/58ecc76530670071bf25d92fcb645476"},{"id":"b89fcdc849629c54","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b89fcdc849629c54","job_url_direct":"https:\/\/careers.hitachi.com\/jobs\/16836499-power-system-data-analyst-and-ai-slash-sw-developer?tm_job=R0105010-OTHLOC-GBL-5FJPL-5FLudvika&tm_event=view&tm_company=2531","title":"Power System Data Analyst and AI\/SW developer","company":"Hitachi Energy","location":"Ludvika, W, SE","job_type":"fulltime","date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"magnus.berg-kolsmyr@hitachienergy.com, gustaf.hedstrom@hitachienergy.com","description":"**Description**\n\n\n**The opportunity**\n\n  \n\nAt Hitachi Energy, we’re advancing the future of sustainable energy systems. We’re now looking for a senior specialist to join our team as a Power System Data Analyst and AI\/SW Developer, with deep expertise in power systems—particularly HVDC and power quality. This role combines domain knowledge with advanced data analytics and software development, contributing directly to the digitalization and optimization of complex energy infrastructure.\n\n**How you’ll make an impact**\n\n* Use your power systems knowledge\/skills to change the future of how to deliver HVDC technology and offers.\n* Provide AI\/ML skills to enhance the Power Systems algorithms.\n* Lead and execute initiatives\n* Work closely with colleagues both within your own department and across other teams to ensure effective collaboration and knowledge sharing throughout the organization.\n\n**Your background**\n\n* PhD (preferably) or M Sc in Electrical Engineering or similar.\n* Knowledge in AI\/ML.\n* At least 10 years of experience from research and power industry.\n* Fluent in English, written and spoken. Swedish is considered a plus.\n* Research background combined with domain experience is a plus.\n* You are a team player.\n\n**What we offer**\n\n* Collective agreement\n* Flexible working time\n* Health care and wellness allowance\n* Fantastic career possibilities within Hitachi Energy both within Sweden and globally\n* Mentor to support you throughout onboard phase\n* Various trainings and education supporting employee development\n* Diversified company with over 70+ nationalities working in Sweden\n* Supplementary compensation for parental leave\n* Employee Benefit Portal with thousands of discounts and perks\n\n**More about us**\n\n\nAre you ready for a new exciting challenge? Does the above description sound like you? Applications will be reviewed on an ongoing basis, so don’t delay – apply today!\n\n\nRecruiting Manager Magnus Berg-Kolsmyr, magnus.berg-kolsmyr@hitachienergy.com, will answer your questions about the position. Union representatives - Sveriges Ingenjörer: Mikael Hjort, +46 107-38 29 86; Ledarna: Frank Hollstedt, +46 107-38 70 43; Unionen: Fredrik Holmgren, +46 107-38 21 85. All other questions can be directed to Talent Acquisition Partner Gustaf Hedström, gustaf.hedstrom@hitachienergy.com\n\n**Qualified individuals with a disability may request a reasonable accommodation if you are unable or limited in your ability to use or access the Hitachi Energy career site as a result of your disability. You may request reasonable accommodations by completing a** **general inquiry form** **on our website. Please include your contact information and specific details about your required accommodation to support you during the job application process.**\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n**This is solely for job seekers with disabilities requiring accessibility assistance or an accommodation in the job application process. Messages left for other purposes will not receive a response.**\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------","company_url":"https:\/\/se.indeed.com\/cmp\/Hitachi-Energy","company_url_direct":"http:\/\/www.hitachienergy.com","company_addresses":"Zürich","company_industry":null,"company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Advancing a sustainable energy future for all","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/4b56466eaeb09fa805f77bbc3feb8759","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/f01a195014d7be02b98da3a70f096656","ceo_name":"Andreas Schierenbeck","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/58ecc76530670071bf25d92fcb645476"},{"id":"07ca0e94cbe55df6","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=07ca0e94cbe55df6","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30155895","title":"Tacton Modeler \/ Developer","company":"Rasulson Consulting AB","location":"Finspång, E, SE","job_type":"fulltime","date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Vill du vara en del av ett globalt industriföretags kärnverksamhet där din tekniska expertis får direkt påverkan på effektiviteten i försäljningsprocesserna? Hos vår kund får du en central roll i att vidareutveckla och optimera Tacton CPQ, ett affärskritiskt verktyg som är avgörande för att driva försäljningen av komplexa tekniska produkter.\n  \n  \n\n**Snabbfakta:**  \n\n**Omfattning:** 100 %\n  \n  \n\n**Startdatum:** 2025-11-03\n  \n  \n\n**Slutdatum:** 2026-05-02, med möjlighet till förlängning\n  \n  \n\n**Plats:** Finspång (hybridmodell, minst 3 dagar i veckan på plats)\n  \n  \n\n**Teknisk kompetens\/Techstack:** Tacton CPQ, TCL, CRM\/ERP-integration\n  \n  \n\n**Språk:** Engelska (svenska är meriterande)\n  \n  \n\n**Krav:**  \n\nMinst 5 års erfarenhet av Tacton CPQ-utveckling.\n  \n  \n\nFörmåga att designa, bygga och optimera produktkonfigurationsmodeller.\n  \n  \n\nStark förståelse för prissättningslogik, regelstyrning och offertflöden.\n  \n  \n\nErfarenhet av integrationer mellan CPQ, CRM och ERP-system.\n  \n  \n\nHög analytisk förmåga och vana att arbeta agilt i tvärfunktionella team.\n  \n  \n\n**Meriterande:**  \n\nCertifiering inom Tacton CPQ eller liknande verktyg.\n  \n  \n\nKunskap i Tacton Constraint Language (TCL) och TCStudio.\n  \n  \n\nErfarenhet av programmering i VBA, JavaScript eller R för anpassningar i offertverktyg.\n  \n  \n\n**Uppdraget:**  \n\nUtveckla och underhålla konfigurationsmodeller i Tacton CPQ för att säkerställa att verktyget fortsätter stödja komplexa försäljningsprocesser på ett effektivt sätt.\n  \n  \n\nSamarbeta tätt med team inom försäljning, teknik, IT och ledning för att utveckla och implementera korrekta lösningar som möter affärsbehov.\n  \n  \n\nDriva kontinuerliga förbättringar av CPQ-processerna, för att öka precision, skalbarhet och användarvänlighet i hela flödet från offert till slutförd försäljning.\n  \n  \n\nDet här är en fantastisk möjlighet för dig som vill arbeta med ett affärskritiskt verktyg i en global industri och bidra till att skapa effektivare och mer skalbara lösningar för försäljning av komplexa produkter. Om du har den tekniska kompetens och erfarenhet som efterfrågas, ser vi fram emot att höra från dig.\n  \n  \n\nOm Rasulson Consulting\n  \nRasulson Consulting är ett specialiserat bemannings- och rekryteringsföretag inom IT-sektorn. Vi samarbetar med ledande tech-bolag och innovativa startupföretag för att erbjuda spännande karriärmöjligheter för dig med intresse för digital utveckling. Genom vår djupa tekniska förståelse och vårt starka nätverk kan vi snabbt matcha rätt kompetenser med rätt uppdrag. Hos oss får du personlig vägledning, regelbunden återkoppling och möjligheten att ta nästa steg i din IT-karriär.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"aca91d05696fa3d6","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=aca91d05696fa3d6","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30155888","title":"Fullstack Developer - frontend","company":"Rasulson Consulting AB","location":"Boden, BD, SE","job_type":"fulltime","date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"We are looking for a full-stack developer with a focus on frontend development to join our cross-functional Digital Logistics and Warehousing team. In this role, you will work in a modern tech environment alongside product owners, architects, and fellow developers to build scalable, business-critical solutions that support logistics planning and execution processes. The team develops solutions using technologies such as Typescript, React, Kotlin, Spring Boot, REST APIs, and a microfrontend\/microservice architecture, with a strong emphasis on event-driven design.\n  \nYou will play a key role in developing systems and integrations that optimize inbound and outbound supply chain processes. This is a hands-on development position with high exposure to business systems and operational workflows – perfect for someone who is curious, a quick learner, and thrives in a dynamic, fast-changing environment.\n  \n  \n\n**Required Technical Skills:**  \n\n4+ years of frontend development experience, preferably with Typescript and React.\n  \nExperience with microfrontends.\n  \n2+ years of experience in Spring Boot and REST API development.\n  \nExperience in building event-driven systems and working with microservices.\n  \n  \n\n**Nice-to-Have Experience:**  \n\nExperience working closely with stakeholders to develop iterative solutions.\n  \nKnowledge of supply chain processes such as shipping, inventory, and warehouse management.\n  \nExperience in the process industry.\n  \nFamiliarity with data modeling and working with data platforms.\n  \n  \n\n**Who You Are:**  \n\nYou are a fast learner and motivated by solving complex problems.\n  \nYou thrive in dynamic environments where you need to work iteratively to find solutions.\n  \nYou are a hands-on developer who is proactive and comfortable working in situations where not everything is predefined.\n  \nYou are team-oriented, collaborative, and genuinely curious about how technology can support real-world operations.\n  \nYou have a strong desire to create structure where there is none and an interest in working with architecture governance.\n  \nIf you're looking for a role where you can work with modern technology to shape complex business processes within logistics and warehousing, and you want to contribute to building innovative solutions in a rapidly evolving environment, this is the perfect opportunity for you.\n  \nAbout Rasulson Consulting\n  \nRasulson Consulting is a specialized staffing and recruitment firm focused on the IT sector. We collaborate with leading tech companies and innovative startups to provide exciting career opportunities for individuals passionate about digital development. With our deep technical expertise and extensive network, we efficiently match the right talents with the right assignments. At Rasulson Consulting, you’ll receive personalized guidance, regular feedback, and the chance to take the next step in your IT career.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"eec82e8b0ff4e7b3","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=eec82e8b0ff4e7b3","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30155903","title":"Senior mjukvaruutvecklare","company":"Rasulson Consulting AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Om uppdraget\n  \nSom en del av ett agilt team kommer du att vara med och utveckla, förbättra och förvalta en modern mjukvaruplattform. Rollen innebär att du aktivt kommer att bidra till hur nya funktioner designas och implementeras. Du kommer att arbeta med mjukvaruutveckling enligt etablerade riktlinjer och vara involverad i kodgranskning samt testarbete för att säkerställa hög kvalitet på leveranserna.\n  \n  \n\n**Dina huvudsakliga arbetsuppgifter kommer att vara:**  \n\nUtveckling av mjukvara baserat på kundens riktlinjer och bästa praxis.\n  \n  \n\nNyutveckling, förbättring av befintliga funktioner samt felsökning och buggrättning.\n  \n  \n\nUtföra kodgranskningar och skriva enhetstester för att säkerställa robusthet och kvalitet.\n  \n  \n\nAktivt bidra i design och implementation av nya funktioner i systemet.\n  \n  \n\nAnvända verktyg för att visualisera data och göra informationen mer lättillgänglig.\n  \n  \n\nDela med dig av din kunskap till kollegor och bidra till ett positivt och produktivt teamklimat.\n  \n  \n\n**Kravprofil:**  \n\nFlera års erfarenhet som mjukvaruutvecklare, gärna med fokus på CyberSecurity eller IT-säkerhet.\n  \n  \n\nErfarenhet av programmering i Golang, Python, Java och Camunda.\n  \n  \n\nGod förståelse för microservice-arkitektur och hur den implementeras i praktiken.\n  \n  \n\nErfarenhet av mockning och användning av minst ett testramverk.\n  \n  \n\nErfarenhet av Git, Jenkins och\/eller andra CI\/CD-miljöer.\n  \n  \n\nHögskole- eller civilingenjörsutbildning, alternativt motsvarande erfarenhet från arbetslivet.\n  \n  \n\nGod kommunikationsförmåga på både svenska och engelska, både i tal och skrift.\n  \n  \n\nDet är meriterande om du har erfarenhet av att leda utvecklingsteam eller har agerat mentor för juniora kollegor.\n  \n  \n\n**Övrig information:**  \n\n**Uppdragsperiod:** 7 januari 2026 – 30 juni 2026, med möjlighet till förlängning.\n  \n  \n\n**Placeringsort:** Göteborg.\n  \n  \n\n**Arbetsmodell:** På plats hos kund.\n  \n  \n\n**Nivå:** Senior (nivå 3–4).\n  \n  \n\nDen här rollen passar dig som vill arbeta i ett agilt och samarbetsorienterat team där du får möjlighet att utvecklas och bidra till att skapa säkra och skalbara lösningar inom mjukvaruutveckling. Om du är en erfaren utvecklare med kompetens inom IT-säkerhet och har en passion för att bygga och förbättra system, ser vi fram emot att höra från dig.\n  \nOm Rasulson Consulting\n  \nRasulson Consulting är ett specialiserat bemannings- och rekryteringsföretag inom IT-sektorn. Vi samarbetar med ledande tech-bolag och innovativa startupföretag för att erbjuda spännande karriärmöjligheter för dig med intresse för digital utveckling. Genom vår djupa tekniska förståelse och vårt starka nätverk kan vi snabbt matcha rätt kompetenser med rätt uppdrag. Hos oss får du personlig vägledning, regelbunden återkoppling och möjligheten att ta nästa steg i din IT-karriär.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"bfebb5849a8da51c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=bfebb5849a8da51c","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Software-Developer%2C-Autonomous-Systems-151-38\/1259065601\/","title":"Software Developer, Autonomous Systems","company":"Scania","location":"Södertälje, AB, SE","job_type":"fulltime","date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"christos.koniaris@scania.com","description":"TRATON is a group of strong brands with a shared mission: transforming transportation together to create the future of sustainable transport solutions. Within TRATON, we include MAN, Scania, Volkswagen Truck & Bus, and International. As part of a global team of industry experts, you get to think bigger, experience more, and reach further. Together, we have the power to transform transportation - Let´s make a difference together. Find out more: www.traton.com  \n\n\nOur values – customer first, respect, team spirit, responsibility, and elimination of waste – are at the heart of everything we do. **Role Summary**\n\nThis role is a part of TRATON Group R&D, located in Södertälje, Sweden  \n\n  \n\nAs a Software Developer you will have the opportunity to apply your technical skills to a variety of system components & modules aiming to increase the performance of the team’s outcome and thereby of the Autonomous Transport Solutions as a whole. Your code will be connected with a variety of other components, hence it has to be robust, and easy to debug and maintain. You will always strive towards applying modern best software practices. You will be developing system tools to tackle current problems and exploring solutions for future functions. You will be contributing to systemizing new features on a product level, testing and validating the code to ensure the system- and functional stability of our stack, and you will perform safety and risk analysis to ensure production readiness. You will have the opportunity to test the outcome in real vehicles on Scania’s test track for autonomous vehicles.  \n\n\n\nWe also use simulation models for testing, analysis and further development. C++ is the main coding language used in autonomous software development, but we also have both in house and external supplementary tools that are written in Python or Matlab. **Job Responsibilities**\n* Write, debug and maintain robust C++ software to various components such as situation awareness, autonomous vehicle operational state, vehicle behavior, etc.\n* Advocate for best coding practices amongst the group, build tools helping engineers to write better code\n* Optimize hardware resources usage\n* Systemizing features on a product level, including safety and security\n* Troubleshooting, failure mode analysis, customer report diagnosis\n* Testing in vehicles on Scania’s test track for autonomous vehicles\n **Who You Are**\n* Experienced in programming C\/C++ software, including modern C\/C++ (C++14\/17\/20)\n* Strong software engineering skills such as designing, evaluating, testing, and maintaining software systems, IT documentation, ensuring platform compatibility\n* Experience or familiarity with Robotics, Machine Learning & related software concepts a plus\n* Proficient in developing software on a Linux host, for embedded Linux targets (cross-compilation, etc.) a plus\n* Passion for technology and software, hands-on attitude, eagerness to make things happen, strong desire to learn, ability to collaborate, high work ethic\n* MSc in Computer Science, Applied Physics, Computer Engineering, Electrical Engineering, proof of exceptional skills in related fields with practical software engineering experience, or equivalent\n* Fluency in English\n\n  \n\n  \n\nWe welcome applicants from all backgrounds – your unique experience and perspectives is valuable to us. **This Is Us**\n\nWe offer a healthy and inspiring workplace, with great respect for the individual, where you have many opportunities to shape your work and your future. Your personal and professional development is important and something we encourage and support, for example by providing extensive technical or leadership training programs.  \n\n  \n\nWithin TRATON Group R&D, you are an important part of something bigger. Joining us means gaining access to the ins and outs of the entire transportation industry. **TRATON Offers**We offer a dynamic, flexible workplace with hybrid work options, including Scania Sergel and Midway hubs. With a structured development plan and courses, TRATON Group R&D supports your career growth both locally and internationally.  \n\n  \n\nBenefits include wellness allowance, bonus, flexible hours, and company car leasing. We also host events for employees and their families, and Stockholm residents enjoy direct access to Södertälje via Scania Job express buses for an easy commute to Södertälje. **Application**Your application should include a CV and any relevant certificates. We welcome all applicants and strive for diversity in our recruitment processes.  \n\n  \n\nApply as soon as possible, no later than 2025-11-01. Screening will take place on an ongoing basis during the application period. Logical and personality tests may be used as part of the selection process, and a background check may be required for this role.  \n\n  \n\nIf you have questions or would like more information, please contact Christos Koniaris, Engineering Manager, at christos.koniaris@scania.com or +46 76 516 68 25.  \n\n  \n\nWe look forward to your application!  \n\n  \n\nThis recruitment process is handled by Scania for TRATON Group R&D  \n\n#LI-MS1\n**Requisition ID:** 21628\n**Number of Openings:** 1.0\n**Part-time \/ Full-time:** Full-time\n**Permanent \/ Temporary:** Permanent\n**Country\/Region:** SE\n**Location(s):**Södertälje, SE, 151 38\n**Required Travel:** 0-25%\n**Workplace:** Hybrid","company_url":"https:\/\/se.indeed.com\/cmp\/Scania","company_url_direct":"https:\/\/www.scania.com\/","company_addresses":"Södertälje","company_industry":null,"company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/00b6eace0cb498396c82cf25cdafea4e","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/1e3c56bc63bd0e7eabac9ef192483c29","ceo_name":"Christian Levin","ceo_photo_url":""},{"id":"a429757610c1ce7c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=a429757610c1ce7c","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30154186","title":"Senior C# .NET Developer","company":"BNP Paribas","location":"Mölndal, O, SE","job_type":"fulltime","date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"BNP Paribas Cardif – the insurance company for a changing world. By understanding our partners' core business and needs, we offer tailor-made insurance solutions and create value for our partners - always with the customer in focus. BNP Paribas Cardif Nordic is the insurance unit within the banking group BNP Paribas, one of Europes leading players within bank and finance services.\n  \nWe are now looking for a committed team member to join our IT department. Are you our new Senior C# .NET Developer?\n  \n  \n\nAs Senior C# Developer you will...… be responsible for designing, developing, and maintaining complex software applications using C# .NET and related technologies. You will work closely with other members of the development team, as well as business analysts and project managers, to deliver high-quality software solutions that meet organization’s needs.\n  \n  \n\n**You will also:**  \n\nDevelop and maintain software components using Microsoft .NET, .NET Core and other technologies.\n  \nCollaborate with other developers, business analysts and project managers to identify requirements, develop specifications and estimate project timelines.\n  \nWrite clean, efficient and maintainable code that follows industry best practices and coding standards.\n  \nDebug and troubleshoot code issues to ensure optimal performance and functionality.\n  \nCreate and maintain technical documentation for software applications.\n  \nParticipate in code review and provide constructive feedback to other developers.\n  \n  \n\nWe are looking for...\n  \n… a person who continuously strive towards improving practices and processes. As the Development team faces various challenges, you need to be able to demonstrate both initiative and flexibility. Knowledge transfer is close to your heart and you feel comfortable in mentoring and training other developers within the team.\n  \nTechnically you’re experienced in setting Continuous Integration\/Deployment platforms like CI\/CD Tools Jenkins, TeamCity. You’ve worked with binary repositories like Artifactory\/Nexus (Artifactory preferred). You have good understanding in configuration management tools (Ansible is preferred) and SonarQube (work for various technologies like Java\/.NET\/C++ etc.).\n  \nYou understand various packaging technologies like nuget, npm, maven, gradle etc. and have knowledge of container technology (Docker preferred).\n  \n  \n\n**Our wishes:**  \n\nBachelor's or Master's degree in Computer Science or related field\n  \n5+ years of experience in software development using C# .NET and related technologies\n  \nStrong knowledge of C# .NET and related technologies such as ASP.NET, MVC, and Entity Framework\n  \nExperience in Web API\/RESTful API design (Swagger,versioning,JWT)\n  \nCloud exposure\n  \nExperience in Microservice Architecture\/Setup Experience with front-end technologies such as ASP.NET, Web applicaitons, React,HTML, CSS, and JavaScript\n  \n  \n\nWhy BNP Paribas Cardif?\n  \nImagine an organization, small enough to develop but large enough to handle change. At BNP Paribas Cardif, the business development perspective permeates everything we do and comes with encouragement to drive ideas and space to develop new products and services in a changing world. With 120 employees in Sweden, Norway and Denmark, we develop and deliver risk insurance through partners in the Nordic markets.\n  \nIf you join us, you will enter into an exciting phase in an international company with a multicultural environment. Brining your experience and expertise into the organization, you will have the opportunity to make a difference all while being surrounded by committed and wonderful colleagues.\n  \nIn addition to that, we also offer beneficial pension plan, wellness allowance, floating work free days, exercising on working hours, Benify’s portal for benefits, competence development and social activities and events.\n  \nPlease visit www.bnpparibascardif.se or our hashtag on LinkedIn #BNPParibasCardifNordic\n  \n  \n\n**Additional information:**  \n\nThe position is a permanent employment starting according to agreement. You are welcome to submit your application to our job portal, through the link below. The last day to apply is the 31st of October. Do not hesitate to submit your application. As the selection processes and interviews take place on an ongoing basis, the position may be filled before the last application date.\n  \nPlease note this before submitting your application (in accordance with GDPR legislation): Your application must not contain personal information about marital status, family situation \/ children, ethnic origin, age, political opinions, religious or philosophical beliefs, trade union membership, health or sexual orientation.","company_url":"https:\/\/se.indeed.com\/cmp\/Bnp-Paribas","company_url_direct":"http:\/\/www.group.bnpparibas","company_addresses":"Paris","company_industry":null,"company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"BNP Paribas is one of the best rated banks in the world. The Group has a presence in more than 75 countries and more than 189,000 employees.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/58509df828471342395cd96e17cbf26b","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/3e719f11c043ab242b25ad96fc1273a9","ceo_name":"","ceo_photo_url":""},{"id":"b5b6ed07b42e939c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b5b6ed07b42e939c","job_url_direct":"https:\/\/karriar.gub.se\/jobs\/302851-systemadministratorsystemutvecklare-till-it-avdelning","title":"Systemadministratör\/systemutvecklare till IT-avdelning!","company":"Gamla Uppsala Buss AB","location":"Uppsala, C, SE","job_type":"fulltime","date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"_fortroendevalda@gub.se","description":"Vi söker en serviceinriktad systemadministratör\/systemutvecklare till Gamla Uppsala Buss. Hos oss kommer du att arbeta med varierade arbetsuppgifter inom IT i ett företag med stor samhällsnytta. Du kommer att tillhöra IT-avdelningen som idag består av fem medarbetare varav en IT-chef, tre systemadministratörer samt en IT-support.\n\n**Arbetsuppgifter**\n\n\nSom systemadministratör kommer du att arbeta med installation och administration av servrar och nätverk, programmering, installation av arbetsstationer och intern IT-support. Rollen innebär ett nära samarbete med samtliga avdelningar där du agerar stöd i IT-relaterade frågor. Du kommer arbeta med projekt för att utveckla applikationer för intern användning och på så vis vara en viktig del i företagets IT-utveckling.\n\n\nExempel på arbetsområden:  \n\n* Intern IT-support\n* Serverdrift\n* SQL-databaser\n* Scripting\n* Programmering (exempelvis API:er och webbapplikationer)\n* BI\/dataanalys\n* AI\/ML\n* IT-säkerhet\n**Kravprofil**  \n\n* Eftergymnasial utbildning i systemvetenskap\/datavetenskap eller motsvarande kompetens hämtad från arbetslivet\n* Goda kunskaper i Windows\n* Grundläggande förståelse och kännedom om nätverk\n* Goda kunskaper i svenska\n* Körkort B\n\nKunskaper inom programmering (gärna C# eller Java), scriptspråk, Active Directory, Microsoft 365, PowerBI, virtualisering (VMware eller Hyper-V) samt SQL-databaser är mycket meriterande.\n\n**Vem är du?**\n\n\nVi tror att du är i början av din IT-karriär och är redo för att ta nästa steg inom ett företag med stora utvecklingsmöjligheter. Vi söker dig som har ett genuint intresse för IT- och systemfrågor och som trivs med varierande arbetsuppgifter. Vi tror att du är en person som har lätt för att ta kontakt med människor och bra på att samarbeta tätt ihop med andra.\n\n\nSom person är du serviceinriktad, prestigelös och bra på att snabbt sätta dig in i olika sammanhang. Du har en flexibel inställning och kan ta dig an varierande arbetsuppgifter från dag till dag. Du är en lagspelare som trivs att arbeta tätt tillsammans med ett team som arbetar mot gemensamma mål. Vidare är du pedagogiskt lagd, bra på att ta egna initiativ och lösa problem.\n\n**Om tjänsten**  \n\n  \n\nTillsvidareanställning med 6 mån provanställning \/ Heltid \/ Centralt i Uppsala\n\n*Arbetstider*: måndag - fredag, kontorstider med viss flextid.\n\n\nSchemalagd beredskap dygnet runt gäller cirka 10-15 veckor per år med beredskap i hemmet eller annan plats som överenskommits.\n\n\nTillträdesdag efter överenskommelse.\n\n**Rekryteringsprocessen**\n\n\nSista ansökningsdag 2025-10-31. Rekrytering sker löpande och rollen kan komma att tillsättas innan sista ansökningsdag.\n\n\nHar du frågor så är du välkommen att kontakta:  \n\nMartin Pless, IT-chef, 018-444 58 55  \n\nMatilda Eldh, HR-Specialist, 018-444 58 35  \n\nFacklig representant, vision\\_fortroendevalda@gub.se\n\n**Om företaget**\n\n\nGamla Uppsala Buss är ett av Sveriges största offentligt ägda bussföretag och ägs idag av Region Uppsala. Vårt huvudsakliga uppdrag är att bedriva Uppsalas stadsbusstrafik. GUB har även egen verkstad med tillhörande servicehall, hållplatsservice samt egen utbildning för bussförare. Företaget är beläget i centrala Uppsala och har ungefär 600 anställda.\n\n\nSom anställd hos GUB blir du en del av ett glatt gäng där din kompetens gör nytta. Företaget erbjuder kompetensutveckling, förmånliga personalaktiviteter såsom utbildningar, friskvård och aktivitetsdagar.","company_url":"https:\/\/se.indeed.com\/cmp\/Gamla-Uppsala-Buss-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ffae1ad6079eefa2","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ffae1ad6079eefa2","job_url_direct":"https:\/\/group.bnpparibas\/en\/careers\/job-offer\/senior-c-net-developer-to-bnp-paribas-cardif","title":"Senior C# .NET Developer to BNP Paribas Cardif","company":"BNP Paribas","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"BNP Paribas Cardif – the insurance company for a changing world. By understanding our partners' core business and needs, we offer tailor-made insurance solutions and create value for our partners - always with the customer in focus. BNP Paribas Cardif Nordic is the insurance unit within the banking group BNP Paribas, one of Europes leading players within bank and finance services.\n\n\nWe are now looking for a committed team member to join our IT department. Are you our new Senior C# .NET Developer?\n\n**As** **Senior C# .NET Developer****you will…**\n\n\n… be responsible for designing, developing, and maintaining complex software applications using C# .NET and related technologies. You will work closely with other members of the development team, as well as business analysts and project managers, to deliver high-quality software solutions that meet organization’s needs.\n\n**You will also;**\n\n\nDevelop and maintain software components using Microsoft .NET, .NET Core and other technologies.\nCollaborate with other developers, business analysts and project managers to identify requirements, develop specifications and estimate project timelines.\nWrite clean, efficient and maintainable code that follows industry best practices and coding standards.\nDebug and troubleshoot code issues to ensure optimal performance and functionality.\nCreate and maintain technical documentation for software applications.\nParticipate in code review and provide constructive feedback to other developers.**We are looking for...**\n\n\n… a person who continuously strive towards improving practices and processes. As the Development team faces various challenges, you need to be able to demonstrate both initiative and flexibility. Knowledge transfer is close to your heart and you feel comfortable in mentoring and training other developers within the team.\n\n\nTechnically you’re experienced in setting Continuous Integration\/Deployment platforms like CI\/CD Tools Jenkins, TeamCity. You’ve worked with binary repositories like Artifactory\/Nexus (Artifactory preferred). You have good understanding in configuration management tools (Ansible is preferred) and SonarQube (work for various technologies like Java\/.NET\/C++ etc.).\n\n\nYou understand various packaging technologies like nuget, npm, maven, gradle etc. and have knowledge of container technology (Docker preferred).\n\n**Our wishes:**\n\n\nBachelor's or Master's degree in Computer Science or related field\n5+ years of experience in software development using C# .NET and related technologies\n\nStrong knowledge of C# .NET and related technologies such as ASP.NET, MVC, and Entity Framework\nExperience in Web API\/RESTful API design (Swagger,versioning,JWT)\nCloud exposure\nExperience in Microservice Architecture\/Setup\nExperience with front-end technologies such as ASP.NET, Web applicaitons, React,HTML, CSS, and JavaScript**Why BNP Paribas Cardif?**  \n\nImagine an organization, small enough to develop but large enough to handle change. At BNP Paribas Cardif, the business development perspective permeates everything we do and comes with encouragement to drive ideas and space to develop new products and services in a changing world. With 120 employees in Sweden, Norway and Denmark, we develop and deliver risk insurance through partners in the Nordic markets.\n\n\nIf you join us, you will enter into an exciting phase in an international company with a multicultural environment. Brining your experience and expertise into the organization, you will have the opportunity to make a difference all while being surrounded by committed and wonderful colleagues.\n\n\nIn addition to that, we also offer beneficial pension plan, wellness allowance, floating work free days, exercising on working hours, Benify’s portal for benefits, competence development and social activities and events.\n\n\nPlease visit www.bnpparibascardif.se\n(Opens in a new tab)\n or our hashtag on LinkedIn #BNPParibasCardifNordic **Additional information:**\n\n\nThe position is a permanent employment starting according to agreement. You are welcome to submit your application to our job portal, through the link below. The last day to apply is the **31st of October.** Do not hesitate to submit your application. As the selection processes and interviews take place on an ongoing basis, the position may be filled before the last application date.\n\n\nPlease note this before submitting your application (in accordance with GDPR legislation): Your application must not contain personal information about marital status, family situation \/ children, ethnic origin, age, political opinions, religious or philosophical beliefs, trade union membership, health or sexual orientation.","company_url":"https:\/\/se.indeed.com\/cmp\/Bnp-Paribas","company_url_direct":"http:\/\/www.group.bnpparibas","company_addresses":"Paris","company_industry":null,"company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"BNP Paribas is one of the best rated banks in the world. The Group has a presence in more than 75 countries and more than 189,000 employees.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/58509df828471342395cd96e17cbf26b","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/3e719f11c043ab242b25ad96fc1273a9","ceo_name":"","ceo_photo_url":""},{"id":"d86610d389ea9b42","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d86610d389ea9b42","job_url_direct":"http:\/\/se.indeed.com\/job\/unity-developer-intern-d86610d389ea9b42","title":"Unity Developer Intern","company":"XR Solutions AB","location":"Jobba hemifrån, SE","job_type":"internship","date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"At **XR Solutions**, we're redefining the future of industrial operations through machine learning-powered **augmented reality**. Our mission is to transform how machines are operated, maintained, and optimized—unlocking innovative workflows that were once out of reach.\n\nBy combining cutting-edge AR technology with research-driven optimizations, we build practical, high-performance solutions that directly impact real-world industrial environments.\n\nJoin us and help shape the next generation of XR systems—where your work will contribute to meaningful change in how industries function.\n\n**Role Overview**\n\nWe’re looking for a **passionate, detail-oriented Unity Developer Intern** with a strong interest in XR interaction and immersive technologies.\n\nWhile the internship is **initially unpaid**, outstanding performance could lead to a **future paid opportunity**.\n\n**What You’ll Do**\n\n* Collaborate with developers on XR features and infrastructure\n* Design, develop, and test interactive UI\/UX for AR applications\n* Integrate and support backend systems and services\n* Conduct research into AR technologies, including hardware like HMDs\n* Contribute to product design and optimization ahead of our first pilot launch\n* Help solve complex, real-world challenges using cutting-edge tools\n\n**What You’ll Gain**\n\n* Hands-on experience building XR applications used in industry\n* Deep exposure to Unity, ARKit, and backend systems integration\n* Real-world application of UI\/UX principles in immersive environments\n* Insight into the full development lifecycle of AR products\n* A chance to work on a product preparing for its first commercial deployment\n* Experience in a collaborative, startup-style tech environment\n\n**What We’re Looking For**\n\n* Proficiency in **Unity** and **ARKit**\n* Proficiency in **C#**\n* Experience with **3D modeling** tools (e.g., Blender, Maya)\n* Knowledge of **Figma** for UI\/UX design\n* Passion for XR, AR, and immersive technologies\n* Familiarity with **Xcode** and **HMDs** (head-mounted displays) is a plus\n\n**Ready to Apply?**\n\nIf you’re excited about AR, eager to learn, and want to make an impact in a fast-moving tech space—we want to hear from you!\n\nSend us your **resume** along with a **short statement** about why you're interested in the role. We're excited to support your growth and help you develop your skills in XR development.\n\nJob Type: Internship  \nContract length: 6 months\n\nApplication Question(s):\n\n* How many years of work experience do you have with Unity?\n* I have noted that this is an Unpaid Internship Position?\n* How many years of work experience do you have with 3D modeling?\n* How many years of work experience do you have with ARKit?\n* How many years of work experience do you have with Augmented Reality (AR)?\n\nWork Location: Remote","company_url":"https:\/\/se.indeed.com\/cmp\/Xr-Solutions-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"fbea68780959364c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=fbea68780959364c","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I012\/900\/job?site=6&lang=SE&validator=5ff3619e16ded0766ec787b65029355b&job_id=741","title":"AI-utvecklare","company":"Softronic","location":"Stockholm, AB, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Vill du vara med och skapa framtidens AI-lösningar?**  \n\n**Hos oss får du arbeta med den senaste tekniken inom AI och generativ AI – i ett team där innovation, samhällsnytta och personlig utveckling står i fokus. Vi söker dig som brinner för data, teknik och att lösa komplexa problem tillsammans med engagerade kollegor. Välkommen till en arbetsplats där idéer får ta plats och där du är med och gör skillnad på riktigt.**\n\n\n**Vi arbetar med olika projekt inom AI och generativ AI, samt utför traditionell dataanalys. Vi använder flera plattformar men mycket sker inom Microsofts AI Plattform med t.ex Azure Open AI, Azure AI Foundry och Copilot Studio. Utöver detta så hjälper vi även kunder på ett strategiskt plan med rådgivning, AI-Strategier och AI-Policys.**\n\n\n\nVi har en spännande tid framför oss med en ökad efterfrågan och nya uppdrag inom AI. Det gör gör att vi behöver förstärka vårt **Data Analytics och AI-team**. Vi söker personer med erfarenhet inom dataanalys\/AI och gärna med kompetens inom Microsofts AI Plattform. Med starkt samarbete med Microsoft och andra plattformar erbjuder vi spännande framtidsutsikter och projekt i våra leveransteam.\n\n\n**Vad du kommer att göra hos oss?**  \n\nSom AI-utvecklare kommer du ingå i ett av våra utvecklingsteam som arbetar agilt med ny- och vidareutveckling. Du jobbar själv eller i grupp på ett eller flera uppdrag. Det finns även möjlighet att prova annat än AI då våra projekt innehåller en mängd olika plattformar och tekniker. Tillsammans med dig och din egen utvecklingsplan finns det möjligheter att utvecklas inom många områden.\n\n\n\nRollen som AI-utvecklare hos oss innebär ett varierat och brett arbetsområde där du aktivt deltar i forskning och utveckling (R&D), utforskar och testar nya tekniker samt bidrar med kreativa lösningar på komplexa problem. Du får utrymme att prova nya idéer, utvärdera innovationer och arbeta tvärfunktionellt, vilket gör att du kontinuerligt utvecklas och är med och formar framtidens AI-lösningar.\n\n\n\nSom AI-utvecklare tar du ansvar för att lösa en uppgift och är även bekväm med att ta fram lösningsförslag, tänka ut en design eller lösa arktitekturfrågor. Du tycker om att jobba tillsammans med övriga i ditt team och att dela med dig av dina erfarenheter. Då vi utvecklar våra AI-lösningar tillsammans med kund så ska du vara van vid att löpande kundkontakt.\n\n\n**Vi ser att du:**  \n\n - Har Högskole- eller universitetsutbildning, sannolikt inom AI, system- och\/eller datavetenskap eller motsvarande utbildning. Du behärskar Python väl och\/eller har erfarenhet inom Microsofts AI Stack med t.ex Azure OPEN AI, Foundry, Fabric och Copilot Studio.  \n\n* Har jobbat inom IT helst med mjukvaruutveckling i minst 2 år\n* Behärskar SQL för databearbetning och dataanalys\n* Gillar siffror, data och AI\n* Inte tvekar att ta itu med utmaningar och ny teknik\n* Har erfarenhet av modern utvecklingsmetodik\n* Har kommunikativ förmåga och utrycker dig väl i svenska och engelska både i tal och skrift.\n\n**Vi tror också att du är erfaren inom flera av nedanstående områden:**  \n\n* Gärna jobbat med dataflöden och data management\n* HTML\/Javascript\/Typescript\/Angular\n* Andra språk som .Net\n* MS Fabric, MS Factory, Power BI\n* Integrationer\n* WebAPI\n* Molntjänster exempelvis Azure\n* Git, TFS\n* NoSQL, GraphDB eller liknande\n\n**Vi erbjuder dig:**  \n\n* Att tillsammans med andra bygga viktiga saker, som spelar roll\n* Friskvårdsbidrag, kollektivavtal, tjänstepension och brett utbud av aktiviteter\n* Flexibel arbetstid och balans mellan arbete & fritid\n* Stark kollegial anda i ekonomiskt stabilt företag.\n\n**Om oss**  \n\nVi på Softronic jobbar ständigt med att förﬂytta våra kunder mot morgondagens teknik. Vare sig det handlar om att utveckla AI, automatisera processer eller modernisera en äldre lösning med bibehållen tillgänglighet. En annan sida av det vi gör är att vi hjälper våra kunder att utveckla innovativa och driftsäkra tjänster som skapar samhällsnytta genom att förenkla människors liv och jobb. På så sätt blir vi och vår teknik en positiv kraft i samhället och en del i att göra världen lite mer hållbar. Det är det vi kallar GoodTech.  \n\nVi ser arbetet och arbetsplatsen som en av flera energigivande delar i människans liv. Därför odlar vi aktivt en kultur av gemenskap och lust, där brädspelskvällar, löprundor med kollegorna längs vattnet eller en ﬁka på terrassen är viktigt och ska få lov att ta plats. Genom gemenskap och samhörighet blir det också enklare att tillsammans vidareutveckla våra förmågor, för att i förlängningen kunna vässa vårt erbjudande mot våra kunder.","company_url":"https:\/\/se.indeed.com\/cmp\/Softronic","company_url_direct":"https:\/\/www.softronic.se\/","company_addresses":"Stockholm","company_industry":null,"company_num_employees":"501 to 1,000","company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"c810e950bfe2042e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c810e950bfe2042e","job_url_direct":"https:\/\/sigmatechnology.com\/open-position-detail\/?id=profiler-position-7528","title":"SENIOR FULL-STACK DEVELOPER TO OUR GOTHENBURG DIGITALIZATION TEAM","company":"Sigma Technology","location":"Göteborg, O, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"peter.hedberg@sigmatechnology.com, peter.hedberg@sigmatechnology.com","description":"Sigma Technology* All open positions\n* Open Positions details\n**JOB DESCRIPTION**\n-------------------\n\n\nThe role:  \n\nYou will be part of a highly skilled development team at our customer, where you will have main focus on development in AWS. You will be an active part of the group, which try to be in the forefront in new technology within the company, both in how we are working \"as is\" and come with ideas, but also contribute to a good environment in and around the group.  \n\n  \n\nYou will interact with different areas\/persons, such as Product owners, project leaders, other developers and other stakeholders in other business areas.\n\n\nYou can not work from another country and you will be at our customers' premises at least 3 days per week.\n\n\n**BASIC QUALIFICATIONS**\n------------------------\n\n\nYour personality is your major reason for success, but to be successful in this position, you should have following skills and talents:  \n\n* Good experience with application development across multiple sectors\n* Experience with a diverse set of languages and programming paradigms.\n* Experience with multiple database systems.\n* Hands on experience with React for frontend, and java for backend.\n* MUI\n* EmotionD styliing,\n* Mockoon,\n* Vitest + react-testing-framework.\n* Understanding of event driven architecture.\n* Understanding of distributed systems architecture.\n* Fluent in English - both written and spoken. Swedish citizenship\n**PREFERRED ADDITIONAL SKILLS, PERSONAL TRAITS, EXPERIENCE**\n------------------------------------------------------------\n\n\nExtra merits:  \n\n* Hands on experience with AWS CDK, Typescript\n* Experience in Test frameworks (Jest, Cypress) and test automation.\n* Experience in functional programing\n* Experience with graph data structures.\n* Experience in DevOps methodologies and continuous integration\n**WE OFFER**\n------------\n\n\nA familiar team with the big company's possibilities, fun and supportive colleagues and a solid & stable employment.\n\n**CONTACT**\n-----------\n\n\nFör mer information kontakta  \n\n  \n\nPeter Hedberg,  \n\n+70 3402246  \n\n\npeter.hedberg@sigmatechnology.com\n\n* POSITION\nSenior Full-stack developer to our Gothenburg digitalization team\n* POSITION AREA\nSoftware development embedded systems, Software development, Digitalisation\n* COMPANY\nSigma Technology Embedded Solutions\n* CITY\nGöteborg\n* COUNTRY\nSweden\n* CONTACT\nPeter Hedberg\n*peter.hedberg@sigmatechnology.com*\n  \n\n*+703402246*\n* PUBLICATION DATE\n16 October 2025\n* EXPIRED DATE\n02 November 2025\n\n FOR THIS POSITION\n\n  \n\n  \n\n  \n\n  \n\nAdd CV\\*\n\n\nDOC, DOCX, PDF. Max. file size 5MB.\n\n\n+\nI hereby agree that my data may be handled in accordance with our Privacy Policy.","company_url":"https:\/\/se.indeed.com\/cmp\/Sigma-Technology","company_url_direct":"https:\/\/sigmatechnology.se\/","company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/a61e9d9ca10e05838e86534361050d95","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"87c17aaeeb3e8a8d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=87c17aaeeb3e8a8d","job_url_direct":"https:\/\/sigmatechnology.com\/open-position-detail\/?id=profiler-position-7527","title":"SENIOR JAVA DEVELOPER (FOCUS BACKEND)","company":"Sigma Technology","location":"Göteborg, O, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"peter.hedberg@sigmatechnology.com, peter.hedberg@sigmatechnology.com","description":"Sigma Technology* All open positions\n* Open Positions details\n**JOB DESCRIPTION**\n-------------------\n\n\nWe are now looking to expand the team with a Senior Java backend developer stationed in Gothenburg with Swedish citizenship.\n  \n\n  \n\nIn summary you have:  \n\n* At least 10 years of experience in backend Java programming, preferably using technologies like Spring Boot, JMS, RelDb (or similar tools)\n* AWS (Serverless, nodeJ)\n* Solid experience in using Unix, Linux\n* Experience from Test-driven development (TDD)\n* Experience of Agile way of working\n\n  \n\nGood:  \n\n* Understanding of scalability and experience of load tests\n* Understanding of Micro services architecture and design\n\n  \n\nMerits:  \n\n* Experience in UDP, Binary SMS and sat-com\n* Swedish citizenship\n* Experience in Automotive industry and connectivity.\n\n  \n\nAny additional knowledge of connected applications, CI\/CD, CDK, Code Pipelines, Docker, Serverless development, load testing and application profiling is a bonus. Your personality is the major reason for you to succeed in this role. We want you to be curious in new technologies. Experience from using AI in pattern recognition is a merit.\n  \n\n  \n\nYou are required to be working at our office or at our customers' premises, though we applies flexible work place when possible. It is NOT interesting with offshore or working from another country.\n**BASIC QUALIFICATIONS**\n------------------------\n\n* At least 10 years of experience in backend Java programming, preferably using technologies like Spring Boot, JMS, RelDb (or similar tools)\n* AWS (Serverless, nodeJ)\n* Solid experience in using Unix, Linux\n* Experience from Test-driven development (TDD)\n* Experience of Agile way of working\n**PREFERRED ADDITIONAL SKILLS, PERSONAL TRAITS, EXPERIENCE**\n------------------------------------------------------------\n\n* Experience in UDP, Binary SMS and sat-com\n* Swedish citizenship\n* Experience in Automotive industry and connectivity.\n**WE OFFER**\n------------\n\n\nA familiar team with a good and enthusiastic atmosphere.\n\n**CONTACT**\n-----------\n\n\nFör mer information kontakta  \n\n  \n\nPeter Hedberg,  \n\n+70 3402246  \n\n\npeter.hedberg@sigmatechnology.com\n\n* POSITION\nSenior Java developer (focus backend)\n* POSITION AREA\nSoftware development embedded systems, Software development, Digitalisation\n* COMPANY\nSigma Technology Embedded Solutions\n* CITY\nGöteborg\n* COUNTRY\nSweden\n* CONTACT\nPeter Hedberg\n*peter.hedberg@sigmatechnology.com*\n  \n\n*+703402246*\n* PUBLICATION DATE\n16 October 2025\n* EXPIRED DATE\n16 November 2025\n\n FOR THIS POSITION\n\n  \n\n  \n\n  \n\n  \n\nAdd CV\\*\n\n\nDOC, DOCX, PDF. Max. file size 5MB.\n\n\n+\nI hereby agree that my data may be handled in accordance with our Privacy Policy.","company_url":"https:\/\/se.indeed.com\/cmp\/Sigma-Technology","company_url_direct":"https:\/\/sigmatechnology.se\/","company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/a61e9d9ca10e05838e86534361050d95","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f4cbb4ed09598f61","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f4cbb4ed09598f61","job_url_direct":"https:\/\/www.sigma.se\/position\/senior-full-stack-developer-to-our-gothenburg-digitalization-team-goteborg-sweden-en-20251016\/","title":"Senior Full-stack developer to our Gothenburg digitalization team","company":"Sigma Group","location":"Göteborg, O, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"peter.hedberg@sigmatechnology.com, peter.hedberg@sigmatechnology.com","description":"### **JOB DESCRIPTION**\n\n\n\nThe role:\n  \n\nYou will be part of a highly skilled development team at our customer, where you will have main focus on development in AWS. You will be an active part of the group, which try to be in the forefront in new technology within the company, both in how we are working \"as is\" and come with ideas, but also contribute to a good environment in and around the group.\n\n\n\nYou will interact with different areas\/persons, such as Product owners, project leaders, other developers and other stakeholders in other business areas.\n\n\n\nYou can not work from another country and you will be at our customers' premises at least 3 days per week.\n\n\n### **BASIC QUALIFICATIONS**\n\n\n\nYour personality is your major reason for success, but to be successful in this position, you should have following skills and talents:\n  \n\n· Good experience with application development across multiple sectors\n  \n\n· Experience with a diverse set of languages and programming paradigms.\n  \n\n· Experience with multiple database systems.\n  \n\n· Hands on experience with React for frontend, and java for backend.\n  \n\n· MUI\n  \n\n· EmotionD styliing,\n  \n\n· Mockoon,\n  \n\n· Vitest + react-testing-framework.\n  \n\n· Understanding of event driven architecture.\n  \n\n· Understanding of distributed systems architecture.\n  \n\n· Fluent in English - both written and spoken. Swedish citizenship\n\n\n\n### **PREFERRED ADDITIONAL SKILLS, PERSONAL TRAITS AND EXPERIENCE**\n\n\n\nExtra merits:\n  \n\n· Hands on experience with AWS CDK, Typescript\n  \n\n· Experience in Test frameworks (Jest, Cypress) and test automation.\n  \n\n· Experience in functional programing\n  \n\n· Experience with graph data structures.\n  \n\n· Experience in DevOps methodologies and continuous integration\n\n\n\n### **WE OFFER**\n\n\n\nA familiar team with the big company's possibilities, fun and supportive colleagues and a solid & stable employment.\n\n\n### **MORE INFORMATION**\n\n  \n\n\n\nPeter Hedberg,  \n\n+70 3402246  \n\npeter.hedberg@sigmatechnology.com\n\n\n\n* #### **POSITION**\n\n\nSenior Full-stack developer to our Gothenburg digitalization team\n* #### **COMPANY**\n\n\nSigma Technology Embedded Solutions\n* #### **LOCATION**\n\n\nGöteborg, Sweden\n* #### **COMPETENCE AREA**\n\n\nSoftware development embedded systems, Software development, Digitalisation\n* #### **PUBLICATION DATE**\n\n\n2025-10-16\n* #### **EXPIRATION DATE**\n\n\n2025-11-02\n* #### **CONTACT**\n\n\nPeter Hedberg, peter.hedberg@sigmatechnology.com, +703402246","company_url":"https:\/\/se.indeed.com\/cmp\/Sigma-Group","company_url_direct":"http:\/\/www.sigmagroup.com","company_addresses":"10 Mountainview Road\r\nUpper Saddle River, NJ 07458","company_industry":" Consulting And Business Services","company_num_employees":"51 to 200","company_revenue":"$5M to $25M (USD)","company_description":"Sigma Group creates innovative marketing and advertising programs that connect companies and their customers to drive business results.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"39bb2a4bdb94dca9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=39bb2a4bdb94dca9","job_url_direct":"https:\/\/www.sigma.se\/position\/senior-java-developer-focus-backend-goteborg-sweden-en-20251016\/","title":"Senior Java developer (focus backend)","company":"Sigma Group","location":"Göteborg, O, SE","job_type":null,"date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"peter.hedberg@sigmatechnology.com, peter.hedberg@sigmatechnology.com","description":"### **JOB DESCRIPTION**\n\n\n\nWe are now looking to expand the team with a Senior Java backend developer stationed in Gothenburg with Swedish citizenship.\n\n\nIn summary you have:\n  \n\n• At least 10 years of experience in backend Java programming, preferably using technologies like Spring Boot, JMS, RelDb (or similar tools)\n  \n\n• AWS (Serverless, nodeJ)\n  \n\n• Solid experience in using Unix, Linux\n  \n\n• Experience from Test-driven development (TDD)\n  \n\n• Experience of Agile way of working\n\n\n\nGood:\n  \n\n• Understanding of scalability and experience of load tests\n  \n\n• Understanding of Micro services architecture and design\n\n\n\nMerits:\n  \n\n• Experience in UDP, Binary SMS and sat-com\n  \n\n• Swedish citizenship\n  \n\n• Experience in Automotive industry and connectivity.\n\n\n\nAny additional knowledge of connected applications, CI\/CD, CDK, Code Pipelines, Docker, Serverless development, load testing and application profiling is a bonus. Your personality is the major reason for you to succeed in this role. We want you to be curious in new technologies. Experience from using AI in pattern recognition is a merit.\n\n\nYou are required to be working at our office or at our customers' premises, though we applies flexible work place when possible. It is NOT interesting with offshore or working from another country.\n\n\n### **BASIC QUALIFICATIONS**\n\n\n\n• At least 10 years of experience in backend Java programming, preferably using technologies like Spring Boot, JMS, RelDb (or similar tools)\n  \n\n• AWS (Serverless, nodeJ)\n  \n\n• Solid experience in using Unix, Linux\n  \n\n• Experience from Test-driven development (TDD)\n  \n\n• Experience of Agile way of working\n\n\n\n### **PREFERRED ADDITIONAL SKILLS, PERSONAL TRAITS AND EXPERIENCE**\n\n\n\n• Experience in UDP, Binary SMS and sat-com\n  \n\n• Swedish citizenship\n  \n\n• Experience in Automotive industry and connectivity.\n\n\n\n### **WE OFFER**\n\n\n\nA familiar team with a good and enthusiastic atmosphere.\n\n\n### **MORE INFORMATION**\n\n  \n\n\n\nPeter Hedberg,  \n\n+70 3402246  \n\npeter.hedberg@sigmatechnology.com\n\n\n\n* #### **POSITION**\n\n\nSenior Java developer (focus backend)\n* #### **COMPANY**\n\n\nSigma Technology Embedded Solutions\n* #### **LOCATION**\n\n\nGöteborg, Sweden\n* #### **COMPETENCE AREA**\n\n\nSoftware development embedded systems, Software development, Digitalisation\n* #### **PUBLICATION DATE**\n\n\n2025-10-16\n* #### **EXPIRATION DATE**\n\n\n2025-11-16\n* #### **CONTACT**\n\n\nPeter Hedberg, peter.hedberg@sigmatechnology.com, +703402246","company_url":"https:\/\/se.indeed.com\/cmp\/Sigma-Group","company_url_direct":"http:\/\/www.sigmagroup.com","company_addresses":"10 Mountainview Road\r\nUpper Saddle River, NJ 07458","company_industry":" Consulting And Business Services","company_num_employees":"51 to 200","company_revenue":"$5M to $25M (USD)","company_description":"Sigma Group creates innovative marketing and advertising programs that connect companies and their customers to drive business results.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"2126dbca17eb7826","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=2126dbca17eb7826","job_url_direct":"http:\/\/se.indeed.com\/job\/junior-web-developer-2126dbca17eb7826","title":"Junior Web Developer","company":"Leadstar Media AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Hey there! Are you our next Leadstar? Take the chance of a lifetime and join a market leading, fast-paced team in the sports betting affiliate industry!\n\nWe offer you:\n\n* The opportunity to play an important role in one of the fastest growing tech companies in Sweden\n* The opportunity to learn a lot and to develop yourself\n* The prospect to grow within the company and take on more responsibilities\n* A workplace where Mondays feel like Fridays\n\nWhat we want in return:\n\n* A high level of commitment\n* An eagerness to learn and to become the best\n* Smartness and creativity\n* A positive mindset\n\n**Who are we looking for?**\n\nWe are looking for a Junior Web Developer who will be the newest addition to our team of Developers.\n\n* You are a competitive person who wants to achieve results and always strives to do your best\n* You are a self-driven person who likes to try out new things and take responsibility for your own projects\n* You are a well-structured person and able to plan your work tasks\n* You are an analytical thinker\n* It’s a plus if you are interested in the iGaming industry and\/or sports betting, but this is not a requirement\n* You have advanced knowledge of working with HTML, CSS and JavaScript\n* You have basic knowledge of Programming (preferably PHP)\n* You have basic knowledge of Version handling such as Git\n* You have an understanding of CMS systems\n* You are based in or willing to move to Stockholm\n* You are fluent in both English and Swedish\n* It is a plus (but not a minus) if you have experience with Amazon Web Services (Amazon S3, EC2), MySQL, SEO, Technical SEO (Web Core Vitals) or Web design\n\n**Job description**\n\nYour work tasks will include the following:\n\n* Updating and maintaining our websites, as well as supporting the people that are working on them\n* New development around Leadstar Media’s product (websites)\n* Collaborating and communicating with the different teams based on incoming requests\n\nAt Leadstar Media you always have the possibility to grow within the company and take on more responsibilities. Several of our team members have taken career steps within the company. The ambition to learn and the ability to take on responsibility are the essential skills required of prospective employees.\n\n**About Leadstar Media**\n\nLeadstar Media is a fast growing Swedish scale-up company that operates several websites within the sports betting industry. Today the company consists of over 70 employees and full-time consultants as well as several part-time freelancers. We are an international company with around 30 different nationalities represented and a presence in over 30 different geographical markets. Leadstar Media’s ambition is to create exceptional products for our visitors and to become the no. 1 sports betting affiliate in the world. We believe that the best way to achieve this is by having a tight-knit team of creators with a high level of autonomy.\n\nAt Leadstar Media you will work together with entrepreneurial individuals who are eager to learn everything about their particular field. We want you to have the same winner mindset as the rest of the team!\n\nIn addition to work, we organize other activities outside of work-hours such as small events, company trips and kick-offs.\n\nAt Leadstar Media you always have the opportunity to grow within the company and take on more responsibility. Several of our talents have grown to become true stars and leaders. We have learned that the most important skills you need for this job are an ambition to learn, and the ability to take on responsibility.\n\n**More information**\n\nStart: As soon as possible  \nPeriod of employment: six months probationary employment with one month of notice.\n\nWe are looking forward to receiving your job application!\n\nFollow Leadstar Media on Linkedin  \nFollow Leadstar Media on Instagram  \nFollow Leadstar Media on Facebook\n\nJob Type: Full-time\n\nWork Location: In person","company_url":"https:\/\/se.indeed.com\/cmp\/Leadstar-Media-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"8b325a89022e485e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8b325a89022e485e","job_url_direct":"http:\/\/se.indeed.com\/job\/praktikplats-lia-backendutvecklare-8b325a89022e485e","title":"PRAKTIKPLATS - LIA - Backendutvecklare","company":"The Brand Concept","location":"Stockholm, AB, SE","job_type":"parttime, fulltime","date_posted":1760572800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**PRAKTIKPLATS - LIA - Backendutveckling i Odoo**\n\nVi söker en praktikant som vill vara med och utveckla vårt affärssystem i Odoo. Du arbetar nära VD och får bidra till att bygga och förbättra systemets funktioner för att effektivisera verksamheten.\n\nDu behöver inte vara expert – viktigast är att du är driven, noggrann och gillar att lösa problem. Du får arbeta i en miljö med Python och Odoo.\n\n**Programmiljö:**\n\nDu kommer arbeta i Odoo med Python, XML och JavaScript, kopplat till PostgreSQL. Vi använder Linux\/Ubuntu, Git för versionshantering och utvecklingsverktyg som VS Code eller PyCharm. Grundläggande förståelse för webbutveckling och affärsprocesser är viktiga.\n\n**Personliga egenskaper som vi söker:**  \n\\* Driven och självgående  \n\\* Noggrann och strukturerad  \n\\* Engagerad och nyfiken på att lära\n\n**Vi erbjuder:**  \nDu får möjlighet att utvecklas i skarpt läge och bygga värdefulla erfarenheter.  \nDu arbetar i ett centralt beläget kontor nära Stureplan med bra kommunikationer.  \nMöjlighet till distansarbete.  \nErsättning: Vi betalar ditt SL-kort.\n\n**Våra verksamheter:**  \nwww.thebrandconcept.se  \nwww.pinsfactory.se\n\nArbetstid\/Varaktighet: Enligt överenskommelse  \nJobbtyp: Heltid, på plats eller distans  \nArbetsort: Stockholm\n\n**Start:** Omgående eller enligt ök.\n\n***Bra att veta:*** *Vi är inte ett IT-företag, men tillsammans startar vi upp denna resa och driver projketet i mål. Vid behov finns extern expert att hyra in om vi fastnar men det är du som startar upp hela projektet och ser till att vi har nödvändig programvara att arbeta med .*\n\nJobbtyp: Heltid, Deltid\n\nLön: 1,00kr per år\n\nFörmåner:\n\n* Jobba hemifrån\n* Års- och månadskort\n\nAnsökningsfrågor:\n\n* Längd på praktiken: ?\n* Har du någon erfarenhet av beskrivna programiljöer?\n* Vilen utbildning går du nu eller har avslutat: ?\n* När kan du starta?\n\nArbetsort: Delvis på distans i Stockholm","company_url":"https:\/\/se.indeed.com\/cmp\/The-Brand-Concept-1","company_url_direct":"http:\/\/www.thebrandconcept.se","company_addresses":"Styrmansgatan 16, 114 54 Stockholm","company_industry":null,"company_num_employees":"2 to 10","company_revenue":null,"company_description":"The Brand Concept profilerar företag. Vi erbjuder profilreklam och tjänster som förstärker varumärken, marknadskommunikation och driver aktivt mot resultat.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/5f1f4e34a7e9699020e6c3e3daf945e8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"2b79fb2b403f967a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=2b79fb2b403f967a","job_url_direct":"https:\/\/careers.sysmex-astrego.se\/jobs\/6614079-analysutvecklare-assay-developer","title":"Analysutvecklare (Assay Developer)","company":"Sysmex Astrego","location":"Uppsala, C, SE","job_type":null,"date_posted":1760486400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Sysmex Astrego - Together for a better healthcare journey**\n\n\nPå Sysmex Astrego arbetar vi mot något som är större än oss själva – att förbättra hur bakteriella infektioner diagnostiseras och behandlas, samt att bidra till att bromsa ökningen av antibiotikaresistens. Vi är ett medicintekniskt företag baserat i Uppsala, Sverige, och en del av globala Sysmex Group. Här möts vetenskaplig excellens, teknik och en genuin vilja att göra skillnad.\n\n\nVår produkt, PA-100 AST System, som vann det prestigefyllda Longitude Prize 2024, möjliggör snabb identifiering av både bakterien som orsakar infektionen och dess resistens mot antibiotika, på mindre än en timme. Det innebär att patienter kan få korrekt behandling mycket snabbare, vilket är avgörande både för individens hälsa och för den globala folkhälsan.\n\n\nNu söker vi fler kollegor som vill följa med oss på denna resa!\n\n**Om rollen**  \n\nVi söker nu en *Analysutvecklare*som vill vara en del av vårt fantastiska team och som med sin erfarenhet kan bidra till utvecklingen av vår världsledande produkt. Du blir en del av mikrobiologi-teamet på 10 medarbetare där ni tillsammans arbetar i Sysmex Astregos laboratorielokal i Ultuna, Uppsala.\n\n**Arbetsbeskrivning**  \n\nSom analysutvecklare ansvarar du för mikrobiologiavdelningens aktiviteter relaterade till utvecklingen av den mikrobiologiska analysen i företagets testpanelsprodukt. Du driver stabilitetsstudier, säkerställer reagenskvalitet och bidrar vid felsökning, processutveckling och förbättringsarbete.\n\n* ***Reagensutveckling och testmetoder***  \n\nDu utvecklar och optimerar analysreagenser från tidiga tester till dispenseringsfärdiga formuleringar, samt säkerställer att dessa uppfyller krav på stabilitet, prestanda och hållbarhet. Du testar och dokumenterar stabilitet, samt utreder påverkan av exempelvis förpackning och transport.\n* ***Produktvalidering och dokumentation***  \n\nDu medverkar i verifierings- och valideringsstudier, ansvarar för att dokumentera utvecklingsaktiviteter enligt gällande riktlinjer och tar fram nödvändig dokumentation för att möjliggöra överföring till produktion.\n* ***Överföring till produktion och support***  \n\nDu spelar en nyckelroll i överlämningen från utveckling till tillverkning genom att säkerställa att protokoll och reagenser är redo för produktion. Du stödjer även vid felsökning av produktionsavvikelser, utvecklar in-processkontroller (QC) och deltar i processförbättringar.\n* ***Kund- och kvalitetsärenden***  \n\nDu bistår vid utredningar av kundklagomål och deltar i det löpande kvalitetsarbetet kopplat till våra produkter och tillverkningsprocesser.\n* ***Teamarbete och handledning***  \n\nDu samarbetar tätt med andra i mikrobiologiteamet och stöttar panelproduktionen.\n\n**Din profil**  \n\nVi söker dig som trivs i en labbmiljö och uppskattar att arbeta tillsammans med andra för att nå gemensamma mål. Du är noggrann, nyfiken och har ett nytänkande förhållningssätt till ditt arbete. Du känner dig även bekväm med att dokumentera ditt arbete på ett strukturerat sätt. Vi ser gärna att du har:\n\n  \n\n* Universitetsutbildning inom biokemi eller motsvarande område\n* Minst två års erfarenhet av en liknande roll, gärna inom industrin\n* Stark kemisk kompetens, gärna med kunskaper inom både fysikalisk och organisk kemi\n* Grundläggande förståelse för statistik och matematik\n* God laboratorievana, särskilt i arbete med små volymer\n* Mycket goda kunskaper i svenska, både muntligt och skriftligt\n\n**Det är meriterande för tjänsten om du**\n\n* Har goda kunskaper inom mikrobiologi\n* Har goda kunskaper inom testutveckling (assay development)\n\n **Vad vi erbjuder dig**  \n\nSysmex Astrego är engagerade i att skapa en inkluderande arbetsplats som värdesätter mångfald. Vi är icke-diskriminerande och ger varje medarbetare möjlighet att bidra med sin expertis och värdefulla bidrag till teamet. Bland annat erbjuder vi dig:\n\n* Möjligheten att arbeta med utveckling av en världsunik produkt\n* Hög gemenskap på en mångkulturell arbetsplats med personalaktiviteter, teambuilding och gemensamma frukostar på kontoret.\n* Bra friskvårdspaket med bland annat friskvårdsbidrag, friskvårdstimme och attraktiv pensionslösning.\n\n\nVi kommer löpande att intervjua kandidater. Varmt välkommen med din ansökan senast den **10 november 2025**!\n\n\nVi önskar att inte bli kontaktade av externa rekryteringsbolag, bemanningsföretag eller motsvarande. Tack!","company_url":"https:\/\/se.indeed.com\/cmp\/Sysmex-Astrego","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4313002244","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4313002244","job_url_direct":"https:\/\/thehub.io\/jobs\/68efa246c927f3a23a6c21f3?utm_source=linkedin.com&utm_medium=referral&utm_campaign=xmlfeed&urlHash=5FFq","title":"Full Stack Developer Intern On Site","company":"Coursfy","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Are you a passionate aspiring\n **Full Stack Developer** \n with expertise in\n **Next.js** \n , eager to revolutionize the world of online education? Do you thrive in fast-paced, innovative environments where your contributions directly shape the future of learning? If so, we have an exciting internship opportunity for you!\n   \n\n  \n\n**About Coursfy**\n Coursfy is a cutting-edge e-learning platform designed to empower instructors and learners with flexibility, creativity, and autonomy. Our mission is to create a seamless, intuitive educational experience through advanced technology, prioritizing simplicity and ease of use.\n   \n\n  \n\n Why Join Coursfy?\n   \n\n  \n\n* Innovative Technology: Work on a platform that harnesses the power of Next.js to redefine online education.\n* Impactful Work: Your Next.js expertise will enhance the experience for millions of global users.\n* User-Centric Design: Collaborate to ensure our platform’s interface remains intuitive and accessible.\n* Dynamic Team: Join a passionate group of professionals dedicated to transforming learning.\n* Professional Growth: Gain hands-on experience in modern web development and grow your career in a supportive, tech-driven environment.\n\n\n**Key Responsibilities**\n* Develop and maintain robust, scalable web applications using Next.js as the core framework.\n* Implement dynamic, server-side rendering (SSR) and static site generation (SSG) to optimize performance.\n* Collaborate with designers and product managers to craft seamless, responsive user interfaces.\n* Write clean, maintainable, and efficient code, leveraging the full potential of Next.js features.\n* Optimize for SEO and performance, ensuring fast and accessible user experiences.\n* Troubleshoot and debug issues, contributing to the continuous improvement of the platform.\n* Stay updated with the latest developments in Next.js and the web development ecosystem.\n\n\n**Requirements**\n* Strong proficiency in Next.js and related technologies (React.js, Redux, JavaScript, TypeScript, etc.).\n* Familiarity with server-side rendering, static site generation, and API routes in Next.js.\n* Experience with front-end technologies (HTML, CSS, MUI, TailwindCSS, etc.).\n* Knowledge of back-end development (Node.js, RESTful APIs, and microservices architecture).\n* Understanding of databases (SQL, NoSQL) and version control systems like Git.\n* Excellent problem-solving skills and attention to detail.\n* Ability to work collaboratively in a team and independently on tasks.\n\n\n If you’re ready to bring your\n **Next.js** \n skills to the forefront of online education, apply today! Let’s shape the future of learning together.","company_url":"https:\/\/www.linkedin.com\/company\/coursfy","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHkNgCUe7wdbQ\/company-logo_100_100\/company-logo_100_100\/0\/1735210231647\/coursfy_logo?e=2147483647&v=beta&t=GFK3I6blBJ0kVs6-aN8cJ8nFyDMVrg1pKRv3v6wE9zY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4315693179","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4315693179","job_url_direct":null,"title":"Graduate Software Engineer","company":"Visa","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"As the world's leader in digital payments technology, Visa's mission is to connect the world through the most creative, reliable and secure payment network - enabling individuals, businesses, and economies to thrive. Our advanced global processing network, VisaNet, provides secure and reliable payments around the world, and is capable of handling more than 65,000 transaction messages a second. The company's dedication to innovation drives the rapid growth of connected commerce on any device, and fuels the dream of a cashless future for everyone, everywhere. As the world moves from analog to digital, Visa is applying our brand, products, people, network and scale to reshape the future of commerce.\n   \n\n  \n\n\n\n\n\n At Visa, your individuality fits right in. Working here gives you an opportunity to impact the world, invest in your career growth, and be part of an inclusive and diverse workplace. We are a global team of disruptors, trailblazers, innovators and risk-takers who are helping drive economic growth in even the most remote parts of the world, creatively moving the industry forward, and doing meaningful work that brings financial literacy and digital commerce to millions of unbanked and underserved consumers.\n   \n\n  \n\n\n\n\n\n**You're** \n an Individual.\n **We're** \n the team for you.\n **Together** \n , let's transform the way the world pays.\n   \n\n  \n\n  \n\n  \n\n\n\n\n**Job Description**\n\n At Tink, we deliver open banking solutions as a part of Visa. We’re creating the foundations that a new world of finance will be built on. By constantly challenging ourselves to go further and do better, we’re developing the ground-breaking services that businesses will use, to revolutionize the way millions of people manage their money. The world of financial services is changing fast, and we will continue to be at the forefront of it.\n   \n\n  \n\n\n\n\n\n Tink is building an open banking platform that enables banks, fintechs and startups to develop data-driven financial services. Through one API, Tink allows customers to access aggregated financial data, initiate payments, enrich transactions and build personal finance management tools. Tink connects to more than 3,400 banks that reach over 250 million bank customers across Europe. Our solutions are ready-to-go products, each developed to solve specific problems and bring value to both businesses and their customers.\n   \n\n  \n\n\n\n\n\n When joining our team as a graduate, you will have the opportunity to be at the centre of innovation in the payments industry and drive forward the implementation of the future of Visa.\n   \n\n  \n\n  \n\n  \n\n Software Engineering graduates may work across development, test and support on cool things like:\n   \n\n  \n\n\n\n\n* Implementation of a single development lifecycle, from Analysis & Design, Build and QA to Security and Deployment.\n* Support the needs of a new application using technologies like Java, REST Services, Micro Services Databases SQL & NoSQL, Docker, Hadoop, Bitbucket, Unix and Shell Scripting and more.\n* Develop tools to improve processes.\n\n\n\n \\*\\* We don’t expect you to have years of experience — instead, we’re looking for graduates with the\n **right mindset, curiosity, and foundational skills** \n to grow into outstanding engineers.\n   \n\n  \n\n\n\n\n\n This is a hybrid position. Expectation of days in office will be confirmed by your hiring manager.\n   \n\n  \n\n  \n\n  \n\n\n\n\n**Qualifications**\n* Graduating in 2026 from Bachelor's\/Masters degree in Computer Science, Computer Engineering or Computer applications and its related field, looking to start working in the summer 2026.\n* Proficiency in at least one programming language or technology including, but not limited, to Java, C++, C# or Python.\n* Knowledge of HTML, CSS, Angular, ML or AI is a plus.\n* The ability to take on challenges and address problems head-on.\n* Highly driven and resourceful.\n* Strong ability to collaborate.\n\n\n**Additional Information**\n\n This is a hybrid position. Hybrid employees can alternate time between both remote and office. Employees in hybrid roles are expected to work from the office 3 set days a week (determined by leadership\/site), with a general guidepost of being in the office 60% or more of the time based on business needs.\n   \n\n  \n\n\n\n\n\n Visa is an EEO Employer. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability or protected veteran status. Visa will also consider for employment qualified applicants with criminal histories in a manner consistent with EEOC guidelines and applicable local law.\n   \n\n  \n\n\n\n\n\n We may be able to offer financial relocation support to Warsaw for successful applicants.","company_url":"https:\/\/www.linkedin.com\/company\/visa","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHAxoD4chKrgg\/company-logo_100_100\/B4EZfR2e4JHcAk-\/0\/1751572410148\/visa_logo?e=2147483647&v=beta&t=mZYikLJ1nOM9RYXsRYavU2c7xuzCKWDqH8Q0UzAGrhw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4313036199","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4313036199","job_url_direct":null,"title":"Software Engineer","company":"Solvex Solutions","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Backend Developer (Node.js)** \n\n\n\n\n 📍\n **Location:** \n Stockholm, Sweden (Hybrid)\n \n\n\n\n\n\n\n\n We’re looking for a\n **skilled Backend Developer (Node.js)** \n to join a digital product team building modern, scalable backend solutions. You’ll collaborate closely with cross-functional teams, contribute to API development, and ensure our systems are reliable, secure, and high-performing.\n \n\n\n\n  \n\n\n\n\n\n**Key Responsibilities** \n\n\n\n* Design, develop, and maintain\n **scalable backend services** \n using\n **Node.js** \n .\n* Build and integrate\n **RESTful APIs** \n and backend components with cross-functional teams.\n* Write\n **clean, maintainable, and efficient code** \n following best practices.\n* Participate in\n **code reviews, unit testing,** \n and performance optimization.\n* Contribute to\n **continuous integration and agile development** \n processes.\n\n\n\n  \n\n\n\n\n\n**Required Skills & Experience** \n\n\n\n* 6–8 years of backend development experience.\n* Strong hands-on experience in\n **Node.js** \n and\n **JavaScript (ES6+)** \n .\n* Solid understanding of\n **asynchronous programming** \n and\n **API design** \n .\n* Experience with\n **Express.js** \n or similar frameworks.\n* Familiarity with\n **Git** \n and agile workflows.\n\n\n\n  \n\n\n\n\n\n If you’re passionate about backend engineering and enjoy building reliable systems that scale, we’d love to hear from you!\n \n\n\n\n  \n\n\n\n\n\n 📩\n **Interested?** \n Send your CV and availability.","company_url":"https:\/\/uk.linkedin.com\/company\/solvex-solutions","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHrOQo6yQjIow\/company-logo_100_100\/company-logo_100_100\/0\/1708069493945\/solvex_solutions_logo?e=2147483647&v=beta&t=GURl9uuCdVVbPxViRrXvURc6XOru-_T-Jd7sorMHTBA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4315801375","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4315801375","job_url_direct":null,"title":"Back End Developer","company":"Market Partner Scandinavia","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*The world’s most popular audio streaming subscription service is looking for a* \n***backend-leaning engineer***\n*to join the band in a consultant assignment. The client has transformed music listening forever when launched in 2008.* \n\n\n\n\n  \n\n\n\n\n\n***Period:***\n*ASAP to 2026-02-02 (full-time), with a possibility of extension.* \n\n\n\n\n  \n\n\n\n\n\n**About the role** \n\n\n\n\n We're looking for a backend-leaning engineer to join the ESP team at our client. You'll be helping build and maintain systems that support internal editorial workflows used daily across our client. The platform that you will be working on drives millions of weekly listens and interactions across our client's curated content such as Playlists, Browse Hubs, Destinations, and more.\n \n\n\n\n  \n\n\n\n\n\n**What you'll do** \n\n\n\n* Work on backend services written primarily in Java, including data pipelines and GraphQL interfaces\n* Contribute to infrastructure improvements and maintain Postgres-backed systems\n* Collaborate with teams working in both backend and frontend TypeScript (some frontend exposure is a plus)\n* Build scalable systems that power internal tools used by editors, art directors, and product teams\n* Help productionize features for tools with fast feedback loops from internal users\n* Participate fully in team rituals and day-to-day collaboration\n\n\n\n  \n\n\n\n\n\n**Who you are** \n\n\n\n* Strong experience with Java and backend systems architecture\n* Experience working with relational databases (especially PostgreSQL)\n* Familiarity with GraphQL and TypeScript is a strong plus\n* Comfort working across multiple systems and collaborating with frontend developers\n* **Bonus** \n : experience working on publishing platforms or CMSs, or in environments where internal users are the primary customers\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n* **How you work**\n* You’re a collaborative engineer who values communication and shared ownership\n* You bring strong opinions, but hold them loosely\n* You’re not afraid to speak up and are eager to bring people together around a shared idea\n* This is a highly collaborative, cross-functional team with an emphasis on thoughtful engineering and empathetic teamwork. If you're excited about shipping internal tools that have real impact—and doing it alongside great people—we'd love to hear from you.\n\n\n\n  \n\n\n\n\n\n**We are Market Partner** \n\n\n\n\n*Market Partner is proud to be an equal opportunity employer. You are welcome to our community regardless of who you are, no matter where you come from, or what you look like. We apply ongoing selection and may fill the position as soon as we find the right candidate.*","company_url":"https:\/\/se.linkedin.com\/company\/market-partner-scandinavia","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGBqiM2PPhTlg\/company-logo_100_100\/company-logo_100_100\/0\/1638895415353\/market_partner_scandinavia_logo?e=2147483647&v=beta&t=uJ88_9hsEXNkFRqtJ2Qm9rogztY9nz_Np8bvRu0jJUY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4315281726","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4315281726","job_url_direct":"https:\/\/career.deploja.se\/jobs\/6621330-java-developer&urlHash=AqcU","title":"Java Developer","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We now have a new requirement and are looking for a consultant colleague with the qualifications listed below. The position is part of our consulting business, which means you will be employed by us and work either with clients or on internal projects and assignments.\n   \n\n  \n\n*As part of your application, you may be presented to clients\/partners as part of the recruitment process. If selected for the assignment, you will be employed by us and work either with clients or on internal projects and assignments as part of our consulting business.*\n**Your Profile (Must-have Requirements)**\n* A bachelor’s or master’s degree in computer science, electronics, mechatronics, or similar\n* Several years of experience in software development\n* Strong skills in Java\n* Solid experience working in Linux environments\n\n\n**Meritorious**\n* Experience with integration and testing\n* Experience as a system engineer or software architect\n* Experience working close to hardware or with embedded systems with C\/C++\n\n\n**Application deadline:** \n 26-10-2025\n   \n\n  \n\n**About Us**\n We currently employ experienced consultants in areas such as System Development, AI, Machine Learning, Testing, Cloud, Infra DevOps, and IT Project Management.\n   \n\n  \n\n Working at Deploja is something entirely different from working at an ordinary consulting company—and we are really proud of that. So, what makes us unique?\n   \n\n  \n\n We simply offer more than just a high salary and greater freedom; that’s just the beginning. With us, you’ll find the work environment and opportunities you deserve. Welcome to Deploja, where the grass is indeed greener!\n   \n\n  \n\n**Vi erbjuder dig följande, Valet är ditt!**\n 🚀 Exciting assignments with our many clients. We focus on long-term projects, which gives you the opportunity to create value for the client while also developing yourself.\n   \n\n  \n\n 🌟 A secure monthly salary – together we’ll agree on a base salary depending on your assignments.\n   \n\n  \n\n 🚗 Company car – we encourage you to choose an electric car for a more sustainable future.\n   \n\n  \n\n 💼 Occupational pension and great opportunities for salary conversion.\n   \n\n  \n\n 🌴 Vacation – Would you like more than 30 days of vacation, perhaps 60 days?\n   \n\n  \n\n 🏥 Private health insurance, accident insurance, and life insurance for increased security.\n   \n\n  \n\n 📚 Skills development – you set your own budget and choose the training you wish to attend.\n   \n\n  \n\n 🕑 Quality of life – Are you struggling to balance everyday life and wish to work a little less while still earning as much, if not more?\n   \n\n  \n\n*We handle applications continuously, and due to the high workload, it's especially important to include a short motivation for the position, explaining how you meet the requirements.*","company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHugYA8MIf_Vw\/company-logo_100_100\/company-logo_100_100\/0\/1692708163071\/deploja_logo?e=2147483647&v=beta&t=oSJE_6b9pzYqLcTpA9RPRaQGaLwAoWA-BCKz5Sox53M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4179408731","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4179408731","job_url_direct":"https:\/\/boards.greenhouse.io\/appliedintuition\/jobs\/4537850005?gh_jid=4537850005&source=LinkedIn&urlHash=nBJ3","title":"Software Engineer","company":"Applied Intuition","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Applied Intuition**\n Applied Intuition is the vehicle intelligence company that accelerates the global adoption of safe, AI-driven machines. Founded in 2017 and now valued at $15 billion following its recent Series F funding round, Applied Intuition delivers the Vehicle OS, Self-Driving System, and toolchain to help customers build intelligent vehicles and shorten time to market. 18 of the top 20 global automakers and major programs across the Department of Defense trust Applied Intuition's solutions to deliver vehicle intelligence. Applied Intuition services the automotive, defense, trucking, construction, mining, and agriculture industries and is headquartered in Mountain View, CA, with offices in Washington, D.C., San Diego, CA, Ft. Walton Beach, FL, Ann Arbor, MI, London, Stuttgart, Munich, Stockholm, Bangalore, Seoul, and Tokyo. Learn more at applied.co.\n   \n\n  \n\n*We are an in-office company, and our expectation is that employees primarily work from their Applied Intuition office 5 days a week. However, we also recognize the importance of flexibility and trust our employees to manage their schedules responsibly. This may include occasional remote work, starting the day with morning meetings from home before heading to the office, or leaving earlier when needed to accommodate family commitments. (Note: For EpiSci job openings, fully remote work will be considered by exception.)*\n**About The Role**\n We are looking for a software engineer with a passion for improving developer experience and deployment processes. In this role, you will work across engineering teams to identify key sources of friction, improve workflows, develop new tools, and generally uplevel the velocity and reliability of the entire software, and robotics development and deployment lifecycle.\n   \n\n  \n\n At Applied Intuition, you will:\n   \n\n  \n\n* Design, build, and improve the tools, libraries, and frameworks for our engineering team\n* Build and test scalable tools for deploying to various robotic and cloud platforms\n* Optimize our compile\/build times using tools like Bazel, CMake, Docker\n* Improve software deployment and data collection frameworks\n* Identify and solve bottlenecks within our software stack\n\n\n We're looking for someone who has:\n   \n\n  \n\n* 2+ years of relevant experience\n* Experience with CI, build, and deployment technologies like Bazel, Buildkite, Docker, Kubernetes, and Jenkins, and comfortability with scripting for automation\n* Experience with Linux and\/or ARM systems\n* Experience working with configuration management tools like Ansible and Terraform\n\n\n Nice to have:\n   \n\n  \n\n* Experience working in automotive, robotics, or related industries\n* Experience with working ROS or similar robotics middleware\n* Experience with deploying software on either public clouds (e.g., AWS) or on-premise clusters\n\n\n**Benefits and** \n**perks**\n* Lunch and dinner allowance\n* Fitness (600 USD) and learning stipends (1,000 USD) annually\n* Stock options\n\n\n*Don’t meet every single requirement? If you’re excited about this role but your past experience doesn’t align perfectly with every qualification in the job description, we encourage you to apply anyway. You may be just the right candidate for this or other roles.*\n*Applied Intuition is an equal opportunity employer and federal contractor or subcontractor. Consequently, the parties agree that, as applicable, they will abide by the requirements of 41 CFR 60-1.4(a), 41 CFR 60-300.5(a) and 41 CFR 60-741.5(a) and that these laws are incorporated herein by reference. These regulations prohibit discrimination against qualified individuals based on their status as protected veterans or individuals with disabilities, and prohibit discrimination against all individuals based on their race, color, religion, sex, sexual orientation, gender identity or national origin. These regulations require that covered prime contractors and subcontractors take affirmative action to employ and advance in employment individuals without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, protected veteran status or disability. The parties also agree that, as applicable, they will abide by the requirements of Executive Order 13496 (29 CFR Part 471, Appendix A to Subpart A), relating to the notice of employee rights under federal labor laws.*","company_url":"https:\/\/www.linkedin.com\/company\/applied-intuition-inc","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQFymb3C8MCMtQ\/company-logo_100_100\/company-logo_100_100\/0\/1708972364251\/applied_intuition_inc_logo?e=2147483647&v=beta&t=-Xa4OSHJiSFAJ3BLXKmCxNxZr9MhSNMwlWYcadKxGXE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4310355358","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4310355358","job_url_direct":"https:\/\/jobs.smartrecruiters.com\/Visa\/744000086131560-software-engineer?source=LinkedIn&urlHash=9csu","title":"Software Engineer","company":"Visa","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Visa is a world leader in payments and technology, with over 259 billion payments transactions flowing safely between consumers, merchants, financial institutions, and government entities in more than 200 countries and territories each year. Our mission is to connect the world through the most innovative, convenient, reliable, and secure payments network, enabling individuals, businesses, and economies to thrive while driven by a common purpose – to uplift everyone, everywhere by being the best way to pay and be paid.\n   \n\n  \n\n\n\n\n\n Make an impact with a purpose-driven industry leader. Join us today and experience Life at Visa.\n   \n\n  \n\n  \n\n  \n\n\n\n\n**Job Description**\n\n At Tink, we deliver open banking solutions as a part of Visa. We’re creating the foundations that a new world of finance will be built on. By constantly challenging ourselves to go further and do better, we’re developing the ground-breaking services that businesses will use, to revolutionize the way millions of people manage their money. The world of financial services is changing fast, and we will continue to be at the forefront of it.\n   \n\n  \n\n\n\n\n\n Tink is building an open banking platform that enables banks, fintechs and startups to develop data-driven financial services. Through one API, Tink allows customers to access aggregated financial data, initiate payments, enrich transactions and build personal finance management tools. Tink connects to more than 3,400 banks that reach over 250 million bank customers across Europe. Our solutions are ready-to-go products, each developed to solve specific problems and bring value to both businesses and their customers.\n   \n\n  \n\n\n\n\n\n**The Opportunity:** \n  \n\n  \n\n\n\n\n\n We are looking for talented, curious, and energetic Software Engineers who embrace solving complex challenges on a global scale.  As a Visa Software Engineer, you will be an integral part of a cross-functional development team inventing, designing, building, and testing software products that reach a truly global customer base. While building components of cutting-edge payment technology, you will get to see your efforts shaping the digital future of monetary transactions.\n   \n\n  \n\n\n\n\n\n**The Work itself:** \n  \n\n  \n\n\n\n\n* Design code and systems that touch 40% of the world population while influencing Visa’s internal standards for scalability, security, and reusability\n\n\n* Collaborate cross-functionally to create design artifacts and develop best-in-class software solutions for multiple Visa technical offerings\n\n\n* Actively contribute to product quality improvements, value added service technology, and new business flows in diverse agile squads\n\n\n* Develop robust and scalable products intended for a myriad of customers including end-user merchants, b2b, and business to government solutions\n\n\n* Leverage innovative technologies to build the next generation of Payment Services, Transaction Platforms, Real-Time Payments\n\n\n* Opportunities to make a difference on a global or local scale through mentorship and continued learning opportunities\n\n\n\n**Essential Functions:** \n  \n\n  \n\n\n\n\n* Works under close guidance to implement basic enhancements and modifications to existing software that complies with design specifications and meets security best practices.\n\n\n* Learns about automations that improve effectiveness and efficiency of systems and tools.\n\n\n* Engages with team members to receive feedback on code.\n\n\n* Follows instructions from manager to implement improvements to code, processes, and designs with and understands customer\/business objectives.\n\n\n* Leverage Artificial Intelligence (AI) technologies to optimize code performance, enhance system automation, and deliver smarter solutions that meet evolving business and user needs\n **.**\n\n\n\n \\*\\* We don’t expect you to have years of experience — instead, we’re looking for graduates with the\n **right mindset, curiosity, and foundational skills** \n to grow into outstanding engineers.\n   \n\n  \n\n\n\n\n\n This is a hybrid position. Expectation of days in office will be confirmed by your hiring manager.\n   \n\n  \n\n  \n\n  \n\n\n\n\n**Qualifications**\n\n Basic Qualifications\n   \n\n  \n\n\n\n\n* Bachelors degree OR relevant work experience\n\n\n\n Preferred Qualifications\n   \n\n  \n\n\n\n\n* Education & Experience: Bachelor's degree in engineering, or Computer Science, Information Systems or related field.\n* Technical Expertise: Experience developing back-end code (e.g., Python, Java, C++, PHP) and APIs for software applications. Knowledge of database software for maintaining and manipulating data. Understanding of systems integration processes and data structures for efficient operations.\n* Growth & Innovation Mindset: Curiosity and passion for technology, comfort in challenging traditional solutions, and a drive to learn modern tools like Angular, React, Kubernetes, and Docker.\n* Problem-Solving: Ability to approach problems logically and creatively, asking questions and seeking solutions.\n* Collaboration: Willingness to work in a team, share ideas, and learn from peers and mentors.\n* Adaptability: Openness to feedback, learning new technologies, and adapting to changing priorities.\n* Learning Mindset: Constant drive to learn new technologies such as Angular, React, Kubernetes, Docker, etc.\n\n\n**Additional Information**\n\n Visa is an EEO Employer. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability or protected veteran status. Visa will also consider for employment qualified applicants with criminal histories in a manner consistent with EEOC guidelines and applicable local law.","company_url":"https:\/\/www.linkedin.com\/company\/visa","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHAxoD4chKrgg\/company-logo_100_100\/B4EZfR2e4JHcAk-\/0\/1751572410148\/visa_logo?e=2147483647&v=beta&t=mZYikLJ1nOM9RYXsRYavU2c7xuzCKWDqH8Q0UzAGrhw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4315241592","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4315241592","job_url_direct":"https:\/\/hdpc.fa.us2.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/153375\/?utm_medium=jobshare&mode=job&iis=LinkedIn&urlHash=MEW4","title":"Engineering - Software Engineer - Associate - Stockholm","company":"Goldman Sachs","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n**MORE ABOUT THIS JOB**\n*Please note division and function examples are representative of opportunities common for this skill-set. The list is not exhaustive, and availability of open roles is determined based on business need. Specific roles will be confirmed through the interview process.*\n**Responsibilities**\n Software engineers primarily focus on software design and development. This is meant to cover most programming positions in Engineering, and include positions that were previously considered business software engineers, platform engineers, and quality assurance engineers. Combine the best open source software, databases, cloud solutions, and programming languages, to solve problems and provide accurate, complex, scalable applications that help our business and clients gain new insights.\n   \n\n  \n\n As a software engineer, you are the change agents that transform Goldman Sachs by applying your technical know-how.Be a part of our embedded engineering teams, that work as a unit with our business partners. Collaborate with trading, sales, asset management, banking, finance and others, to build and automate solutions to keep our firm’s position on the cutting edge. Or, join our core engineering teams, and elevate all of our businesses by providing reliable, scalable platforms for data engineering, machine learning, networking, developer tooling, collaboration and more.\n   \n\n  \n\n Innovate with UI\/UX designers, data scientists, cloud engineers, and more in a collaborative, agile environment where your enthusiasm to take on new problems and learn will have an immediate impact.\n   \n\n  \n\n**Basic Qualifications**\n* Bachelor’s degree or relevant work experience in Computer Science, Mathematics, Electrical Engineering or related technical discipline.\n* Excellent object oriented or functional analysis and design skills.\n* Knowledge of data structures, algorithms, and designing for performance.\n* Excellent written and verbal communication skills.\n* Ability to solve problems and apply analysis to make data driven decisions.\n* Comfortable multi-tasking, managing multiple stakeholders and working as part of a global team.\n* Can apply an entrepreneurial approach and passion to problem solving and product development.\n* 1+ years of software development experience.\n\n\n**Expert Knowledge in One Or More Of**\n* Programming in a complied language such as Java, or C++ or an interpreted language such as Python and experience with concurrency and memory management.\n* Responsive web development, with professional React\/Angular\/Redux experience and advanced JavaScript proficiency.\n* NoSQL databases such as MongoDb and Elastic Search.\n\n\n**Preferred Qualifications**\n* Knowledge or interest in trading technologies in the front-office of a trading organization\n* B.S. or M.S. Computer Science or Related field.\n\n\n**About Goldman Sachs**\n At Goldman Sachs, we commit our people, capital and ideas to help our clients, shareholders and the communities we serve to grow. Founded in 1869, we are a leading global investment banking, securities and investment management firm. Headquartered in New York, we maintain offices around the world.\n   \n\n  \n\n We believe who you are makes you better at what you do. We're committed to fostering and advancing diversity and inclusion in our own workplace and beyond by ensuring every individual within our firm has a number of opportunities to grow professionally and personally, from our training and development opportunities and firmwide networks to benefits, wellness and personal finance offerings and mindfulness programs. Learn more about our culture, benefits, and people at GS.com\/careers.\n   \n\n  \n\n We’re committed to finding reasonable accommodations for candidates with special needs or disabilities during our recruiting process. Learn more: https:\/\/www.goldmansachs.com\/careers\/footer\/disability-statement.html\n   \n\n  \n\n © The Goldman Sachs Group, Inc., 2023. All rights reserved.\n   \n\n  \n\n Goldman Sachs is an equal opportunity employer and does not discriminate on the basis of race, color, religion, sex, national origin, age, veterans status, disability, or any other characteristic protected by applicable law.","company_url":"https:\/\/www.linkedin.com\/company\/goldman-sachs","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQG9L7InIQVZrQ\/company-logo_100_100\/company-logo_100_100\/0\/1722506756452\/goldman_sachs_logo?e=2147483647&v=beta&t=TCfSgMKsWXJ1qUaxkF0G0-bzDKXRcinQTwZXiniLlAw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4313011977","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4313011977","job_url_direct":"https:\/\/careers.topgolf.com\/us\/en\/job\/JR2023-16634\/Software-Engineer&urlHash=USYF","title":"Software Engineer","company":"Topgolf","location":"Danderyd, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Job Responsibilities\n   \n\n  \n\n* Document, design and deliver high quality code, and collaborate on testing. (60% time)\n* Fix assigned software defects on time and to quality specifications. (30% time)\n* Provide accurate estimates for assigned work. (5% time)\n* Represent team in code reviews. (5% time)\n\n\n**Critical Skills & Experience Requirements**\n* Bachelor’s Degree or equivalent experience in Computer Science or related field (Preferred)\n* 3+ years in a previous Software Engineering role (Required)\n* 3+ years in Object-oriented and procedural programming (Required)\n* 1+ year working with Vue.js (Preferred)\n* 1+ year using software defect tracking tools such as Jira (Preferred)\n* Experience with multiple programming languages\n* Experience with Git source control\n* Ability to quickly learn new technologies\n* Read and understand software requirements\n* Write high quality, maintainable code and to work independently to test and debug code\n* SDLC methodologies\n* Written and verbal communication skills\n* Experience designing and implementing UI\/UX solutions\n\n\n ADA\n   \n\n  \n\n The above statements cover what are generally believed to be principal and essential functions of the job. Specific circumstances may allow or require some incumbents assigned to the job to perform a different combination of duties.\n   \n\n  \n\n EEO Statement\n   \n\n  \n\n Topgolf is a global sports and entertainment community and is committed to equal opportunity and is firmly committed to preventing discrimination and harassment, including sexual misconduct, based on legally protected diversity characteristics (such as race, color, religion, national origin, sex, age, disability, sexual orientation, gender identity or expression, family status, citizenship, genetic information and veteran status) in its application and hiring processes and in its employment decisions. As an affirmative action employer, Topgolf also takes steps to prevent retaliation and to create a respectful, equitable and inclusive environment for our Guests, Associates, business partners, vendors, and the communities we serve.\n   \n\n  \n\n Topgolf is an equal opportunity affirmative action employer and administers all personnel practices without regard to race, color, religion, sex, age, national origin, disability, sexual orientation, gender identity or expression, marital status, veteran status, genetics or any other category protected under applicable law.\n   \n\n  \n\n Topgolf Entertainment Group does not accept unsolicited agency resumes. Please do not forward unsolicited agency resumes to our website, employees or Human Resources. Topgolf will not pay fees for unsolicited agency resumes and will not be responsible for any agency fees associated with unsolicited resumes. Unsolicited resumes received will be considered property of Topgolf Entertainment Group and will be processed accordingly without fee.\n   \n\n  \n\n Topgolf participates in E-Verify and will provide the federal government with your Form I-9 information to confirm that you are authorized to work in the U.S.","company_url":"https:\/\/www.linkedin.com\/company\/topgolf","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQG99qeplJE65w\/company-logo_100_100\/company-logo_100_100\/0\/1630572371579\/topgolf_logo?e=2147483647&v=beta&t=Ud0OaxcMAM-eTwC-UAOsvMpRGqXmoZHmYQPsXXiE_1A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4313025077","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4313025077","job_url_direct":null,"title":"Back End Developer","company":"Ubique Systems","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Design, develop, and maintain scalable backend solutions using Node.js. Collaborate with cross-functional teams to integrate APIs and services. Write clean, efficient, and maintainable code following best practices. Participate in code reviews, unit testing, and performance tuning. Strong hands-on experience in Node.js development. Proficiency in JavaScript (ES6) and asynchronous programming concepts. Experience building RESTful APIs and working with Express.js or similar frameworks. Familiarity with version control tools like Git and agile development environments.","company_url":"https:\/\/uk.linkedin.com\/company\/ubique-systems","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEd_bFQczBzXQ\/company-logo_100_100\/company-logo_100_100\/0\/1666702484646\/ubique_systems_logo?e=2147483647&v=beta&t=5I5olOGQ78bFOWfKsoHJZNFhCs-IBcP8XQPj6I1A9Mk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4315682539","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4315682539","job_url_direct":null,"title":"Senior XR\/Unity Developer","company":"Flowtropolis","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Flowtropolis makes advanced XR creation simpler and accessible for everyone.\n \n\n\n\n  \n\n\n\n\n\n We are developing\n **Flow** \n , an easy-to-use SDK and scalable self-service product that enables organizations to build and deploy XR experiences across VR, MR, Web, and Desktop.\n \n\n\n\n  \n\n\n\n\n\n Our technology is already used by global industrial companies and creative teams in film and design.\n \n\n\n\n  \n\n\n\n\n\n**Our goal:** \n We are growing with global ambitions to make XR creation as simple and scalable as building a website - allowing the easy creation of experiences that bring people, products, and ideas together in a world-class experience before they exist.\n \n\n\n\n  \n\n\n\n\n\n**Our technology** \n\n\n\n\n The platform can be used from the web or through our Unity SDK.\n \n\n\n* With the Unity-based SDK, you get out of box support for creating avatars, interactions, networking and room\/scene management.\n* With our cloud services, the experience is seamlessly hosted and you can manage user accounts, and scene content.\n* For the less technical user, they can create experiences in our web version (built with React\/Next.js and embedded WebGL viewports)\n\n\n\n  \n\n\n\n\n\n**Your role** \n\n\n\n\n As a Senior XR\/Unity Engineer here, you will be working on our core platform. You will be working with a team of experts in XR to build the platform for creating any XR-experience.\n \n\n\n\n  \n\n\n\n\n\n These are some things you will be working on:\n \n\n\n* Own module development end to end for our Unity SDK\n* Contribute and lead development of web-based editor\n* Work on the middle layer between back-end and front-end\n* Troubleshoot cross-platform issues\n* Work closely with CTO and rest of team to build the best XR platform in the world\n\n\n\n  \n\n\n\n\n\n**Skills and requirements** \n\n\n\n\n In order to thrive in the role, you need:\n \n\n\n* Experience building production software in Unity\n* Experience with real-time multiplayer and distributed systems\n* Solid experience in C#\/.net\n* Startup-mentality - strong ownership end-to-end\n\n\n\n  \n\n\n\n\n\n**Why Flowtropolis** \n\n\n\n\n Flowtropolis has grown profitably together with our customers by focusing on practical, high-impact XR solutions. The platform is trusted for its reliability, ease of use, and adaptability in daily operations.\n \n\n\n\n  \n\n\n\n\n\n You will join a small, experienced team expanding a product that already delivers measurable results, with the opportunity to shape how it evolves as we move toward a fully self-service SaaS model.\n \n\n\n\n  \n\n\n\n\n\n**What we offer** \n\n\n\n\n Competitive salary. Stock options. And true ownership to make an impact.\n \n\n\n\n If you love building end-to-end, shaping architecture, and seeing your work come alive in the hands of users, this is your place.","company_url":"https:\/\/se.linkedin.com\/company\/flowtropolis","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQF_JttrGpn0Lw\/company-logo_100_100\/company-logo_100_100\/0\/1645437492065\/flowtropolis_logo?e=2147483647&v=beta&t=7Tt4z36H2nYfAHrDS8-J-OeJ4WHDL7O7Vu2KdwoauFI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4315544142","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4315544142","job_url_direct":null,"title":"Senior Developer till Kleer","company":"Kleer","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**💛 It all comes Kleer – PE Accounting byter namn**\n Kleer (tidigare PE Accounting) grundades för att revolutionera ekonomi- och lönebranschen genom ledande teknik och ekonomiexpertis. Idag erbjuder vi marknadens mest automatiserade system med över 80% automationsgrad, men vi stannar inte där – vi vill mer. Vi blir Kleer!\n   \n\n  \n\n**Vill du vara med på resan? Blir en del av vårt team som senior utvecklare!**\n 👉🏼 Hos oss blir du en del av ett starkt team av engagerade utvecklare vars dagliga arbete & åsikter är avgörande för bolagets fortsatta tillväxt. Som utvecklare på Kleer arbetar du i en helt egenutvecklad produkt, som vi utvecklar och produktionssätter och du får stor kreativ frihet och möjligheter att ständigt växa i rollen som utvecklare på Kleer! Läs gärna mer om oss på vår karriärsida\n   \n\n  \n\n**Vår utvecklingsmiljö:**\n Vi är ett produktbolag med en modern, agil utvecklingsprocess där teamen själva sätter sina milstolpar och sköter prioriteringen utifrån uppsatta affärsmål. Vi tror starkt på att det är roligare att arbeta om man förstår användarnas behov och ser utmaningar och möjligheter. Därför arbetar varje squad med en del av applikationen, men i hela teknikstacken. Vårt inhouse-utvecklingsteam består idag av utvecklare fördelat på 5 team, där teamen samarbetar nära en dedikerad produktägare.\n   \n\n  \n\n Kodbasen, som till största del är skriven i Java, är välskriven och vi kvalitetssäkrar vår kod genom automatiserade tester. Vi uppgraderar löpande till senaste versionen av våra verktyg och tredjepartskomponenter. Hela miljön är containerbaserad och releaser görs veckovis.\n   \n\n  \n\n Vi har ett helt nytt, fräscht och påkostat kontor i centrala Stockholm (Fleminggatan 14) där vi möts, tar en pingismatch, utbyter idéer och samlas runt en whiteboard eller för ett retrospective. Vi vet att även flexibilitet i vardagen är viktigt, därför finns det även möjligheten att arbeta remote!\n   \n\n  \n\n**Rollen som Senior Developer på Kleer:**\n Som Senior Developer hos oss kommer du att spela en viktig roll i att utveckla och förbättra vår produkt samt bidra till företagets tekniska resa framåt. Vi tror att du trivs i ett modernt produktbolag och i en roll där du får chans att verkligen vara med och påverka produkten och utvecklingen av den.\n   \n\n  \n\n Dina ansvarsområden i rollen 👇🏼\n   \n\n  \n\n* Delta i hela utvecklingscykeln – från kravspecifikation till implementering\n* Samarbeta nära Product Owner, Engineering Manager och teammedlemmar för att säkerställa att produktens vision och tekniska mål uppnås\n* Ett tekniskt ansvar för en del av applikationen när det kommer till datamodell, arkitektur, prestanda, säkerhet m.m.\n* Bidra med din tekniska expertis och erfarenhet för att kontinuerligt förbättra våra utvecklingsprocesser\n\n\n**Vem är du?**\n Vi tror att du har flerårig arbetslivserfarenhet av Java samt SQL och du är inte rädd för att komma med egna tankar och idéer som vi tillsammans förverkligar! Du talar och skriver svenska obehindrat. Som person är du nyfiken och motiveras av att testa och lära dig nya saker inom ditt område.\n   \n\n  \n\n**Mer om Kleer som bolag:**\n Vi grundades 2011 och är ett modernt & värderingsstyrt produktbolag. I över 12 år har vi skapat innovation och hjälpt små & medelstora bolag att automatisera sin ekonomi. Vi har en väldigt stabil affärsmodell som bolag och växer organiskt, med sunda finanser - vilket bland annat har gjort oss till sexfaldiga DI Gaseller. I skrivande stund närmar vi oss 200 kollegor och finns med kontor i centrala Stockholm, Göteborg & Malmö.\n   \n\n  \n\n*Vi ser verkligen fram emot att höra ifrån dig!*\n Vi genomför bakgrundskontroller i slutskedet av våra rekryteringsprocesser.\n   \n\n  \n\n*Sökord: Java 19, Spring, Docker, REST, Linux, MySQL, Microservices, IntelliJ, Jenkins, Git, Remix. Fullstack, Backend, Produktbolag.*","company_url":"https:\/\/se.linkedin.com\/company\/kleergroup","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGcGz4SKct2fA\/company-logo_100_100\/company-logo_100_100\/0\/1732687550681\/pe_accounting_logo?e=2147483647&v=beta&t=vxEnTw4VHnwdOlsLZsO0oVpz-qG3ZIso0nPUfTvpqJc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4304533625","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4304533625","job_url_direct":null,"title":"Senior Software Engineer","company":"Kambi","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Kambi**\n*Kambi Group plc is a leading B2B provider of premium sports betting services to licensed gaming operators. Our services provide an end-to-end solution for operators wanting to launch a standalone Sportsbook or bolster their existing offering with an innovative sports betting product. From front-end user interface to customer intelligence, risk management and odds compiling, all built on our in-house developed software, we strive to deliver the ultimate service and solution to our partners.*\n*Our vision is to create the world’s leading sports betting experiences, together with our partners.*\n**About Tzeract**\n Tzeract is changing the way we bet on sports. As Kambi’s in-house startup, we've built a completely new platform from the ground up - with our own AI at the core, not just as an add-on. Today we already handle over 500 millions bets in distributed systems with a low latency, and your work will be scaled globally from day one.\n   \n\n  \n\n We iterate quickly, decide fast, and your calendar stays free for the work that matters. This gives you time for coffee breaks, test ideas and solve problems together. In this role, you’ll help shape both the product and parts of the architecture. It’s the combination of startup freedom with an enterprise touch - and your contributions will be visible and felt by millions of users worldwide.\n   \n\n  \n\n**What's our current focus?** \n Well, exploring new sports markets. For you as a developer, that means diving into the rules of the game and turning them into code - building the odds infrastructure, creating models that run in real time. It's a fun and collaborative playground with a clear goal: creating the next generation of how sports, data, and AI come together - built from scratch, with impact at its core.\n   \n\n  \n\n**Role Overview**\n This is not your usual software engineering role. At Tzeract, you'll be the bridge between software engineers and quant engineers - ensuring the models we build are optimized and able to be deployed to our cloud infrastructure. It's therefore a strong merit to find mathematical challenges exciting, since it will play a part of your daily work.\n   \n\n  \n\n You'll collaborate in small teams of engineers (+20 people) with expertise in quantitative analysis, data, and AI. Together, you’ll develop systems that analyze real-time data, delivering personalized experiences to sports fans everywhere.\n   \n\n  \n\n Tzeract is a fast-paced startup, where scope or roadmap can shift to align with future goals. If this excites you, along with a hybrid work setup and a central office location, we’d love to get to know you better.\n   \n\n  \n\n**What you’ll do:**\n* Design, develop, and maintain scalable microservices using Python & AWS technologies.\n* Implement best practices in SWE, including CI\/CD, containerization, and automated testing to ensure quality and speed of deployment.\n* Collaborate with software and quant engineers - as well as scientists to integrate AI models and algorithms into production systems efficiently.\n* Contribute to improvements on both technical and operational aspects of our daily work.\n\n\n**What we believe you have:**\n* Master’s degree in Computer Science, Engineering, Physics or a related field (a PhD in Mathematics is a plus).\n* Solid experience in Python and\/or experience with low-level languages (C++ is a plus).\n* 5+ years of software development experience or similar, with the ability to quickly adapt to new technologies.\n* Experience with modern DevOps tools and practices, including Docker, Jenkins, or similar.\n* Great communicator, able to own your projects and gather colleagues when needed to solve complex problems.\n\n\n**Note** \n . We will only be able to consider candidates living in Sweden for this position.\n   \n\n  \n\n***Kambi's ongoing commitment to Diversity and Inclusion in the workplace***\n*If you require any reasonable adjustment during the recruitment process, please notify your recruiter, who will assist you however they can. Diversity and inclusion is at the heart of who we are and who we aim to be. While we are proud of the positive and inclusive company culture we have created, we know we can do so much more. Kambi constantly evolves its Diversity and Inclusion strategy to ensure it becomes an even more inclusive and positive place to work, with the core management team reaffirming its commitment to delivering on employee feedback.*\n***Creating an inclusive environment***\n*We believe Kambi's greatest strength is the collective talent of our employees. Kambi is committed to ensuring we create an inclusive work environment where everyone can feel valued, thrive and achieve their potential, regardless of who they are or what their background is. We know that it is only by having a balance of different voices, values and opinions that Kambi is able to be the market leader it is today.*\n*#wearekambi*","company_url":"https:\/\/mt.linkedin.com\/company\/kambisports","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQE_WUW-DKgRjA\/company-logo_100_100\/company-logo_100_100\/0\/1630653989678\/kambisports_logo?e=2147483647&v=beta&t=7jp7oF-mVuz1T3Ya4bEDAE7eqSVT7UOAdypwRawLOKA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4056557278","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4056557278","job_url_direct":null,"title":"Salesforce Developer","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Capgemini har sedan 2007 varit en strategisk partner med Salesforce, som är ledande i Europa inom strategi, design, implementation och förvaltning av innovativa Salesforce-lösningar. Tillsammans med våra kunder levererar vi på Capgemini helhetslösningar inom hela Salesforce-plattformen, vi är en multi-cloud partner och jobbar bland annat med Sales Cloud, Service Cloud, Marketing Cloud och Experience Cloud. Vi är en av nordens största aktörer inom Salesforce, vilket ger oss möjligheten att arbeta med spännande uppdrag tillsammans med andra framstående experter inom området.\n   \n\n  \n\n**Om rollen**\n Vi söker nu en erfaren Salesforce utvecklare för en spännande position till vårt Salesforce team på Kungsholmen i centrala Stockholm. Du kommer ingå i ett av våra team som stödjer våra kunders behov inom Salesforce, och kommer arbeta agilt med att utveckla och implementera Salesforces lösningar.\n   \n\n  \n\n I denna roll kommer du att få:\n   \n\n  \n\n* Tillsammas med dina kollegor kommer du att vara uppdaterad och certifierad inom de senaste teknikerna för att säkerställa karriärsutveckling för dig samt affärsnytta för våra kunder.\n* Utveckla och anpassa Salesforce-lösningar utifrån kundernas affärsprocesser och behov.\n* Möjlighet att få utvecklas som teknisk ledare och\/ eller arkitekt.\n* Driva våra kunders transformationsresa och blir även en del av vår Salesforce Guild.\n\n\n**Din profil**\n* 3+ års erfarenhet som Salesforce utvecklare där du har arbetat med både anpassad utveckling och övergripande konfigurering av Salesforce i antingen en eller flera projekt.\n* Erfarenhet inom Apex, Visualforce och LWC\/Aura Components och JavaScript\n* Erfarenhet av REST API, SOAP API och Salesforce API´s.\n* Erfarenhet av databas och SQL.\n\n\n**Vad vi tror kommer få dig att trivas**\n* Möjlighet till utbildning och certifiering för dig som vill ligga i framkant.\n* Generöst friskvårdsbidrag, sjukvårdsförsäkring & tjänstepension.\n* Flexibla arbetsförhållanden & Work-from-Home Policy.\n\n\n**Ansökan**\n Tveka inte att skicka in din ansökan. Vi kommer att intervjua löpande och ser fram emot att hitta vår nästa kollega. Varmt välkomna med din ansökan!\n   \n\n  \n\n*Observera att identitets- och bakgrundskontroller kan genomförs som en del av rekryteringsprocessen.*\n**Om Capgemini**\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda övergången till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, generativ AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2024 rapporterade Capgemini Group globala intäkter på 22,1 miljarder euro.\n   \n\n  \n\n**Get The Future You Want** \n | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4315809708","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4315809708","job_url_direct":null,"title":"Senior Software Engineer","company":"Elekta","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"gustaf.ericson@elekta.com","description":"**We don’t just build technology. We build hope.**\n Here at Elekta, you will make a difference. We are leaders in precision radiation therapy, we're committed to ensuring everyone has access to the best cancer care possible. Are you as passionate about humanity and innovation as we are? Then we would love to meet you!\n   \n\n  \n\n**What You’ll Do At Elekta**\n The\n **Senior** \n**Software Engineer** \n is involved in the development of the product, associated tools and the continuous integration system.\n   \n\n  \n\n The\n **Senior Software Engineer** \n will co-operate within their agile team and with other teams in the Neuro program, using the prescribed methods of coding, review, version control system handling, etc. to deliver their work and to assist others where necessary.\n   \n\n  \n\n**Responsibilities:**\n* To participate in all activities of software R&D projects, with emphasis on requirement specification, design, implementation, testing and documentation, whilst following company standards\n* To write and review TPS code and code for supporting systems and tools\n* To assist other teams in the Engineering department with TPS-related issues when required\n* To perform evaluations of technologies, methodologies and products\n* To follow the technical and clinical evolution within the field\n* Apply agile principles and practices, following SAFe methodology as a member of a scrum team.\n* Understand and adhere to the Elekta quality system, and introduce improvements to its effectiveness\n\n\n**Authorities:**\n* To participate in the definition and system design of products\n* To decide design solutions and implementation of those solutions\n* To review code and software-related documents\n* To review technical product documents\n\n\n**Relevant knowledge, skills and competencies:**\n* Master of Science in Engineering Physics, Electrical Engineering, Computer Science or equivalent\n* Excellent command of English in speech and writing\n* Configuration management, continuous integration pipelines\n* Work with C++\n* Experience in Software Engineering, using version control systems, handling multiple branches in a team-based environment.\n\n\n**Hiring process**\n We are looking forward to hearing from you! Apply by submitting your application and résumé in English, via the “Apply” button. Please note that we do not accept applications by e-mail.\n   \n\n  \n\n**Your Elekta contact**\n For questions, please contact your Talent Acquisition Partner responsible, Gustaf Ericson at gustaf.ericson@elekta.com.\n   \n\n  \n\n**We are an equal opportunity employer**\n We are an equal opportunity employer. We evaluate qualified applicants without regard to age, race, colour, religion, sex, sexual orientation, gender identity, genetic information, national origin, disability, veteran status, or any other protected characteristic.\n   \n\n  \n\n*As a leader in precision radiation therapy, Elekta is committed to ensuring every patient has access to the best cancer care possible. We openly collaborate with customers to advance sustainable, outcome-driven and cost-efficient solutions to meet evolving patient needs, improve lives and bring hope to everyone dealing with cancer. To us, it's personal, and our global team of 4,700 employees combine passion, science, and imagination to profoundly change cancer care. We don’t just build technology, we build hope. Elekta is headquartered in Stockholm, Sweden, with offices in more than 120 countries and listed on Nasdaq Stockholm. For more information, visit elekta.com or follow @Elekta on Twitter and LinkedIn.*","company_url":"https:\/\/se.linkedin.com\/company\/elekta","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFNENvxULsSqA\/company-logo_100_100\/company-logo_100_100\/0\/1630490265441\/elekta_logo?e=2147483647&v=beta&t=-BcrOtTMdjkjLMk8o-kDVQhaHq9WWn9zifNSvsC6JXs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4311273428","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4311273428","job_url_direct":null,"title":"Staff Software Engineer","company":"Visa","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Visa is a world leader in payments and technology, with over 259 billion payments transactions flowing safely between consumers, merchants, financial institutions, and government entities in more than 200 countries and territories each year. Our mission is to connect the world through the most innovative, convenient, reliable, and secure payments network, enabling individuals, businesses, and economies to thrive while driven by a common purpose – to uplift everyone, everywhere by being the best way to pay and be paid.\n   \n\n  \n\n\n\n\n\n Make an impact with a purpose-driven industry leader. Join us today and experience Life at Visa.\n   \n\n  \n\n  \n\n  \n\n\n\n\n**Job Description**\n\n Tink, delivering Open Open Banking Solutions as a part of Visa, is building an open banking platform that enables banks, fintechs and startups to develop data-driven financial services. Through one API, Tink allows customers to access aggregated financial data, initiate payments, enrich transactions and build personal finance management tools. Tink connects to more than 3,400 banks that reach over 250 million bank customers across Europe and other global markets. Our solutions are ready-to-go products, each developed to solve specific problems and bring value to both businesses and their customers.\n   \n\n  \n\n\n\n\n\n We are looking for a Staff Software Engineer to join our Connectivity markets area. Connectivity teams develop software agents integrating data from 3400+ financial institutions. They ultimately focus on continual service improvements and enable real-time transactions and payment processing in the EU and other global markets and provide seamless authentication flows.\n   \n\n  \n\n\n\n\n\n You’ll be responsible for developing integrations with financial institutes helping consumers to aggregate their financial data from all of their banks and credit cards. It means integrating with both documented and undocumented APIs, developing smart and effective tools to help us automate integrations, monitoring and alerting.\n   \n\n  \n\n\n\n\n\n What you will do:\n   \n\n  \n\n\n\n\n* Work with high load systems with high uptime requirements, including on-call shifts.\n* Lead the end-to-end design and architecture of a new systems, ensuring it meets the highest standards of scalability, reliability, and performance\n* Work with Tink’s technologies which is mainly Java, AWS, Kubernetes, Docker, SQL, Datadog and much more.\n* Build components that integrate with banks’ APIs and fetch consumers’ data.\n* Provide technical leadership and mentorship to a team of engineers, fostering a culture of innovation and excellence\n\n\n\n This is a hybrid position. Expectation of days in office will be confirmed by your Hiring Manager.\n   \n\n  \n\n  \n\n  \n\n\n\n\n**Qualifications**\n\n We are looking for a Staff Software Engineer with experience of building innovative and scalable products. You understand the trade-offs of speed vs quality on technical decisions and look at problems from different angles. You also invest time in your own, and the team's development to build up your overall knowledge.\n   \n\n  \n\n\n\n\n\n We would like you to have:\n   \n\n  \n\n\n\n\n* Extensive experience leading technical strategy and architecture for new systems and enhancing and modernizing legacy systems\n* Proven experience as a strong Senior\/Staff engineer, leading technical teams in fintech and fullstack\/backend systems.\n* Experience working with JAVA, kubernetes, AWS, devOps methodologies and tooling\n* Experience with a fast-paced environment that is product centric\n* Experience working with agile methodologies and understand the value of tracking engineering key metrics\n* Experience from duties including operational excellence and on-call is a bonus.\n* Strong understanding of both backend and frontend systems in Open Banking will be a bonus.\n\n\n**Additional Information**\n\n**​​​​​​** \n Visa is an EEO Employer. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability or protected veteran status. Visa will also consider for employment qualified applicants with criminal histories in a manner consistent with EEOC guidelines and applicable local law.","company_url":"https:\/\/www.linkedin.com\/company\/visa","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHAxoD4chKrgg\/company-logo_100_100\/B4EZfR2e4JHcAk-\/0\/1751572410148\/visa_logo?e=2147483647&v=beta&t=mZYikLJ1nOM9RYXsRYavU2c7xuzCKWDqH8Q0UzAGrhw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4315652949","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4315652949","job_url_direct":null,"title":"Lead Java Developer With Kafka","company":"Ampstek","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**🌟 About Us:** \n\n\n\n\n  \n\n\n\n\n\n**AmpsTek –** \n a global technology leader since 2013 – is transforming how businesses approach\n **technology and staffing solutions.** \n Founded by seasoned technology leaders across the\n **UK, Europe, APAC, North America, and LATAM,** \n and with registered offices in\n **30+ countries,** \n we deliver\n **exceptional service, scalable solutions, and measurable impact.** \n\n\n\n\n With a portfolio of\n **200+ clients** \n and millions of users across web and mobile platforms, we empower businesses to\n **innovate, grow, and succeed.** \n\n\n\n\n**Join our team** \n and be part of a dynamic, growth-oriented organization that values\n **talent, creativity, and results.** \n\n\n\n\n  \n\n\n\n\n\n**💼 Position: Java Lead with Kafka** \n\n\n\n\n**📍 Location: Stockholm, Sweden (Onsite 5 days\/week)** \n\n\n\n\n**📅 Contract** \n\n\n\n\n  \n\n\n\n\n\n**Detailed JD (Roles and Responsibilities)** \n\n\n\n\n\n\n\n\n\n Design & implement ODL (Operative Data Lake) platform\n \n\n\n\n  \n\n\n\n\n\n**Required** \n\n\n\n1. Minimum 8+ years of hands-on experience in application development in Java Enterprise.\n2. Extensive experience in Apache Camel, Java DSL, Junit, Mockito \/ PowerMock, Maven, REST\n3. Exposure to Apache Kafka\n4. Familiar with MongoDB, JSON\n5. Familiar with OCI \/ Docker and OpenShift \/ Kubernetes or similar container orchestration technologies.\n6. Basic knowledge and debugging of TLS.\n7. Exposure to monitoring tools – Splunk, Dynatrace.\n8. Knowledge on CI\/CD, Delivery pipeline, test automation\n\n\n\n  \n\n\n\n\n\n**Preferred** \n\n\n\n1. Experience with Enterprise Integration patterns.\n2. Dev Ops experience with tools – GIT, Jacoco, SonarQube, Azure DevOps\n3. Experience working with Architects, Business analysts and designing solutions for service layer\n4. Knowledge of estimation techniques for task\/project estimation\n\n\n\n  \n\n\n\n\n\n Experience working in SAFe Agile","company_url":"https:\/\/www.linkedin.com\/company\/ampstek","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQG-yq3zl7vc9w\/company-logo_100_100\/company-logo_100_100\/0\/1630539687958\/ampstek_logo?e=2147483647&v=beta&t=DL4CFMWbNywzPwCdpx4g5yrc3iKkTv-tMX-a9T_ySBo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4262824426","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4262824426","job_url_direct":"https:\/\/boards.greenhouse.io\/appliedintuition\/jobs\/4581348005?gh_jid=4581348005&source=LinkedIn&urlHash=Ym5S","title":"Embedded Software Engineer - Core OS","company":"Applied Intuition","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Applied Intuition**\n Applied Intuition is the vehicle intelligence company that accelerates the global adoption of safe, AI-driven machines. Founded in 2017 and now valued at $15 billion following its recent Series F funding round, Applied Intuition delivers the Vehicle OS, Self-Driving System, and toolchain to help customers build intelligent vehicles and shorten time to market. 18 of the top 20 global automakers and major programs across the Department of Defense trust Applied Intuition's solutions to deliver vehicle intelligence. Applied Intuition services the automotive, defense, trucking, construction, mining, and agriculture industries and is headquartered in Mountain View, CA, with offices in Washington, D.C., San Diego, CA, Ft. Walton Beach, FL, Ann Arbor, MI, London, Stuttgart, Munich, Stockholm, Bangalore, Seoul, and Tokyo. Learn more at applied.co.\n   \n\n  \n\n*We are an in-office company, and our expectation is that employees primarily work from their Applied Intuition office 5 days a week. However, we also recognize the importance of flexibility and trust our employees to manage their schedules responsibly. This may include occasional remote work, starting the day with morning meetings from home before heading to the office, or leaving earlier when needed to accommodate family commitments. (Note: For EpiSci job openings, fully remote work will be considered by exception.)*\n**Meet our engineers on the Vehicle OS team!**\n Vehicle OS is a flexible suite of products that help vehicle manufacturers develop, deploy, and update complete vehicle software and AI applications. This is one of the fastest growing projects here at Applied, and we are seeking exceptional talent to drive execution.\n   \n\n  \n\n**About The Role**\n We are looking for senior software engineers with expertise in developing embedded software applications on production computers to build the next-generation vehicle platform! It is a unique opportunity to work on challenging engineering problems while being part of a fast-moving team.\n   \n\n  \n\n At Applied Intuition, you will:\n   \n\n  \n\n* Architect and develop highly reliable embedded software\n* Integrate vendor components into a common software framework, ensuring proper low-level communication (e.g., CAN, LIN, I2C, SPI, UART etc.)\n* Implement real-time operating system (RTOS) applications as required for the product\n* Drive custom in-vehicle infotainment device solutions\n* Implement best practices in embedded AOSP development, HAL customization, and Android middleware, including maintenance and security\n* Develop and customize Linux-based Android services, embedded services, and Android applications for compatibility across various Android versions and devices\n* Work with cross-functional teams to bring up custom software on new devices, productionize it, and manage the process for maintaining company products\n\n\n We're looking for someone who has:\n   \n\n  \n\n* 6+ years of experience working on embedded devices\n* Strong background in embedded software development using C\/C++ and assembly languages\n* Hands-on experience with Android Board Support Package (BSP), Android middleware, HAL customization and maintenance\n* Advanced software debugging skills, with a strong focus on low-level hardware debugging to ensure full system operation, and debugging Android Native Crashes, system crashes, and Android middleware (Drivers, HAL, Libraries, Framework)\n* Experience developing software for complex embedded systems and custom SoCs, with expertise in peripheral interfaces like UART, SPI, CSI-2, I2C, GPIO, USB, and PCIe\n\n\n Nice to have:\n   \n\n  \n\n* Prior experience in developing on-vehicle technology\n* Ability to work with safety-critical robotic systems with real-time constraints\n* Proficiency in embedded systems testing, with experience enhancing automated test frameworks\n* Experience in creating Android device builds to support Android system development, RTOS and middleware applications, and strong knowledge of writing, modifying, and maintaining Linux services under SELinux\n* Proven ability to design, integrate, and deliver code into production environments within aggressive timelines\n\n\n Compensation at Applied Intuition for eligible roles includes base salary, equity, and benefits. Base salary is a single component of the total compensation package, which may also include equity in the form of options and\/or restricted stock units, comprehensive health, dental, vision, life and disability insurance coverage, 401k retirement benefits with employer match, learning and wellness stipends, and paid time off. Note that benefits are subject to change and may vary based on jurisdiction of employment.\n   \n\n  \n\n Applied Intuition pay ranges reflect the minimum and maximum intended target base salary for new hire salaries for the position. The actual base salary offered to a successful candidate will additionally be influenced by a variety of factors including experience, credentials & certifications, educational attainment, skill level requirements, interview performance, and the level and scope of the position.\n   \n\n  \n\n Please reference the job posting’s subtitle for where this position will be located. For pay transparency purposes, the base salary range for this full-time position in the location listed is: $171,000 - $264,000 USD annually.\n   \n\n  \n\n*Don’t meet every single requirement? If you’re excited about this role but your past experience doesn’t align perfectly with every qualification in the job description, we encourage you to apply anyway. You may be just the right candidate for this or other roles.*\n*Applied Intuition is an equal opportunity employer and federal contractor or subcontractor. Consequently, the parties agree that, as applicable, they will abide by the requirements of 41 CFR 60-1.4(a), 41 CFR 60-300.5(a) and 41 CFR 60-741.5(a) and that these laws are incorporated herein by reference. These regulations prohibit discrimination against qualified individuals based on their status as protected veterans or individuals with disabilities, and prohibit discrimination against all individuals based on their race, color, religion, sex, sexual orientation, gender identity or national origin. These regulations require that covered prime contractors and subcontractors take affirmative action to employ and advance in employment individuals without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, protected veteran status or disability. The parties also agree that, as applicable, they will abide by the requirements of Executive Order 13496 (29 CFR Part 471, Appendix A to Subpart A), relating to the notice of employee rights under federal labor laws.*","company_url":"https:\/\/www.linkedin.com\/company\/applied-intuition-inc","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQFymb3C8MCMtQ\/company-logo_100_100\/company-logo_100_100\/0\/1708972364251\/applied_intuition_inc_logo?e=2147483647&v=beta&t=-Xa4OSHJiSFAJ3BLXKmCxNxZr9MhSNMwlWYcadKxGXE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4315820196","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4315820196","job_url_direct":null,"title":"Lead Software Engineer","company":"Elekta","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"gustaf.ericson@elekta.com","description":"**We don’t just build technology. We build hope.**\n Here at Elekta, you will make a difference. We are leaders in precision radiation therapy, we're committed to ensuring everyone has access to the best cancer care possible. Are you as passionate about humanity and innovation as we are? Then we would love to meet you!\n   \n\n  \n\n**What You’ll Do At Elekta**\n The\n **Lead Software Engineer** \n is involved in the specification and development of the product, associated tools and the continuous integration system.\n   \n\n  \n\n The\n **Lead Software Engineer** \n will co-operate within their agile team and with other teams in the Neuro program, using the prescribed methods of\n   \n\n  \n\n coding, review, version control system handling, etc. to deliver their work and to assist others where necessary. The engineer may lead their team in certain aspects of its work.\n   \n\n  \n\n**Responsibilities:**\n* To participate in all activities of software R&D projects, with emphasis on requirement specification, design, implementation, testing and documentation, user interface and usability considerations, risk analysis and configuration management whilst following company standards\n* To write and review TPS code and code for supporting systems and tools\n* To assist other teams in the Engineering department with TPS-related issues when required\n* To perform evaluations of technologies, methodologies and products\n* To follow the technical and clinical evolution within the field\n* Apply agile principles and practices, following SAFe methodology as a member of a scrum team.\n* Understand and adhere to the Elekta quality system, and introduce improvements to its effectiveness\n* To actively contribute to developing the TPS Engineering department by suggesting process improvements, sharing knowledge and coaching co-workers, and taking responsibility for software code and design improvements.\n\n\n**Authorities:**\n* To participate in the definition and system design of products\n* To decide design solutions and implementation of those solutions\n* To review code and software-related documents\n* To review technical product documents\n\n\n**Relevant knowledge, skills and competencies:**\n* Master of Science in Engineering Physics, Electrical Engineering, Computer Science or equivalent\n* Excellent command of English in speech and writing\n* Configuration management, continuous integration pipelines\n* Work with Linux systems\n* Significant work with C++\n* Thorough experience in Software Engineering, using version control systems, handling multiple branches in a team-based environment.\n\n\n**Hiring process**\n We are looking forward to hearing from you! Apply by submitting your application and résumé in English, via the “Apply” button. Please note that we do not accept applications by e-mail.\n   \n\n  \n\n**Your Elekta contact**\n For questions, please contact your Talent Acquisition Partner responsible, Gustaf Ericson at gustaf.ericson@elekta.com.\n   \n\n  \n\n**We are an equal opportunity employer**\n We are an equal opportunity employer. We evaluate qualified applicants without regard to age, race, colour, religion, sex, sexual orientation, gender identity, genetic information, national origin, disability, veteran status, or any other protected characteristic.\n   \n\n  \n\n*As a leader in precision radiation therapy, Elekta is committed to ensuring every patient has access to the best cancer care possible. We openly collaborate with customers to advance sustainable, outcome-driven and cost-efficient solutions to meet evolving patient needs, improve lives and bring hope to everyone dealing with cancer. To us, it's personal, and our global team of 4,700 employees combine passion, science, and imagination to profoundly change cancer care. We don’t just build technology, we build hope. Elekta is headquartered in Stockholm, Sweden, with offices in more than 120 countries and listed on Nasdaq Stockholm. For more information, visit elekta.com or follow @Elekta on Twitter and LinkedIn.*","company_url":"https:\/\/se.linkedin.com\/company\/elekta","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFNENvxULsSqA\/company-logo_100_100\/company-logo_100_100\/0\/1630490265441\/elekta_logo?e=2147483647&v=beta&t=-BcrOtTMdjkjLMk8o-kDVQhaHq9WWn9zifNSvsC6JXs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4315819284","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4315819284","job_url_direct":null,"title":"Senior Software Consultant","company":"Rocket AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Rocket and the role** \n\n\n\n\n At Rocket, the belief is that companies exist for people – not the other way around. Now they’re looking for a\n **Senior Developer** \n to join their dynamic team of consultants and their journey forward!\n \n\n\n\n  \n\n\n\n\n\n Whether they’re diving into complex new technologies or heading out on their next surfing or skiing adventure, your team at Rocket champions transforming complexity into simplicity and enjoyment. You’ll be working with amazing people and exciting technology, having fun, being innovative, and creating outstanding products and services in areas like automation, full-stack development, cloud services & DevOps, and security.\n \n\n\n\n  \n\n\n\n\n\n In your role as a Senior Developer, you’ll work on exciting projects for their clients while also having the chance to hone your skills on fun internal projects – which Rocket will happily tell you more about!\n \n\n\n\n  \n\n\n\n\n\n*\"The House of Deep Tech expertise within Full Stack Development, Applied AI and Automation\"* \n\n\n\n\n  \n\n\n\n\n\n**About you** \n\n\n\n\n We’re looking for a true tech enthusiast at heart – a self-proclaimed nerd with a lifelong passion for technology. You didn’t pursue education just for its sake but because technology is part of your DNA. Your innate talent for tech stands out – you have a knack for diving deep into new technologies and quickly getting up to speed.\n \n\n\n\n  \n\n\n\n\n\n**You have:** \n\n\n\n* At least\n **five years of experience** \n as a front- or backend developer and are ready to take the next step in your career\n* Proficiency in one or more\n **high-level programming languages or frameworks** \n , such as Python, Java, C\/C++\/C#, .NET, JavaScript, Ruby, React, Angular, Node, Vue, or Bootstrap\n* Solid experience\n **designing and developing REST APIs**\n* Good knowledge of\n **cloud technologies** \n , such as App Services and Functions\n* Experience working with\n **modern CI\/CD pipelines** \n , including CircleCI, GitHub Actions, and Jenkins\n* Strong skills in\n **software architecture, design, implementation, and deployment** \n , which will be invaluable to the team and future projects\n* **Ability to work onsite** \n in the greater Stockholm metropolitan area (this is not a remote position)\n* **Fluency in both Swedish and English**\n\n\n\n  \n\n\n\n\n\n To top it off, we see it as a bonus if you have experience as a consultant, design skills (HTML5, CSS, SCSS, SVG, dynamic layouts, etc.), knowledge in RPA and automation, experience in machine learning, or database expertise.\n \n\n\n\n  \n\n\n\n\n\n**What can Rocket offer you?** \n\n\n\n* **Partnership** \n 🤝 – Influence the company’s future, participate in internal development projects, and even have the opportunity for future ownership.\n* **Innovation** \n 💡 – Rocket loves innovation and working on internal development projects.\n* **Occupational Health Services** \n 🌡️ – Comprehensive health care coverage.\n* **Exciting Conferences** \n 🌍 – Fantastic adventure conferences and getaways with colleagues.\n* **Flexibility** \n 🏡 – Rocket is highly flexible. A typical week includes a few days at the client site, one or two days in the office, and one day working from home.\n* **Social Gatherings** \n 🥳 – Social events to connect with colleagues.\n* **Central Office** \n 🏢 – A startup-style office located centrally for your convenience, close to public transport, just a minute from Östermalmstorg station.\n\n\n\n  \n\n\n\n\n\n**Performance, Kindness & Trust - Rocket** \n\n\n\n\n  \n\n\n\n\n\n*Rocket collaborates with Safemind for this recruitment.*","company_url":"https:\/\/se.linkedin.com\/company\/rocket-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGJs_fPbk9dhA\/company-logo_100_100\/company-logo_100_100\/0\/1729756475495\/rocket_ab_logo?e=2147483647&v=beta&t=2fC8AWEwvvdaTwXQtaYWKIOvLaE0Cjio6K1xlmfoaCU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4315845788","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4315845788","job_url_direct":"https:\/\/jobs.proxify.io\/jobs\/6599232-senior-account-manager&urlHash=KWuI","title":"Senior Account Manager (Enterprise)","company":"Proxify","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Proxify** \n\n\n\n\n  \n\n\n\n\n\n Founded in 2018 and headquartered in Stockholm, Proxify helps 2,500+ companies globally scale their tech teams with top-tier talent in Software, Data and AI. When internal demand for tech skills arises, we deliver carefully vetted, tailored developers within 48 hours removing traditional hiring delays so clients can move fast.\n \n\n\n\n  \n\n\n\n\n\n Recognised by the Financial Times as the 3rd fastest-growing company in Sweden (2025), and a member of the Deloitte Fast 50 Sweden (2024), we’re trusted by startups, scale-ups and global brands like Securitas, Electrolux and Lufthansa.\n \n\n\n\n  \n\n\n\n\n\n**Role overview** \n\n\n\n\n  \n\n\n\n\n\n As\n **Senior Account Manager** \n , you will manage end-to-end client engagement: discovery, proposal, negotiation, onboarding, retention, and expansion. You will ensure clients derive real value from Proxify’s engineers, build lasting partnerships, and grow your account portfolio.\n \n\n\n\n  \n\n\n\n\n\n**Key responsibilities** \n\n\n\n\n  \n\n\n\n\n\n - Build and nurture relationships with senior decision-makers; manage a portfolio of enterprise clients to drive satisfaction and loyalty.\n \n\n\n\n - Engage regularly with C-level and senior technical stakeholders to shape their tech-resourcing and project strategies.\n \n\n\n\n - Identify upsell and cross-sell opportunities, negotiate contracts, and secure long-term renewals.\n \n\n\n\n - Coordinate with internal talent, engineering, and delivery teams to align resources, timelines, and outcomes with client expectations.\n \n\n\n\n - Monitor account health, report on performance, advise clients on improvements, and manage risks.\n \n\n\n\n - Match developers to client needs using your technical understanding, working with Client Engineering to ensure quality and fit.\n \n\n\n\n  \n\n\n\n\n\n**Must-have** \n\n\n\n\n  \n\n\n\n\n\n - 5+ years managing enterprise or large B2B client accounts; experience in tech services, software, staffing, or outsourcing (UK market preferred).\n \n\n\n\n - Proven\n **track record of closing deals** \n , growing revenue, and retaining long-term clients.\n \n\n\n\n -\n **Credible technical fluency and understanding** \n gained via hands-on roles (developer, project\/product\/engineering lead) or working closely with technical teams.\n \n\n\n\n -\n **Strong negotiation and commercial skills** \n ; comfortable discussing pricing, SLAs, scope, and delivery models with senior stakeholders.\n \n\n\n\n - Ability and willingness to\n **travel** \n**1-2 business trips per month** \n as needed.\n \n\n\n\n -\n **Native English** \n .\n \n\n\n\n -\n **Self-starter attitude** \n ; ownership of outcomes, persistence, and ability to manage multiple projects\/clients.\n \n\n\n\n -\n **Experience with CRM** \n , forecasting and account planning tools.\n \n\n\n\n  \n\n\n\n\n\n**Nice-to-have** \n\n\n\n\n  \n\n\n\n\n\n - Experience in staffing, developer sourcing, or tech recruitment.\n \n\n\n\n - Comfortable in distributed team or remote-work environments.\n \n\n\n\n - Knowledge of current tech trends (cloud, AI, frameworks, remote work).\n \n\n\n\n - Familiarity with enterprise contracting, procurement or legal norms.\n \n\n\n\n - Wider professional network across the UK.\n \n\n\n\n  \n\n\n\n\n\n**Why you will love this opportunity** \n\n\n\n\n  \n\n\n\n\n\n 🌐 Help tech teams close skill gaps and create job opportunities for tech talent worldwide.\n \n\n\n\n ❤️ Be part of a humble, supportive, and tech-savvy team.\n \n\n\n\n 📈 Spearhead the growth of client partnerships in the UK and Ireland.\n \n\n\n\n 🚀 Great opportunities for professional development and personal growth.\n \n\n\n\n ✈️ Work in a truly international team of 39 countries, with occasional in-person meetups.\n \n\n\n\n  \n\n\n\n\n\n**Why it may not be your match** \n\n\n\n\n  \n\n\n\n\n\n ❌ You like every day to look the same (clear routines and process), this might not be for you because we build as we go and keep things agile.\n \n\n\n\n ❌ You lack any exposure to or understanding of tech and its applications.\n \n\n\n\n ❌ You don’t have an English level (advanced or, ideally, native).\n \n\n\n\n  \n\n\n\n\n\n**How to apply** \n\n\n\n\n Please send your CV (in English) explaining:\n \n\n\n\n  \n\n\n\n\n\n 1. Your experience working with enterprise clients (ideally UK).\n \n\n\n\n 2. Your technical background working closely with developer and engineering teams.\n \n\n\n\n 3. Why you find Proxify’s mission attractive and what excites you about this opportunity.","company_url":"https:\/\/se.linkedin.com\/company\/proxify-se","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFVelLHpNdUlw\/company-logo_100_100\/company-logo_100_100\/0\/1680002101871\/proxify_se_logo?e=2147483647&v=beta&t=ItxmMJQ40fzktY4L80pqHPDY3VEqdJlV5Ere8mqHiVw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4303170733","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4303170733","job_url_direct":null,"title":"Product Evangelist","company":"Lovable","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**TL;DR -** \n We’re looking for a magnetic, world-class product evangelist to represent Lovable at hackathons, customer HQs, and community events and to build educational content. You’ll inspire people to build, make them successful, and share their stories with the world. If you love teaching, building, and energizing communities, you’ll thrive here.\n   \n\n  \n\n**Why Lovable?**\n Lovable lets anyone and everyone build software with any language. From solopreneurs to Fortune 100 teams, millions of people use Lovable to transform raw ideas into real products - fast. We are at the forefront of a foundational shift in software creation, which means you have an unprecedented opportunity to change the way the digital world works. Over 2 million people in 200+ countries already use Lovable to launch businesses, automate work, and bring their ideas to life. And we’re just getting started.\n   \n\n  \n\n We’re a small, talent-dense team building a generation-defining company from Stockholm. We value extreme ownership, high velocity and low-ego collaboration. We seek out people who care deeply, ship fast, and are eager to make a dent in the world.\n   \n\n  \n\n**What We’re Looking For**\n* Track record of public speaking, community engagement, or developer advocacy.\n* Deep passion for building software and teaching others.\n* Strong presentation skills: equally at ease in enterprise boardrooms and grassroots community events.\n* Ability to produce educational content across text, video, and web formats.\n* Comfortable on camera. Can record video tutorials and engaging live sessions.\n* Obsessed with seeing others succeed and turning their dreams into reality.\n* Passionate about AI and emerging technologies.\n* Previous experience as a developer advocate, evangelist, or community builder\n* You have already built and shipped using Lovable!\n\n\n**What You’ll Do**\n* Create and represent Lovable at hackathons, community events, and enterprise customer events - equipping people to build successfully.\n* Be Lovable. Bring a magnetic presence that energizes people and inspires them to create with Lovable.\n* Present polished, compelling talks and workshops for audiences big and small. Technical and non-technical.\n* Be the vibe coding expert. Go deep on Lovable’s tools and show others how to unlock their potential.\n* Produce text, video, and interactive content that educates and activates users.\n* Host video sessions, livestreams, and lessons that spread Lovable know-how.\n* Work together with the marketing team to champion community success; Celebrate user wins, share their stories, and help people pursue their dreams.\n\n\n**How We Hire**\n* Fill in a short form then jump on an initial exploratory call.\n* We'll send you a quick take-home asking to present your best work over a loom video presentation.\n* Join us for a round of interviews to discuss your experience in more depth\n* Join us for trial work lasting 1-2 days remote or on-site. We'll see how you tick and you get to meet the team and explore whether joining Lovable feels right for you.\n\n\n**About Your Application**\n* Please submit your application in English. It’s our company language so you’ll be speaking lots of it if you join.\n* We treat all candidates equally - if you’re interested please apply through our careers portal.","company_url":"https:\/\/se.linkedin.com\/company\/lovable-dev","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQG6Pv34cWmbZw\/company-logo_100_100\/B4EZfRRwffHIAU-\/0\/1751562783258\/lovable_dev_logo?e=2147483647&v=beta&t=qcse4OMhEjS9RVhlTJYrD8wDfMs90N3LmqvwJ94NXvw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4313022981","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4313022981","job_url_direct":null,"title":"Product Director, API experience","company":"Sinch","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About the role** \n\n\n\n\n We are seeking a Product Director, API Experience to ensure our APIs become the most loved, adopted, and trusted in the industry. This leader will be accountable for how all APIs come together in one cohesive experience in our external developer platform, for external developer and agentic consumption - bringing thought leadership in what makes a good developer and agentic API experience, driving adoption, excellence in developer and API experience (DX\/AX), consistency in standards, and discoverability in the emerging ecosystem of AI and agentic platforms.\n \n\n\n\n\n\n\n\n This role sits at the intersection of product management, developer relations, and 3rd party ecosystem platform integration strategy. You will work with, and be dependent on the success of your relations with peer product leaders, internal developers, developer marketing and portal experience. We all rely on each other, and you will ensure our APIs, SDKs, and documentation delight developers, while also spearheading the company into a winning positioning in the agentic landscape, making our MCP server and API layer to be the preferred building blocks for external agent frameworks and platforms.\n \n\n\n\n\n\n\n\n**The opportunity** \n\n\n\n* This is currently one of Sinch's most important areas from a strategic standpoint - you will get the chance to steer, lead and show the company the way in this area.\n* The API experience product area has many parts, which are in different stages of maturity, and you will therefore both tackle greenfield areas such as the agentic developments and developer relations, as well as more mature areas such as the SDKs\n* Sinch is a proven leader and product in it's space, which gives you a great opportunity to combine the early stage startup development ways of thinking and acting with the support of a global company.\n* The team - at Sinch it's all about the team. Your closest partner will be a mirrored role in the engineering organization, and the two of you lead your teams and this area together.\n\n\n\n\n\n\n\n**Key Responsibilities** \n\n\n\n\n**Thought Leadership & External Positioning** \n\n\n\n* Ensure Sinch continues to be experienced as as a top global communications platform player in the agentic and developer world through APIs and developer experience.\n* Monitor (and as required communicate internally) industry trends, ensuring our developer platform stays ahead of evolving standards and expectations.\n* Evangelize an API-first culture internally and externally.\n\n\n\n\n\n\n\n**API experience Adoption** \n\n\n\n* Define and track cross-company metrics for external API adoption, activation, retention, and ecosystem usage.\n* Drive internal adoption of standards and capabilities developed and delivered by your team\n* Partner with product teams to identify adoption barriers and remove friction in developer onboarding and integration.\n\n\n\n\n\n\n\n**Standards & API Governance** \n\n\n\n* Drive consistent design patterns, SDKs, error handling, and developer workflows across APIs.\n* Establish and enforce those API standards across the company (design, authentication, versioning, error handling).\n* Run an API Review Council (or equivalent) to align product teams on shared patterns and technical debt paydown.\n* Ensure APIs and SDKs evolve with modern best practices (OpenAPI, MCP, REST).\n\n\n\n\n\n\n\n**Agentic Ecosystem & evolving agentic protocols** \n\n\n\n* Own product strategy for Sinch's MCP server(s) as the backbone for making our APIs discoverable and usable by agentic platforms.\n* Ensure our APIs are \"found, understood, and liked\" by external frameworks like LangChain, AutoGen, and other orchestration platforms as well as with ClaudeCode and other code assist tools.\n* Collaborate with our head of 3rd party ecosystems, to drive ecosystem partnerships and integrations that position our APIs as the easiest way for developers to build agents, apps, and workflows.\n\n\n\n\n\n\n\n**Developer Experience, Relations & Community** \n\n\n\n* Lead DevRel strategy to champion our APIs externally, creating advocacy, trust, and community growth.\n* Ensure world-class API documentation, guides, tutorials, and code samples are created and published in the relevant places\n* As needed, represent the company at developer conferences, on social channels, and in technical thought leadership.\n\n\n\n\n\n\n\n**What Success Looks Like** \n\n\n\n* Developers consistently praise our APIs and SDKs for ease of use and reliability.\n* Our agentic interfaces (e.g. MCP) are well recognized integration points for agentic platforms, driving organic adoption.\n* API usage and retention metrics show significant, measurable growth.\n* Sinch is recognized as a developer-first, API-first company with a thriving ecosystem and community.\n* This domain is a recognized area of expertise and excellence among the internal product development teams at Sinch\n\n\n\n\n\n\n\n**Requirements** \n\n\n\n* 10+ years of product leadership with focus on APIs, platforms, or developer tools.\n* Experience building and scaling product teams as a people manager\n* Experience in working in an enterprise scale software company, successfully managing stakeholders and understand how to make an impact. Comfortable influencing across many product lines without direct ownership.\n* Strong knowledge of API design and SDK development; experience with MCP or agent frameworks is a plus.\n* Proven experience scaling developer adoption and\/or running DevRel functions.\n* Public presence as a developer advocate or thought leader is a plus.\n* Strategic and hands-on: equally capable of setting vision and digging into API design details.\n\n\n\n\n\n\n\n**Our hiring process** \n\n\n\n\n We are committed to ensuring a recruitment process that is fair, objective, consistent, and inclusive. Our approach includes structured, competency-based interviews designed to evaluate your skills, experience, and qualifications relevant to the role. At times, we may include a data-driven assessment to enhance our hiring success and identify candidates likely to excel.\n \n\n\n\n We believe in a two-way process and encourage you to ask questions throughout the journey. If this role isn't what you're looking for, please explore the other opportunities listed on our career page: https:\/\/www.sinch.com\/careers\/. No matter who you are, we hope you find an exciting path forward - hopefully with us!","company_url":"https:\/\/se.linkedin.com\/company\/sinch","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH0rkIH9LkGpQ\/company-logo_100_100\/company-logo_100_100\/0\/1667401884904\/sinch_logo?e=2147483647&v=beta&t=njSxdTrPtBpSWZ38DywnnmEs23fdDHZHOsUiTdphDFY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4296202984","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4296202984","job_url_direct":null,"title":"SAP Functional Lead - Sales and Distribution","company":"DeLaval","location":"Tumba, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"sophia.perneby@delaval.com, agnes.edbom@delaval.com","description":"Do you want to work in a global company where you can contribute to a more sustainable food production? DeLaval is a leading developer, manufacturer and supplier of solutions for dairy farmers around the world. As a company built on innovation, we constantly work to find ways of helping our customers do more with less.\n   \n\n  \n\n Our operations and how we support our customers is undergoing a major business transformation – Programme one . A key role in this business and IT transformation journey is our Functional Lead for Sales & Distribution. You will be a key player in one of DeLaval’s biggest business transformation programs ever. As part of this greenfield program, we will replace many of our existing solutions and processes with new solutions from SAP.\n   \n\n  \n\n**Purpose Of Role And Key Responsibilities**\n You will be our senior solution designer and business advisor, with a deep understanding of business processes and capabilities. Close cooperation with business and IT stakeholders, as well as with SAP and our implementation partner, is your natural way of working. You are a strong advocate and gatekeeper for our principles: standardization, harmonization & simplification.\n   \n\n  \n\n**Specific Tasks Include**\n* Translate business requirements into technical solutions by applying knowledge of business processes and best practices, ensuring alignment with agreed cost-levels (TCO perspective) and in compliance with development and operations guidelines.\n* Keeping guidelines and instructions up to date and addressing deviations from agreed design principles and ways of working.\n* Upon completion of our transformation program, continue to be part of the SAP CoE supporting the continuous business development and improvement journey.\n\n\n**Qualifications**\n We are looking for a proactive team member who will add value to our program with their SAP, technology, and business competence.\n   \n\n  \n\n To be successful in this role, we believe that you:\n   \n\n  \n\n* Have about 5 years of experience in a similar senior role, with a strong competence in the S\/4 HANA SD-module. Experience of Subscription Billing, GTS and Variant Configuration is advantageous.\n* Have been involved in large SAP implementations, preferably greenfield projects.\n* Have a strong understanding of SAP software and its capabilities, as well as experience in designing and implementing SAP solutions.\n* Are familiar with SAP’s solution landscape as well as best practices, methods and tools from SAP.\n* Have a Master of Science university degree (technical faculty or similar) or equivalent through work experience.\n* Are fluent in spoken and written English\n\n\n We are looking for someone with a genuine interest in business processes and how IT can drive improvements. You bring drive, leadership, and a positive attitude – you’re not afraid to speak up and share your opinions, supported by guiding principles, target architecture, and established ways of working. You are confident in making decisions and actively contribute to decision-making processes. You have strong communication and interpersonal skills, as you will work closely with both technical and non-technical stakeholders.\n   \n\n  \n\n**Working at DeLaval**\n Our core values Passion, People, Professionals and Partnerships connect individuals across entities and geographies. Success is far more than knowledge – it is strongly related to behaviours. At DeLaval we are all guided by our three behaviours: Set Direction, Make things happen and One DeLaval.\n   \n\n  \n\n We offer you a workplace like no other, where state-of-the-art technology goes hand in hand with animal welfare. Work-life balance is important to us and as an employee at DeLaval you have a great benefit package.\n   \n\n  \n\n**Additional Information**\n This position is based in Tumba (Sweden). Global travelling will be part of this position. You will report to the Director Enterprise Transformation.\n   \n\n  \n\n We review applications ongoing. We do not accept applications via email, however if you have any questions regarding the role or the recruitment process don’t hesitate to contact us.\n   \n\n  \n\n**Contact**\n Hiring manager: Sophia Perneby, sophia.perneby@delaval.com\n   \n\n  \n\n Recruiter: Agnes Edbom, agnes.edbom@delaval.com\n   \n\n  \n\n**About DeLaval**\n Our vision is to make sustainable food production possible. As a company built on innovation, we constantly work to find ways of helping our customers, dairy farmers, do more with less by providing world-leading milking equipment and solutions.\n   \n\n  \n\n Today, DeLaval has approximately 4,500 passionate professionals operating in more than 100 markets around the world. DeLaval is part of the Tetra Laval Group.\n   \n\n  \n\n See more at corporate.delaval.com","company_url":"https:\/\/se.linkedin.com\/company\/delaval","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEmtLco5NMeyA\/company-logo_100_100\/company-logo_100_100\/0\/1631860606724\/delaval_logo?e=2147483647&v=beta&t=2cv7Z1uaxhqwLj3zjN4Ae7AR5NXJQA0eT8dgVn4ZdwQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4315858281","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4315858281","job_url_direct":"https:\/\/jobs.proxify.io\/jobs\/6179641-account-executive-dach-german-required&urlHash=C6xF","title":"Account Executive with German (DACH)","company":"Proxify","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Proxify** \n\n\n\n\n  \n\n\n\n\n\n**Proxify** \n is a global network of top-tier, carefully vetted remote experts in software development, data, and AI. We help companies scale their tech teams with highly skilled professionals, typically within two days. Only 1 % of 20,000+ monthly applicants are accepted, ensuring exceptional quality. Our service combines speed, quality, and flexibility, giving companies access to real technical experts without the administrative burden or risks of traditional hiring.\n \n\n\n\n  \n\n\n\n\n\n Recognised by the Financial Times as Sweden’s 3rd fastest-growing company (2025) and a member of the Deloitte Fast 50 Sweden (2024), we are trusted by startups, scale-ups, and global brands like Securitas, Electrolux, and Lufthansa. We are looking for an ambitious\n **German-speaking Account Executive** \n to drive outbound customer acquisition in the DACH market (Germany, Austria, and Switzerland).\n \n\n\n\n  \n\n\n\n\n\n**About the Role** \n\n\n\n\n  \n\n\n\n\n\n Are you a true relationship builder with a strong sense for technology, people, and business? Then this is your chance to make a real impact. As an Account Executive in the DACH team, you will take full ownership of the outbound sales cycle, particularly:\n \n\n\n\n  \n\n\n\n\n\n**- Prospecting** \n : Identifying and reaching out to new potential customers with a structured workflow.\n \n\n\n\n**- Pipeline Building** \n : Independently generating and nurturing leads.\n \n\n\n\n**- Sales Execution** \n : Running meetings, qualifying prospects, and guiding them through the full sales process.\n \n\n\n\n**- Matching** \n : Collaborating with our Client Engineers to find the right technical talent for each client’s specific needs.\n \n\n\n\n**- Closing** \n : Leading negotiations and managing contracts to ensure smooth deals.\n \n\n\n\n**- Handover** \n : Working closely with Account Managers for seamless transitions and long-term success.\n \n\n\n\n You will also collaborate closely with the BDR team to guide leads through the phases of Discovery, Matching, Negotiation, and Closing.\n \n\n\n\n**Target customers:** \n Mid-sized to large companies (50–2000 employees).\n \n\n\n\n  \n\n\n\n\n\n**Why You’ll Love Proxify** \n\n\n\n\n  \n\n\n\n\n\n 🌐 Help tech teams close skill gaps while creating job opportunities for developers worldwide.\n \n\n\n\n ❤️ Join a humble, supportive, and tech-driven team.\n \n\n\n\n 📈 Play a key role in shaping the growth of our client partnerships in the DACH market.\n \n\n\n\n 🚀 Great opportunities for professional and personal development.\n \n\n\n\n ✈️ Work in a truly international team spanning 39 countries, with occasional in-person meetups.\n \n\n\n\n  \n\n\n\n\n\n**Must-have** \n\n\n\n\n  \n\n\n\n\n\n - Strong sense of ownership, fast execution, and high standards of quality.\n \n\n\n\n - Seasoned BDR (ideally in tech or SaaS) proven ready to step up to AE.\n \n\n\n\n - Ability to understand clients and guide them through the entire customer journey.\n \n\n\n\n - Be a communicative, curious, and goal-oriented person.\n \n\n\n\n - A grounded team player who thrives in a performance-driven environment.\n \n\n\n\n - Native-level German and fluent English (spoken and written).\n \n\n\n\n  \n\n\n\n\n\n**Bonus** \n : Hands-on experience with technology (e.g., as a technical project manager, product manager, developer, or similar role), ideally in tech or SaaS.\n \n\n\n\n  \n\n\n\n\n\n**Why this role may not be for you** \n\n\n\n\n  \n\n\n\n\n\n ❌ You prefer daily routines and clearly defined processes – at Proxify, many things are still being built, and we remain flexible.\n \n\n\n\n ❌ You don’t have a German level (advanced or, ideally, native).\n \n\n\n\n  \n\n\n\n\n\n**How to apply** \n\n\n\n\n  \n\n\n\n\n\n Please send your CV (in English) explaining:\n \n\n\n\n 1. Your experience working with the DACH market.\n \n\n\n\n 2. Your technical background working closely with developer and engineering teams.\n \n\n\n\n 3. Why you find Proxify’s mission attractive and what excites you about this opportunity.","company_url":"https:\/\/se.linkedin.com\/company\/proxify-se","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFVelLHpNdUlw\/company-logo_100_100\/company-logo_100_100\/0\/1680002101871\/proxify_se_logo?e=2147483647&v=beta&t=ItxmMJQ40fzktY4L80pqHPDY3VEqdJlV5Ere8mqHiVw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]