[{"id":"c60811d857cf7a66","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c60811d857cf7a66","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30247356","title":"React Native \/ Redux App-utvecklare","company":"TAXICALLER NORDIC AB","location":"Linköping, E, SE","job_type":"fulltime","date_posted":1763251200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Om dig\n  \nVi söker dig som brinner för React Native och app-utveckling och har erfarenhet av Redux. Du är målmedveten, duktig på att arbeta såväl självständigt som i team och har ett genuint intresse för programmering.\n  \n  \n\n**Vi tror att du passar in på följande beskrivning:**  \n\n* Du har studerat på universitet\/högskola med inriktning mjukvaruutveckling.\n* Du har utvecklat appar i React Native.\n* Du har redan programmerat en hel del, antingen på fritiden eller som anställd.\n* Du har ett öga för snygg design.\n* Du har erfarenhet av git och det är en fördel om du tidigare jobbat agilt och har erfarenhet av continuous integration.\n* Du har ett bra driv och kan jobba självständigt.\n\n\nDina arbetsuppgifter\n  \nTaxiCaller har utvecklat en mobility as a service-plattform och vår molntjänst används idag i 70 länder.\n  \nDu kommer att jobba med utvecklingen av våra mobila appar.\n  \nVi utvecklar våra appar i React Native. Du kommer få ansvaret för vidareutvecklingen av våra appar.\n  \nArbetet kommer göras tillsammans med vårt team av UX\/desginer, back end-utvecklare och front end\/webb-utvecklare.\n  \nDu kommer ha stora möjligheter att påverka dina dagliga arbetsuppgifter.\n  \nVår produkt täcker redan våra kunders grundläggande behov, men vi har många spännande idéer som vi vill utveckla för att ta nästa stora steg. För att nå dit behöver vi din hjälp.\n  \n  \n\nOm oss\n  \nTaxiCaller grundades 2011 och har utvecklat en mobility as a service-plattform. Vi har inledningsvis fokuserat på taximarknaden och vårt molnbaserade taxibokningssystem har snabbt nått internationella framgångar och används idag av taxibolag i hela världen. Vi har nyligen även börjat erbjuda vår mobility as a service-plattform till andra transportsektorer. Redan idag använder bl.a. FN vårt system för transport av sin personal.\n  \nVi växer mycket snabbt med lönsamhet (vi är med på Dagens Industris lista över Gasell-företag). Vi upplever en stark efterfrågan på vår produkt och vi behöver därför utöka vår utvecklingsavdelning.\n  \nVi har vårt huvudkontor på Mjärdevi i Linköping, men arbetet kan utföras på distans.\n  \n**Mer information om oss finner du på:** www.taxicaller.com\/sv\/jobb och www.linkedin.com\/company\/taxicaller.","company_url":"https:\/\/se.indeed.com\/cmp\/Taxicaller-Nordic-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"926b326b7097be87","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=926b326b7097be87","job_url_direct":"https:\/\/jobb.sevra.se\/jobs\/6767809-systemutvecklare-till-gruppera-development","title":"Systemutvecklare till Gruppera Development","company":"SEVRA Rekrytering","location":"Stockholm, AB, SE","job_type":null,"date_posted":1763164800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Är du en driven systemutvecklare som vill arbeta i en familjär och engagerande arbetsmiljö?**\n\n\nVi söker nu för kunds räkning en skicklig systemutvecklare till det utmärkande konsultbolaget Gruppera med stark gemenskap, högt tekniskt kunnande och en härlig arbetsmiljö. Här får du möjlighet att arbeta med spännande kunder i branscher så som fintech, retail, försäkring och offentlig sektor, och bidra med din kompetens i meningsfulla projekt.\n\n**Om företaget**\n\n\nHär får du mer än bara ett jobb – du blir en del av en gemenskap där kollegorna känner varandra väl och där en positiv arbetsmiljö står i fokus. Deras kontor i centrala Stockholm är utformat för att vara en naturlig samlingsplats, med ytor som inbjuder till både arbete och umgänge. De arrangerar regelbundet AWs, konferenser (både in- och utrikes), teamaktiviteter och ser till att du trivs både på ett professionellt och personligt plan.\n\n\nDe strävar efter att bygga långsiktiga relationer och bibehålla en kultur där alla känner sig värderade. Här får du möjlighet att driva egna idéer och påverka företagets utveckling, samtidigt som de stöttar din professionella tillväxt. De värderar samarbete och innovation, och jobbar alltid nära kunder för att skapa verkligt värde.\n\n**Din roll**\n\n\nSom konsult hos Gruppera får du möjlighet att arbeta nära dess kunder och utveckla innovativa och moderna systemlösningar. Rollen är flexibel och utformas utifrån din kompetens och dina intresseområden med hänsyn till kundens behov. Du kommer att arbeta med modern teknik och bidra till utvecklingen av robusta och hållbara lösningar.\n\n**Typiska arbetsuppgifter:**\n\n* Fullstack-utveckling i moderna teknologier inom både backend och frontend.\n* Arbeta med molnbaserade arkitekturer och mikrotjänster.\n* Implementera CI\/CD-pipelines och DevOps-processer.\n* Säkerställa skalbara, säkra och prestandaeffektiva lösningar.\n* Delta i tekniska beslut, arkitektur och strategi.\n* Jobba nära kunder, produktägare och team för att skapa affärsvärde.\n\n**Vi söker dig med kompetens inom:**\n\n\nVi ser att du har 7+ års erfarenhet av systemutveckling *samt kompetens inom minst en teknik per kategori, fullständig kunskap inom alla är inte nödvändig.*\n\n* Backend: .NET Core, C#, Node.js, Spring Boot, Java eller liknande.\n* Frontend: React, TypeScript, Angular, Vue eller motsvarande.\n* Databaser: SQL (PostgreSQL, MSSQL, MySQL) och NoSQL (MongoDB, Firebase, DynamoDB).\n* Molnplattformar: Azure, AWS, Google Cloud Platform (GCP).\n\n\nMeriterande kunskaper:\n\n* Containerisering & Orkestrering: Docker, Kubernetes, Helm.\n* DevOps & CI\/CD: Azure DevOps, GitHub Actions, Terraform, Jenkins.\n* Arbetsmetoder: Agilt arbete enligt Scrum, Kanban.\n* Test & Kvalitetssäkring: TDD, enhetstestning, integrationstestning.\n\n  \n\n**Vem är du?**\n\n\nVi tror att du är en lösningsorienterad och pragmatisk utvecklare som trivs i en dynamisk och konsultmässig roll. Du har en analytisk förmåga och kan balansera långsiktig kodkvalitet med affärs- och leveranskrav. Du är även en lagspelare som delar kunskap och inspirerar andra.\n\n **Vad erbjuds du?**\n\n* Attraktiv lönemodell med grundlön samt bonus.\n* Flexibla arbetstider och hybridarbete – anpassat efter kundens behov.\n* Friskvårdsbidrag om 4000kr\/år.\n* Möjlighet att löneväxla.\n* Två årliga konferenser – En i Sverige och en i utlandet\n* Sociala aktiviteter och gemenskap – AWs, teamaktiviteter och en öppen och trivsam arbetsplats.\n* 30 semesterdagar per år\n* Finns möjlighet att anpassa villkor\/förmåner individuellt utifrån vad som är viktigt för dig.\n\n**Ansökan**\n\n\nVill du bli en del av ett konsultbolag med fötterna på jorden, bra gemenskap och goda värderingar där du får arbeta gentemot spännande kundbolag och utvecklas? Tveka inte på att skicka in en ansökan, dock senast 2025-11-30.\n\n**Om SEVRA**\n\n\nSEVRA är en rekryteringspartner som fokuserar på att förstå företagets affär och långsiktiga mål. Vi erbjuder skräddarsydda lösningar för att matcha rätt kompetens med företagets behov. Med vår expertis och vårt breda nätverk säkerställer vi att företag får nyckelpersoner som kan bidra till långsiktig tillväxt och utveckling. Vi strävar efter att skapa hållbara partnerskap där både företag och anställda växer tillsammans.","company_url":"https:\/\/se.indeed.com\/cmp\/Sevra-Rekrytering","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"2bf0e40555d1dcd0","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=2bf0e40555d1dcd0","job_url_direct":"https:\/\/jobb.rasulson.com\/jobs\/6767272-bi-utvecklare","title":"BI-utvecklare","company":"Rasulson Consulting","location":"Stockholm, AB, SE","job_type":null,"date_posted":1763078400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"Rollbeskrivning  \n\nVi söker en BI-utvecklare som vill arbeta nära verksamheten med att utveckla och förvalta datadrivna beslutsstödslösningar. Fokus ligger på Qlik Sense i en Data Warehouse-miljö med stark koppling till Qlik Cloud och Google Cloud Platform. Rollen passar dig som vill ta ett tydligt ansvar för hela kedjan – från data till visuella lösningar – och som trivs i gränslandet mellan teknik och affär.\n\n\nArbetsuppgifter\n\n* Utveckla, förvalta och optimera BI-lösningar i Qlik Sense.\n* Arbeta med SQL och datalager (Data Warehouse) för att säkerställa kvalitet, struktur och tillgänglighet i data.\n* Bygga och vidareutveckla lösningar i Qlik Cloud och Google Cloud Platform.\n* Säkerställa god prestanda, datakvalitet och spårbarhet i befintliga och nya BI-lösningar.\n* Samarbeta nära verksamhetsrepresentanter för att förstå behov och omsätta dessa till hållbara BI- och rapportlösningar.\n* Bidra till ett lärande teamklimat genom kunskapsdelning, gemensam problemlösning och proaktivt förbättringsarbete.\n\n\nKrav\n\n* Mycket god kunskap i SQL.\n* Minst 3 års erfarenhet av BI-utveckling i Qlik Sense samt arbete i Data Warehouse-miljö.\n* Erfarenhet av Qlik Cloud.\n* Erfarenhet av Google Cloud Platform.\n* God kommunikationsförmåga på både svenska och engelska, i tal och skrift.\n* Ansvarstagande och drivande med förmåga att kommunicera och samarbeta mellan teknik och affär.\n* Förmåga att arbeta självständigt, vara lösningsorienterad och ha fokus på att skapa värde och framdrift.\n\n\nMeriterande\n\n* Kunskap om datamodellering.\n* Erfarenhet eller bakgrund inom telekombranschen.\n* Erfarenhet av att arbeta i hybridupplägg med både onsite- och distansarbete.\n\n\nStart\/Längd\n\n* Start: 2025-12-15\n* Längd: Till 2026-12-15\n\n\nPlats\n\n* Stockholm (hybrid, 3 dagar\/vecka på plats)\n\n\nOm Rasulson Consulting  \n\nRasulson Consulting är ett specialiserat bemannings- och rekryteringsföretag inom IT-sektorn. Vi samarbetar med både etablerade teknikbolag och innovativa startupföretag för att erbjuda attraktiva karriärmöjligheter för dig som vill utvecklas inom digitalisering och IT. Genom vår djupa tekniska kompetens och vårt omfattande nätverk matchar vi rätt konsult med rätt uppdrag – snabbt och träffsäkert. Hos oss får du personlig rådgivning, kontinuerlig återkoppling och möjlighet att ta nästa steg i din karriär.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f8757f9adda5d053","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f8757f9adda5d053","job_url_direct":"https:\/\/www.capgemini.com\/jobs\/336935-en_US+sap_btp\/","title":"AI Utvecklare","company":"Capgemini Engineering","location":"Gävle, X, SE","job_type":null,"date_posted":1759968000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"mathieu.vannoorenberghe@sogeti.se","description":"Job Description**AI Utvecklare**\n\n**Är du redo att forma framtiden genom att omvandla information till värde?**\n\n\nSogeti strävar efter att hjälpa våra kunder genom både strategiska och operativa förbättringar. Vi tror på att utmana befintliga lösningar för att göra dem effektivare och att använda de senaste teknologierna för att skapa värde genom moderna tillämpningar som GenAI.\n\n\n\n\n**Din roll**  \n\nSogeti söker AI-utvecklare till Sogeti Gävle. Vi söker dig som är nyfiken, tekniskt skicklig och driven att förbättra och effektivisera verksamheter. Du är en lagspelare som är bra på att arbeta i team men även på att leverera på egen hand. Du är utåtriktad och gillar att hålla dig uppdaterad om de senaste teknologierna. Du brinner för att hjälpa kunder att identifiera användningsfall och skapa största möjliga affärsnytta.\n\n **I denna roll kommer du att spela en nyckelroll i**\n\n* Tillämpa stora språkmodeller (LLM) på specifika affärsproblem för att extrahera, bearbeta, klassificera och härleda insikter från ostrukturerade datamängder.\n* Utveckla domän- eller uppgiftsspecifika språkmodeller för affärsproblem när befintliga modeller inte kan användas.\n* Utvärdera prestandan för maskininlärningsmodeller och ge rekommendationer för förbättringar.\n* Hålla dig uppdaterad kring kärnteknologier inom NLP och generativ AI.\n* Arbeta i tvärfunktionella team och ta gemensamt ägarskap och ansvar för planering, arbete, kvalitet och leverans.\n* Agera mentor till juniora teammedlemmar för att bidra till en miljö där de får utvecklas genom stöd och support.\n\n **Din profil**\n\n* Akademisk examen inom Data Science, Data, Machine Learning, Theoretical Linguistics eller motsvarande.\n* Dokumenterat praktisk erfarenhet av stora språkmodeller (GPT, XLNet, T5, etc.).\n* God erfarenhet av att använda moderna NLP-verktyg och bibliotek som spaCy, Hugging Face Transformers.\n* Goda kunskaper i Python-utveckling inklusive bibliotek som NumPy, SciPy och erfarenhet av SQL.\n* Duktig på att kommunicera och lära ut, förmåga att förklara tekniska koncept för icke-tekniska intressenter.\n* Flytande i svenska och engelska, både skriftligt och muntligt.\n* Praktisk erfarenhet av att arbeta med både on-prem och molnplattformar, MS Azure är meriterande.\n* Kunskap och erfarenhet av vektordatabaser som Pinecone, Milvus eller Weaviate är meriterande.\n\n\n\n\n**Vad vi tror kommer få dig att trivas**\n\n* Innovativ miljö: Hos oss får du chansen att jobba med den senaste tekniken och vara en del av ett dynamiskt team som älskar att skapa värde genom innovation.\n* Karriärutveckling: Vi bryr oss om din framtid och erbjuder utvecklingsprogram och certifieringar i de senaste teknologierna, så att du kan växa och bli den bästa versionen av dig själv.\n* Teamkänsla: Vi är som en stor familj med en härlig teamkänsla. Genom att leva efter våra värdeord som mod, passion, laganda och entreprenörskap - skapar vi en arbetsmiljö där alla kan trivas.\n\n\n\n\n**Ansökan**\n\n\nVi välkomnar varmt din ansökan idag, urvalet sker löpande! Om du har frågor om tjänsten eller rekryteringsprocessen, vänligen kontakta Team Manager, Mathieu Vannoorenberghe på mejl: mathieu.vannoorenberghe@sogeti.se\n\n\n#LI-HB1\n\n**Om oss**  \n\nSogeti Sverige, en del av Capgemini-koncernen, med 19 kontor och 1300 medarbetare, skapar affärsvärde med teknologi för organisationer som behöver införa innovation snabbt och som vill ha en lokal partner med global skalbarhet. Med en hands-on-kultur och närhet till kunderna, implementerar Sogeti lösningar som hjälper organisationer att arbeta snabbare, bättre och smartare. Genom att kombinera agilitet och snabb implementation via en DevOps-ansats, levererar Sogeti innovativa lösningar inom test- och kvalitetssäkring, molnet och systemutveckling, förstärkta av AI, data och automation.\n\n\n  \nRef. code\n336935-en\\_US\nPosted on\n09 Oct 2025\nExperience level\nExperienced Professionals\nContract type\nPermanent\nLocation\nGävle\nBusiness unit\nABL Northern Central Europe\nBrand\nSogeti\nProfessional communities\nData & AI","company_url":"https:\/\/se.indeed.com\/cmp\/Capgemini-Engineering","company_url_direct":"https:\/\/www.capgemini.com\/es-es\/sobre-nosotros\/quienes-somos\/nuestras-marcas\/capgemini-engineering\/","company_addresses":"Paris","company_industry":null,"company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"World leader in engineering and R&D services, Capgemini Engineering combines its broad industry knowledge and cutting-edge technologies in digital and software to support the convergence of the physic","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/b6a78b3ba2ca3af11872b2e3d3bec64a","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/81358dc4bc4648a63e6096bc23ae1b6a","ceo_name":"Aiman Ezzat","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/99a57566e9812fe0661cc08110033eb7"},{"id":"4340950542","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4340950542","job_url_direct":null,"title":"Backend Developer Intern   [Remote]","company":"XR Solutions","location":"Stockholm County, Sweden","job_type":"other","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About XR Solutions** \n\n\n\n\n XR Solutions is a technology-driven company pioneering\n **machine learning-powered augmented reality solutions** \n for industrial clients.\n \n\n\n\n Our mission is to revolutionize how machines are operated, maintained, and optimized — enabling workflows and innovations that were once impossible. We combine research-based optimizations with cutting-edge AR technology to create\n **practical, reliable, and high-performance solutions** \n that reshape industries.\n \n\n\n\n This internship offers a rare opportunity to\n **build backend systems that directly power advanced AR applications** \n used in real-world industrial environments.\n \n\n\n\n  \n\n\n\n\n\n**Role Overview:** \n\n\n\n\n We’re looking for a\n **passionate, detail-oriented Backend Developer Intern** \n with a strong interest in\n **API development, system integration, and backend architecture** \n .\n \n\n\n\n This is a\n **remote, hands-on role** \n where you will work closely with experienced developers to design, implement, and maintain backend services that support our AR platforms.\n \n\n\n\n While this is initially\n **unpaid** \n , exceptional performance may lead to a\n **paid position** \n after the internship.\n \n\n\n\n  \n\n\n\n\n\n**What You’ll Do:** \n\n\n\n* **Develop APIs** \n : Build and maintain high-performance REST APIs using\n **Node.js** \n and\n **Express.js** \n .\n* **Database Management** \n : Work with\n **PostgreSQL** \n and ORM tools (Sequelize) to design and optimize database schemas.\n* **System Integrations** \n : Assist in integrating backend services with AR platforms and machine learning pipelines.\n* **Testing & Quality Assurance** \n : Write and run\n **unit and integration tests** \n to ensure stability and performance.\n* **DevOps Support** \n : Learn to work with\n **AWS cloud infrastructure** \n and contribute to maintaining scalable, secure environments.\n* **Troubleshooting & Maintenance** \n : Help debug, patch, and optimize backend systems to improve reliability.\n* **Code Reviews** \n : Participate in peer reviews to maintain code quality and follow industry best practices.\n\n\n\n  \n\n\n\n\n\n**Required Skills:** \n\n\n\n* Proficiency in\n **Node.js** \n and\n **Express.js**\n* Solid\n **JavaScript** \n &\n **TypeScript** \n skills\n* Experience with\n **PostgreSQL** \n (basic to intermediate)\n* Familiarity with\n **AWS services** \n (some training provided)\n* Understanding of\n **Git** \n (we use Bitbucket)\n* Basic knowledge of\n **CI\/CD pipelines**\n* Awareness of\n **IT security fundamentals**\n* (Bonus) Experience with\n **Sequelize ORM**\n\n\n\n  \n\n\n\n\n\n**What You’ll Gain:** \n\n\n\n* Hands-on experience building backend systems for\n **real-world AR applications**\n* Exposure to\n **AWS-based scalable architectures**\n* Experience with\n **industrial-grade API design, testing, and security**\n* Involvement in a\n **live product launch**\n\n\n\n  \n\n\n\n\n\n If you’re excited about this opportunity and eager to learn, please send your resume outlining your interest in the position. We look forward to helping you grow your skills and advance your career in backend development.","company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHeCFw56iRkeQ\/company-logo_100_100\/company-logo_100_100\/0\/1633338980908\/xr_solutions1_logo?e=2147483647&v=beta&t=Sp6Rv1MGRYTqKXD1xlNxk1Ry95mBFlOuB6_Kzq8ZQPQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4336511038","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4336511038","job_url_direct":null,"title":"Full-Stack Developer to Dechora","company":"fika ai","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We at fika ai are helping Dechora find a Full-Stack Developer - apply by taking the AI interview in the link!\n \n\n\n\n\n  \n\n\n\n\n\n**TL;DR** \n  - We’re looking for a creative, product-minded full-stack developer to help build Dechora’s AI-powered retail experience. Perfect for someone early in their career who loves to build fast, learn fast, and see their work go live with real brands.\n \n\n\n\n  \n\n\n\n\n\n**Why Dechora AI** \n\n\n\n\n Dechora is the next big thing in online shopping, transforming online retail by merging \n \n AI with real-world spaces\n \n . Think Shopify x Pinterest, with an interactive Ai-layer. As a first step, our white-label plug-in turns flat product catalogues on global brands’ webshops into living, interactive experiences - letting shoppers see furniture, colors, and materials directly in their own homes. The result: higher engagement, stronger brand value, and more confident purchases - leading to higher conversions and lower returns.\n \n\n\n\n  \n\n\n\n\n\n We’re an early-stage startup based in Stockholm, building the next paradigm of e-commerce. You’ll join from day one, working directly with the founders to shape both the product and the company. Expect high ownership, fast decisions, and zero bureaucracy.\n \n\n\n\n  \n\n\n\n\n\n Read more: https:\/\/dechora.ai\/\n \n\n\n\n  \n\n\n\n\n\n**What we’re looking for** \n\n\n\n* You’ve built real products - at work, in school, or in your spare time\n* Comfortable working across the stack (frontend + backend)\n* Excited about AI, e-commerce, and building visually stunning experiences\n* Bonus: familiarity with computer vision, image processing, or 3D rendering\n* Bonus: interest in how online stores work (catalogues, payments, integrations)\n* You’re proactive, curious, and eager to grow with the company\n\n\n\n  \n\n\n\n\n\n**What you'll do** \n\n\n\n* Build and ship new features across the stack\n* Work on visualization flows, UI components, and AI integrations\n* Collaborate with design and founders to turn ideas into real experiences\n* Learn how to design scalable systems and write clean, maintainable code\n* Help shape engineering culture and best practices as one of the first hires\n\n\n\n  \n\n\n\n\n\n**Our tech (open & evolving)** \n\n\n\n\n We’re early, so the stack will evolve - but you’ll likely work with tools like:\n \n\n\n* Frontend:\n \n  React \/ Next.js \/ TypeScript\n* Backend:\n \n  Node.js \/ Python\n* Infra:\n \n  AWS \/ GCP \/ Vercel\n* AI:\n \n  OpenAI \/ Stability \/ custom image models\n* E-commerce:\n \n  Shopify \/ WooCommerce \/ custom APIs\n* You’ll have a real voice in shaping what we use and how we build.\n\n\n\n  \n\n\n\n\n\n**What we offer** \n\n\n\n* High ownership and close collaboration with the founders\n* Competitive salary plus meaningful equity\n* Flexible hours and hybrid setup (Stockholm or remote)\n* Fast learning curve and a chance to grow with the company\n\n\n\n  \n\n\n\n\n\n**Why join** \n\n\n\n\n You’ll work directly with the founders, see your code go live fast, and help define the technical DNA of Dechora AI.\n \n\n\n\n Every feature you ship will redefine how people shop - and you’ll grow alongside the company from the ground up.\n \n\n\n\n  \n\n\n\n\n\n**Apply by taking fika ai's interview!**","company_url":"https:\/\/se.linkedin.com\/company\/fika-ai","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFZIFXfJGWkmQ\/company-logo_100_100\/B4EZp3Y9TdKYAQ-\/0\/1762939623175\/fika_ai_logo?e=2147483647&v=beta&t=0D8T6vMx6aazS3l46J4Av6Um_78TqZ7R-nnFOxNlqXg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4133464952","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4133464952","job_url_direct":null,"title":"TEAM LEAD & BACKEND SOFTWARE DEVELOPER","company":"Betsson Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"THE WOW\n   \n\n\n As a Team Lead at Betsson Group, you will lead a team of talented people and take overall responsibility for team performance. As the Team Lead, you will take an active role in driving the delivery of your team and promoting a healthy team spirit and culture. You will also participate as a developer in designing and developing next generation Engagement products for the iGaming industry.  \n \n\n\n  \n\n ABOUT THE JOB\n   \n\n\n\n As part of this team, you will use cutting edge technology to develop highly scalable and resilient application. As a team lead you will also enable us to get these applications into the hands of our users safely, quickly, and sustainably. In Engagement Area, We develop products to boost customer engagement. Our goal is to provide the best customer experience on the market, and we do that through personalized communication, interesting and fun promotions, and gamification. We work closely with our commercial users to ensure we deliver the best CRM tools and products. All designed and developed by us and delivered safely, quickly and sustainably using best-if-bread technologies and processes. \n \n\n\n\n  \n\n As a Team Lead and Backend Developer, your day to day will look like\n   \n\n  \n* People management, mentoring and coaching developers, taking part in recruiting and onboarding, performance reviews, personal development planning and 1-to-1’s.\n  \n* Close collaboration with Product Managers, Architects, and Stakeholders to understand and implement business requirements.\n  \n* Software development according to modern best practices and principles.\n  \n* Taking part in the decision-making process for design or improvement of application architecture, solution development, architecture, and code review\n  \n\n\n  \n\n WHAT WE ARE LOOKING FOR\n   \n\n  \n* Experience in software development for more than 5 years\n  \n* Experience of managing teams of software engineers\n  \n* Strong leadership and communication skills\n  \n* Agile mindset, business goals orientation\n  \n* Excellent knowledge and experience in C#, .NET Framework, and .NET Core\n  \n\n\n  \n\n WHAT DOES OUR TECH STACK LOOK LIKE?\n   \n\n\n At Betsson, we pride ourselves on adaptability and keeping up with the latest technologies. Our current tech stack looks like this\n \n\n\n  \n\n  \n* C#, .NET Framework, .NET Core,\n  \n* AWS, Kubernetes, Docker\n  \n* PostgreSQL, MSSQL, Redis, Couchbase\n  \n* Apache Kafka, RabbitMQ\n  \n* Prometheus, Loki, Grafana\n  \n* GitHub\n  \n\n\n  \n\n WHAT WE OFFER\n   \n\n\n Life at Betsson can be lightning fast with twists and turns but always FUN! Then again, what else would you expect from a business 75% millennial and 1700 strong, spread across 7 offices with 900 based out of our Malta HQ alone! We recognize it may not be for the faint-hearted, but if you’re a go-getter, initiator and adrenaline junkie, always striving to push the boundaries and challenge yourself, then you’ll fit right in.\n \n\n\n  \n\n\n We offer numerous challenges where your skills will be put to good use! We encourage innovation, independence and celebrate success where you will be part of multi-cultural and diverse company, with people from all over the world.\n \n\n\n  \n\n CHALLENGE ACCEPTED?\n   \n\n\n If you are interested to learn more, please apply with your CV.\n \n\n\n  \n\n\n Check out the Betsson Group Blog to find out what our employees are talking about\n \n\n\n  \n\n\n By submitting your application, you understand that your personal data will be processed as set out in our Privacy Policy","company_url":"https:\/\/mt.linkedin.com\/company\/betsson-group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFzZe1y4vbFfw\/company-logo_100_100\/B4DZap.l18HwAU-\/0\/1746608480365\/betsson_group_logo?e=2147483647&v=beta&t=M2X9UXZ_2mqeO2SfNA_6siDPWHoLEAMQjCZ6j_UBUU8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4133467487","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4133467487","job_url_direct":null,"title":"Gaming- Senior .NET Engineer","company":"Betsson Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Are you an experienced Senior Backend .NET\/C# Engineer looking for your next career opportunity? The Gaming Area within Product Development is now hiring! The Gaming Area at Betsson Group focuses on Game Play and Game Discovery across all our brands and markets. We aim to offer the best gaming products in the industry and an exciting user experience when playing on our sites. We cover game lobbies, gaming initiatives, provider integrations and more.  \n \n\n\n  \n\n**THE WOW** \n  \n\n\n Our Gaming platform is the core of everything we do. It supports all our gaming sites and is central to the company strategy.\n \n\n\n  \n\n\n You will be part of preparing our journey to containerization, increasing the scalability of our systems while also maintaining their high quality. To accommodate new requirements, we are constantly re-evaluating our systems design and working on exciting new features. You will be part of a passionate team, which is building an industry leading, scalable, multi-brand platform to support 25+ online brands! Our brands are used by hundreds of thousands of users and growing\n \n\n\n  \n\n\n To sum it up you will be taking our Gaming platform, which is used by a worldwide audience, to a new level!  \n \n\n\n  \n\n**SOME OF THE THINGS THAT WE WOULD LIKE TO SEE** \n  \n\n\n Previous experience as a backend developer and relevant experience with some of the core technical skills mentioned below. You are a collaborative person who readily offers help and shares knowledge with your colleagues.\n \n\n\n  \n\n  \n* C#, .NET, NET Core\n  \n* SQL Server and NoSQL databases\n  \n* Unit testing frameworks\n  \n* Messaging within a micro service architecture\n  \n* Agile development\n  \n\n\n  \n\n\n And\/or to have experience working with kafka, a modern front-end framework (e.g. Angular), Docker containerization, Domain driven design.\n \n\n\n  \n\n\n\n\n\n  \n\n What’s in it for you?\n   \n\n\n We can offer you an environment full of ambition and passion. One day is never like the other as the only constant is change, to the better, to the greater. We strive to be the best in whatever field we choose to play on, and we make sure to have fun along the way!\n \n\n\n  \n\n  \n* A friendly, open and humble working environment, where you will have the chance to work alongside with colleagues from all over the world\n  \n* A chance to evolve your skills together with your colleagues with various programs and initiatives\n  \n* Personal development through courses, in-house training and external certification\n  \n* Freedom with responsibility\n  \n\n\n  \n\n CHALLENGE ACCEPTED?\n   \n\n\n If you are interested to learn more, please apply with your CV in English.\n \n\n\n  \n\n\n Check out the Betsson Group Blog to find out what our employees are talking about\n \n\n\n  \n\n\n By submitting your application, you understand that your personal data will be processed as set out in our Privacy Policy","company_url":"https:\/\/mt.linkedin.com\/company\/betsson-group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFzZe1y4vbFfw\/company-logo_100_100\/B4DZap.l18HwAU-\/0\/1746608480365\/betsson_group_logo?e=2147483647&v=beta&t=M2X9UXZ_2mqeO2SfNA_6siDPWHoLEAMQjCZ6j_UBUU8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4336258543","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4336258543","job_url_direct":null,"title":"Application Specialist | Full-Stack Developer","company":"Avanade","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Want to work in an innovative company that has been nominated 19th time in a row Microsoft Partner of the Year? Want to have a career close to Microsoft technologies? Want to share your work days with enthusiast, competent and engaging colleagues? If the answer to these questions is yes, please keep on reading!SummaryJoin as an Operations Specialist - full Stack Developer and lead efficient applications operations activities, maintaining and enhancing solutions across front and back-end with integrated services and APIs. Embrace your leadership role, creating conceptual architecture to meet precise client needs, while bridging the technology-business gap with exceptional communication. Elevate your career in this dynamic journey, shaping the future and making a lasting impact on clients. Key ResponsibilitiesHandle operations and support tasks and ensure that applications you are responsible for run smoothly and reliablyPerform development tasks for the applications you are responsible for Handle deployments\/releasesMonitor, update, and maintain existing Productive and Testing environmentsMaintain system availability rate of 99,5% for Productive environmentTroubleshoot, and resolve any reported problemsProvide application performance tuningDocument and analyze problemsMaintain system documentationEnable best practices & process automationCollaborate with hardware, OS, DBA technical teams to ensure proper integration of the environmentWork closely vendors to tune and troubleshoot applicationsFully responsible for problem management activities such as issue resolution and root cause analysisDaily monitoring and maintenance activities","company_url":"https:\/\/www.linkedin.com\/company\/avanade","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9oEH9vWAthw\/company-logo_100_100\/B4DZf0WkqfH8AY-\/0\/1752151247860\/avanade_logo?e=2147483647&v=beta&t=1wyRTFv3kGkqeN8wiK-eJcsP79kP1zGsxcM-nSHISyA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4340970087","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4340970087","job_url_direct":null,"title":"Solution Specialist (Cloud & AI)","company":"Microsoft Power Platform Community","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Overview**\n Join us in shaping the future of AI innovation with Microsoft Azure!\n   \n\n  \n\n We are looking for a passionate and customer-obsessed Solution Specialist (Cloud & AI) to join our Digital Natives team in either in North Europe or South Europe. In this role, you will engage with some of the most innovative and disruptive start-ups and scale-ups, helping them unlock the full potential of Azure across different solution areas: from Agentic AI to Application Development to Developer Productivity.\n   \n\n  \n\n As a trusted advisor, you will lead strategic customer engagements, drive solution envisioning and accelerate adoption of Azure services. You will work closely with Solution Engineers, partners and engineering teams to deliver business outcomes through secure, scalable and AI-powered cloud solutions. Your ability to connect business needs with technical capabilities to generate and accelerate pipeline will be instrumental in helping these fast-growing companies accelerate their growth and build the next generation of AI-native applications.\n   \n\n  \n\n This is a unique opportunity to be at the forefront of Microsoft’s AI and cloud transformation, influencing how Digital Native customers build, secure and scale their solutions on Azure.\n   \n\n  \n\n Microsoft’s mission is to empower every person and every organization on the planet to achieve more. As employees we come together with a growth mindset, innovate to empower others, and collaborate to realize our shared goals. Each day we build on our values of respect, integrity, and accountability to create a culture of inclusion where everyone can thrive at work and beyond.\n   \n\n  \n\n**Responsibilities**\n* Drive Customer Engagements: Lead customer conversations focused on Azure Security, Developer Productivity and Copilot Studio. Understand customer priorities and map them to Microsoft’s solution plays to drive value and differentiation.\n* Accelerate Solution Adoption: Own the sales strategy and execution for your territory. Activate solution plays such as “Innovate With Azure AI Apps and Agents\", \"Win Software Developers with GitHub\" or \"Unify your Data Platform\".\n* Orchestrate Technical Teams: Collaborate with Cloud Solution Architects, Solution Engineers and Partners to deliver compelling demos, workshops, and proof-of-value engagements that showcase Azure’s capabilities.\n* Empower Developers: Promote GitHub and Azure DevOps to improve developer velocity, CI\/CD practices, and secure code development. Guide customers in leveraging Copilot and Copilot Studio to boost productivity and innovation.\n* Pipeline and Opportunity Management: Identify, qualify, and progress opportunities through the sales cycle. Use digital signals and AI-assisted insights to prioritise accounts and drive co-sell motions with partners.\n* Customer Success and Growth: Ensure customers realise value from their Azure investments. Drive consumption, renewals, and expansion by aligning solutions to business outcomes.\n* Continuous Learning and Enablement: Stay current on Azure innovations, industry trends, and competitive landscape. Share best practices and contribute to a culture of learning and collaboration.\n\n\n**Qualifications**\n**Required\/Minimum Qualifications (RQs\/MQs)**\n* Bachelor's Degree in Computer Science, Information Technology, Business Administration, or related field AND\/OR solid experience in technology-related sales or account management experience\n* Proven ability to lead strategic sales engagements for cloud and AI platforms, leveraging technical knowledge\n\n\n Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and\/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the Accommodation request form .\n   \n\n  \n\n Benefits\/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.","company_url":"https:\/\/www.linkedin.com\/company\/microsoft-power-platform-community","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFhPajkk8Oypw\/company-logo_100_100\/company-logo_100_100\/0\/1662089970627?e=2147483647&v=beta&t=ZkIyJho5at3ZQ6ckKT3KWi5IoEBwJCf7X3vStqvsee8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4247490817","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4247490817","job_url_direct":null,"title":"Senior Integration Lead Developer","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"ramya.parthasarathy@cgi.com, sjostedt@cgi.com","description":"Beskrivning av tjänsten\n   \n\n  \n\n Vill du vara med i Sveriges vassaste integrations-team? Då är du rätt person för oss! Nu söker vi Dig som vill jobba som Integration Lead Developer på CGI.\n   \n\n  \n\n Vi erbjuder dig som har ett brinnande intresse för integrationsutveckling på Microsoft-plattformen att börja i ett team som arbetar tätt tillsammans. Normalt sitter vi ihop och arbetar från vårt kontor i Stadshagen. Vi arbetar med spännande kunder i alla branscher vilket gör att du ständigt får nya utmaningar och möjlighet att vidareutvecklas.\n   \n\n  \n\n På CGI strävar vi efter att skapa framgångsrika team som har roligt på jobbet och hjälper varandra att utvecklas. CGI är Sveriges ledande IT-företag och ett av världens största. Detta ger fantastiska karriärmöjligheter och möjlighet till spännande uppdrag. Vårt framgångsrika integrationsteam är som ett eget litet företag inom ramarna för stora CGI vilket ger en stark teamkänsla och samhörighet.\n   \n\n  \n\n CGI är Microsoft Gold Partner inom Application Integration. Vårt integrationsteam i Stockholm går för högvarv och behöver förstärkning. Här får Du möjlighet att jobba med några av de bästa integrationsutvecklarna i branschen!\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n* Utveckla robusta, säkra och återanvändbara integrationslösningar med hjälp av Azure Integration Services: Logic Apps, Azure Service Bus, API Management, Event Grid och Azure Functions\n* Leda tekniska designdiskussioner, definiera integrationsmönster och bidra till lösningsarkitekturen\n* Fungera som teknisk ledare för integrationsprojekt och säkerställa överensstämmelse med affärs- och IT-strategier\n* Samarbeta nära med lösningsarkitekter, företagsarkitekter och affärsintressenter\n* Mentorera och stödja junior-\/mellannivåutvecklare och främja bästa praxis och kodkvalitet\n* Driva implementeringen av DevOps och automatiseringsmetoder för integrationspipelines (CI\/CD, Infrastructure as Code)\n* Övervaka integrationsprestanda och proaktivt identifiera förbättringar\n* Äga hela livscykeln för integrationer – från kravinsamling till produktionssupport\n\n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n Vi söker dig som har:\n   \n\n  \n\n* 5 till 8+ års erfarenhet i integrationsutveckling, med stark erfarenhet av att designa och implementera lösningar på Azure iPaas\n* Djupgående kunskaper om Azure Logic Apps, Service Bus, API Management, Azure Functions, Event Grid och hybridanslutningsalternativ\n* Bevisad meritlista inom design av API-baserade arkitekturer, eventdrivna flöden och molnbaserade integrationer\n* Stark kunskap om autentiseringsmekanismer (OAuth 2.0, OpenID Connect, Azure AD) och bästa praxis för säkerhet i integrationer\n* Kunskaper inom CI\/CD-pipelines (helst med Azure DevOps)\n* Erfarenhet av övervaknings- och observationsverktyg (t.ex. App Insights, Log Analytics)\n* Stark förståelse för integrationsmönster, mikrotjänster och tjänsteorienterad arkitektur (SOA)\n* Utmärkta kommunikations-, ledarskaps- och intressenthanteringsfärdigheter\n* Kunskap om docker och containers\n* Obehindrad svenska och engelska i tal och skrift\n\n\n Meriterande om du också har:\n   \n\n  \n\n* Microsoft-certifieringar (t.ex. Azure Solutions Architect, Azure Developer Associate)\n* Erfarenhet av att integrera med SAP, Dynamics 365, Salesforce eller andra on-premise system\n* Kännedom om BizTalk-migreringar till Azure eller strategier för modernisering av integrationer\n* Exponering för dataströmningsplattformar (t.ex. Kafka, Event Hubs)\n* Bakgrund inom agila\/Scrum-metoder\n\n\n**Vad du kan förvänta dig av oss:**\n Integrationsteamet på CGI är ett gäng som trivs ihop, delar kunskap och stöttar varandra. Här är det lätt att vara sig själv, och det finns alltid någon att bolla idéer med. Ibland gör vi något kul tillsammans efter jobbet, som en spelkväll – bara om man vill, såklart!\n   \n\n  \n\n**Låter det intressant?**\n Vi ser fram emot att höra ifrån dig! Skicka in din ansökan redan i dag då urvalet sker löpande. Har du frågor om rollen, kontakta gärna rekryterande konsultchef Ramya Parthasarathy, ramya.parthasarathy@cgi.com eller konsultchef Henrik Sjöstedt, henrik,sjostedt@cgi.com.\n   \n\n  \n\n**Vad CGI erbjuder dig**\n CGIs kombination av global och lokal närvaro, med kontor på 30 orter i Sverige, ger nöjda kunder men innebär även att du som anställd alltid har ett kontor nära dig. Detta i kombination med flexibla arbetstider ger dig möjlighet till balans mellan privatliv och arbete, oavsett var i livet just du befinner dig.\n   \n\n  \n\n På CGI finns även stora möjligheter till interna karriärvägar där du kan välja att bli specialist inom ditt område, bredda dig inom nya områden eller ta en ledande befattning. Via våra interna nätverk, projekt och åtaganden i globala och nationella industrier, erbjuder vi dig kompetensutveckling och engagerade ledare som stöttar just dig i din utveckling.\n   \n\n  \n\n Mer information om våra förmåner:\n   \n\n  \n\n* Aktieprogram och delägarskap: Som delägare har du möjlighet att påverka och i vårt aktieprogram matchar CGI ditt bidrag, krona för krona upp till 3% av din månadslön.\n* Friskvårdsbidrag: Vi erbjuder ett årligt friskvårdsbidrag på 4000 kr.\n* Föräldralön: Vi betalar upp till cirka 90% av din lön under den första tiden hemma.\n* Trygg anställning: Våra konsulter anställs med kollektivavtal och försäkringar.\n* Pensionslösningar: Vi erbjuder attraktiva och förmånliga pensionslösningar.\n* Personalbil: Personalbilen används som en privatbil men leasas av CGI.\n\n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4300043613","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4300043613","job_url_direct":"https:\/\/activision.wd1.myworkdayjobs.com\/King_External_Careers\/job\/Barcelona\\u002d\\u002d-King\\u002d\\u002d-PG\/Senior-Engineering-Manager-for-CRM\\u002d\\u002d-Marketing-Technology_R025663?&utm_source=linkedin&utm_medium=social&utm_content=&utm_campaign=jobs&urlHash=njcP","title":"Senior Engineering Manager for CRM & Marketing Technology","company":"King","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Craft:**\n Technology & Development\n   \n\n  \n\n**Job Description:**\n The Senior Engineering Manager for Marketing & Promotions leads and manages a critical team within King’s Player Experience Operations organization. This role is accountable for building, scaling, and maintaining systems that underpin King’s product marketing capabilities. These systems are foundational to King’s player-centric strategy and enable cross-game personalization, marketing and engagement. The team’s mission is to equip game teams with the tools, data, and capabilities needed to deliver impactful player experiences and interactions. The engineering manager will need to bridge content, data, and operations to enable effective marketing across channels inside and outside the games. This may extend to overseeing a virtual team including team members from other Live Ops sub-domains and Game Platform’s Core Data team.\n   \n\n  \n\n* Goals\n\n\n**Goal 1: Deliver Scalable, Secure and Compliant Consumer Marketing Systems**\n What: Evolve and maintain high-reliability marketing and engagement systems (e.g. Braze, segmentation and events management) that enable player engagement while respecting privacy and player data.\n   \n\n  \n\n Why: Marketing is foundational to driving player engagement: from onboarding new players, reactivating players and nudging active players towards monetization. At King we rely on a combination of third party tools including Braze to work seamlessly with our internal data and Live Ops capabilities. Robust marketing technology reduces friction, supports tentpole events such as All Stars alternative payments and ensures long-term growth in player lifetime value. This role contributes to a virtual team that aims to deliver exceptional, enjoyable and personal experiences to our player base, enabled through technology and an internal operating model that prioritise scalability, collaboration and speed-to-market.\n   \n\n  \n\n**Key Activities:**\n* Modernize marketing technology and supporting systems to support marketeers’ needs for automated, scalable consumer messaging with high reliability and security.\n* Collaborate with Product and Marketing stakeholders to meet evolving business requirements.\n* Drive standardization and platform-wide adoption of core marketing technology and tools.\n\n\n**Potential Success Metrics:**\n* 30% reduction in setup time for marketing campaigns across games.\n* Player engagement uplift tied to new marketing technology capabilities and data connectivity.\n* Internal NPS from game teams on marketeer experience.\n* Increased productivity per FTE and Elevate daily work (# of campaigns able to be supported)\n* Improved time-to-market for innovation (# of new features built, Reduced time-to-value) and overall Rate of Improvement\n\n\n**Goal 2: Deliver data connections between King and Third-Party systems to improve overall reporting and attribution for all CRM activity and improve automation capabilities\n *(managing dependencies on contributing teams)***\n What: Ensure we build and maintain APIs and services enabling data connectivity in alignment with Candy CRM and Shared Tech Live Ops needs.\n   \n\n  \n\n Why: Availability of data via our Marketing Tech Platform including third-party tools is essential for triggering marketing comms to players and for reporting on campaign effectiveness. A scalable and reusable approach is required and will reduce duplication across games.\n   \n\n  \n\n**Key Activities:**\n* Design and oversee a unified data-exchange contract between Unified Platform (UP) services and Braze, defining events, attributes, and consent flags.\n* Build real-time and batch pipelines that make gameplay, economy, and segmentation data available to marketeers within defined SLAs.\n* Expose self-serve APIs & SDKs so game teams can push new data attributes or subscribe to downstream campaign results without bespoke work.\n* Orchestrate cross-domain architecture reviews with Game Platform Core Data and Live Ops to ensure reuse of identity, consent, and compliance components (GDPR\/CCPA).\n* Automate data-quality monitoring & alerting (e.g., schema drift, null rates, PII violations) and ensure proactive monitoring for stakeholders.\n* Pilot advanced attribution & suppression logic (multi-touch, channel fatigue) and document playbooks for marketers.\n\n\n**Potential Success Metrics:**\n- Increased scale of activity (ratio of personalised vs bulk comms.)\n\n < 5 % schema-drift incidents\/quarter detected by automated monitoring.\n - 50 % reduction in manual data-mapping effort for new campaigns (measured via onboarding surveys).\n\n- Marketeer NPS +20 points for “data availability & reliability” dimension versus prior baseline.\n\n- Responsibilities\n\n**Define & Communicate the Engineering Strategy for Marketing & Promotions**\n Develop a cohesive vision and execution plan across the two teams to deliver scalable, compliant, and game-integrated systems. Align this strategy with Shared Tech’s mission of player-centricity, and King’s business goals of enabling trusted and engaging player experiences.\n   \n\n  \n\n**Drive Cross-Domain Collaboration and Integration**\n Ensure that Marketing and Promotions systems are interoperable with Game Systems, Live Ops, Economy, and Player Data. Partner across functions to break silos and accelerate safe, secure game delivery.\n   \n\n  \n\n**Champion Operational Excellence And Developer Experience**\n Embed high standards of automation, observability, and reliability. Reduce manual overhead for game teams by standardizing integrations and platform contracts. Actively improve onboarding and usage of Social and Identity APIs.\n   \n\n  \n\n**Enable Scalable Infrastructure**\n Lead engineering delivery of systems that abstract regulatory complexity away from game teams. Partner with CRM and PXO stakeholders to turn requirements into resilient technical capabilities.\n   \n\n  \n\n**Foster a High-Performance, Supportive Engineering Culture**\n Recruit, grow, and retain top engineering talent. Promote psychological safety, autonomy, and continuous feedback. Create an inclusive culture where experimentation, knowledge sharing, and accountability thrive.\n   \n\n  \n\n* Essential Knowledge\n\n\n**Marketing Technology and Live Games as a Service**\n Deep understanding of consumer marketing technologies (Braze, Swrve or competitors), secure data management, and Live Ops strategies across devices and platforms.\n   \n\n  \n\n**MarTech Engineering**\n Proven ability to build backend services at scale to engage global audiences. Familiarity with MarTech trends and global data privacy regulations.\n   \n\n  \n\n**Backend Scalability & Operability**\n Demonstrated experience building high-volume, high-availability services with strong observability, alerting, and recovery practices.\n   \n\n  \n\n* Key Skills\n* Technical Strategy & System Architecture: Ability to architect and guide complex distributed systems across identity, compliance, and social domains.\n* Cross-Functional Alignment: Skilled at aligning Legal, Product, Engineering, and Game teams behind a unified technical direction.\n* Execution Excellence & Flow Efficiency: Strong delivery leadership with focus on rapid iteration, automation, and shortening cycle times without sacrificing quality.\n* Organizational Leadership & Coaching: A leader of leaders, able to grow engineering managers and build a resilient, high-trust engineering culture.\n* Change Management & Communication: Comfortable navigating ambiguity, aligning diverse stakeholders, and communicating complex concepts clearly at all levels.\n\n\n**About King**\n With a mission of\n *Making the World Playful* \n , King is a leading interactive entertainment company with more than 20 years of history of delivering some of the world’s most iconic games in the mobile gaming industry, including the world-famous Candy Crush franchise, as well as other mobile game hits such as\n *Farm Heroes Sag* \n a. King games are played by more than 200 million monthly active users. King, part of Microsoft (NASDAQ: MSFT), has Kingsters in Stockholm, Malmö, London, Barcelona, Berlin, Dublin, San Francisco, New York, Los Angeles and Malta. More information can be found at King.com or by following us on LinkedIn, @lifeatking on Instagram, or @king\\_games on X.","company_url":"https:\/\/se.linkedin.com\/company\/king","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQE-p94Ng1sc7w\/company-logo_100_100\/B4EZkOgJoyGwAU-\/0\/1756884933779\/king_logo?e=2147483647&v=beta&t=Yy5oUeLTHnakh0j5Xo4K-T2BsAlrA8J30GyT51PTWrY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4336258543","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4336258543","job_url_direct":"https:\/\/www.avanade.com\/en\/career\/job-details\/R00297461?source=LinkedIn&urlHash=LYLO","title":"Application Specialist | Full-Stack Developer","company":"Avanade","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Want to work in an innovative company that has been nominated 19th time in a row Microsoft Partner of the Year? Want to have a career close to Microsoft technologies? Want to share your work days with enthusiast, competent and engaging colleagues? If the answer to these questions is yes, please keep on reading!SummaryJoin as an Operations Specialist - full Stack Developer and lead efficient applications operations activities, maintaining and enhancing solutions across front and back-end with integrated services and APIs. Embrace your leadership role, creating conceptual architecture to meet precise client needs, while bridging the technology-business gap with exceptional communication. Elevate your career in this dynamic journey, shaping the future and making a lasting impact on clients. Key ResponsibilitiesHandle operations and support tasks and ensure that applications you are responsible for run smoothly and reliablyPerform development tasks for the applications you are responsible for Handle deployments\/releasesMonitor, update, and maintain existing Productive and Testing environmentsMaintain system availability rate of 99,5% for Productive environmentTroubleshoot, and resolve any reported problemsProvide application performance tuningDocument and analyze problemsMaintain system documentationEnable best practices & process automationCollaborate with hardware, OS, DBA technical teams to ensure proper integration of the environmentWork closely vendors to tune and troubleshoot applicationsFully responsible for problem management activities such as issue resolution and root cause analysisDaily monitoring and maintenance activities","company_url":"https:\/\/www.linkedin.com\/company\/avanade","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9oEH9vWAthw\/company-logo_100_100\/B4DZf0WkqfH8AY-\/0\/1752151247860\/avanade_logo?e=2147483647&v=beta&t=1wyRTFv3kGkqeN8wiK-eJcsP79kP1zGsxcM-nSHISyA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4289928665","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4289928665","job_url_direct":null,"title":"Software Development Manager","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"lar.andersson@cgi.com","description":"Beskrivning av tjänsten\n   \n\n  \n\n Är du redo för nästa steg i din ledarkarriär – där du både får utveckla människor, driva strategiska beslut och skapa digitala lösningar som gör skillnad? Som\n **Software Development Manager** \n inom Digital Services blir du navet i vår utvecklingsorganisation.\n   \n\n  \n\n Det här är rollen för dig som vill:\n   \n\n  \n\n**Leda och forma** \n ett växande utvecklingsteam med hög kompetens och engagemang\n   \n\n  \n\n**Påverka strategiska beslut** \n genom din plats i ledningsgruppen för produkt och utveckling\n   \n\n  \n\n**Bygga framtidens digitala lösningar** \n för kunder i olika branscher\n   \n\n  \n\n**Kombinera global styrka med lokalt mandat** \n – internationella nätverk och kompetensutveckling i en Stockholmsbaserad roll\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n Som Software Development Manager hos oss får du möjlighet att leda och inspirera 12–18 utvecklare och testare, där du skapar en arbetsmiljö där teamen trivs, växer och levererar med hög kvalitet. Du får driva och utveckla verksamheten inom Digital Services, omsätta strategiska mål till konkreta initiativ och delta i ledningsgruppen för produkt och utveckling – en chans att verkligen påverka riktningen för våra digitala lösningar.\n   \n\n  \n\n Rollen ger dig möjligheten att forma moderna arbetssätt med Agile, DevOps och CI\/CD, samarbeta i både lokala och distribuerade team och arbeta med CGI:s interna verktyg och Microsofts plattformar i spännande, varierande digitala projekt.\n   \n\n  \n\n Kort sagt: du får både ansvar och frihet att påverka, utveckla och leverera i en innovativ miljö där din kompetens gör skillnad.\n   \n\n  \n\n Tjänsten är placerad i Stockholm men det finns möjlighet till hybridarbete, med flexibilitet att kombinera kontor och distans.\n   \n\n  \n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n Vi söker dig som har:\n   \n\n  \n\n* Erfarenhet inom IT-\/Systemutveckling, gärna i ledande befattning\n* Dokumenterad förmåga att leda och utveckla team med tekniska roller\n* God förståelse för moderna utvecklingsmetoder (Agile, DevOps, CI\/CD)\n* Akademisk examen inom datavetenskap, systemvetenskap eller motsvarande, alternativt likvärdig arbetslivserfarenhet.\n* Mycket god kommunikationsförmåga på svenska och engelska\n\n\n Det är meriterande om du även har:\n   \n\n  \n\n* Erfarenhet från konsult- eller tjänsteorganisation\n* Kunskap inom molnplattformar (Azure, AWS eller GCP)\n* Erfarenhet av budget- och resursplanering.\n* Certifieringar inom projektledning, agila metoder eller molnteknologier\n* God förståelse för IT-säkerhet och compliance\n\n\n Som person är du en inkluderande ledare som skapar engagemang, tillit och driv i dina team. Du är strategisk, men samtidigt hands-on och initiativrik – och du trivs med att inspirera, coacha och driva utveckling framåt.\n   \n\n  \n\n**To applicants: please note that this position requires Swedish citizenship, Swedish and English language skills on a professional level, verbally as well as in writing.**\n Om du har några frågor eller funderingar är du välkommen att kontakta mig Lars Andersson, som är rekryterande chef för denna roll, lar.andersson@cgi.com\n   \n\n  \n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4075553233","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4075553233","job_url_direct":"https:\/\/karriar.accigo.se\/jobs\/2145210-integration-specialist?utm_source=LinkedIn&urlHash=mzRd","title":"Integration specialist","company":"Accigo","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"tyra.drakenberg@accigo.se, amir.hosseini@accigo.se","description":"Nu söker vi vår nästa ledare med flera års erfarenhet av att bygga integrationslösningar. Vi är ett team av utvecklare som jobbar i\n *C#\/.NET-stacken och drivs av uppdrag med mycket logik och avancerade integrationer. Om du vill bygga unikt anpassade lösningar och vara en ledare i leverans- då är vi rätt gäng för dig!*\n****Vad ingår i jobbet som integrationsspecialist på Accigo?****\n Som integrationsspecialist hos oss bygger du nya API:er i C#\/.NET och är väl bevandrad i de tekniker som Azure Integration Services erbjuder. Du tar en ledande roll i leverans och har stor möjlighet att påverka och tycka till gällande olika teknikval – vilket är något som vi både uppmuntrar och uppskattar.\n   \n\n  \n\n Du kommer även att utveckla och underhålla befintliga kundlösningar i förvaltningsåtaganden. Rollen är dynamisk och bjuder på variationsrika och spännande tekniska utmaningar med stora möjligheter att utveckla dina kunskaper och bredda din erfarenhet utifrån dina egna ambitioner.\n   \n\n  \n\n Några exempel på vad du kan komma arbeta med:\n   \n\n  \n\n* Designa och skapa integrationslösningar i Microsoft Azure\n* Designa och skapa API:er och fasader för integrationer\n* Arbeta självständigt i mindre uppdrag\n* Leda utvecklingsteam\n\n\n**Vi söker dig som**\n* Under ca 5+ år har jobbat med C# och byggt API:er\n* Tycker att CI\/CD är lika självklart som att solen går upp varje dag\n* Har stor kunskap inom Microsoft Azure utifrån att bygga integrationslösningar\n* Är erfaren inom Azure integration services (Logic Apps, Azure functions, API Management, Azure services bus, data factory och event grid)\n* Tycker om och har erfarenhet av att bygga komplexa lösningar med fokus på logik\n* Är van att jobba och leda i agil scrum-process\n\n\n**Det är meriterande om du dessutom har**\n* Erfarenhet av att arbetat med BizTalk eller liknande integrationsmotor\n* Erfarenhet av konsultrollen\n\n\n Vem är du?\n   \n\n  \n\n Du är en team-player som antagligen gillar att umgås mycket med dina kollegor. För att lyckas på Accigo är det viktigt att du är kommunikativ, nyfiken och prestigelös.\n   \n\n  \n\n Du är en problemlösare som vågar testa nya tankar, perspektiv och tekniker.\n   \n\n  \n\n Du är en naturlig coach åt andra som förstår skillnaden mellan att ge kritik och konstruktiv feedback. Sist men inte minst, strävar du alltid efter att göra ditt bästa i alla lägen.\n   \n\n  \n\n Vårt team\n   \n\n  \n\n Teamet Cloud & Development är ett gäng utvecklare och affräsledare som mer än ofta är ute hos kunder och projektleder eller kravställer nya spännande lösningar.\n   \n\n  \n\n För oss är laganda och glädje jätteviktigt och vi ser därför till att hitta på roliga aktiviteter med teamet både på och utanför arbetstid. Det ska vara kul att jobba och alla ska ha möjlighet att utvecklas i linje med sin egen ambition. Det innebär att vi arbetar med många utmanande och spännande projekt i ett lagom tempo. Hos oss är det bara din egen ambition och lust som sätter gränsen för hur mycket du kan utvecklas!\n   \n\n  \n\n**Nyfiken?** \n Vi svarar gärna på frågor, eller berättar mer om oss över en kaffe - du kan enkelt komma i kontakt med oss: tyra.drakenberg@accigo.se.\n   \n\n  \n\n Läs gärna mer om oss och träffa våra medarbetare på vår karriärsida.\n   \n\n  \n\n**Nyfiken?** \n Vi svarar gärna på frågor, eller berättar mer om oss över en kaffe - du kan enkelt komma i kontakt med oss: amir.hosseini@accigo.se\n   \n\n  \n\n Accigo är ett nordiskt konsultbolag som hjälper företag och organisationer med digital affärs- och verksamhetsutveckling med tekniken som möjliggörare. För oss handlar digitalisering till 90% om människor och 10% om teknik. Det är när samspelet mellan människa och teknik fungerar som digitaliseringens fulla styrka visar sig.\n   \n\n  \n\n För många handlar digitalisering mest om teknik. För oss är det så otroligt mycket större. Digitalisering kan få både människor och organisationer att våga sikta högre, följa sina drömmar och öppna dörrar som de inte ens visste fanns. Och när man ser igenom tekniken och börjar skönja vilka möjligheter som gömmer sig där bakom. Då ser man att framtiden kan vara en fantastisk plats – fylld av mänsklig energi och värme – och digitalisering är inget annat än vår superkraft för att komma dit.","company_url":"https:\/\/se.linkedin.com\/company\/accigo","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHqKEIIEx3t8A\/company-logo_100_100\/company-logo_100_100\/0\/1637664475929\/accigo_logo?e=2147483647&v=beta&t=VwQI4dG5FHcq-HfTRU5hZ5irWCAeOH3-93YUTc00jwU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4261939385","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261939385","job_url_direct":null,"title":"Integrationsarkitekt till Accelerate at Iver","company":"Accelerate Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"jesper.carlsson@iver.se","description":"*Nu letar vi efter nya medarbetare som vill vara med på vår resa. Som en del av Accelerate at Iver ligger du i teknikens absoluta framkant och arbetar med spännande digitaliserings- och transformationsprojekt hos marknadsledande kunder. Vi är idag över 300 konsulter som brinner för att realisera digitala möjligheter i molnet. Tillsammans med våra kunder stänger vi gapet mellan aspiration och framgångsrik implementation.\n **Nu söker vi en Integrationsarkitekt som vill bli en del av Accelerate at Iver och som vill vara med och bidra till bättre IT-lösningar som gör skillnad för våra kunder! Är du vår nya kollega?***\n**Din roll på Accelerate at Iver?**\n Som integrationsarkitekt hos Accelerate at Iver kommer du att bidra till att bygga robusta, moderna och långsiktiga integrationslösningar. Lösningarna byggs främst på Microsoft-teknologi utifrån hybrida moln, dvs on-prem och cloud. I din roll kommer du att kombinera Ivers paketerade tjänster med skräddarsydda kundunika lösningar som byggs av våra spetskonsulter inom integrationsområdet.\n   \n\n  \n\n**Några Exempel På Arbetsuppgifter Kan Vara**\n* Ta fram lösningsförslag utifrån Accelerate at Ivers eller våra kunders arkitektur-principer i kombination med verksamhetsmässiga mål. Dokumentera lösningsförslagen åt utvecklare och andra projektdeltagare\n* Samarbeta i olika delar av projektfaser med kravställning, utvecklare, testare, beställare och produktägare\n* Samarbeta med andra lösningsarkitekter och it-arkitekter för att gemensamt ta fram bra och kostnadseffektiva lösningar\n* Ta fram konceptuella design-förslag som inledande initiativ\n* Identifiera och implementera kvalitetsförbättringar i befintliga lösningar, såsom skalbarhet, säkerhet, återanvändbarhet m.m.\n* Agera brygga mellan verksamhet och IT, kommunicera och argumentera för bra lösningar\n* Assistera i det löpande utvecklings- och förvaltningsarbetet kring integrationslösningar\n* Balansera kort- och långsiktiga mål i ditt arbetssätt\n\n\n**Vad erbjuder vi dig?**\n Accelerate at Iver kan erbjuda dig ett utmanande och varierande jobb som konsult med stora personliga utvecklingsmöjligheter! Vi satsar hårt på kompetensutveckling och att ständigt hålla oss i teknisk framkant.\n   \n\n  \n\n Hos Accelerate at Iver får du utvecklas tillsammans med duktiga och erfarna kollegor som har arbetat med C#, .Net Core och Microservices i flera stora och utmanade projekt de senaste åren. Våra kunder är nationella och globala både medel och stora bolag.\n   \n\n  \n\n Vi har intressanta, långsiktiga uppdrag och team-leveranser där du kan utvecklas och arbeta nära kollegor som delar din passion för teknik.\n   \n\n  \n\n Som anställd på Accelerate at Iver får du ett antal fördelar som:\n   \n\n  \n\n* En trygg och säker anställning\n* Individuellt anpassad utvecklings- och utbildningsplan\n* Friskvårdsbidrag\n* Hälso & sjukvårdsförsäkring\n* Pensions och försäkringsrådgivning\n* Förmånsportal\n* Timbank & volontärdag\n* Medarbetar och familjeaktiviteter i olika former\n\n\n**Vem söker vi?**\n Du bör ha färdigheter inom alla eller vissa av dessa områden:\n   \n\n  \n\n* C#, .NET Core och .NET Framework\n* RESTful services, Microservices, Azure Logic Apps, Azure Function Apps, App Services, Azure API Apps\n* SQL Server, Azure SQL, Entity Framework, Azure Storage, Azure Data Factory\n* Azure Service Bus, Azure Event Grid, Azure API Management, Azure Active Directory\n* Microsoft Visual Studio\/Visual Studio Code, Post man, Git, Azure DevOps, Gitflow, SoapUI\n* PowerShell, Bash\n\n\n Du bör ha jobbat minst 3-5 år i utvecklingsteam med utveckling inom ovanstående områden.\n   \n\n  \n\n Du bör ha jobbat i agila team med scrum- eller kanban som arbetssätt, och vara van vid de olika rollerna och rollfördelningen som ett sådant arbetssätt innebär.\n   \n\n  \n\n För att trivas i rollen som konsult bör du ha lätt att skapa relationer, kunna arbeta både i team och självständigt och ha stor personlig drivkraft och lösningsfokus.\n   \n\n  \n\n Är du en social, flexibel och strukturerad person med stort intresse inom av arbeta med och att utvecklas inom de senaste teknologierna så tror vi du kommer passa in och trivas utmärkt hos oss!\n   \n\n  \n\n För denna position krävs Svenskt medborgarskap, vi utför även bakgrundskontroll av slutkandidat.\n   \n\n  \n\n**Placeringsort**\n Iver finns på 25 platser i Sverige & Norge. För denna roll ser vi att du utgår från ett av våra kontor i Stockholm.\n   \n\n  \n\n**Sök till oss!**\n Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Accelerate at Iver eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse. Du är välkommen att kontakta Jesper Carlsson på jesper.carlsson@iver.se vid frågor eller funderingar kring tjänsten. Vi ser fram emot din ansökan!\n   \n\n  \n\n Välkommen till Accelerate at Iver!","company_url":"https:\/\/se.linkedin.com\/company\/accelerate-iver-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9qCEnYo3LEw\/company-logo_100_100\/company-logo_100_100\/0\/1705932924745?e=2147483647&v=beta&t=YypaPrg8V26RH6kSjgMaakZ6TI3u1NuEzUMv-PjQUjk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4277544282","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4277544282","job_url_direct":null,"title":"Digital Workplace Transformation Leader - Sweden","company":"Infosys","location":"Södertälje, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n**Role** \n – Industry Principal \/Digital Workplace Transformation Leader\n   \n\n  \n\n**Skill** \n - Digital Workplace Transformation\n   \n\n  \n\n**Location** \n – Sweden\n   \n\n  \n\n**Compensation** \n – Competitive (including bonus)\n   \n\n  \n\n**Job Description**\n The Digital Workplace Advisory Group is a strategic practice unit established to help orchestrate the breadth of Infosys digital workplace service offerings across the technology service-lines, complemented with experience design, digital adoption & learning services to deliver an integrated and human-centric experience to our enterprise clients in their journey to the future of work. This team is responsible for driving integrated Go To Market incubating industry solutions, Managing Analyst Briefings & provide technology advisory services to Client execs in their digital transformation of workplace.\n   \n\n  \n\n**Your role**\n In the role of Industry Principal, you would be part of team of digital workplace transformation leaders and evangelists on future of work who specialize in leading organizations through digital workplace transformation by leveraging emerging workplace technologies. You will work on customer engagements to define, sell and guide customers on initiatives in the areas of digital workplace strategy, employee experience transformation, workplace modernization, organizational change and smart workspace design.\n   \n\n  \n\n**Role And Responsibilities**\n* Provide technology advisory services to Client Executives on their digital workplace strategy & roadmap.\n* Lead large digital workplace transformation programs as a trusted Technology advisor to clients working with multiple client stakeholders, business groups and service providers.\n* Provide best-fit architectural solutions, technology consultation, assist in defining scope and sizing of work, create technology differentiation to ensure high quality technical solutions and thought leadership for digital workplace.\n* Manage a range of stakeholders and subject matter experts to ensure alignment to business needs.\n* Liase with various integration forums and internal governance committees\n* Strategic and Large deal advisory – Lead integrated solutions for large proposals or client programs (digital workplace).\n* Program manage large consulting\/advisory engagements for digital workplace.\n\n\n**Required - Mandatory:**\n* Experience in IT .\n* A Digital Workplace Technology strategist and evangelist who specializes in leading organizations through digital transformation by leveraging emerging technology and articulating the strategy to deliver new products, business paradigms and ecosystem partnerships that enable growth and increase operational efficiency.\n* Well versed with Industry Standards, OEM Standards, and Service Offerings in the “Digital Workplace” domain to be able to provide solution advisory and transformation strategy.\n* Experience across the breadth of Digital Workplace Technology domains in Three or more of the below service offering domains –\n\n\n Employee Experience, Modern Workplace and Endpoint Management, Digital Collaboration (Team Collaboration , Cloud Voice & Meeting & Collaborative Apps ), DaaS & Device lifecycle Management (Modern device and endpoint management, Cloud Virtual Desktops, Device Analytics & experience management ), Connected Workspaces ( IoT, AR\/VR ), Workplace Security), Digital Adoption & Change Management ( incl. Workplace Analytics), Service desk & experience, ( incl. Conversational AI & Automation).\n   \n\n  \n\n**Personal**\n Besides the professional qualifications of the candidates, we place great importance in addition to various forms personality profile. These include:\n   \n\n  \n\n* Excellent in Verbal, written communication.\n* Strong stakeholder management and negotiation skills to be able to influence or manage difficult stakeholders both internal and external – partners, service providers and customers.\n* Willingness and flexibility to learn new technologies (learnability, having a pulse on industry trends), scale up quickly and adapt to different roles as the situation demands.\n\n\n**Why Infosys**\n Infosys is a global leader in next-generation digital services and consulting. We enable clients in 56 countries to navigate their digital transformation & an equal opportunity employer. With over three decades of experience in managing the systems and workings of global enterprises, we expertly steer our clients through their digital journey. We do it by enabling the enterprise with an AI-powered core that helps prioritize the execution of change. We also empower the business with agile digital at scale to deliver unprecedented levels of performance and customer delight. Our always-on learning agenda drives their continuous improvement through building and transferring digital skills, expertise, and ideas from our innovation ecosystem.\n   \n\n  \n\n Visit www.infosys.com to see how Infosys (NYSE: INFY) can help your enterprise navigate your next.","company_url":"https:\/\/in.linkedin.com\/company\/infosys","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEv67uGFge5Sw\/company-logo_100_100\/B56ZfEsEVpHoAU-\/0\/1751351576332\/infosys_logo?e=2147483647&v=beta&t=cZJHsfAqzeMJNdxHldoUAVht2bRr9_VtbB2VlJJn19I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4322832437","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4322832437","job_url_direct":"https:\/\/www.careers-page.com\/cbtalents-10\/job\/7XX474YX?utm_medium=free_job_board&utm_source=linkedin&urlHash=ZSS6","title":"Romanian-Speaking Content Moderator Social Media (Porto, Portugal)","company":"Velenosi & Meredith Consulting","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"sana.jahangir@cbtalents.org","description":"**About The Role**\n Step into a career that inspires growth and impact! Join a global technology and services leader that partners with well-known brands worldwide. Recognized for workplace culture and career growth opportunities, this role empowers employees to reach their full potential.\n   \n\n  \n\n As a Content Moderator in Porto, youll support social media initiatives, ensuring client guidelines are followed and enhancing the user experience across platforms.\n   \n\n  \n\n What Youll Do\n   \n\n  \n\n Review, audit, and moderate user content, ensuring compliance with copyright and platform rules\n   \n\n  \n\n Analyze user behavior and apply nuanced social media policies\n   \n\n  \n\n Make autonomous decisions on sensitive or business-critical issues\n   \n\n  \n\n Propose improvements to enhance service and overall user experience\n   \n\n  \n\n Maintain high-quality reporting according to established protocols\n   \n\n  \n\n What Were Looking For\n   \n\n  \n\n Fluency in Romanian (C1) and English (B2)\n   \n\n  \n\n At least 6 months of relevant experience\n   \n\n  \n\n Strong customer service and teamwork skills\n   \n\n  \n\n Ability to handle repetitive tasks in a fast-paced environment\n   \n\n  \n\n Critical reasoning, multitasking, and effective communication skills\n   \n\n  \n\n Fast learner with a diligent work ethic\n   \n\n  \n\n Whats In It For You\n   \n\n  \n\n Full-time contract with competitive salary and performance bonuses\n   \n\n  \n\n Relocation support for candidates moving to Porto\n   \n\n  \n\n Central Porto office location\n   \n\n  \n\n Paid training and career development programs\n   \n\n  \n\n Referral bonus opportunities\n   \n\n  \n\n Eligibility\n   \n\n  \n\n Candidates must be legally authorized to work in Portugal.\n   \n\n  \n\n Apply Today\n   \n\n  \n\n Send your CV to sana.jahangir@cbtalents.org\n   \n\n  \n\n or connect via LinkedIn: www.linkedin.com\/in\/sana-jahangir-64a36724b\n   \n\n  \n\n Take the next step in your career and join a global team shaping the future of social media!","company_url":"https:\/\/lu.linkedin.com\/company\/velenosi-meredith-consulting","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQE_SAVFQZ8Y_w\/company-logo_100_100\/company-logo_100_100\/0\/1630601855545?e=2147483647&v=beta&t=QMXDDnbAMmUksvnOcZqMmiYhFNIrWOaJpPadw4Ef_J8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4340930308","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4340930308","job_url_direct":"https:\/\/jobb.maxm.se\/p\/66082-marketing-manager?utm_source=linkedin_jobs&utm_medium=job_boards&utm_campaign=weselect_linkedinjobs_campaign#apply-form&urlHash=dao4","title":"Marketing Manager","company":"Max Matthiessen","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"david.kallstrom@michaelberglund.se","description":"**Vill du bli en del av Team Max Matthiessen?** \n\n\n\n\n Vi söker en\n **Marketing Manager** \n som vill skapa verklig påverkan – och vara med och lyfta ett av Nordens mest etablerade varumärken inom finansiell rådgivning till nästa nivå.\n \n\n\n\n  \n\n\n\n\n\n Hos oss får du kombinera strategiskt tänkande med hands-on marknadsföring. Du blir en nyckelperson i ett team som drivs av affärsutveckling, kreativitet och resultat.\n \n\n\n\n  \n\n\n\n\n\n**Om Max Matthiessen** \n\n\n\n\n I över 130 år har vi hjälpt företag och privatpersoner att fatta trygga beslut kring pension, försäkring och investeringar. Vi är idag en av Nordens ledande aktörer inom finansiell rådgivning – med 47 kontor i Sverige, verksamhet även i Danmark och Norge och totalt nära 800 medarbetare.\n \n\n\n\n  \n\n\n\n\n\n Vårt huvudkontor ligger i hjärtat av Stockholm, på Lästmakargatan 22.\n \n\n\n\n  \n\n\n\n\n\n**Din roll** \n\n\n\n\n Som Marketing Manager blir du navet mellan strategi, kreativitet och affär. Du leder och utvecklar integrerade kampanjer över digitala och traditionella kanaler, med målet att stärka varumärket, generera leads och stötta säljteamet.\n \n\n\n\n  \n\n\n\n\n\n**Du kommer att:** \n\n\n\n* Designa och producera sälj- presentationsmaterial – presentationer, one-pagers, rörligt innehåll som gör affären enklare internt och externt. Adobe-sviten så som InDesign.\n* Driva och slutföra pågående arbete med ny webbplats med extern byrå, samt agera webbredaktör in-house för löpande uppdateringar i CMS och digitala verktyg\n* Redaktionellt ansvarig för innehåll och uppdateringar i egna kanaler så som LinkedIn och intranät\n* Sammanställa och skapa regelbundet innehåll i utskicksprogram (Apsis eller motsvarande) så som nyhetsbrev och inbjudningar till event med uppföljning\n* Planera, driva och följa upp kampanjer inom digital marknadsföring, event och sponsring samt optimera strategi baserat på KPI:er, data och resultat\n* Säkerställa att allt marknadsmaterial följer Legal & Compliance-riktlinjer\n\n\n\n  \n\n\n\n\n\n**Vi tror att du har** \n\n\n\n* Projektledarförmåga och trygghet i att samarbeta med både interna team och externa partners\n* Designvana i InDesign och liknande program\n* Vana vid skapande och redigering av bild, grafik, och video\n* Vana vid hantering av utskicksverktyg och CMS samt sociala plattformar och hur dessa sökoptimeras.\n* Erfarenhet av integrerad marknadsföring, kampanjhantering och varumärkesaktivering\n* Kunskap om leadsgenerering via digitala kanaler (Google Ads, sociala medier, programmatic)\n* Förmåga att skapa säljdrivet material och digitala UX\/CX-strategier som engagerar och konverterar\n\n\n\n  \n\n\n\n\n\n**Meriterande:** \n\n\n\n* Erfarenhet från finansiella tjänster eller B2B-marknadsföring\n* Erfarenhet av webbutveckling\/design och eventproduktion\n\n\n\n  \n\n\n\n\n\n**Utbildning & personlighet** \n\n\n\n* Examen inom design, marketing, digital communications eller motsvarande\n* En kombination av analytisk och kreativ förmåga\n* Noggrann och professionell skribent med stark kompetens på svenska och engelska\n* Strukturerad, prestigelös, nyfiken och resultatorienterad\n* Du vill alltid jobba strategiskt genom att omvandla insikter till mätbara affärsresultat\n\n\n\n  \n\n\n\n\n\n**Varför du kommer trivas hos oss** \n\n\n\n\n Hos Max Matthiessen blir du en del av en kultur som värdesätter initiativ, ansvar och laganda. Vi kombinerar tryggheten hos ett anrikt bolag med energin från en organisation i förändring – där marknadsföring är en central del av tillväxtresan.\n \n\n\n\n  \n\n\n\n\n\n**Låter det som du?** \n\n\n\n\n Skicka in ditt CV eller LinkedIn-profil redan idag.\n \n\n\n\n  \n\n\n\n\n\n Vid frågor eller funderingar, kontakta David Källström på 0760 27 28 16 eller david.kallstrom@michaelberglund.se\n \n\n\n\n  \n\n\n\n\n\n Framtiden börjar idag – vill du vara med och skapa den?\n \n\n\n\n  \n\n\n\n\n\n Ansök senast: 2025-12-05","company_url":"https:\/\/se.linkedin.com\/company\/max-matthiessen","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGt0kx7gEDrNQ\/company-logo_100_100\/company-logo_100_100\/0\/1666250529226\/max_matthiessen_logo?e=2147483647&v=beta&t=eA3xYcn_u9b6qE6qH5Fs5toR8VbwOxUvbogGFkjbeQI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4336381606","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4336381606","job_url_direct":null,"title":"Engineering Manager","company":"Pricer","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"nina@unqgroup.se","description":"At\n **Pricer** \n , we’re redefining what’s possible in retail technology. As a global leader in\n **digital shelf and in-store automation solutions** \n , we empower retailers to make smarter, faster decisions through\n **cloud-driven, real-time connectivity** \n . Pricer’s customers are leading retail chains around the world within grocery, consumer electronics, DIY, and pharmacies.\n \n\n\n\n We’re now seeking a\n **hands-on Engineering Manager** \n who combines\n **technical depth** \n with\n **inspiring leadership** \n . You’ll play a key role in driving the evolution of our cloud platform — leading a talented software team, influencing architectural direction, and ensuring we continue to deliver world-class, scalable solutions to customers around the globe.\n \n\n\n\n  \n\n\n\n\n\n**The Role:** \n\n\n\n* Lead and mentor a team of skilled software engineers building\n **cloud-native services and APIs** \n powering Pricer’s connected retail ecosystem.\n* Stay close to the technology — engage in\n **architecture reviews** \n ,\n **technical discussions** \n , and occasionally\n **contribute to code** \n .\n* Drive best practices in\n **software engineering, DevOps, and cloud infrastructure** \n to ensure quality, security, and performance at scale.\n* Collaborate cross-functionally with Product, QA, and Operations to align technology with strategic goals and delivery timelines.\n* Encourage innovation, experimentation, and continuous improvement — fostering a culture where engineers take\n **ownership and pride** \n in their work.\n* Champion a modern, agile approach to software delivery with clear, measurable impact.\n\n\n\n  \n\n\n\n\n\n**Who we are looking for:** \n\n\n\n* Proven experience as an\n **Engineering Manager** \n ,\n **Tech Lead** \n , or\n **Senior Software Engineer** \n in a cloud-first environment.\n* A genuine passion for\n **mentoring people and teams** \n , developing talent, and enabling others to do their best work.\n* Strong background in\n **software development** \n (Java, C#, or similar) and a solid grasp of\n **distributed systems** \n and\n **API design** \n .\n* Hands-on experience with\n **Cloud development** \n , including containerized or microservice-based architectures.\n* Familiarity with\n **CI\/CD pipelines** \n ,\n **infrastructure as code** \n , and\n **monitoring at scale** \n .\n* The mindset of a builder — proactive, curious, and eager to take ownership of both challenges and results.\n* Previous experience as Agile Coach or Scrum Master is\n **advantageous**\n\n\n\n  \n\n\n\n\n\n**Why Pricer?** \n\n\n\n* Shape the future of\n **connected retail** \n through technology that impacts millions of customers worldwide.\n* Join a\n **global, growth-oriented company** \n with the agility of a startup and the stability of an established leader.\n* Work in a culture that values\n **innovation, accountability, and collaboration** \n .\n* Enjoy a\n **flexible, supportive environment** \n where ideas are heard and initiative is rewarded.\n* Be part of an engineering organization that’s\n **scaling fast** \n — and wants you to grow with it.\n* Guided by our core values—\n **We dare, We care, We win together** \n —we foster innovation, collaboration, and empowerment, while prioritizing trust, responsibility, and teamwork to drive success for our customers, partners, and employees.\n* Our office in Hagastaden, Stockholm, offers a dynamic and innovative workplace where teamwork is at the core of everything we do. We also provide great opportunities for professional development and we work on a hybrid basis, preferably three days per week at our office.\n\n\n\n  \n\n\n\n\n\n**Ready to lead, build, and make an impact?** \n\n\n\n\n Join Pricer and help us craft the intelligent, cloud-connected retail solutions of tomorrow.\n \n\n\n\n  \n\n\n\n\n\n**Application Process:** \n\n\n\n* This role is managed by\n **UNQ Recruitment** \n , and we kindly ask recruitment and consulting firms not to contact us directly. All applications and initial interviews will be conducted by them.\n* If you have any questions about the role, please contact\n **Nina Sejdini** \n via email at\n **nina@unqgroup.se\n \n .**","company_url":"https:\/\/se.linkedin.com\/company\/pricer-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHQbfQ3kcEsIw\/company-logo_100_100\/B4DZVBJLTGHYAQ-\/0\/1740554679839\/pricer_ab_logo?e=2147483647&v=beta&t=rzTAH5JKVGajKV_6-ypqkZ2ySgss7ts36ZDRDbKTa38","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4340970087","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4340970087","job_url_direct":"https:\/\/jobs.careers.microsoft.com\/global\/en\/job\/1902019&urlHash=PAoM","title":"Solution Specialist (Cloud & AI)","company":"Microsoft Power Platform Community","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Overview**\n Join us in shaping the future of AI innovation with Microsoft Azure!\n   \n\n  \n\n We are looking for a passionate and customer-obsessed Solution Specialist (Cloud & AI) to join our Digital Natives team in either in North Europe or South Europe. In this role, you will engage with some of the most innovative and disruptive start-ups and scale-ups, helping them unlock the full potential of Azure across different solution areas: from Agentic AI to Application Development to Developer Productivity.\n   \n\n  \n\n As a trusted advisor, you will lead strategic customer engagements, drive solution envisioning and accelerate adoption of Azure services. You will work closely with Solution Engineers, partners and engineering teams to deliver business outcomes through secure, scalable and AI-powered cloud solutions. Your ability to connect business needs with technical capabilities to generate and accelerate pipeline will be instrumental in helping these fast-growing companies accelerate their growth and build the next generation of AI-native applications.\n   \n\n  \n\n This is a unique opportunity to be at the forefront of Microsoft’s AI and cloud transformation, influencing how Digital Native customers build, secure and scale their solutions on Azure.\n   \n\n  \n\n Microsoft’s mission is to empower every person and every organization on the planet to achieve more. As employees we come together with a growth mindset, innovate to empower others, and collaborate to realize our shared goals. Each day we build on our values of respect, integrity, and accountability to create a culture of inclusion where everyone can thrive at work and beyond.\n   \n\n  \n\n**Responsibilities**\n* Drive Customer Engagements: Lead customer conversations focused on Azure Security, Developer Productivity and Copilot Studio. Understand customer priorities and map them to Microsoft’s solution plays to drive value and differentiation.\n* Accelerate Solution Adoption: Own the sales strategy and execution for your territory. Activate solution plays such as “Innovate With Azure AI Apps and Agents\", \"Win Software Developers with GitHub\" or \"Unify your Data Platform\".\n* Orchestrate Technical Teams: Collaborate with Cloud Solution Architects, Solution Engineers and Partners to deliver compelling demos, workshops, and proof-of-value engagements that showcase Azure’s capabilities.\n* Empower Developers: Promote GitHub and Azure DevOps to improve developer velocity, CI\/CD practices, and secure code development. Guide customers in leveraging Copilot and Copilot Studio to boost productivity and innovation.\n* Pipeline and Opportunity Management: Identify, qualify, and progress opportunities through the sales cycle. Use digital signals and AI-assisted insights to prioritise accounts and drive co-sell motions with partners.\n* Customer Success and Growth: Ensure customers realise value from their Azure investments. Drive consumption, renewals, and expansion by aligning solutions to business outcomes.\n* Continuous Learning and Enablement: Stay current on Azure innovations, industry trends, and competitive landscape. Share best practices and contribute to a culture of learning and collaboration.\n\n\n**Qualifications**\n**Required\/Minimum Qualifications (RQs\/MQs)**\n* Bachelor's Degree in Computer Science, Information Technology, Business Administration, or related field AND\/OR solid experience in technology-related sales or account management experience\n* Proven ability to lead strategic sales engagements for cloud and AI platforms, leveraging technical knowledge\n\n\n Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and\/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the Accommodation request form .\n   \n\n  \n\n Benefits\/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.","company_url":"https:\/\/www.linkedin.com\/company\/microsoft-power-platform-community","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFhPajkk8Oypw\/company-logo_100_100\/company-logo_100_100\/0\/1662089970627?e=2147483647&v=beta&t=ZkIyJho5at3ZQ6ckKT3KWi5IoEBwJCf7X3vStqvsee8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4336501029","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4336501029","job_url_direct":null,"title":"AI Engineer","company":"fika ai","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**TL;DR** \n\n\n\n\n  \n\n\n\n\n\n We are looking for an AI Engineer to take full ownership of how we use AI across fika ai – from how we run our 20-minute AI interviews to how we match candidates with jobs, build retrieval and ranking systems, and develop the intelligent agents that power the platform.\n \n\n\n\n  \n\n\n\n\n\n You will work across LLMs, RAG, agents, embeddings, vector databases, and real production systems that directly impact thousands of candidates and companies.\n \n\n\n\n  \n\n\n\n\n\n**Why fika ai?** \n\n\n\n\n  \n\n\n\n\n\n fika ai is an AI-first talent marketplace used by leading Nordic startups like Legora and Apotea.\n \n\n\n\n  \n\n\n\n\n\n**What we do** \n\n\n\n\n  \n\n\n\n\n\n Every candidate completes one 20-minute AI video interview. We use that interview, plus other signals, to deeply understand who they are and what they are strong at, and our AI suggests the best possible jobs for each candidate.\n \n\n\n\n  \n\n\n\n\n\n Companies post roles or search our pre-interviewed talent pool, and our AI immediately recommends the best candidates for each job.\n \n\n\n\n  \n\n\n\n\n\n It feels like an in-house recruiter - but faster, more accurate, and available 24\/7.\n \n\n\n\n  \n\n\n\n\n\n We are a small, fast team building something both candidates and companies truly love.\n \n\n\n\n  \n\n\n\n\n\n**What you will do** \n\n\n\n\n  \n\n\n\n\n\n In one sentence:\n \n\n\n\n  \n\n\n\n\n\n**Build and scale the AI systems that power the entire fika ai product.** \n\n\n\n\n  \n\n\n\n\n\n You will:\n \n\n\n* Improve and expand our AI interview pipeline (LLMs, STT, evaluation, structured insights)\n* Build and iterate on matching models that understand both candidates and companies deeply\n* Create and optimize RAG pipelines, embeddings, vector search, and scoring logic\n* Build LLM-based agents that source candidates, evaluate roles, and run parts of the recruiting workflow\n* Develop evaluation frameworks to measure quality, drift, and performance\n* Work closely with engineering and product to ship fast and iterate based on real usage\n\n\n\n  \n\n\n\n\n\n You will work end-to-end: prototyping, experimenting, evaluating, and deploying in production.\n \n\n\n\n  \n\n\n\n\n\n**What we are looking for** \n\n\n\n\n  \n\n\n\n\n\n**Core experience** \n\n\n\n* Strong coding ability (Python and\/or TypeScript)\n* Experience working with LLMs in production\n* Solid understanding of RAG, embeddings, and vector databases\n* Experience with agents or multi-step reasoning flows\n* Comfortable building production-ready pipelines end-to-end\n* Ability to move quickly and independently in an ambiguous environment\n\n\n\n  \n\n\n\n\n\n**Nice to have** \n\n\n\n* Experience with STT\/TTS or voice interfaces\n* Familiarity with automation tools (n8n, Zapier, Airflow, etc.)\n* Experience with matching, search, or recommendation systems\n* Prior experience in marketplaces, HRTech, or ML-heavy products\n* Familiarity with supporting tools like \n \n LangChain, Mastra, OpenRouter\n \n , etc.\n\n\n\n  \n\n\n\n\n\n**You will thrive here if you** \n\n\n\n* Care about craftsmanship and quality\n* Love shipping, iterating, and seeing your work used immediately\n* Are comfortable taking full ownership over your work, from idea to production and iteration\n* Want to help build a high-velocity, low-ego, deeply collaborative team\n* Want to use AI to solve a real, human problem at scale\n\n\n\n  \n\n\n\n\n\n**Our tech stack** \n\n\n\n* Backend: Node.js \/ TypeScript, Python\n* Infra: AWS\n* AI: OpenAI, Anthropic, Llama 3.1, Deepgram, ElevenLabs, vector DBs\n* Frontend: Next.js\n* Voice: LiveKit Agent\n\n\n\n  \n\n\n\n\n\n We’re building the European leader in AI-driven hiring.\n \n\n\n\n This is a chance to build a category-defining product from day zero.\n \n\n\n\n\n Let’s build the future of hiring.","company_url":"https:\/\/se.linkedin.com\/company\/fika-ai","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFZIFXfJGWkmQ\/company-logo_100_100\/B4EZp3Y9TdKYAQ-\/0\/1762939623175\/fika_ai_logo?e=2147483647&v=beta&t=0D8T6vMx6aazS3l46J4Av6Um_78TqZ7R-nnFOxNlqXg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4341320020","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4341320020","job_url_direct":null,"title":"COO\/CFO","company":"Alphaspel","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Hobbyisterna AB driver spelbutiken Alphaspel sedan 2007 med butik i Örnsberg (Stockholm), spellokal med bar samt e-handel och distribution. Sortimentet spänner över segmentet ”spel och hobby” med brädspel, kortspel, figurspel, rollspel, byggmodeller och samlarprylar.\n \n\n\n\n  \n\n\n\n\n\n I dagsläget har företaget ett femtiotal medarbetare och omsätter knappt 100 miljoner. Genom åren har vi tilldelats flera utmärkelser såsom Dagens Industris ”Mästargasell”, Dun & Bradtstreets ”Superföretag” och Financial Times ”FT1000”, samt är premium store för Asmodee och Wizards of the Coast och Gold Store för Bandai.\n \n\n\n\n  \n\n\n\n\n\n Vår vision:\n \n\n\n\n*Hobbyisterna vill vara Nordens bästa spelbutik och axla en betydande roll inom främjandet av spelkulturen med branschens nöjdaste kunder och medarbetare som är stolta över sin arbetsplats.* \n\n\n\n\n  \n\n\n\n\n\n Företaget har nått en storlek där lösningarna för ”det lilla företaget” visar sig allt mer otillräckliga, och vi arbetar idag med att växla upp organisation, rutiner och IT-system till de behov som finns inom ett medelstort företag. Omsättningen växer stadigt och vi utvecklas hela tiden som företag, men organisationens processer är samtidigt väldigt resurskrävande och lönsamheten är låg.\n \n\n\n\n  \n\n\n\n\n\n Vi söker därför förstärka bolagets ledningsgrupp med en COO\/CFO ansvarig för att leda och utveckla ekonomifunktionen och inköpsarbetet samt säkerställa en hållbar och lönsam tillväxt. Rollen innebär att ge ledning och styrelse korrekt, relevant och framåtblickande ekonomisk information för att stödja beslutsfattande, affärsutveckling och långsiktig strategi.\n \n\n\n\n  \n\n\n\n\n\n Har du tidigare erfarenhet av ekonomi och företagsledning? Det kanske är just dig vi saknar för att få en bättre balans i våra roller och samtidigt höja erfarenhetsnivån inom gruppen. Vi vill dock flagga för att lönenivån (än så länge) fortfarande ser ut som hos ett mindre företag, men att det är något som vi avser förändra vartefter bolaget utvecklas.","company_url":"https:\/\/se.linkedin.com\/company\/alphaspel","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGlNhT7vrc69Q\/company-logo_100_100\/company-logo_100_100\/0\/1630627760701\/hobbyisterna_i_stockholm_ab_logo?e=2147483647&v=beta&t=Fo-9-zb3NaBjwxwWXC1HY8ftwHqw_t9djglmBOmm664","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4340950454","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4340950454","job_url_direct":null,"title":"Affiliate Manager - Italy","company":"addrevenue.io","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"info@addrevenue.io","description":"Addrevenue is an affiliate marketing platform, based in Sweden but with the World as our marketplace. Since our foundation in 2022, we have sought to attract the best possible talent to join us on our (uniquely) ambitious journey. And now we’re looking to expand the team even further.\n \n\n\n\n  \n\n\n\n\n\n As an Affiliate Manager at Addrevenue, you are the crucial link between the advertisers and their affiliate partners, ensuring a smooth and mutually beneficial relationship. Our model is very simple, the advertisers on our platform only pay for actual sales. In other words, it is crucial for us to deliver and make sure our advertisers get results, it's only then that we as a company get paid. That's where you come in.\n \n\n\n\n  \n\n\n\n\n\n We are now looking for a new star to join the team, with responsibility for the Italian market. You speak and write fluently in both Italian and English.\n \n We also believe that you're based in Stockholm, Sweden, or willing to re-locate for the position.\n \n\n\n\n\n  \n\n\n\n\n\n 💡 Your skills\n \n\n\n\n In order to perform the tasks of an Affiliate Manager up to the high standards we set, we believe that you possess the following skillset:\n \n\n\n* Excellent Communication Skills: Clear and concise communication skills are essential for building relationships, conveying trust, providing guidance, and resolving conflicts.\n* Analytical Abilities: You can identify trends, optimize campaigns, and make informed decisions based on performance metrics.\n* Creativity: You are able to suggest compelling promotional strategies that benefit both advertiser and affiliate\n* Negotiation and Influencing: You are confident in negotiating agreements, persuading potential affiliates, and advocating for an advertiser’s interests.\n* Tech Savviness: A natural understanding of reporting tools is crucial for managing and optimizing affiliate campaigns efficiently.\n\n\n\n  \n\n\n\n\n\n 💼 Job to be done\n \n\n\n\n As with most roles, activities can vary so there isn’t necessarily a ‘typical day’. However, most Affiliate Managers in our company will have several responsibilities, such as;\n \n\n\n* Recruiting new advertisers to join the platform\n* Recruiting and training new affiliates to maximize the quality and quantity of their referral traffic\n* Overseeing the day-to-day management of affiliate campaigns to ensure maximum ROI is achieved\n* Initiating new campaign ideas, including incentivization and bonuses for the programs\n* Developing affiliate marketing strategies that deliver specified sales volumes\n* Analyzing program and campaign activity to identify opportunities for improvement\n* Delivering affiliate marketing reports to advertisers and senior management\n* Ensuring that commissions and invoices are paid in a timely and accurate manner\n\n\n\n  \n\n\n\n\n\n 🚀 Application\n \n\n\n\n If you believe you have what it takes, you apply by sending an email with your CV to info@addrevenue.io or connect with Heimar on LinkedIn and tell us why you'd be the right person for the job.\n \n\n\n\n  \n\n\n\n\n\n Recruiting manager\n \n\n\n\n Heimar Svensson, CEO","company_url":"https:\/\/se.linkedin.com\/company\/addrevenue-io","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGeMh9A2ILuXg\/company-logo_100_100\/company-logo_100_100\/0\/1697299662995\/addrevenue_io_logo?e=2147483647&v=beta&t=JJhmmRjCMSnjPJ8ELQzx2UZx_20pM1wbJPfg2vMuaSc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4322762119","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4322762119","job_url_direct":"https:\/\/candidate.masterhelp.se\/apply\/0560e09a-23b8-4bca-b37c-0d704e422403?ps=linjs&urlHash=oWLA","title":"IT-arkitekt","company":"Granitor Electro","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"IT-arkitekt till Granitor - flexibel ort\n   \n\n  \n\n Som IT-arkitekt hos Granitor Electro säkerställer du att tekniska lösningar möter verksamhetens behov och ansvarar för IT-landskapets livscykel och integrationer. Rollen passar dig som gillar variation och att arbeta både strategiskt och operativt.\n   \n\n  \n\n**Vi erbjuder**\n Hos oss blir du en del av ett väletablerat företag med stark familjekänsla, präglat av gemenskap, sammanhållning och trivsel. Vi erbjuder en platt och snabbfotad organisation med korta beslutsvägar och stor flexibilitet. Hos oss är teamkänslan stark, vi stöttar varandra och tar gemensamma beslut. Du får möjlighet att påverka arbetssätt, bidra med idéer och se dem bli verklighet utan onödig byråkrati. Vi är stolta över att kunna erbjuda varierande arbetsuppgifter, trygghet och goda utvecklings- och karriärmöjligheter i takt med att bolaget växer.\n   \n\n  \n\n**Om rollen**\n I rollen som IT-arkitekt blir du en del av en grupp med arkitekter och verksamhetsutvecklare som jobbar med digitalisering. Teamet involveras både brett och djupt, därför behöver du lockas av att arbeta både operativt och strategiskt för att trivas. Gruppen ansvarar för hela kedjan, från behovsanalys och upphandling eller systemutveckling till strategiarbete, implementering, uppföljning samt drift och förvaltning. Du anställs på något av våra kontor runt om i landet, med möjlighet att arbeta delvis på distans.\n   \n\n  \n\n* Utveckla systemlösningar och integrationer, oftast med utångspunkt i standardsystem\n* Designa arkitektur, datamodeller och tjänsteorienterade lösningar\n* Hantera molninfrastruktur (Azure), SaaS-lösningar och low-code-lösningar\n* Säkerställa att lösningar uppfyller verksamhetens behov\n* Support och felsökning av befintliga lösningar\n* Förvaltning av IT-landskapet och dess integrationer\n* Stöd i utvecklingsprojekt och vidareutveckling av system\n* Skapa struktur och driva förändring\n\n\n**Vad har Martin Gustafsson, chef Verksamhetsutveckling, att säga om tjänsten och företaget?**\n*\"Bolaget står inför kraftig tillväxt med fortsatt god lönsamhet. Teknikutvecklingen går fort och kundkraven förändras konstant. Det innebär fortsatt effektivisering och utveckling av vårt systemlandskap och våra arbetssätt för att hela tiden vara kundens förstahandsval.*\n*Förutom de förmåner vi har i form av fjällstugor, friskvårdsbidrag och personalstöd m.m. så är det kulturen som skapar trivsel, hur vi bemöter och inkluderar varandra. Man har en närhet till alla oavsett roll och det finns alltid någon att få hjälp av.*\n*För att passa i denna roll behöver man vara prestigelös, pedagogisk och villig att jobba både strategiskt och operativt med snabba växlingar däremellan.\"*\n**Vad har Niklas Glaerum, IT-Arkitekt, att säga om tjänsten?**\n*\"Som IT-arkitekt så ska jag stötta ”spelarna på planen”, dvs den produktionspersonal som möter kunden och man har ganska fritt handlingsutrymme i hur man gör det. Det är lätt att höra av sig till vem som helst inom bolaget, inklusive VD och ägare, för att lyfta utmaningar och fokus ligger på att underlätta för verksamheten. Jag känner mig aldrig ensam i en utmaning utan det finns alltid kollegor som kan hjälpa till. Man tillåts testa, göra fel och lära sig av det.*\n*Jag gillar att rollen är så bred. Jag gillar att det hela tiden finns ny teknik och nya områden att sätta sig in i. Jag gillar också att vara med från början till slut i projekt för att förstå vad grundproblemet var och säkerställa att det verkligen implementeras och ger nytta i slutändan.\"*\n**Din profil**\n Den optimala bakgrunden för rollen är bred erfarenhet inom flera delar av IT, exempelvis infrastruktur, ERP och processer. Du får gärna ha arbetat med systemutveckling och integrationer, ofta med utgångspunkt i standardsystem samt varit involverad i systemdesign och lösningsarkitektur.\n   \n\n  \n\n Du behöver inte ha haft titeln arkitekt tidigare, men vi söker en självgående person med kunskap och erfarenhet inom flera områden, såsom:\n   \n\n  \n\n* Affärssystem, dess processer och funktionalitet (t.ex. Microsoftplattformen, Unit4, Catalyst One m.fl.)\n* Systemdesign och lösningsarkitektur, datamodellering och tjänsteorientering\n* Informationssäkerhet, integrationer och datalager\n* Hantera molninfrastruktur (Azure), SaaS-lösningar och low-code-lösningar.\n* Kunna programmeringsspråk och bygga egna lösningar (SQL, C#, Python, Javascript\/Typescript)\n\n\n Du är nyfiken på verksamhetens behov, har ett helhetsperspektiv och är prestigelös, strukturerad och kommunikativ. Du är självgående, kan leda projekt och förvaltningsuppdrag samt skapa struktur och driva förändring.\n   \n\n  \n\n**Kontakt och ansökan**\n I denna rekrytering samarbetar vi med rekryteringskonsult Maria Ahlén, 0708490288, och Nicole Diener, 0735258686, på Intenso Teknikrekrytering.\n   \n\n  \n\n Skicka in din ansökan via ansökningsknappen. Vi arbetar med löpande urval under denna rekrytering, vi vill därför gärna ha in din ansökan snarast möjligt.\n   \n\n  \n\n**Välkommen med din ansökan!**","company_url":"https:\/\/www.linkedin.com\/company\/granitor-electro","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEvnuiF5pa1FA\/company-logo_100_100\/company-logo_100_100\/0\/1724057742787\/granitor_electro_logo?e=2147483647&v=beta&t=HK4ysDVp8cKsQknC4k99292mHnoJ3drOPnyHqR_AAZM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4261939385","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261939385","job_url_direct":"https:\/\/karriar.iver.se\/jobs\/6160907-integrationsarkitekt-till-accelerate-at-iver&urlHash=1b31","title":"Integrationsarkitekt till Accelerate at Iver","company":"Accelerate Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"jesper.carlsson@iver.se","description":"*Nu letar vi efter nya medarbetare som vill vara med på vår resa. Som en del av Accelerate at Iver ligger du i teknikens absoluta framkant och arbetar med spännande digitaliserings- och transformationsprojekt hos marknadsledande kunder. Vi är idag över 300 konsulter som brinner för att realisera digitala möjligheter i molnet. Tillsammans med våra kunder stänger vi gapet mellan aspiration och framgångsrik implementation.\n **Nu söker vi en Integrationsarkitekt som vill bli en del av Accelerate at Iver och som vill vara med och bidra till bättre IT-lösningar som gör skillnad för våra kunder! Är du vår nya kollega?***\n**Din roll på Accelerate at Iver?**\n Som integrationsarkitekt hos Accelerate at Iver kommer du att bidra till att bygga robusta, moderna och långsiktiga integrationslösningar. Lösningarna byggs främst på Microsoft-teknologi utifrån hybrida moln, dvs on-prem och cloud. I din roll kommer du att kombinera Ivers paketerade tjänster med skräddarsydda kundunika lösningar som byggs av våra spetskonsulter inom integrationsområdet.\n   \n\n  \n\n**Några Exempel På Arbetsuppgifter Kan Vara**\n* Ta fram lösningsförslag utifrån Accelerate at Ivers eller våra kunders arkitektur-principer i kombination med verksamhetsmässiga mål. Dokumentera lösningsförslagen åt utvecklare och andra projektdeltagare\n* Samarbeta i olika delar av projektfaser med kravställning, utvecklare, testare, beställare och produktägare\n* Samarbeta med andra lösningsarkitekter och it-arkitekter för att gemensamt ta fram bra och kostnadseffektiva lösningar\n* Ta fram konceptuella design-förslag som inledande initiativ\n* Identifiera och implementera kvalitetsförbättringar i befintliga lösningar, såsom skalbarhet, säkerhet, återanvändbarhet m.m.\n* Agera brygga mellan verksamhet och IT, kommunicera och argumentera för bra lösningar\n* Assistera i det löpande utvecklings- och förvaltningsarbetet kring integrationslösningar\n* Balansera kort- och långsiktiga mål i ditt arbetssätt\n\n\n**Vad erbjuder vi dig?**\n Accelerate at Iver kan erbjuda dig ett utmanande och varierande jobb som konsult med stora personliga utvecklingsmöjligheter! Vi satsar hårt på kompetensutveckling och att ständigt hålla oss i teknisk framkant.\n   \n\n  \n\n Hos Accelerate at Iver får du utvecklas tillsammans med duktiga och erfarna kollegor som har arbetat med C#, .Net Core och Microservices i flera stora och utmanade projekt de senaste åren. Våra kunder är nationella och globala både medel och stora bolag.\n   \n\n  \n\n Vi har intressanta, långsiktiga uppdrag och team-leveranser där du kan utvecklas och arbeta nära kollegor som delar din passion för teknik.\n   \n\n  \n\n Som anställd på Accelerate at Iver får du ett antal fördelar som:\n   \n\n  \n\n* En trygg och säker anställning\n* Individuellt anpassad utvecklings- och utbildningsplan\n* Friskvårdsbidrag\n* Hälso & sjukvårdsförsäkring\n* Pensions och försäkringsrådgivning\n* Förmånsportal\n* Timbank & volontärdag\n* Medarbetar och familjeaktiviteter i olika former\n\n\n**Vem söker vi?**\n Du bör ha färdigheter inom alla eller vissa av dessa områden:\n   \n\n  \n\n* C#, .NET Core och .NET Framework\n* RESTful services, Microservices, Azure Logic Apps, Azure Function Apps, App Services, Azure API Apps\n* SQL Server, Azure SQL, Entity Framework, Azure Storage, Azure Data Factory\n* Azure Service Bus, Azure Event Grid, Azure API Management, Azure Active Directory\n* Microsoft Visual Studio\/Visual Studio Code, Post man, Git, Azure DevOps, Gitflow, SoapUI\n* PowerShell, Bash\n\n\n Du bör ha jobbat minst 3-5 år i utvecklingsteam med utveckling inom ovanstående områden.\n   \n\n  \n\n Du bör ha jobbat i agila team med scrum- eller kanban som arbetssätt, och vara van vid de olika rollerna och rollfördelningen som ett sådant arbetssätt innebär.\n   \n\n  \n\n För att trivas i rollen som konsult bör du ha lätt att skapa relationer, kunna arbeta både i team och självständigt och ha stor personlig drivkraft och lösningsfokus.\n   \n\n  \n\n Är du en social, flexibel och strukturerad person med stort intresse inom av arbeta med och att utvecklas inom de senaste teknologierna så tror vi du kommer passa in och trivas utmärkt hos oss!\n   \n\n  \n\n För denna position krävs Svenskt medborgarskap, vi utför även bakgrundskontroll av slutkandidat.\n   \n\n  \n\n**Placeringsort**\n Iver finns på 25 platser i Sverige & Norge. För denna roll ser vi att du utgår från ett av våra kontor i Stockholm.\n   \n\n  \n\n**Sök till oss!**\n Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Accelerate at Iver eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse. Du är välkommen att kontakta Jesper Carlsson på jesper.carlsson@iver.se vid frågor eller funderingar kring tjänsten. Vi ser fram emot din ansökan!\n   \n\n  \n\n Välkommen till Accelerate at Iver!","company_url":"https:\/\/se.linkedin.com\/company\/accelerate-iver-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9qCEnYo3LEw\/company-logo_100_100\/company-logo_100_100\/0\/1705932924745?e=2147483647&v=beta&t=YypaPrg8V26RH6kSjgMaakZ6TI3u1NuEzUMv-PjQUjk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4336321267","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4336321267","job_url_direct":"https:\/\/jobs.lever.co\/nekohealth\/855afe71-79e8-4669-8d42-1478fb5aca50\/apply?lever-source=LinkedIn&urlHash=Dt6e","title":"Assistant Nurse (Undersköterska)","company":"Neko Health","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Neko Health is a Swedish healthcare technology company co-founded in 2018 by Hjalmar Nilsonne and Daniel Ek. Neko's vision is to shift healthcare from reactive treatment toward preventative health and early detection. This requires completely reimagining the patient's experience and incorporating the latest advances in sensors and AI. Neko Health has developed a new medical scanning technology concept to make it possible to do broad and non-invasive health data collection that is convenient and affordable for the public. The company is based in Stockholm, offering the Neko Body Scan experience at locations in Stockholm, London and Manchester, with over 500 employees.\n   \n\n  \n\n**About The Role**\n Be part of the medical technology revolution – Neko Health is looking for passionate and ambitious assistant nurses!\n   \n\n  \n\n Neko Health is expanding and looking for talented assistant nurses to join our team! Are you ready for an exciting career where you can make a real difference? This is your chance to become part of our dynamic team!\n   \n\n  \n\n In your role as a medical operator, you will be at the center of our mission. Based at one of our futuristic Neko Health clinics in Central Stockholm, your main tasks will be to carry out examinations, collect clinical research data, take blood samples, analyse blood samples, and handle administrative documentation. You will be a key person in ensuring the smooth operation and high quality of our activities. You will work closely in teams with other skilled medical operators and experienced professionals, but you will also have the opportunity to take initiative and work independently.\n   \n\n  \n\n**Requirements (please make sure to highlight these in your CV):**\n* 1 year of clinical work\n* EKG knowledge\n* Venous blood sampling\n* Fluency in Swedish and good command of English\n\n\n**Ideally, we are looking for someone who:**\n* Has relevant healthcare education (for example, our team currently includes assistant nurses, nursing students, medical students and biomedical analysts)\n* Is service-minded\n* Is meticulous and takes responsibility for their work\n* Is solution-oriented and driven\n* Is ready for new challenges\n* Is approachable and professional in their role\n* Is motivated by delivering quality in everything they do\n* Is curious and eager to learn\n* Is interested in new technology\n* Is flexible\n\n\n Does this sound like you? Even if you don’t check every single box, if you’re intrigued, we’d love to hear from you. Interviews are ongoing, so don’t hesitate to send in your application today!\n   \n\n  \n\n While the job day-to-day is mostly in Swedish, we're an international company and an international team. So, we'd be grateful if you could submit your application in English. Thank you.\n   \n\n  \n\n We offer a dynamic work environment with a high degree of autonomy that fosters growth and development. If you are passionate about building a better healthcare system for everyone and you thrive in a fast-paced environment, we would love to hear from you!\n   \n\n  \n\n*Please note: we perform background and reference checks as part of our interview process.*\n We may use artificial intelligence (AI) tools to support parts of the hiring process, such as reviewing applications, analyzing resumes, or assessing responses. These tools assist our recruitment team but do not replace human judgment. Final hiring decisions are ultimately made by humans. If you would like more information about how your data is processed, please contact us.","company_url":"https:\/\/se.linkedin.com\/company\/nekohealth","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFd78i3xbtS7A\/company-logo_100_100\/company-logo_100_100\/0\/1674503969551?e=2147483647&v=beta&t=oszL3RxV30ekzHY5xNPMjw-A9FD_ZYNJ4S3G5BSG-s8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4286722600","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4286722600","job_url_direct":"https:\/\/simon-kucher.csod.com\/ux\/ats\/careersite\/6\/home\/requisition\/3690?c=simon-kucher&lang=en-US&source=LinkedIn&urlHash=4PhU","title":"Senior Project Manager - HR SAP Transformation","company":"Simon-Kucher","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"Emilia.svedlind@simon-kucher.com","description":"**In Sweden** \n -Stockholm\n   \n\n  \n\n We are looking for a highly experienced and motivated Expert Project Manager to lead one of our most strategic and high-priority initiatives: the global transformation from SAP ECC to SAP SuccessFactors. This role is pivotal to the success of our overall transformation journey. The ideal candidate will possess deep expertise in SAP program delivery and project management, with a demonstrated track record of successfully leading complex, cross-functional initiatives in international and matrixed environments. Key to success in this position is the ability to navigate diverse stakeholder landscapes, drive alignment across business and technical functions, and communicate effectively with senior leadership, including C-level executives.\n   \n\n  \n\n**What Makes Us Special**\n* Become part of a unique entrepreneurial team. Think independently, use your initiative, and take some risks. Entrepreneurship is a powerful force that drives the growth not only of our firm but our clients and people\n* Unlock the power of opportunity. Advance your career in a thriving company that creates positive impact. We invest in your professional development every step of the way.\n* Enjoy balance and flexible working. Be empowered to do your best work – whether it’s remotely or in the office. We offer flexible and hybrid working, remote teaming, sabbaticals, and paid time off.\n* Prioritize your health and wellbeing. No matter where you live, we offer a competitive suite of health benefits to help keep you and your loved ones safe.\n* Work in a values-driven culture. At Simon-Kucher, our vision is to become the world's leading growth specialist. Our values guide the way we do business and communicate our distinctiveness. They sum up what we stand for, influence our culture, and drive how and why we do things.\n\n\n**How You Will Create An Impact**\n* Project Management: Provide professional project management and coordinate the transformation from SAP ECC to SAP SuccessFactors, ensuring alignment with organizational goals and technical requirements.\n* Proactive Risk Management: Continuously monitor project progress and proactively identify, assess, and mitigate risks across all project phases.\n* Stakeholder Alignment & Quality Assurance: Ensure adherence to project scope, quality standards, and objectives through close collaboration with all relevant stakeholders exercising a strong and consistent stakeholder relation management.\n* Cross-Functional Leadership: Provide consistent and goal-oriented leadership to interdisciplinary project teams, fostering strong identification with aligned goals and collaboration between IT, FI, HR and business units.\n* Workstream Integration: Align overlapping workstreams, manage dependencies, and drive solution-oriented collaboration that balances stakeholder interests and delivers agreed outcomes.\n* Communication Management: Moderate on point discussions. Ensure closed communication loops by following through on discussions and conclusively addressing open points.\n* Executive Reporting: Prepare and present high-impact reports and updates for top management, supporting strategic decision-making.\n* Technical Oversight: Coordinate the development and quality assurance of technical concepts and system designs, including specifications and functional documentation.\n* Provider Management: Collaborate closely with external service providers to ascertain that defined deliverables are implemented according to plan.\n\n\n**Your Profile**\n* Project Experience: At least 6 years of proven experience in the management and successful implementation of SAP SuccessFactors in international organizations. Preferably in matrix organizations, and professional services such as consulting.\n* Expertise in Project Controlling: Expert knowledge in time and resource planning, cost calculation, and benefits realization analysis.\n* Professional Background: Degree in Business Informatics, Business Administration, or a comparable qualification, proven professional project management experience or certification (ideally PMP, PgMP, or equivalent)\n* Strategic & Analytical Thinking: Strong analytical skills paired with a strategic, conceptual mindset—capable of breaking down complex challenges into actionable solutions and driving effective change management across diverse stakeholder groups.\n* Stakeholder Communication: Skilled in operating at the interface between business and Corporate Functions including IT, with the ability to present complex topics clearly and confidently to varied audiences.\n* Work Ethic & Organization: Structured, independent, and reliable working style, complemented by flexibility and strong organizational talent.\n* Communication Skills: Excellent interpersonal and communication skills, with full fluency in English (spoken and written).\n* Methodological Competence: Broad experience in formal project management, including planning, controlling, and monitoring using both classic and agile methodologies.\n* Mobility: Willingness to travel 4 days per month on average and within Europe.\n\n\n If you’re interested, and if you’d like to offer your skills and commitment to our international team, then we would be pleased to receive your application.\n   \n\n  \n\n Hit the ‘Apply Now’ button to begin your application\n   \n\n  \n\n**Please remember to submit your application in English. Other applications will not be considered. The candidate should have an EU work permit, we do not offer visa for this position.**\n**Simon-Kucher**\n is a global consultancy with more than 2,000 employees in 30+ countries. Our sole focus is on unlocking better growth that drives measurable revenue and profit for our clients. We achieve this by optimizing every lever of their commercial strategy – product, price, innovation, marketing, and sales – based on deep insights into what customers want and value. With nearly 40 years of experience in monetization topics of all kinds, we are regarded as the world's leading pricing and growth specialist.\n   \n\n  \n\n Learn more about us here: www.simon-kucher.com\n   \n\n  \n\n**Your Personal Contact**\n Emilia Svedlind\n   \n\n  \n\n Emilia.svedlind@simon-kucher.com","company_url":"https:\/\/de.linkedin.com\/company\/simon-kucher","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQE3BKkKJed3Uw\/company-logo_100_100\/company-logo_100_100\/0\/1688374962412\/simon_kucher_logo?e=2147483647&v=beta&t=aZc-rzP9S0_e-LyplAZQeJI0xAzog7f-Uku3MpX0aXs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4261937726","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261937726","job_url_direct":null,"title":"Platform Engineer till Accelerate at Iver","company":"Accelerate Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"jesper.carlsson@iver.se","description":"Är du redo att forma framtidens IT tillsammans med några av branschens vassaste konsulter? Accelerate at Iver växer – och vi söker fler Platform Engineers som vill vara med och bygga smarta, hållbara och säkra lösningar i teknikens absoluta framkant.\n   \n\n  \n\n****💼** \n**Din roll****\n Som en del av vårt DevOps-team får du arbeta med marknadsledande kunder och hjälpa dem genom deras digitala transformation. Du jobbar långsiktigt i teamleveranser med modernisering, automation och agil utveckling – enligt vår metodik\n *Journey* \n to Agile. Några av de tekniker\/metoder som vi arbetar med är Kubernetes, Docker, Terraform, Jenkins, Ansible, Git, Bash, Python.\n   \n\n  \n\n******✅** \n Vem är du?****\n Vi söker dig som har gedigen erfarenhet inom Plattform\/DevOps och som brinner för automatisering och att bygga effektiva lösningar ute hos våra kunder. Du uttrycker dig obehindrat på svenska och engelska i både tal och skrift.\n   \n\n  \n\n För denna position krävs svenskt medborgarskap, vi utför även bakgrundskontroll av slutkandidat.\n   \n\n  \n\n**🛠️ Du Bör Ha Koll På**\n* Linux i enterprise-miljöer\n* Containerteknik: Docker, Kubernetes\n* Script\/programmering: Bash, Python, Go\n* Versionshantering: Git\n* Automatisering: Ansible, Terraform\n* CI\/CD och GitOps\n\n\n**Extra Plus Om Du Även Har Koll På**\n* OpenStack\n* Public cloud\n* OpenShift\/Rancher\n* HashiCorp Vault\/Consul\n\n\n****🌱** \n**Vi** \n erbjuder dig**\n Som anställd på Accelerate at Iver erbjuder vi förutom spännande uppdrag och tekniker:\n   \n\n  \n\n* Utbildning & certifieringar via våra partners (Red Hat, HashiCorp, GitLab m.fl.)\n* En trygg och säker anställning med bra förmåner\n* Kollektivavtal, friskvårdsbidrag och sjukvårdsförsäkring\n* Flexibilitet, frihet och balans mellan jobb och fritid\n* Att bli en del i ett passionerat team med tekniskt vassa kollegor\n\n\n Vi tror på gemenskap och kompetensutbyte – här utvecklas vi tillsammans och stöttar varandra för att alltid ligga i framkant.\n   \n\n  \n\n**📍Placeringsort**\n Accelerate at Iver finns på flertal orter i Sverige och Norge. För denna tjänst utgår du från vårt kontor i Stockholm, med möjlighet till hybridarbete.\n   \n\n  \n\n**Vi intervjuar löpande – vänta inte med att skicka in din ansökan!**\n 👉 Önskad start är snarast eller enligt överenskommelse.\n   \n\n  \n\n Har du frågor? Kontakta Jesper Carlsson på jesper.carlsson@iver.se\n   \n\n  \n\n**Vi ser fram emot att träffa dig. Välkommen til** \n**l Accelerate at Iver!** \n 🚀","company_url":"https:\/\/se.linkedin.com\/company\/accelerate-iver-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9qCEnYo3LEw\/company-logo_100_100\/company-logo_100_100\/0\/1705932924745?e=2147483647&v=beta&t=YypaPrg8V26RH6kSjgMaakZ6TI3u1NuEzUMv-PjQUjk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4322832029","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4322832029","job_url_direct":"https:\/\/jobb.brodernas.nu\/jobs\/6767959-servicepersonal-brodernas-lidingo&urlHash=ZcmQ","title":"Servicepersonal Brödernas Lidingö","company":"Brödernas","location":"Lidingö, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Är du sugen på nya utmaningar, en karriär inom restaurangbranschen och ett företag där det går snabbt att växa? Då har du kommit rätt!\n   \n\n  \n\n Vilka är Brödernas?\n   \n\n  \n\n Brödernas bedriver med framgång sin verksamhet i hela Sverige från Umeå i norr till Malmö i söder. Brödernas expanderar i en rasande takt med visionen att bli känt även utanför Sveriges gränser. Vår ambition är att Brödernas ska associeras med god kvalité och fantastisk service. Vi har idag över 90 öppnade enheter i Sverige och vi öppnar nya enheter varje månad.\n   \n\n  \n\n Det viktiga för oss är att oavsett vilket mål du har för framtiden så har vi garanterat en plats för dig. Hos oss är det dina egna ambitioner och resultat som avgör hur långt du kan gå.\n   \n\n  \n\n**Vad innebär jobbet som Servicepersonal hos oss?**\n I tjänsten ingår det att vara ansiktet utåt. Dina arbetsuppgifter består av att välkomna gäster, ta emot beställningar i kassan eller vid bordet, servera mat och dryck, se till att gästerna är nöjda och lämnar restaurangen med gott humör. I arbetsuppgifterna ingår också att öppna och stänga samt säkerställa en ansvarsfull alkoholservering.\n   \n\n  \n\n**Vem är du?**\n Som person har du god arbetsmoral, är en social person och tycker om att ha kontakt med människor. Du är samarbetsvillig och trevlig. Du har ett öga för vad du behöver prioritera och tar självständiga beslut i ditt arbete.\n   \n\n  \n\n**Vad erbjuder vi?**\n Vi erbjuder en fartfylld arbetsplats som är mitt under en stor expansion vilket innebär mycket goda möjligheter till att utvecklas med företaget.\n   \n\n  \n\n**Rekryteringsprocessen**\n När du har sökt tjänsten så kommer du att få tillgång till en länk för en digital intervju med roboten Hubert som tar ca 20 - 30 minuter.\n   \n\n  \n\n Syftet med att Hubert-intervjun är vi vill ge alla kandidater möjligheten att berätta mer om sig själva samt för oss att säkerställa att alla kandidater blir bedömda på samma sätt, oavsett kön, ålder och etnicitet.\n   \n\n  \n\n Vi ser gärna att du svarar på denna inom 48 - 72 timmar för att snabbt komma vidare i processen. Kolla gärna denna artikel innan intervjun för tips och tricks: https:\/\/my.hubert.ai\/advice-before-hubert-interview\/sv-se Du kommer därefter bli kontaktad av en av våra rekryterare om du blir aktuell för en andra intervju.\n   \n\n  \n\n Vi ser fram emot att höra från dig!\n   \n\n  \n\n**Intervjuer sker löpande så tveka inte! Sök!**\n**Are you eager for new challenges, a career in the restaurant industry and a company where you can grow fast? Then you have come to the right place!**\n Who are the Brödernas?\n   \n\n  \n\n Brödernas successfully conducts its operations throughout Sweden from Umeå in the north to Malmö in the south. Brödernas are expanding at a rapid pace with the vision of becoming known even outside Sweden's borders. Our ambition is for Brödernas to be associated with good quality and fantastic service. We currently have over 80 opened units in Sweden and we open new units every month.\n   \n\n  \n\n The important thing for us is that no matter what goal you have for the future, we have guaranteed a place for you. With us, it is your own ambitions and results that determine how far you can go.\n   \n\n  \n\n**What does the job as a Service Personnel with us mean?**\n The service includes being the face outwards. Your duties consist of welcoming guests, taking orders at checkout or at the table, serving food and drink, making sure guests are happy and leaving the restaurant in a good mood. The tasks also include opening and closing and ensuring responsible alcohol serving.\n   \n\n  \n\n**Who are you?**\n As a person, you have a good work ethic, are a social person and enjoy having contact with people. You are cooperative and nice. You have an eye for what you need to prioritize and make independent decisions in your work.\n   \n\n  \n\n**What do we offer?**\n We offer a fast-paced workplace that is in the middle of a major expansion, which means very good opportunities to develop with the company.\n   \n\n  \n\n**The recruitment process**\n Once you have applied for the job, you will have access to a link for a digital interview with the robot Hubert, which takes about 20-30 minutes.\n   \n\n  \n\n The purpose of the Hubert interview is to give all candidates the opportunity to tell more about themselves and for us to ensure that all candidates are judged in the same way, regardless of gender, age and ethnicity.\n   \n\n  \n\n We are happy to see that you respond to this within 48 - 72 hours to quickly move forward in the process. You will then be contacted by one of our recruiters if you become relevant for a second interview.\n   \n\n  \n\n We look forward to hearing from you!\n   \n\n  \n\n**Interviews are ongoing, so do not hesitate! Apply!**","company_url":"https:\/\/se.linkedin.com\/company\/br%C3%B6dernas-by-bankomatgruppen","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQG8k2zcBquKBA\/company-logo_100_100\/company-logo_100_100\/0\/1669981205133\/brdernas_by_bankomatgruppen_logo?e=2147483647&v=beta&t=79LlQtS3Q4FXe073s8plssQK9Ide-uDH9PX_YCmHH5A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4310566897","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4310566897","job_url_direct":"https:\/\/proofpoint.wd5.myworkdayjobs.com\/ProofpointCareers\/job\/Stockholm-Sweden\/Sales-Engineering-Manager\\u002d\\u002dBenelux\\u002d\\u002d-Nordics_R12988?source=LinkedIn&urlHash=fAAn","title":"Sales Engineering Manager, Benelux & Nordics","company":"Proofpoint","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"accessibility@proofpoint.com","description":"**About Us**\n We are the leader in human-centric cybersecurity. Half a million customers, including 87 of the Fortune 100, rely on Proofpoint to protect their organizations. We’re driven by a mission to stay ahead of bad actors and safeguard the digital world. Join us in our pursuit to defend data and protect people.\n   \n\n  \n\n How We Work\n   \n\n  \n\n At Proofpoint, you’ll be part of a global team that breaks barriers to redefine cybersecurity, guided by our BRAVE core values Bold in how we dream and innovate, Responsive to feedback, challenges, and opportunities, Accountable for results and best-in-class outcomes, Visionary in future-focused problem-solving, Exceptional in execution and impact.\n   \n\n  \n\n**Company Overview**\n At Proofpoint, we have a passion for protecting people, data, and brands from today’s advanced threats and compliance risks. We hire the best people in the business to\n   \n\n  \n\n* Build and enhance our proven human-centric security platform\n* Blend innovation and speed in a constantly evolving cloud architecture\n* Analyze new threats and offer deep insight through data-driven intel and artificial intelligence\n* Collaborate with customers to help solve their toughest security challenges\n\n\n We are singularly devoted to helping our customers protect what matters most – their people and their data. That’s why we’re a leader in next-generation cybersecurity—and why 85% of the Fortune 100 trust us as a security partner.\n   \n\n  \n\n  \n\n  \n\n**The Role** \n  \n\n  \n\n Proofpoint is seeking an experienced and dynamic Sales Engineering (SE) Manager to develop a successful Enterprise franchise in partnership with the Regional Sales leader. You will lead and develop a team of talented sales engineers across Benelux & Nordics, with the key objectives of building pipeline, winning new and add-on business and developing happy customers on our Human-centric security platform. This individual will be a major contributor to our aggressive growth plans for the region and should ideally be located in Denmark or Sweden.\n   \n\n  \n\n**Your day-to-day**\n* Partner closely with the Regional Sales leader to build a strategy for growth and execute on it\n* Accountability of all technical sales and satisfaction activities in the region, including formulating strategies to penetrate target accounts and expanding existing customers\n* Highly engaged with customers, including evangelizing the Proofpoint vision at all levels, from technical to C-suite executives\n* Attract, hire and retain top talent to support our rapid growth, including developing and mentoring team members to help them achieve their career goals, ideally here at Proofpoint\n* Coach, enable, and develop a team of elite Sales Engineers in the key areas of Product and Technical Expertise, Owning the Technical Sales Process, Valued Solutions that Deliver Outcomes and behaving as a Trusted Advisor\n* Foster a culture of continual learning, information sharing and collaboration amongst the team to keep all team members current on the latest innovations and build wisdom from recent customer engagements\n* Actively collaborate with key internal stakeholders such as product, channel, customer success, marketing, services and support to build pipeline and ensure customer loyalty\n* Engage and sponsor key local channel partners that support your business\n* Encourage, initiate and execute local initiatives to grow the business\n* The role is highly customer and partner facing and will require ~50% travel within the region\n\n\n**What You Bring To The Team**\n* Leadership & initiative – a motivated self-starter brimming with ideas, with the discipline and drive to execute on them to yield the desired outcomes\n* A mature technically astute but business centric engineer with a proven ability to command a room, guide complex technical and business conversations with C-suite executives, as well as technical staff\n* A commercially savvy technical sales leader who can partner effectively with sales leadership to develop and grow the business\n* Proven experience of managing sales engineering teams, ideally in the cyber-security industry based on extensive previous experience as a sales engineer\n* Track record of mentoring and developing team members and guiding them to success\n* A strong collaborator with internal and external stakeholders, with a willingness to actively engage in discovering opportunities and problem solving at a technical level\n* Ability to thrive in a fast paced, high energy sales environment\n* Degree in Computer Science preferred or equivalent IT experience\n* An excellent communicator and presenter with fluency in English and either Swedish, Danish or Dutch\n\n\n\n**Why Proofpoint**\n Protecting people is at the heart of our award-winning cybersecurity solutions, and the people who work here are the key to our success.  We’re a customer-focused and driven-to-win organisation with leading-edge products. We are an inclusive, diverse, multinational company that believes in culture fit, but more importantly ‘culture-add’, and we strongly encourage people from all walks of life to apply.\n   \n\n  \n\n  \n\n  \n\n We believe in hiring the best and the brightest to help cultivate our culture of collaboration and appreciation. Apply today and explore your future at Proofpoint!\n   \n\n  \n\n Why Proofpoint? At Proofpoint, we believe that an exceptional career experience includes a comprehensive compensation and benefits package. Here are just a few reasons you’ll love working with us\n   \n\n  \n\n* Competitive compensation\n* Comprehensive benefits\n* Learning & Development We are committed to the growth and development of our team members, offering a range of programs including leadership and professional development workshops, stretch project assignments, and mentoring opportunities to help employees reach their full potential.\n* Flexible work environment [Remote options, hybrid schedules, flexible hours, etc.].\n* Annual wellness and community outreach days\n* Always on recognition for your contributions\n* Global collaboration and networking opportunities\n\n\n Our Culture\n   \n\n  \n\n Our culture is rooted in values that inspire belonging, empower purpose and drive success-every day, for everyone. We encourage applications from individuals of all backgrounds, experiences, and perspectives. If you need accommodation during the application or interview process, please reach out to accessibility@proofpoint.com. How to Apply Interested? Submit your application here https \/\/www.proofpoint.com\/us\/company\/careers. We can’t wait to hear from you!","company_url":"https:\/\/www.linkedin.com\/company\/proofpoint","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFEzwJn3C-nDQ\/company-logo_100_100\/company-logo_100_100\/0\/1726764831463\/proofpoint_logo?e=2147483647&v=beta&t=UytbviYQ7LPi0Ht8P29i0ulfIZZKQRheA5k31LAUhVs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4333135881","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4333135881","job_url_direct":"https:\/\/jobb-karriar.initsweden.com\/jobs\/1923532-projektledare-inom-automation&urlHash=tko2","title":"Projektledare inom automation","company":"Init","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"sara.rensfeldt@initgroup.com","description":"***Vi söker en projektledare som vill vara med och forma framtidens automation!***\n*Vill du jobba med spännande teknik, intressanta kunder och engagerade kollegor?\n   \n\n  \n\n Nu söker vi en projektledare som vill vara med och driva utvecklingen framåt inom automation, både inom industri, fastigheter och infrastruktur!*\n Tillsammans formar vi på Init Sweden framtiden för industriell IT och automation. Vi har en ambition att samla de bästa företagen och människorna inom industriell IT och Automation med en total omsättning på 1,5 miljrd. SEK och snart 1000 anställda i Danmark, Sverige, Norge, Serbien och Spanien, som är specialister inom industriell IT, automation, IOT och OT cybersäkerhet\n   \n\n  \n\n*\"Vi har en spännande resa framför oss med ett jättefint tillskott av nya kollegor som valt att dela den med oss. Till detta så skall vi stärka våra relation med befintliga kunder och leta nya affärer där iNIT skall vara det självklara valet inom Infrastruktur, Industri samt Fastighet\"- Roger Löfgren, Business Unit Manager*\n**Om jobbet**\n Hos oss leder du varierande projekt inom industriell automation från start till mål, med fokus på kvalitet, leverans och kundnöjdhet. Du kommer att ingå i ett engagerat och inspirerande team, där du har ansvar för projektets framfart. Du säkerställer att vi levererar det vi lovat i rätt tid, med rätt kvalitetskrav till rätt budget. Storleken på projekten kan vara allt ifrån mindre eftermarknadsprojekt till stora projekt för prestigefulla kunder.\n   \n\n  \n\n I rollen ser du även potentiella affärsmöjligheter och deltar i anbudsarbetet. Du kommer att kunna bidra till att generera nya projekt, och är även delaktig i merförsäljningen i befintliga projekt. Vi arbetar med ett projektverktyg som följer vår projektprocess - som du använder som hjälpmedel i din vardag.\n   \n\n  \n\n Som person har du en god förmåga att skapa förtroendegivande relationer, både internt och externt. Du är en naturlig ledare som är prestigelös och ödmjuk i ditt sätt.\n   \n\n  \n\n**Vi Söker Dig Med**\n* Minst 5 års arbetslivserfarenhet inom industriell automation och vana av att leda projekt som innebär tekniska utmaningar och höga krav på leveransprecision.\n* Erfarenhet av att leda projekt inom fastigheter, infrastruktur eller industri där tjänst, material, underkonsulter och\/eller underentreprenörer kombineras\n* Bred teknikförståelse över flera discipliner och hur de samverkar i en anläggning (el, automation, mekanik, process, IT\/OT).\n* Erfarenhet av att leda entreprenadprojekt, både löpande och fasta avtal\/projektleveranser inom privat eller offentlig sektor\n* Erfarenhet av budget - och resultatansvar\n* Vana att arbeta mot uppsatta KPI:er\n* Branschkännedom\n* Talar och skriver svenska\n* Svenskt medborgarskap är ett krav beroende på att flera av uppdragen hos våra kunder omfattas av säkerhetsskyddslagen.\n\n\n**Vi Erbjuder Dig**\n* Utmanande och intressanta projekt\n* En arbetsmiljö där du får påverka\n* Möjlighet att växa, både i rollen och inom Init\n* Kompetenta och härliga kollegor med stort hjärta för teamwork\n* Ett företag med en tydlig och kontrollerad tillväxtstrategi\n* Goda karriärmöjligheter med professionella, inspirerande och innovativa miljöer med plats för nörderi och professionell utveckling\n* Ett företag som stöttar ditt specialområde i ett samhälle med hög ambitionsnivå\n\n\n Vi läser ansökningar och träffar kandidater löpande så skicka in din ansökan redan idag! Vid frågor, kontakta mig, Rekryterare Sara Rensfeldt Romin, på sara.rensfeldt@initgroup.com\n   \n\n  \n\n Vi ser fram emot din ansökan! #Init2winit\n   \n\n  \n\n**Placeringsort;** \n Stockholm, Liljeholmen eller Kista\n   \n\n  \n\n**Start:** \n Enligt överenskommelse\n   \n\n  \n\n**Du rapporterar till:** \n Roger Löfgren, Business Unit Manager\n   \n\n  \n\n Init hjälper verksamheter att göra styrning, övervakning och systemintegration smartare. Vi kombinerar affär, organisation och teknik så att allt hänger ihop – i praktiken.\n   \n\n  \n\n Vi är vana vid miljöer med höga krav på effektivitet, tillgänglighet och säkerhet. Därför tar vi ansvar hela vägen: från idé och design till programmering, driftsättning och löpande underhåll. Då kan kunden fokusera på sin kärnverksamhet.\n   \n\n  \n\n Vi har gjort det här i mer än 25 år, i fastigheter, industri och infrastruktur – alltid med samma mål: att göra komplexa system enklare att använda.\n   \n\n  \n\n Så hanterar vi dina personuppgifter.","company_url":"https:\/\/dk.linkedin.com\/company\/init","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHQYNJBoZbnEw\/company-logo_100_100\/company-logo_100_100\/0\/1673433346497\/init_logo?e=2147483647&v=beta&t=KFj7atyrOiH64GFi0ft2fXGVa4WPetW2Gg4n9nsufJk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4278524716","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4278524716","job_url_direct":null,"title":"Energy & Power Insurance Placement Leader","company":"Marsh","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"tomasz.sekunda@mmc.com","description":"We are seeking a talented individual to join our European Energy & Power Team within Marsh Europe. We are open to this role being base in a major European city, however a preference would be for location in Germany. This is a hybrid role that has a requirement of working at least two days a week in the office.\n   \n\n  \n\n The individual will be supporting and building insurance placement strategies to grow both new business and insurance renewals ensuring coordination between European countries and other placement resources within MMC. The role will also be including developing market relationships both in Europe and outside of Europe as well as including support of growing the portfolio of Energy & Power business in Europe. An important focus area will also be improving and securing greater connectivity with reinsurance markets on both strategic and tactical initiatives.\n   \n\n  \n\n**We will count on you to:**\n* Strategic Planning: Develop and implement strategic plans for Energy & Power insurance placements across Europe, aligning with regional market dynamics and client needs.\n* Team Leadership and Collaboration: Lead a team of Energy & Power placement professionals, providing guidance and support while collaborating with colleagues across European offices to deliver comprehensive insurance solutions.\n* Client Relationship Management: Build and maintain strong relationships with large and complex Energy & Power clients, understanding their unique insurance requirements and providing expert advice on placements.\n* Market Analysis and Placement Strategy: Conduct comprehensive market analysis to evaluate Energy & Power insurance markets, developing effective placement strategies to secure favorable terms and pricing for clients.\n* Internal Collaboration: Collaborate with internal stakeholders, including local placement brokers and Client Executives, to deliver integrated insurance solutions and negotiate favorable terms with underwriters.\n* Market Intelligence and Innovation: Stay updated on industry trends and emerging risks in the Energy & Power insurance sector, leveraging this knowledge to enhance placement strategies and drive innovation.\n* Dynamic Engagement Plans: Drive ongoing engagement plans with strategic carrier partners, overseeing annual planning cycles and governance processes to maximize collaboration and results.\n* Business Development: Develop new business opportunities in conjunction with Marsh retail offices, partnering with countries to implement effective placement strategies that support growth and competitive advantage.\n\n\n**What you need to have:**\n* Minimum 10 years of experience placing Energy & Power business into the global insurance market, including Construction business and associated products.\n* Strong knowledge of factors impacting the Energy & Power Industry, including environmental, financial, regulatory, and social factors.\n* Proven track record of leading teams in a matrix setup across regions, with a focus on coaching and motivating others to achieve goals.\n* Highly developed influencing and communication skills to build consensus and gain support from multiple stakeholders with competing priorities.\n* Ability to develop and foster strategic relationships with key regional\/global carriers to drive benefits for clients and deliver solutions for difficult-to-place risks.\n* Experience in driving dynamic engagement plans with strategic carrier partners, including annual planning cycles and governance.\n* Ability to partner with countries to design and implement effective Placement strategies that support growth plans and maximize competitive advantage.\n* Focus on developing inclusive and diverse teams, with accountability for fostering a collaborative mindset across borders and segments.\n* Results-oriented mindset with a willingness to hold others accountable for high performance standards.\n* Strong executive presence and visibility within the business community, including networking groups and centers of influence.\n* Fluency in English is mandatory; proficiency in German is advantageous.\n* Placement background with a broking house or insurance company is required.\n\n\n**Why join our team:**\n* We help you be your best through professional development opportunities, interesting work and supportive leaders.\n* We foster a vibrant and inclusive culture where you can work with talented colleagues to create new solutions and have impact for colleagues, clients and communities.\n* Our scale enables us to provide a range of career opportunities, as well as benefits and rewards to enhance your well-being.\n\n\n**Has it caught your interest?**\n Then we look forward to receiving your application via our online system. Please note that we cannot accept applications by e-mail.\n   \n\n  \n\n If you have any questions, please contact Tomasz Sekunda, Talent Acquisition Consultant: tomasz.sekunda@mmc.com\n   \n\n  \n\n Die Stelle kann in Teil- und Vollzeit besetzt werden.\n   \n\n  \n\n Marsh, a business of Marsh McLennan (NYSE: MMC), is the world’s top insurance broker and risk advisor. Marsh McLennan is a global leader in risk, strategy and people, advising clients in 130 countries across four businesses: Marsh, Guy Carpenter, Mercer and Oliver Wyman. With annual revenue of $24 billion and more than 90,000 colleagues, Marsh McLennan helps build the confidence to thrive through the power of perspective. For more information, visit marsh.com, or follow on LinkedIn and X.\n   \n\n  \n\n Marsh McLennan is committed to creating a diverse, inclusive and flexible work environment. We aim to attract and retain the best people and embrace diversity of age, background, disability, ethnic origin, family duties, gender orientation or expression, marital status, nationality, parental status, personal or social status, political affiliation, race, religion and beliefs, sex\/gender, sexual orientation or expression, skin color, or any other characteristic protected by applicable law.\n   \n\n  \n\n Marsh McLennan offers hybrid working arrangements that provide both the flexibility of mobile working and the benefits for collaboration, personal connections and professional development of working in the office. Employees are authorized to work remotely. If needed, some teams also schedule weekly “anchor days” where the entire team meets in person at the site office.\n   \n\n  \n\n**R\\_305512**","company_url":"https:\/\/www.linkedin.com\/company\/marsh","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQE3lkb8F_AZOg\/company-logo_100_100\/B4EZfDAWtKHIAQ-\/0\/1751323339897\/marsh_logo?e=2147483647&v=beta&t=Zkrz7FISlsMZ7xMTOz-ahJleaO9akqlfg8g2Z6M0OMc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4268216727","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4268216727","job_url_direct":"https:\/\/digitalcareers.infosys.com\/infosys\/global-careers\/apply-sap-s4hana-consultant-sweden\/474710?Codes=LinkedIn&urlHash=9pVE","title":"SAP S\/4HANA Consultant -- Sweden","company":"Infosys","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n**Role** \n - Principal Consultant\n   \n\n  \n\n**Technology** \n – SAP S\/4HANA\n   \n\n  \n\n**Location** \n – Sweden\n   \n\n  \n\n**Compensation** \n – Competitive (including bonus)\n   \n\n  \n\n**Job Description**\n Today, the corporate landscape is dynamic and the world ahead is full of possibilities! None of the amazing things we do at Infosys would be possible without an equally amazing culture, the environment where ideas can flourish and where you are empowered to move forward as far as your ideas will take you.\n   \n\n  \n\n At Infosys, we assure that your career will never stand still, we will inspire you to build what’s next and we will navigate further together. Our journey of learnability, values and trusted relationships with our clients continue to be the cornerstones of our organization and these values are upheld only because of our people.\n   \n\n  \n\n**Your role**\n Infosys is seeking a highly experienced and dynamic Principal Consultant – SAP to join our growing SAP practice. This role demands deep expertise in SAP technologies, strong leadership capabilities, and a proven track record of delivering complex transformation programs. As a Principal Consultant, you will lead solution architecture, client engagements, and delivery excellence across SAP S\/4HANA projects.\n   \n\n  \n\n**Key Responsibilities**\n* Lead SAP solutions across multiple end-to-end implementations and transformation programs.\n* Drive client engagements from Phase 0 through execution, including Greenfield, Brownfield, and Hybrid S\/4HANA projects.\n* Collaborate with client stakeholders (Business and IT) to define roadmaps, assess readiness, and build transformation strategies.\n* Utilize SAP toolchain for implementation, administration, and optimization.\n* Prepare solution proposals, effort estimations, and contribute to RFP responses.\n* Mentor and manage project teams, ensuring delivery quality and adherence to timelines.\n* Represent Infosys in client meetings with professionalism and strong interpersonal communication.\n* Stay current with SAP innovations and contribute to internal knowledge sharing.\n\n\n**Skill Required**\n* Deep functional (SAP Finance\/Manufacturing\/Logistics\/Sales) or technical skills (ABAP, Integration, Security, Basis) in one or two SAP ERP skills.\n* Experience in SAP S\/4HANA, EWM, TM, Business AI, LeanIX, Signavio, Cloud ALM\n* Hands-on SAP consulting experience.\n* Minimum of 4 full lifecycle SAP project implementations.\n* Experience in leading teams in SAP projects.\n* Exposure to at least two types of S\/4HANA projects: Greenfield, Brownfield, or Hybrid.\n* Experience in transformation preparation or Phase 0 activities.\n* Proficiency in SAP toolchain usage or administration.\n* Valid SAP certification in relevant skill areas.\n* Strong client-facing skills with the ability to engage middle management effectively.\n* Proven ability to build solution proposals and estimate efforts accurately.\n* Demonstrated flexibility, team spirit, and a results-driven mindset.\n\n\n**Preferred Qualifications**\n* Exposure to multiple SAP modules or skill areas within the SAP product portfolio.\n* Publications or thought leadership in SAP or industry-specific domains.\n\n\n**About Infosys**\n Infosys is a global leader in next-generation digital services and consulting. We enable clients in 56 countries to navigate their digital transformation. With over three decades of experience in managing the systems and workings of global enterprises, we expertly steer our clients through the many next of their digital journey. We do it by enabling the enterprise with an AI-powered core that helps prioritize the execution of change. We also empower the business with agile digital at scale to deliver unprecedented levels of performance and customer delight. Our always-on learning agenda drives their continuous improvement through building and transferring digital skills, expertise and ideas from our innovation ecosystem.\n   \n\n  \n\n Visit www.infosys.com to see how Infosys can help your enterprise navigate your next.\n   \n\n  \n\n**All aspects of employment at Infosys are based on merit, competence and performance. We are committed to embracing diversity and creating an inclusive environment for all employees. Infosys is proud to be an equal opportunity employer**","company_url":"https:\/\/in.linkedin.com\/company\/infosys","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEv67uGFge5Sw\/company-logo_100_100\/B56ZfEsEVpHoAU-\/0\/1751351576332\/infosys_logo?e=2147483647&v=beta&t=cZJHsfAqzeMJNdxHldoUAVht2bRr9_VtbB2VlJJn19I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4245519796","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4245519796","job_url_direct":"https:\/\/cgi.njoyn.com\/corp\/xweb\/xweb.asp?clid=21001&page=jobdetails&jobid=J0625-0242&BRID=1214632&SBDID=943&lang=1&urlHash=b7mA","title":"Erfaren Enterprise Architect med affärssinne? Vi söker dig!","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"azra.dajic@cgi.com","description":"Beskrivning av tjänsten\n   \n\n  \n\n Vill du vara med och forma framtidens industriella landskap? Vi söker en vass och självgående Enterprise Architecture-rådgivare med ett strategiskt mindset och passion för att skapa verklig affärsnytta i komplexa organisationer. Hos oss får du arbeta med några av Sveriges mest välkända industribolag – i uppdrag där du gör skillnad på riktigt, tillsammans med andra seniora specialister.\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n Som Enterprise Architect hos oss får du en nyckelroll i att driva och förankra arkitektur- och transformationsinitiativ. Vanliga uppgifter inkluderar:\n   \n\n  \n\n* Ta fram och förankra EA-roadmaps och målbilder\n* Rådgivning kring styrning, investeringar och förändringsinitiativ\n* Bedömning och design av applikations- och informationslandskap\n* Leda EA-forum och stötta beslutsfattare i strategiska teknikval\n* Bygga broar mellan IT och verksamhet i transformationsresor\n\n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n Vi söker dig som har:\n   \n\n  \n\n* Minst 10 års erfarenhet inom IT- eller verksamhetsarkitektur, strategi eller närliggande områden\n* Konsulterfarenhet och vana att arbeta nära beslutsfattare\n* Förmåga att kommunicera komplexa idéer på ett tydligt och affärsnära sätt\n* Kommersiellt mindset och förmåga att bygga långsiktiga relationer\n\n\n Det är meriterande om du har:\n   \n\n  \n\n* Erfarenhet från tillverknings- eller byggindustrin\n* Kunskap inom ett eller flera av följande områden: Industriell digitalisering \/ smart industri (Industry 4.0) Produktlivscykelhantering (PLM) & digitala tvillingar Informationsmodellering & datastyrning (data governance) Hållbarhetsrapportering och ESG-drivna IT-initiativ Modernisering av legacy \/ ERP-landskap i molnmiljöer\n\n\n Viktiga kompetenser och egenskaper:\n   \n\n  \n\n* Strategisk och analytisk förmåga – du ser helheten och kopplar IT till affärsmål\n* Arkitekturkompetens – du behärskar modellering, design och styrning\n* Kommunikationsförmåga – du bygger förtroende och leder dialoger med ledning\n* Förändringsledning – du har erfarenhet av att driva transformationer\n* Teknisk bredd – du har koll på moderna teknologier, molnplattformar och integration\n\n\n Meriterande certifieringar är:\n   \n\n  \n\n* TOGAF®, ArchiMate®\n* Certified Business Architect (CBA®)\n* SAFe® Architect \/ Agilist, ICP-ENT\n* AWS \/ Azure \/ Google Cloud Architect\n* CDMP, COBIT®\n\n\n Vad vi erbjuder:\n   \n\n  \n\n* Möjlighet att påverka Sveriges mest spännande industriprojekt\n* Kollegor som är lika kunniga som de är prestigelösa\n* Flexibla arbetsformer och fokus på balans i livet\n* Kontinuerlig kompetensutveckling och kunskapsdelning\n\n\n Några av våra förmåner är bland annat\n   \n\n  \n\n* Aktieprogram och delägarskap: Som delägare har du möjlighet att påverka och i vårt aktieprogram matchar CGI ditt bidrag, krona för krona upp till 3% av din månadslön.\n* Friskvårdsbidrag: Vi erbjuder ett årligt friskvårdsbidrag på 4000 kr.\n* Föräldralön: Vi betalar upp till cirka 90% av din lön under den första tiden hemma.\n* Trygg anställning: Våra konsulter anställs med kollektivavtal och försäkringar.\n* Pensionslösningar: Vi erbjuder attraktiva och förmånliga pensionslösningar.\n\n\n Låter det intressant?\n   \n\n  \n\n Vi ser fram emot att höra ifrån dig! Skicka in din ansökan redan idag då urvalet sker löpande. Har du frågor om rollen, kontakta gärna Azra Dajic på azra.dajic@cgi.com. Varmt välkommen med din ansökan!\n   \n\n  \n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4336501029","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4336501029","job_url_direct":"https:\/\/joinfika.ai\/jobs\/4100f80a-639c-4590-8269-edd01010321e&urlHash=CyhK","title":"AI Engineer","company":"fika ai","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**TL;DR** \n\n\n\n\n  \n\n\n\n\n\n We are looking for an AI Engineer to take full ownership of how we use AI across fika ai – from how we run our 20-minute AI interviews to how we match candidates with jobs, build retrieval and ranking systems, and develop the intelligent agents that power the platform.\n \n\n\n\n  \n\n\n\n\n\n You will work across LLMs, RAG, agents, embeddings, vector databases, and real production systems that directly impact thousands of candidates and companies.\n \n\n\n\n  \n\n\n\n\n\n**Why fika ai?** \n\n\n\n\n  \n\n\n\n\n\n fika ai is an AI-first talent marketplace used by leading Nordic startups like Legora and Apotea.\n \n\n\n\n  \n\n\n\n\n\n**What we do** \n\n\n\n\n  \n\n\n\n\n\n Every candidate completes one 20-minute AI video interview. We use that interview, plus other signals, to deeply understand who they are and what they are strong at, and our AI suggests the best possible jobs for each candidate.\n \n\n\n\n  \n\n\n\n\n\n Companies post roles or search our pre-interviewed talent pool, and our AI immediately recommends the best candidates for each job.\n \n\n\n\n  \n\n\n\n\n\n It feels like an in-house recruiter - but faster, more accurate, and available 24\/7.\n \n\n\n\n  \n\n\n\n\n\n We are a small, fast team building something both candidates and companies truly love.\n \n\n\n\n  \n\n\n\n\n\n**What you will do** \n\n\n\n\n  \n\n\n\n\n\n In one sentence:\n \n\n\n\n  \n\n\n\n\n\n**Build and scale the AI systems that power the entire fika ai product.** \n\n\n\n\n  \n\n\n\n\n\n You will:\n \n\n\n* Improve and expand our AI interview pipeline (LLMs, STT, evaluation, structured insights)\n* Build and iterate on matching models that understand both candidates and companies deeply\n* Create and optimize RAG pipelines, embeddings, vector search, and scoring logic\n* Build LLM-based agents that source candidates, evaluate roles, and run parts of the recruiting workflow\n* Develop evaluation frameworks to measure quality, drift, and performance\n* Work closely with engineering and product to ship fast and iterate based on real usage\n\n\n\n  \n\n\n\n\n\n You will work end-to-end: prototyping, experimenting, evaluating, and deploying in production.\n \n\n\n\n  \n\n\n\n\n\n**What we are looking for** \n\n\n\n\n  \n\n\n\n\n\n**Core experience** \n\n\n\n* Strong coding ability (Python and\/or TypeScript)\n* Experience working with LLMs in production\n* Solid understanding of RAG, embeddings, and vector databases\n* Experience with agents or multi-step reasoning flows\n* Comfortable building production-ready pipelines end-to-end\n* Ability to move quickly and independently in an ambiguous environment\n\n\n\n  \n\n\n\n\n\n**Nice to have** \n\n\n\n* Experience with STT\/TTS or voice interfaces\n* Familiarity with automation tools (n8n, Zapier, Airflow, etc.)\n* Experience with matching, search, or recommendation systems\n* Prior experience in marketplaces, HRTech, or ML-heavy products\n* Familiarity with supporting tools like \n \n LangChain, Mastra, OpenRouter\n \n , etc.\n\n\n\n  \n\n\n\n\n\n**You will thrive here if you** \n\n\n\n* Care about craftsmanship and quality\n* Love shipping, iterating, and seeing your work used immediately\n* Are comfortable taking full ownership over your work, from idea to production and iteration\n* Want to help build a high-velocity, low-ego, deeply collaborative team\n* Want to use AI to solve a real, human problem at scale\n\n\n\n  \n\n\n\n\n\n**Our tech stack** \n\n\n\n* Backend: Node.js \/ TypeScript, Python\n* Infra: AWS\n* AI: OpenAI, Anthropic, Llama 3.1, Deepgram, ElevenLabs, vector DBs\n* Frontend: Next.js\n* Voice: LiveKit Agent\n\n\n\n  \n\n\n\n\n\n We’re building the European leader in AI-driven hiring.\n \n\n\n\n This is a chance to build a category-defining product from day zero.\n \n\n\n\n\n Let’s build the future of hiring.","company_url":"https:\/\/se.linkedin.com\/company\/fika-ai","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFZIFXfJGWkmQ\/company-logo_100_100\/B4EZp3Y9TdKYAQ-\/0\/1762939623175\/fika_ai_logo?e=2147483647&v=beta&t=0D8T6vMx6aazS3l46J4Av6Um_78TqZ7R-nnFOxNlqXg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4336511038","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4336511038","job_url_direct":"https:\/\/joinfika.ai\/jobs\/d9e9655f-e80b-4f53-8364-4360f6565993&urlHash=BMuk","title":"Full-Stack Developer to Dechora","company":"fika ai","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We at fika ai are helping Dechora find a Full-Stack Developer - apply by taking the AI interview in the link!\n \n\n\n\n\n  \n\n\n\n\n\n**TL;DR** \n  - We’re looking for a creative, product-minded full-stack developer to help build Dechora’s AI-powered retail experience. Perfect for someone early in their career who loves to build fast, learn fast, and see their work go live with real brands.\n \n\n\n\n  \n\n\n\n\n\n**Why Dechora AI** \n\n\n\n\n Dechora is the next big thing in online shopping, transforming online retail by merging \n \n AI with real-world spaces\n \n . Think Shopify x Pinterest, with an interactive Ai-layer. As a first step, our white-label plug-in turns flat product catalogues on global brands’ webshops into living, interactive experiences - letting shoppers see furniture, colors, and materials directly in their own homes. The result: higher engagement, stronger brand value, and more confident purchases - leading to higher conversions and lower returns.\n \n\n\n\n  \n\n\n\n\n\n We’re an early-stage startup based in Stockholm, building the next paradigm of e-commerce. You’ll join from day one, working directly with the founders to shape both the product and the company. Expect high ownership, fast decisions, and zero bureaucracy.\n \n\n\n\n  \n\n\n\n\n\n Read more: https:\/\/dechora.ai\/\n \n\n\n\n  \n\n\n\n\n\n**What we’re looking for** \n\n\n\n* You’ve built real products - at work, in school, or in your spare time\n* Comfortable working across the stack (frontend + backend)\n* Excited about AI, e-commerce, and building visually stunning experiences\n* Bonus: familiarity with computer vision, image processing, or 3D rendering\n* Bonus: interest in how online stores work (catalogues, payments, integrations)\n* You’re proactive, curious, and eager to grow with the company\n\n\n\n  \n\n\n\n\n\n**What you'll do** \n\n\n\n* Build and ship new features across the stack\n* Work on visualization flows, UI components, and AI integrations\n* Collaborate with design and founders to turn ideas into real experiences\n* Learn how to design scalable systems and write clean, maintainable code\n* Help shape engineering culture and best practices as one of the first hires\n\n\n\n  \n\n\n\n\n\n**Our tech (open & evolving)** \n\n\n\n\n We’re early, so the stack will evolve - but you’ll likely work with tools like:\n \n\n\n* Frontend:\n \n  React \/ Next.js \/ TypeScript\n* Backend:\n \n  Node.js \/ Python\n* Infra:\n \n  AWS \/ GCP \/ Vercel\n* AI:\n \n  OpenAI \/ Stability \/ custom image models\n* E-commerce:\n \n  Shopify \/ WooCommerce \/ custom APIs\n* You’ll have a real voice in shaping what we use and how we build.\n\n\n\n  \n\n\n\n\n\n**What we offer** \n\n\n\n* High ownership and close collaboration with the founders\n* Competitive salary plus meaningful equity\n* Flexible hours and hybrid setup (Stockholm or remote)\n* Fast learning curve and a chance to grow with the company\n\n\n\n  \n\n\n\n\n\n**Why join** \n\n\n\n\n You’ll work directly with the founders, see your code go live fast, and help define the technical DNA of Dechora AI.\n \n\n\n\n Every feature you ship will redefine how people shop - and you’ll grow alongside the company from the ground up.\n \n\n\n\n  \n\n\n\n\n\n**Apply by taking fika ai's interview!**","company_url":"https:\/\/se.linkedin.com\/company\/fika-ai","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFZIFXfJGWkmQ\/company-logo_100_100\/B4EZp3Y9TdKYAQ-\/0\/1762939623175\/fika_ai_logo?e=2147483647&v=beta&t=0D8T6vMx6aazS3l46J4Av6Um_78TqZ7R-nnFOxNlqXg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ac216a58afaf63c9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ac216a58afaf63c9","job_url_direct":"https:\/\/www.capgemini.com\/jobs\/339122-en_US+sap_btp\/","title":"AUTOSAR Software Development Engineer (automotive)","company":"Capgemini Engineering","location":"Göteborg, O, SE","job_type":null,"date_posted":1759968000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Job Description\nChoosing Capgemini means choosing a company where you will be empowered to shape your career in the way you’d like, where you’ll be supported and inspired by a collaborative community of colleagues around the world, and where you’ll be able to reimagine what’s possible. Join us and help the world’s leading organizations unlock the value of technology and build a more sustainable, more inclusive world.  \n\n  \n\n**Your Role**\n\n\nAs an AUTOSAR Software Engineer, you will be involved in developing low-level embedded software for various vehicle functions, with a strong emphasis on system safety platforms. You will work within the Classic AUTOSAR framework, focusing on application software development and integration for automotive systems.  \n\n  \n\n*In this role you will play a key role in:*  \n\n  \n\n* Develop and integrate application software within the Classic AUTOSAR architecture, including configuration of Base Software modules such as NvM, BswM, and Comstack.\n* Analyze technical solutions and provide implementation recommendations, while performing system-level debugging using Lauterbach and other diagnostic tools.\n* Document software design and implementation details and deliver progress reports; provide on-site support during vehicle launch phases.\n* Collaborate with cross-functional teams to ensure software quality and compliance with automotive safety standards.\n\n  \n\n**Your Profile*** Educational background in Computer Science, Electrical Engineering, Signal Processing, Mechatronics, or a related field (MSc\/BSc).\n* Extensive experience in embedded software development, with over 6 years working within the AUTOSAR Classic platform and strong proficiency in Embedded C (C++ is a plus).\n* Hands-on expertise with microcontroller platforms such as Aurix TC397X, and tools including DaVinci Developer\/Configurator, Vector CANoe, and Lauterbach.\n* Solid understanding of automotive Ethernet and Diagnostics, complemented by a valid Swedish\/EU Category B driving license.\n\n  \n\n**Preferred Skills**\nExperienced in safety-critical systems and diagnostic services, with a solid grasp of automotive safety standards such as ISO 26262.\n\n\nStrong analytical and debugging skills, enabling effective problem-solving in complex embedded environments.\n\n\nProactive and collaborative work style, thriving both independently and within hands-on development teams.\n\n\nJob Description - Grade Specific**What We Believe You Will Enjoy About Working Here**\n\n* Innovative Projects: Dive into exciting projects at the forefront of automotive development, shaping the future of mobility.\n* Top-Notch Tools: Access the latest tools and technologies, from modeling software to configuration wizards, empowering you to excel in your craft.\n* Collaborative Environment: Work alongside a talented team of professionals, collaborating seamlessly to conquer challenges and achieve excellence.\n* Continuous Growth: Fuel your passion for learning with ongoing training and development opportunities, staying ahead of the curve in the ever-evolving AUTOSAR landscape.\n\n  \n\n**Application and contact**\nSelection and interviews are running continuously. Apply now since we assign roles during the whole application time span. For questions and for more information contact Jan Hansson, Talent Acquisition Partner, 0725-616900\n\n\nKindly note that due to GDPR, we will not accept applications via mail. Please use our career site.\n\n\nWe kindly but firmly refrain from direct contact with staffing, brokerage, and recruitment companies as well as other external actors and sellers of additional job advertisements.  \n\n  \n\n*As part of our recruitment process, identity verification and background checks may occasionally be conducted.*  \n\n  \n\n**About Capgemini**\n\n\nCapgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries. With its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fueled by its market leading capabilities in AI, generative AI, cloud and data, combined with its deep industry expertise and partner ecosystem. The Group reported 2024 global revenues of €22.1 billion.  \n\n  \n\n**Get The Future You Want** | www.capgemini.com\n\n\n\n\n#LI-JH6\n\n\n  \nRef. code\n339122-en\\_US\nPosted on\n09 Oct 2025\nExperience level\nExperienced Professionals\nContract type\nPermanent\nLocation\nGöteborg\nBusiness unit\nEngineering and RandD Services\nBrand\nCapgemini Engineering\nProfessional communities\nCommercial & Contract Management","company_url":"https:\/\/se.indeed.com\/cmp\/Capgemini-Engineering","company_url_direct":"https:\/\/www.capgemini.com\/es-es\/sobre-nosotros\/quienes-somos\/nuestras-marcas\/capgemini-engineering\/","company_addresses":"Paris","company_industry":null,"company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"World leader in engineering and R&D services, Capgemini Engineering combines its broad industry knowledge and cutting-edge technologies in digital and software to support the convergence of the physic","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/b6a78b3ba2ca3af11872b2e3d3bec64a","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/81358dc4bc4648a63e6096bc23ae1b6a","ceo_name":"Aiman Ezzat","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/99a57566e9812fe0661cc08110033eb7"},{"id":"1abefbcf9f47fd19","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=1abefbcf9f47fd19","job_url_direct":"https:\/\/www.capgemini.com\/jobs\/337745-en_US+sap_btp\/","title":"Physical Security Coordinator (12-Month Contract)","company":"Capgemini Engineering","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1759708800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Choosing Capgemini means choosing a company where you will be empowered to shape your career in the way you’d like, where you’ll be supported and inspired by a collaborative community of colleagues around the world, and where you’ll be able to reimagine what’s possible. Join us and help the world’s leading organizations unlock the value of technology and build a more sustainable, more inclusive world.\n\n\n**Your role**  \n\n  \n\nThe Security Coordinator is an operational role supporting the Head of Security in implementing and maintaining physical security measures in accordance with Capgemini’s global security policies, European directives, and local Nordic requirements. This role is essential for ensuring that security procedures are followed on the ground, that incidents are managed effectively, and that compliance is maintained with customer requirements, ISO standards, NIS2 directive, GDPR, and local laws. The scope includes all Nordic offices and requires travel.  \n\n  \n\n*In this position you will play a key role in:*  \n\n  \n\n* Ensuring site-level risk management and compliance with ISO27001, GDPR, and local legal requirements, including audits and assessments.\n* Overseeing security systems, access controls, and incident reporting, while maintaining operational readiness and adherence to established procedures.\n* Supporting planning and documentation of security-related projects, including seamless handover to Workplace Management.\n* Coordinating vendors and on-site resources for protective services, while fostering a culture of security awareness.\n* Tracking security-related expenses and assisting with budgeting and procurement activities.\n\n  \n\n**Your profile**  \n\n  \n\n* 2-3 years of full-time work life experience.\n* Knowledge of physical security standards, compliance, and legal frameworks.\n* Experience in conducting audits and risk assessments in the Nordics is beneficial.\n* Experience with security systems and operations, such as alarm systems, incident management and familiarity with emergency preparedness protocols is beneficial.\n* Structured with a commitment to upholding professional ethics and Group-wide standards.\n* Skilled in stakeholder communication and relationship-building.\n\n  \n\n*Note: proficiency in Swedish is a plus and candidates based in Sweden will be prioritized. We’re ideally looking for candidates based in Stockholm, but don’t hesitate to apply if you're located elsewhere in Sweden, we’d still love to hear from you! Applications are reviewed as they come in.*  \n\n  \n\n**What we believe you will enjoy about working here**  \n\n  \n\n* You get to work in an exciting and varied role, giving you the opportunity to develop both personally and professionally.\n* We keep everyone connected, with learning activities and social events. With the freedom to grow, you get access to a wide range of our global comprehensive training programs.\n* We focus on inclusion and embrace and empower talent in all its diverse forms and origins.\n* We are valuing work-life balance with flexible working arrangements in order for you to balance your work life with your personal life.\n\n  \n\n*As part of our recruitment process, identity verification and background checks may occasionally be conducted. More information will be provided if applicable.*  \n\n  \n\n#LI-SB1**About Capgemini**  \n\n  \n\nCapgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries. With its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fueled by its market leading capabilities in AI, generative AI, cloud and data, combined with its deep industry expertise and partner ecosystem. The Group reported 2024 global revenues of €22.1 billion.  \n\n  \n\n**Get The Future You Want** | www.capgemini.com\n\n\n  \nRef. code\n337745-en\\_US\nPosted on\n06 Oct 2025\nExperience level\nExperienced Professionals\nContract type\nTemporary\nLocation\nStockholm\nBusiness unit\nSBU Shared Services\nBrand\nCapgemini\nProfessional communities\nWorkplace Management","company_url":"https:\/\/se.indeed.com\/cmp\/Capgemini-Engineering","company_url_direct":"https:\/\/www.capgemini.com\/es-es\/sobre-nosotros\/quienes-somos\/nuestras-marcas\/capgemini-engineering\/","company_addresses":"Paris","company_industry":null,"company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"World leader in engineering and R&D services, Capgemini Engineering combines its broad industry knowledge and cutting-edge technologies in digital and software to support the convergence of the physic","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/b6a78b3ba2ca3af11872b2e3d3bec64a","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/81358dc4bc4648a63e6096bc23ae1b6a","ceo_name":"Aiman Ezzat","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/99a57566e9812fe0661cc08110033eb7"},{"id":"84e5c17798dc1b1c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=84e5c17798dc1b1c","job_url_direct":"https:\/\/www.capgemini.com\/jobs\/206261-en_GB+sap_btp\/","title":"Network Architect","company":"Capgemini Engineering","location":"Stockholm, AB, SE","job_type":null,"date_posted":1759104000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"At Capgemini Engineering, the world leader in engineering services, we bring together a global team of engineers, scientists, and architects to help the world’s most innovative companies unleash their potential. From autonomous cars to life-saving robots, our digital and software technology experts think outside the box as they provide unique R&D and engineering services across all industries. Join us for a career full of opportunities. Where you can make a difference. Where no two days are the same.\n\n**Your role**\n\n\nYou will be responsible for designing, implementing, and optimizing the organization’s network infrastructure, ensuring it is robust, scalable, and aligned with business goals.\n\n*In this role, you will play a key part in:*\n\n* Leading the design and implementation of Network infrastructures, including LAN, WAN, VPNs, cloud networks, and SD-WAN.\n* Collaborating with IT and business stakeholders to understand requirements and develop a long-term strategic roadmap for Network architecture.\n* Designing and implementing Network security solutions to safeguard the network infrastructure while ensuring compliance with Security policies and Regulatory requirements.\n* Continuously monitoring and evaluating Network performance, Identifying, and Implementing optimization techniques to enhance speed, reliability, and scalability.\n* Researching, evaluating, and recommending New Networking technologies, hardware, and software solutions.\n* Leading the troubleshooting of complex Network issues and providing guidance to network engineers on resolving day-to-day network problems.\n* Identifying opportunities to implement Network automation tools to streamline operations and improve efficiency.\n\n**Your profile**\n\n* Proven experience in designing and implementing enterprise-level network infrastructures.\n* Strong expertise in Networking technologies, including LAN, WAN, VPNs, SD-WAN, cloud networking, and network security.\n* Hands-on experience with Network hardware such as Routers, Switches, Firewalls, and load balancers.\n* Familiarity with Cloud platforms and hybrid network architectures.\n* Relevant certifications such as CCNP, CCIE, AWS Certified Advanced Networking, or similar are highly desirable.\n* Swedish citizenship is required.\n\n**What we believe you will enjoy about working here**\n\n* We recognize the significance of flexible work arrangements to provide support. Be it remote work, or flexible work hours, you will get an environment to maintain healthy work life balance.\n* Our array of career growth programs and diverse professions are crafted to support you in exploring a world of opportunities.\n* Career growth opportunities with access to training and certifications in the latest Networking technologies.\n\n**Application**\n\n\nAs part of our recruitment process, identity verification or background checks may occasionally be conducted.\n\n\n#LI-AN5\n\n\nCapgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries. With its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fueled by its market leading capabilities in AI, generative AI, cloud and data, combined with its deep industry expertise and partner ecosystem.\n\n\n  \nRef. code\n206261-en\\_GB\nPosted on\n29 Sep 2025\nExperience level\nExperienced Professionals\nContract type\nPermanent\nLocation\nStockholm\nBusiness unit\nEngineering and RandD Services\nBrand\nCapgemini Engineering\nProfessional communities\nArchitecture","company_url":"https:\/\/se.indeed.com\/cmp\/Capgemini-Engineering","company_url_direct":"https:\/\/www.capgemini.com\/es-es\/sobre-nosotros\/quienes-somos\/nuestras-marcas\/capgemini-engineering\/","company_addresses":"Paris","company_industry":null,"company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"World leader in engineering and R&D services, Capgemini Engineering combines its broad industry knowledge and cutting-edge technologies in digital and software to support the convergence of the physic","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/b6a78b3ba2ca3af11872b2e3d3bec64a","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/81358dc4bc4648a63e6096bc23ae1b6a","ceo_name":"Aiman Ezzat","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/99a57566e9812fe0661cc08110033eb7"},{"id":"aa5b03f3bd93fcfc","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=aa5b03f3bd93fcfc","job_url_direct":"https:\/\/www.capgemini.com\/jobs\/206401-en_GB+sap_btp\/","title":"3GPP Security Architect","company":"Capgemini Engineering","location":"Stockholm, AB, SE","job_type":null,"date_posted":1759104000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"At Capgemini Engineering, the world leader in engineering services, we bring together a global team of engineers, scientists, and architects to help the world’s most innovative companies unleash their potential. From autonomous cars to life-saving robots, our digital and software technology experts think outside the box as they provide unique R&D and engineering services across all industries. Join us for a career full of opportunities. Where you can make a difference. Where no two days are the same.\n\n**Your role**\n\nYou will be responsible for designing and implementing cybersecurity frameworks and solutions to protect 5G core networks in line with 3GPP security standards.\n\n\n*In this role, you will play a key role in:*\n\n* Leading the design and implementation of end-to-end cybersecurity architectures for the 5G core network, ensuring alignment with 3GPP security standards\n* Applying in-depth knowledge of 3GPP security protocols for 5G networks, including security measures for user equipment (UE), access networks, and core networks\n* Conducting comprehensive threat modelling and risk assessments for 5G core network services, identifying potential vulnerabilities and developing mitigation strategies.\n* Developing and executing an end-to-end security strategy for the 5G core network, incorporating encryption, authentication, authorization, and data integrity mechanisms.\n* Designing and implementing security controls for network slicing within the 5G core, ensuring isolated and secure environments for different service types and customers.\n* Leading efforts to detect and respond to cyber incidents within the 5G core network, implementing advanced monitoring, logging, and alerting systems.\n* Collaborating with network engineering, operations, and product teams to integrate security measures into the design, implementation, and deployment of the 5G core network.\n\n**Your profile**\n\n* Strong expertise in 5G core network architecture and 3GPP security standards.\n* Experience in designing and implementing Cybersecurity solutions for telecom networks.\n* Proficiency in 3GPP security protocols such as authentication, encryption, and key exchange.\n* Hands-on experience in Threat modelling, Risk assessment, and Incident response.\n* Deep understanding of Network slicing security, Encryption mechanisms, and Regulatory compliance (ISO 27001, GDPR, NIST, etc.).\n* Swedish citizenship is required.\n\n**What we believe you will enjoy about working here**\n\n* We recognize the significance of flexible work arrangements to provide support. Be it remote work, or flexible work hours, you will get an environment to maintain healthy work life balance.\n* Our array of career growth programs and diverse professions are crafted to support you in exploring a world of opportunities.\n* Exposure to cutting-edge technologies in the 5G and cybersecurity domain, including professional certifications in cybersecurity and Telecom security.\n\n**Application**\n\n\nAs part of our recruitment process, identity verification or background checks may occasionally be conducted.\n\n\n#LI-AN5\n\n\nCapgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries. With its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fueled by its market leading capabilities in AI, generative AI, cloud and data, combined with its deep industry expertise and partner ecosystem.\n\n\n  \nRef. code\n206401-en\\_GB\nPosted on\n29 Sep 2025\nExperience level\nExperienced Professionals\nContract type\nPermanent\nLocation\nStockholm\nBusiness unit\nEngineering and RandD Services\nBrand\nCapgemini Engineering\nProfessional communities\nArchitecture","company_url":"https:\/\/se.indeed.com\/cmp\/Capgemini-Engineering","company_url_direct":"https:\/\/www.capgemini.com\/es-es\/sobre-nosotros\/quienes-somos\/nuestras-marcas\/capgemini-engineering\/","company_addresses":"Paris","company_industry":null,"company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"World leader in engineering and R&D services, Capgemini Engineering combines its broad industry knowledge and cutting-edge technologies in digital and software to support the convergence of the physic","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/b6a78b3ba2ca3af11872b2e3d3bec64a","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/81358dc4bc4648a63e6096bc23ae1b6a","ceo_name":"Aiman Ezzat","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/99a57566e9812fe0661cc08110033eb7"},{"id":"88716bcf0a99c07b","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=88716bcf0a99c07b","job_url_direct":"https:\/\/www.capgemini.com\/jobs\/334334-en_US+sap_btp\/","title":"UKG pro WFM professionals","company":"Capgemini Engineering","location":"Malmö, M, SE","job_type":null,"date_posted":1758758400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"At PBS Nordics, a Capgemini business unit, we empower individuals to shape their careers within a collaborative global community.\n  \n\n  \n\nSpecializing in ERP transformation services for both public and private sectors, PBS Nordics delivers tailored solutions using top ERP systems like SAP, Microsoft Dynamics, and IFS. With a strong Nordic presence and a diverse global client portfolio, we guide organizations through seamless ERP transformations, driving operational excellence and strategic growth.\n\n\n\n\n**Your role**\n\n\nYou’ll be part of a global transformation project for a leading international retailer, implementing UKG Pro Workforce Management across 30+ countries. In this role, you’ll join a collaborative and energetic WFM team working with the top three solutions on the market, supporting both global and regional brands across industries. The role will also allow you to be a part of a broader HR Tech community, with opportunities to expand your skills across WFM platforms and into areas like Core HR, Payroll, Talent, Compensation, Service Delivery and Document Management. Depending on your experience and career goals, you’ll take on one of three roles: **Functional Consultant, Functional Lead or Solution Architect.**\n\n *In this role you will play a key role in:*\n\n* Perform fit-to-standard assessments to align business needs with UKG Pro WFM capabilities\n* Support fit-gap analysis\n* Collaborate closely with technical teams to ensure smooth integration with other HR systems like Core HR or Payroll\n* Depending on your experience, either configure WFM modules, drive end-to-end solution design, or define the overall solution architecture\n\n**Your profile**\n\n+ At least 2 year of experience for Functional Consultant, 5 years for Functional Lead, and 8 years for Solution Architect\n+ Proficiency in implementing or supporting Kronos WFC and UKG Pro WFM for clients\n+ Previously participated in implementation projects, supported system upgrades and provided ongoing system support\n+ Experience in Timekeeping, Pay Policies, Accruals, Scheduling, Forecasting, Absence Management, Access Management, Reporting and working with clock devices\n+ Strong understanding of end-to-end HR processes, including hiring, time capture, and payroll\n+ Familiar with modules like Global Time Off, Advanced Scheduling, Accruals, Attestation, Activities, Devices, Display Profiles, Leave\/Absence Setup, and Attendance\n**What we believe you will enjoy about working here**\n\n* A challenging career in a vibrant environment with access to extensive training, a global network of experts and an innovative culture that promotes learning, growth, and shared success.\n* Opportunities to work on real-world problems and help transform leading organizations.\n* A company culture driven by core values: Honesty, Trust, Freedom, Team Spirit, Modesty, Fun, and Boldness.\n* A strong commitment to inclusion, diversity, and supporting the whole person.\n\n\n\n\n**Application**\n\n*In this recruitment process, we review applications and hire on an ongoing basis. As part of our recruitment process, identity verification will be conducted through inspection of your ID card, and background checks may be carried out as required.*\n\n\n\n\n**About Capgemini**\n\n\nCapgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries.\n\n\nWith its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fueled by its market leading capabilities in AI, generative AI, cloud and data, combined with its deep industry expertise and partner ecosystem. The Group reported 2024 global revenues of €22.1 billion.\n\n\n\n\n**Get The Future You Want** | www.capgemini.com\n\n\n  \nRef. code\n334334-en\\_US\nPosted on\n25 Sep 2025\nExperience level\nExperienced Professionals\nContract type\nPermanent\nLocation\nMalmö\nBusiness unit\nABL Northern Central Europe\nBrand\nCapgemini\nProfessional communities\nSaaS Solutions","company_url":"https:\/\/se.indeed.com\/cmp\/Capgemini-Engineering","company_url_direct":"https:\/\/www.capgemini.com\/es-es\/sobre-nosotros\/quienes-somos\/nuestras-marcas\/capgemini-engineering\/","company_addresses":"Paris","company_industry":null,"company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"World leader in engineering and R&D services, Capgemini Engineering combines its broad industry knowledge and cutting-edge technologies in digital and software to support the convergence of the physic","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/b6a78b3ba2ca3af11872b2e3d3bec64a","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/81358dc4bc4648a63e6096bc23ae1b6a","ceo_name":"Aiman Ezzat","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/99a57566e9812fe0661cc08110033eb7"},{"id":"af7d166e3404ab30","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=af7d166e3404ab30","job_url_direct":"https:\/\/www.capgemini.com\/jobs\/206221-en_GB+sap_btp\/","title":"OSS Architect","company":"Capgemini Engineering","location":"Stockholm, AB, SE","job_type":null,"date_posted":1758672000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"At Capgemini Engineering, the world leader in engineering services, we bring together a global team of engineers, scientists, and architects to help the world’s most innovative companies unleash their potential. From autonomous cars to life-saving robots, our digital and software technology experts think outside the box as they provide unique R&D and engineering services across all industries. Join us for a career full of opportunities. Where you can make a difference. Where no two days are the same.\n\n**Your role**\n\nYou will play a crucial role in designing, optimizing, and supporting Business Support Systems (BSS) and Operations Support Systems (OSS) for the telecommunications industry.\n\n\n*In this role, you will play a key role in:*\n\n* Leading the Design, Architecture, and Implementation of BSS and OSS platforms to support telecom operations.\n* Ensuring Seamless Integration of BSS systems with OSS platforms\n* Monitoring System performance, identifying areas for improvement, and implementing enhancements to optimize efficiency.\n* Conducting Business process analysis to identify automation and optimization opportunities, aligning technical solutions with business objectives.\n* Leading or participating in OSS-related projects, ensuring alignment with organizational goals.\n* Coordinating with BSS\/OSS vendors and service providers for system upgrades, bug fixes, and support.\n* Maintaining detailed documentation of BSS-OSS configurations, procedures, and troubleshooting steps.\n\n**Your profile**\n\n* Strong expertise in BSS\/OSS Architecture, Design, and implementation.\n* Hands-on experience with Billing, CRM, Order management, Revenue assurance, and service provisioning systems.\n* Proficiency in System integration, Troubleshooting, and Performance optimization.\n* Familiarity with Telecom operations, Regulatory compliance, and industry best practices.\n* Swedish citizenship is required\n\n**What we believe you will enjoy about working here**\n\n* We recognize the significance of flexible work arrangements to provide support. Be it remote work, or flexible work hours, you will get an environment to maintain healthy work life balance.\n* Our array of career growth programs and diverse professions are crafted to support you in exploring a world of opportunities.\n* Exposure to cutting-edge technologies in the telecom industry, including professional certifications in telecom technologies and BSS\/OSS platforms.\n\n**Application**\n\n\nAs part of our recruitment process, identity verification or background checks may occasionally be conducted.\n\n\n#LI-AN5\n\n\nCapgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries. With its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fueled by its market leading capabilities in AI, generative AI, cloud and data, combined with its deep industry expertise and partner ecosystem.\n\n\n  \nRef. code\n206221-en\\_GB\nPosted on\n24 Sep 2025\nExperience level\nExperienced Professionals\nContract type\nPermanent\nLocation\nStockholm\nBusiness unit\nEngineering and RandD Services\nBrand\nCapgemini Engineering\nProfessional communities\nArchitecture","company_url":"https:\/\/se.indeed.com\/cmp\/Capgemini-Engineering","company_url_direct":"https:\/\/www.capgemini.com\/es-es\/sobre-nosotros\/quienes-somos\/nuestras-marcas\/capgemini-engineering\/","company_addresses":"Paris","company_industry":null,"company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"World leader in engineering and R&D services, Capgemini Engineering combines its broad industry knowledge and cutting-edge technologies in digital and software to support the convergence of the physic","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/b6a78b3ba2ca3af11872b2e3d3bec64a","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/81358dc4bc4648a63e6096bc23ae1b6a","ceo_name":"Aiman Ezzat","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/99a57566e9812fe0661cc08110033eb7"},{"id":"4264353329","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4264353329","job_url_direct":null,"title":"Data Architect","company":"Skandia","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"hellen.malmberg@skandia.se, harald.brehmer@skandia.se","description":"**Att jobba som data architect**\n Som data architect kommer du tillhöra vårt Data & Analytics team som är organiserat inom Finance för att stötta hela Skandias verksamhet. Teamet består av arkitekter, systemutvecklare och verksamhetsutvecklare som alla sitter på vårt huvudkontor i Stockholm. Vi är med och bidrar till Skandias digitaliseringsresa genom att etablera ett nytt informationsförsörjningssystem och förbättrade analyticsförmågor. Vi säkerställer att rätt data finns tillgänglig på ett effektivt och säkert sätt.\n   \n\n  \n\n Du kommer ha det övergripande ansvaret för att designa dataarkitekturen för våra dataflöden, modeller, lagringsmönster och integrationer. Likväl säkerställer du att vi följer våra regelverk (t.ex. GDPR) och långsiktiga värde mot affären. Rollen innebär nära dialog med lösningsarkitekter inom området, utvecklingsteam på IT sidan samt andra verksamhets­utvecklare inom Skandias verksamhet. Du kommunicerar regelbundet med ledningsgrupper och seniora chefer inom Skandia, vilket gör din roll både affärsnära och strategisk. Hos Skandia får du vara med på en spännande förändringsresa och jobba i en organisation som jobbar agilt och som värdesätter hållbara lösningar.\n   \n\n  \n\n Vi arbetar hybrid, vilket innebär arbete på kontoret varvat med distansarbete. I rollen kommer du att rapportera till chefen för Data & Analytics.\n   \n\n  \n\n**För att lyckas i rollen**\n Som person är du driven, tålmodig och gillar att leda i förändring. Du kan bygga starka relationer med andra intressenter både internt och externt genom att kunna kommunicera enkelt med både IT- och affärssidan.\n   \n\n  \n\n För att lyckas ser vi att du har mångårig erfarenhet som data architect eller liknande roller. Du har kunskap om dataarkitekturprinciper och förmåga att utforma en effektiv och skalbar datastruktur. Datamodelleringsprinciper inklusive Data Vault är något som du har kännedom om. Du kan ETL-processer och verktyg för att integrera och transformera data från olika källor. Erfarenhet av molnbaserade plattformar och data-hanterings¬ramverk som Azure, Snowflake, Hadoop eller motsvarande gör att du kan navigera i våran tekniska miljö. Slutligen är du bekant och kan arbetat med agila ramverk och metoder. Ett grundkrav i rollen är att du kan flytande svenska och engelska, både i tal och skrift.\n   \n\n  \n\n Meriterande är om du har en relevant högskoleutbildning eller har jobbat inom bank-, finans- eller försäkringsområdet.\n   \n\n  \n\n**Vad händer nu?**\n Vi jobbar med löpande urval så tveka inte att skicka in din ansökan redan idag. I ansökan kommer vi att ställa ett antal urvalsfrågor som ligger till grund för första urvalet. För att göra rekryteringsprocessen så rättvis och objektiv som möjligt kommer det att ingå intervjuer, tester, bakgrundskontroll samt digital referenstagning.\n   \n\n  \n\n Om du har frågor kring rollen, vänligen kontakta rekryterande chef Hellen Malmberg på hellen.malmberg@skandia.se.\n   \n\n  \n\n Om du har frågor kopplat till rekryteringsprocess, vänligen ta kontakt med Harald Brehmer Talent Acquisition Partner på harald.brehmer@skandia.se.\n   \n\n  \n\n Vi kommer att återkoppla till alla som söker oavsett om du går vidare eller inte.\n   \n\n  \n\n Vi ser fram emot din ansökan!\n   \n\n  \n\n**Mer om Finance**\n Inom Finance arbetar vi\n *framåt tillsammans* \n för att vara en affärsnära partner och skapa långsiktigt värde för Skandia. Totalt sett består vi av fem olika avdelningar med ungefär 120 medarbetare som alla sitter i Stockholm på Lindhagensgatan 86.\n   \n\n  \n\n Våra avdelningar inom Finance är: Finance Transformation & Infomation , Accounting & Reporting, Aktuarie & Modellering, Inköp & Support samt Group Planning & Control.\n   \n\n  \n\n Tillsammans strävar vi efter att skapa ett effektivt och värdeskapande Finance. Vi arbetar proaktivt för att säkerställa effektiva kärnprocesser genom att följa externa och interna krav. Vårt huvuduppdrag är att stödja koncernledningen med analyser och strategiska beslutsunderlag samt övriga verksamhetsområden inom koncernen. Vi stödjer även våra funktioner med finansiell analys och rapportering. Vårt gemensamma arbete ska hålla hög kvalitet och skapa värde för Skandia. Tillsammans optimerar vi financeområdet genom nya teknologier, arbetssätt och kompetenser. Detta åstadkommer vi genom gott ledarskap, samarbete och engagemang.","company_url":"https:\/\/se.linkedin.com\/company\/skandia","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEs060J8i-8tQ\/company-logo_100_100\/company-logo_100_100\/0\/1630563205936\/skandia_logo?e=2147483647&v=beta&t=4qAvHAKdEJeJemdOmYtZSVH2_elseCBt6e3t2-etCRU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4261937726","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261937726","job_url_direct":"https:\/\/karriar.iver.se\/jobs\/6161365-platform-engineer-till-accelerate-at-iver&urlHash=hvpR","title":"Platform Engineer till Accelerate at Iver","company":"Accelerate Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"jesper.carlsson@iver.se","description":"Är du redo att forma framtidens IT tillsammans med några av branschens vassaste konsulter? Accelerate at Iver växer – och vi söker fler Platform Engineers som vill vara med och bygga smarta, hållbara och säkra lösningar i teknikens absoluta framkant.\n   \n\n  \n\n****💼** \n**Din roll****\n Som en del av vårt DevOps-team får du arbeta med marknadsledande kunder och hjälpa dem genom deras digitala transformation. Du jobbar långsiktigt i teamleveranser med modernisering, automation och agil utveckling – enligt vår metodik\n *Journey* \n to Agile. Några av de tekniker\/metoder som vi arbetar med är Kubernetes, Docker, Terraform, Jenkins, Ansible, Git, Bash, Python.\n   \n\n  \n\n******✅** \n Vem är du?****\n Vi söker dig som har gedigen erfarenhet inom Plattform\/DevOps och som brinner för automatisering och att bygga effektiva lösningar ute hos våra kunder. Du uttrycker dig obehindrat på svenska och engelska i både tal och skrift.\n   \n\n  \n\n För denna position krävs svenskt medborgarskap, vi utför även bakgrundskontroll av slutkandidat.\n   \n\n  \n\n**🛠️ Du Bör Ha Koll På**\n* Linux i enterprise-miljöer\n* Containerteknik: Docker, Kubernetes\n* Script\/programmering: Bash, Python, Go\n* Versionshantering: Git\n* Automatisering: Ansible, Terraform\n* CI\/CD och GitOps\n\n\n**Extra Plus Om Du Även Har Koll På**\n* OpenStack\n* Public cloud\n* OpenShift\/Rancher\n* HashiCorp Vault\/Consul\n\n\n****🌱** \n**Vi** \n erbjuder dig**\n Som anställd på Accelerate at Iver erbjuder vi förutom spännande uppdrag och tekniker:\n   \n\n  \n\n* Utbildning & certifieringar via våra partners (Red Hat, HashiCorp, GitLab m.fl.)\n* En trygg och säker anställning med bra förmåner\n* Kollektivavtal, friskvårdsbidrag och sjukvårdsförsäkring\n* Flexibilitet, frihet och balans mellan jobb och fritid\n* Att bli en del i ett passionerat team med tekniskt vassa kollegor\n\n\n Vi tror på gemenskap och kompetensutbyte – här utvecklas vi tillsammans och stöttar varandra för att alltid ligga i framkant.\n   \n\n  \n\n**📍Placeringsort**\n Accelerate at Iver finns på flertal orter i Sverige och Norge. För denna tjänst utgår du från vårt kontor i Stockholm, med möjlighet till hybridarbete.\n   \n\n  \n\n**Vi intervjuar löpande – vänta inte med att skicka in din ansökan!**\n 👉 Önskad start är snarast eller enligt överenskommelse.\n   \n\n  \n\n Har du frågor? Kontakta Jesper Carlsson på jesper.carlsson@iver.se\n   \n\n  \n\n**Vi ser fram emot att träffa dig. Välkommen til** \n**l Accelerate at Iver!** \n 🚀","company_url":"https:\/\/se.linkedin.com\/company\/accelerate-iver-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9qCEnYo3LEw\/company-logo_100_100\/company-logo_100_100\/0\/1705932924745?e=2147483647&v=beta&t=YypaPrg8V26RH6kSjgMaakZ6TI3u1NuEzUMv-PjQUjk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4322973487","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4322973487","job_url_direct":"https:\/\/careers.grandhotel.se\/jobs\/6745910-senior-housekeeping-supervisor&urlHash=ilM9","title":"Senior Housekeeping Supervisor","company":"Grand Hôtel Stockholm","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**OM ROLLEN**\n Tjänsten som Senior Housekeeping Supervisor på vår Housekeeping-avdelning innebär att du, i nära samarbete med Housekeeping Manager och Assistant Housekeeping Manager, har full kontroll på vad som händer dagligen på avdelningen. I rollen ansvarar du bland annat för bemanning och schemaläggning, kvalitetssäkring och att hotellet alltid är skinande rent.\n   \n\n  \n\n**OM ROLLEN**\n Tycker du om att arbeta i en spännande, dynamisk internationell miljö är detta jobb för dig!\n   \n\n  \n\n Vidare ingår följande arbetsuppgifter:\n   \n\n  \n\n* Rumskontroll och säkerställande av kvalité enligt LQA standards\n* Arbetsfördelning inom avdelningen\n* Planering och uppföljning av storstädning\n* Säkerställande av smidig intern kommunikation\n* Introduktion och upplärning av nyanställda\n\n\n Housekeeping-avdelningen arbetar för att säkerställa att effektivitet förenas med kvalitet och söker efter dig som kan arbeta både effektivt och har ett öga för detaljer. Det kommer stundtals att krävas en hel del arbete, så att vara stresstålig, lösningsorienterad samt ha förmågan att utföra fysiskt ansträngande uppgifter är därför ett måste. För rätt person kommer det att vara både utvecklande, givande och framför allt väldigt roligt.\n   \n\n  \n\n Arbetstiderna är förlagda till veckans alla dagar mellan kl.07.00 – 22.30.\n   \n\n  \n\n**VEM ÄR DU?**\n Vi söker dig som är:\n   \n\n  \n\n* Positiv, strukturerad och passionerad med ett öga för detaljer\n* Har några års yrkesvana - gärna med internationell erfarenhet.\n* Du har tidigare erfarenhet och\/eller utbildning inom hotell.\n* Tidigare erfarenhet av att arbeta med hotellsystemet Opera Cloud eller liknande system.\n* Tidigare erfarenhet av att arbeta i Microsoft Office.\n* Tidigare erfarenhet av att arbeta med schema och tidrapporteringssystem Timeplan eller liknande system.\n* Du ser möjligheter till förbättring, tar initiativ och trivs med att driva förändringsarbete tillsammans med teamet.\n* Alla som arbetar hos oss måste ha fyllt 18 år samt tala god svenska och engelska. Fler språk i denna internationella miljö är naturligtvis ett plus. Vi lägger stor vikt vid dina personliga egenskaper.\n\n\n**VI ERBJUDER**\n* En spännande utmaning och stimulerande arbete i ett Sveriges mest ikoniska hotell med över 300 anställda\n* En internationell arbetsplats med en levande kultur och stor mångfald bland både kollegor och gäster\n* Arbetsplatsen är placerad på hotellet där vi har högt i tak och en stor variation i arbetsuppgifter\n* Att vara med och fortsätta utveckla hotellet för att vara en attraktiv arbetsplats\n* Tillsvidareanställning om 100 % med sex månaders provanställning\n* Lön enigt överenskommelse och tillträde omgående.\n* Övriga förmåner inom Grand Group\n* Vi utför bakgrundskontroller som en del av vår rekryteringsprocess.\n\n\n Vi motser din ansökan senast 19\/12-2025. Intervjuer och urval sker löpande och tjänsten kan komma att tillsättas innan sista ansökningsdag.","company_url":"https:\/\/se.linkedin.com\/company\/grandhotelstockholm","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFhoa2C9UORFQ\/company-logo_100_100\/company-logo_100_100\/0\/1631342443679?e=2147483647&v=beta&t=pH7ivfdY42l2ujJSHMOA6V4luip56RBj7lBXhXFXn70","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4289920011","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4289920011","job_url_direct":"https:\/\/karriar.icagruppen.se\/se\/sv\/job\/IGABSER0027131EXTERNALSVSE\/Network-Designer?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=CbjD","title":"Network Designer","company":"ICA Gruppen","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Är du en erfaren nätverksspecialist som drivs av att skapa moderna och säkra nätverkslösningar? Hos oss får du möjlighet att arbeta med den senaste tekniken, komplexa miljöer och bidra till verksamhetskritisk utveckling. Tillsammans med kompetenta kollegor blir du en nyckelperson i arbetet med att designa framtidens nätverk för ICAs samtliga bolag.\n   \n\n  \n\n Om jobbet som Network Designer\n   \n\n  \n\n Som Network Designer hos ICA ansvarar du för att designa och dokumentera nätverksinfrastruktur i våra datacenter, kontor och molnplattformar. Du tar fram både övergripande och detaljerade designlösningar för LAN, WAN, WLAN och cloud connectivity, och säkerställer att våra nätverk är skalbara, säkra och följer best practice. Du samarbetar nära såväl interna som externa intressenter, utvärderar och rekommenderar nya tekniker samt stöttar implementationer och migreringar till moderna miljöer.\n   \n\n  \n\n Du arbetar i ett team av tekniska specialister och nätverksingenjörer på ICA tillsammans med vårt extended team från Infosys. Arbetet sker i hybridform med placering i Solna och resor inom Sverige och till Rumänien kan förekomma.\n   \n\n  \n\n Är du den vi söker?\n   \n\n  \n\n Vi söker dig med gedigen erfarenhet av nätverksdesign i större miljöer. Du har djup kunskap inom LAN, WAN, WLAN, cloud och datacenter – och kan ta fram dokumentation, adressplaner och topologier. Du har erfarenhet av att stötta implementationsteam och arbeta med kapacitetsplanering samt felsökning i komplexa nätverk. Du har erfarenhet av att jobba i enterprisemiljö med komplexa nätverkslösningar.\n   \n\n  \n\n Vi ser gärna att du har erfarenhet av teknologier och leverantörer som Cisco (SDA, SDN, SD-WAN), Check Point, F5, Fortinet, Infoblox, Solarwinds och molnplattformar som Azure eller GCP. Kunskaper inom automatisering och scripting (t.ex. Ansible, Python, Terraform) och relevanta certifieringar är meriterande.\n   \n\n  \n\n Du behärskar svenska och engelska i tal och skrift.\n   \n\n  \n\n Vad händer nu?\n   \n\n  \n\n Har du frågor om rollen är du välkommen att kontakta Praful Reddy, Group Manager Core and Network, tel. 076-648 35 54. Har du frågor om urval eller process kontakta Markus Öhman, rekryterare, på tel. 076-695 62 04.\n   \n\n  \n\n Urval sker löpande så skicka in din ansökan så snart det går. Sista ansökningsdag 2025-12--12.\n   \n\n  \n\n ICA ska spegla våra kunder och samhället, vi strävar därför efter att anställa människor med olika bakgrund, kompetenser, kunskap och erfarenheter. Om roller kräver det så behöver du genomgå tester, bakgrundskontroller och drogtestning innan anställning.","company_url":"https:\/\/se.linkedin.com\/company\/ica","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQF9OBjwekr8fg\/company-logo_100_100\/company-logo_100_100\/0\/1630605274024\/ica_logo?e=2147483647&v=beta&t=4N-y53l4cMHZe1fDq1lECtvDZHralMb8BUBbUaBXzno","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4075553233","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4075553233","job_url_direct":null,"title":"Integration specialist","company":"Accigo","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"tyra.drakenberg@accigo.se, amir.hosseini@accigo.se","description":"Nu söker vi vår nästa ledare med flera års erfarenhet av att bygga integrationslösningar. Vi är ett team av utvecklare som jobbar i\n *C#\/.NET-stacken och drivs av uppdrag med mycket logik och avancerade integrationer. Om du vill bygga unikt anpassade lösningar och vara en ledare i leverans- då är vi rätt gäng för dig!*\n****Vad ingår i jobbet som integrationsspecialist på Accigo?****\n Som integrationsspecialist hos oss bygger du nya API:er i C#\/.NET och är väl bevandrad i de tekniker som Azure Integration Services erbjuder. Du tar en ledande roll i leverans och har stor möjlighet att påverka och tycka till gällande olika teknikval – vilket är något som vi både uppmuntrar och uppskattar.\n   \n\n  \n\n Du kommer även att utveckla och underhålla befintliga kundlösningar i förvaltningsåtaganden. Rollen är dynamisk och bjuder på variationsrika och spännande tekniska utmaningar med stora möjligheter att utveckla dina kunskaper och bredda din erfarenhet utifrån dina egna ambitioner.\n   \n\n  \n\n Några exempel på vad du kan komma arbeta med:\n   \n\n  \n\n* Designa och skapa integrationslösningar i Microsoft Azure\n* Designa och skapa API:er och fasader för integrationer\n* Arbeta självständigt i mindre uppdrag\n* Leda utvecklingsteam\n\n\n**Vi söker dig som**\n* Under ca 5+ år har jobbat med C# och byggt API:er\n* Tycker att CI\/CD är lika självklart som att solen går upp varje dag\n* Har stor kunskap inom Microsoft Azure utifrån att bygga integrationslösningar\n* Är erfaren inom Azure integration services (Logic Apps, Azure functions, API Management, Azure services bus, data factory och event grid)\n* Tycker om och har erfarenhet av att bygga komplexa lösningar med fokus på logik\n* Är van att jobba och leda i agil scrum-process\n\n\n**Det är meriterande om du dessutom har**\n* Erfarenhet av att arbetat med BizTalk eller liknande integrationsmotor\n* Erfarenhet av konsultrollen\n\n\n Vem är du?\n   \n\n  \n\n Du är en team-player som antagligen gillar att umgås mycket med dina kollegor. För att lyckas på Accigo är det viktigt att du är kommunikativ, nyfiken och prestigelös.\n   \n\n  \n\n Du är en problemlösare som vågar testa nya tankar, perspektiv och tekniker.\n   \n\n  \n\n Du är en naturlig coach åt andra som förstår skillnaden mellan att ge kritik och konstruktiv feedback. Sist men inte minst, strävar du alltid efter att göra ditt bästa i alla lägen.\n   \n\n  \n\n Vårt team\n   \n\n  \n\n Teamet Cloud & Development är ett gäng utvecklare och affräsledare som mer än ofta är ute hos kunder och projektleder eller kravställer nya spännande lösningar.\n   \n\n  \n\n För oss är laganda och glädje jätteviktigt och vi ser därför till att hitta på roliga aktiviteter med teamet både på och utanför arbetstid. Det ska vara kul att jobba och alla ska ha möjlighet att utvecklas i linje med sin egen ambition. Det innebär att vi arbetar med många utmanande och spännande projekt i ett lagom tempo. Hos oss är det bara din egen ambition och lust som sätter gränsen för hur mycket du kan utvecklas!\n   \n\n  \n\n**Nyfiken?** \n Vi svarar gärna på frågor, eller berättar mer om oss över en kaffe - du kan enkelt komma i kontakt med oss: tyra.drakenberg@accigo.se.\n   \n\n  \n\n Läs gärna mer om oss och träffa våra medarbetare på vår karriärsida.\n   \n\n  \n\n**Nyfiken?** \n Vi svarar gärna på frågor, eller berättar mer om oss över en kaffe - du kan enkelt komma i kontakt med oss: amir.hosseini@accigo.se\n   \n\n  \n\n Accigo är ett nordiskt konsultbolag som hjälper företag och organisationer med digital affärs- och verksamhetsutveckling med tekniken som möjliggörare. För oss handlar digitalisering till 90% om människor och 10% om teknik. Det är när samspelet mellan människa och teknik fungerar som digitaliseringens fulla styrka visar sig.\n   \n\n  \n\n För många handlar digitalisering mest om teknik. För oss är det så otroligt mycket större. Digitalisering kan få både människor och organisationer att våga sikta högre, följa sina drömmar och öppna dörrar som de inte ens visste fanns. Och när man ser igenom tekniken och börjar skönja vilka möjligheter som gömmer sig där bakom. Då ser man att framtiden kan vara en fantastisk plats – fylld av mänsklig energi och värme – och digitalisering är inget annat än vår superkraft för att komma dit.","company_url":"https:\/\/se.linkedin.com\/company\/accigo","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHqKEIIEx3t8A\/company-logo_100_100\/company-logo_100_100\/0\/1637664475929\/accigo_logo?e=2147483647&v=beta&t=VwQI4dG5FHcq-HfTRU5hZ5irWCAeOH3-93YUTc00jwU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]