[{"id":"00d2b670cf861549","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=00d2b670cf861549","job_url_direct":"https:\/\/career.dynamx.se\/jobs\/5656713-ios-developer-malmo","title":"IoS Developer Malmö","company":"Dynamx","location":"Malmö, M, SE","job_type":null,"date_posted":1741392000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"This Swedish client develops the highly-rated shopping App which has millions of visits every week from users all over the world. They continue to rollout to more markets across the globe, as well as implementing features that support our customers in-store. They strive to continuously improve the customer shopping journey, investigating how they can incorporate the latest innovative technologies. They listen to and respond to customer feedback and analytics, prioritizing thei efforts with our users in mind, being adaptable and changing direction where necessary.\n  \n  \n\nThey are looking for engineers passionate about creating great user experiences!\n  \n  \n\nAs a person you have a proven ability to develop high quality code using SwiftUI and encouraging good practices. You will be empowered to work agile and do continuous improvements within the software engineering function. You will working in cross-functional product teams alongside data analysts, designers and testers. By encouraging simplicity, efficiency, ownership, accountability makes it easy to collaborate with others to achieve our common goals.\n  \n  \n\n**Requirements:**  \n\nProven track record of developing high quality code in SwiftUI for iOS, using and encouraging good practices. Worked in product teams and in a DevOps environment.\n  \n  \n\n**Bonus if having experience with:** eCommerce, UIKit, Analytics tools, Automated UI tests\/Snapshots Test","company_url":"https:\/\/se.indeed.com\/cmp\/Dynamx","company_url_direct":"https:\/\/dynamx.se\/","company_addresses":"Kistagången 20B, 164 40 Kista\r\nSweden","company_num_employees":"11 to 50","company_revenue":"$1M to $5M (USD)","company_description":"","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/5876b05ee8c2599342563c2a9c1cb6bc","banner_photo_url":"","ceo_name":null,"ceo_photo_url":null},{"id":"22b1aef9cd8acea3","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=22b1aef9cd8acea3","job_url_direct":"https:\/\/career.panagora.se\/jobs\/5656617-senior-frontend-developer","title":"Senior Frontend Developer","company":"Panagora","location":"Stockholm, AB, SE","job_type":null,"date_posted":1741392000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"*Panagora isn't your average digital agency. We're the team behind groundbreaking and seriously inspiring e-commerce experiences for fashion and lifestyle brands.*  \n\n  \n\n*For over 20 years, our solutions have transformed brands into category winners. We're currently scouting for our next HTML and CSS whisperer—someone who sees the world not just in pixels but as clean, semantic code.*  \n\n  \n\n*Our history includes both remarkable successes and memorable missteps, all of which shaped us into the agency we are today: Sweden's first Premier Shopify partner, dedicated to creating perfect shopping experiences for next-generation brands.*\n\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_ \\_\\_\\_\\_\\_ \\_\\_\\_\\_\\_\\_\n\\_\\_\\_\\_\\_\\_ \/\\_\\_\\_\\_\\_\\_\\_\\_(\\_)\\_\\_\\_\\_\\_\\_ \\_\\_\\_\\_ \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ \/\n\\_\\_\\_ \\_ \/\\_ \\_\\_ \\\\_ \/\\_\\_ \\_\\_ \\ \\_ \/ \/ \/\\_ \\_\\_\\_\/\\_ \/\n\/ \/\\_\/ \/ \/ \/\\_\/ \/ \/ \\_ \/ \/ \/ \/ \/\\_\/ \/\\_(\\_\\_ ) \/\\_\/\n\\\\_\\_\\_\\_\/ \\\\_\\_\\_\\_\/\/\\_\/ \/\\_\/ \/\\_\/ \\\\_\\_,\\_\/ \/\\_\\_\\_\\_\/ (\\_)\n\n **We offer you**\n\n  \n\nAn environment where you'll be working with our in-house teams on client projects where your ideas matter.\n\n\nAs a Senior Frontend developer at Panagora, you will work with new development in roll-out projects for different clients within Fashion and Lifestyle ecommerce. You will also work to find ways to improve and further develop existing solutions for our clients.\n\n\nIf you want to, the role can develop into several different directions depending on your needs, ambitions and wishes. For example, you can either transform into a more coaching role where you supervise and help other developers grow within the team or dig deeper into the rabbit hole of development and see how far you get.\n\n*Office wise, we are based in Stockholm, currently at the* *Next Gen Retail Hub**. However, we are also able to offer fully remote working possibilities. Wherever you feel and perform your best. Let us know your preferences!*\n\n  \n\n=^..^=\n\n **What you’ll do**\n\n* Work on development of client sites on Shopify (both Native and Headless).\n* Do quality assurance from a frontend perspective.\n* Evolve our frontend solutions\n* Create tooling and improve our stack to build smarter, faster and better solutions.\n\nShare your insights to help us become a better partner for our clients.  \n* \n\n**Who you are**\n\n\nYou must have a genuine interest in web design and user experience. Other than that, we think you will be a great fit if you have or are:\n\n* Expert skills in HTML and CSS\n* Experience with Shopify's tech stack\n* Advanced skills in JavaScript\n* Experienced in frontend development for ecommerce and understanding online shopping flows.\n* Extensive knowledge in web development and its related parts and best practices such as UI\/UX, SEO, multi language sites etc.\n* \n\nWe think these traits are great addons for the role\n\n* Experience in tooling and pipelines within a cloud infrastructure, preferably AWS and Cloudflare\n* Relevant additional knowledge such as backend integrations, third-party APIs, design etc.\n\n**What you’ll get**\n\n* A role in a company that invests in your personal growth and values your ideas\n* Industry standard perks such as wellness grant and 6 weeks paid vacation\n* A highly creative work environment with great colleagues that share the same vision to create perfect shopping experiences online\n* A transparent learning culture where your ideas matter\n* A bunch of other awesome benefits\n\n\n\/^(o.o)^\\\n\n**Your application**\n\n\nWe look forward to receiving your application as soon as possible. Deadline for applications is 2025-03-30. Interviews will be held on an on-going basis.\n\n*The Panagora culture is made out of openness and friendliness. We strive for a mix of skills and personalities and we believe in each individual’s ability.*","company_url":"https:\/\/se.indeed.com\/cmp\/Panagora","company_url_direct":"https:\/\/www.panagora.com","company_addresses":"Boston","company_num_employees":"51 to 200","company_revenue":"$5M to $25M (USD)","company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4177237828","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4177237828","job_url_direct":null,"title":"Senior Backend Developer\/.NET Utvecklare till Carnegie Investment Bank!","company":"Carnegie Investment Bank","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Financial Services, Investment Banking, and Banking","listing_type":null,"emails":"jilhol@carnegie.se","description":"*Vi söker nu ytterligare en utvecklare till vår tech-avdelning och teamet som ansvarar för Client Lifecycle Management. Är du en passionerad, affärsorienterad och senior .NET-utvecklare som vill bli en del av en företagsam organisation med mycket energi? Då kan du vara den vi söker!* \n\n\n\n\n  \n\n\n\n\n\n**Om Carnegie** \n\n\n\n\n Carnegie är Nordens främsta finansiella rådgivare och förvaltare. Våra olika verksamheter tillhör, var för sig, marknadsledarna inom sitt respektive område och tillsammans bygger enheterna en värdeskapande affärsdynamik för våra kunder. Läs mer på:\n \n www.carnegie.se\n \n\n\n\n\n  \n\n\n\n\n\n**Vilka är Carnegie Tech?** \n\n\n\n\n Vi arbetar agilt och levererar moderna IT-lösningar och professionella tjänster för företagets kärnverksamhet, vilket involverar hela kedjan från idé till färdig produkt. Carnegie Tech genomsyras av en öppen, kreativ och affärsdriven arbetsmiljö och här arbetar ca 70 personer. Vårt fina kontor är beläget mitt i centrala Stockholm.\n \n\n\n\n  \n\n\n\n\n\n**Om rollen och teamet** \n\n\n\n\n Som senior utvecklare hos oss arbetar du med den senaste tekniken på en modern plattform. Fokus är på att utveckla högkvalitativa lösningar inom .NET och C# där hållbarhet såsom skalbarhet, testbarhet och säkerhet är naturliga delar av det vi producerar.\n \n\n\n\n  \n\n\n\n\n\n Du blir en del av Client Lifecycle Management - teamet (CLM), som arbetar med kunden i hela dess livscykel, inklusive till exempel onboarding och Know Your Customer (KYC). Användarna av teamets applikationer är både interna och externa slutkunder. Det finns också möjlighet att axla Scrum master-rollen även om fokus kommer ligga på utveckling.\n \n\n\n\n  \n\n\n\n\n\n**Vem är du?** \n\n\n\n\n Du har ett stort intresse för tekniska lösningar och håller dig uppdaterad i teknikutvecklingen. Du gillar att arbeta mot gemensamma mål och dela med dig av din kunskap till kollegor. För att lyckas i rollen behöver du trivas i en föränderlig miljö där du har möjlighet att påverka. Vi ser gärna att du har erfarenhet av React, JavaScript och TypeScript eller är öppen för att lära dig.\n \n\n\n\n  \n\n\n\n\n\n Du har:\n \n\n\n* Gedigen erfarenhet av utveckling i .NET (C#)\n* Erfarenhet av både Azure-molntjänster\n* Erfarenhet av mikrotjänstarkitektur och eventdriven arkitektur\n* Goda kunskaper i Entity Framework och SQL Server\n* Erfarenhet av RabbitMQ eller liknande meddelandeköer\n* Erfarenhet av att bygga integrationer mot externa API:er och tredjepartsleverantörer\n* Erfarenhet av CI\/CD-processer med Azure DevOps\n* Utmärkta kunskaper i svenska och engelska\n\n\n\n  \n\n\n\n\n\n Meriterande:\n \n\n\n* Erfarenhet av molnmigrering, optimera prestanda i hybridmiljöer, Scrum master-rollen, DevOps, infrastrukturlösningar (t.ex IAC) och bank\/finans\n\n\n\n  \n\n\n\n\n\n**Vad kan vi erbjuda dig?** \n\n\n\n\n Vi erbjuder en mångsidig roll i en dynamisk arbetsmiljö i en platt organisation med korta beslutsvägar. Hos Carnegie har du möjlighet att genom egna insatser påverka resultat och din individuella utveckling. Du får ett omväxlande arbete med utrymme för egna initiativ och ett stort ansvarstagande där frihet under ansvar är naturligt.\n \n\n\n\n\n\n\n\n\n  \n\n\n\n\n\n**Vi erbjuder också:** \n\n\n\n* Flexibla arbetstider och möjlighet till distansarbete\n* Friskvårdsbidrag och förmånliga rabatter\n* Konkurrenskraftig tjänstepension och Föräldrabidrag\n* Hälso- & Privatvårdsförsäkring med hälsokontroll\n* Möjlighet till rörlig ersättning\n* En mängd roliga sociala aktiviteter och föreningar\n* Carnegie personal development: en mängd olika utbildningar\/kurser som erbjuds\n\n\n\n  \n\n\n\n\n\n För att säkerställa en hög kvalitet och objektivitet i vår rekryteringsprocess, använder vi oss av tester och slutkandidat omfattas av även av en bakgrundskontroll. Denna rekrytering sker med löpande urval, varför vi gärna ser att du skickar din ansökan snarast, dock senast den\n **10 mars 2025.** \n\n\n\n\n  \n\n\n\n\n\n Om du har några frågor är du välkommen att kontakta Jill Holmgren, jilhol@carnegie.se, Senior Talent Acquisition Consultant.\n \n\n\n\n  \n\n\n\n\n\n (Vi söker endast för anställning och kontakt fr konsult\/rekryteringsbolag undanbedes)\n \n\n\n\n  \n\n\n\n\n\n**Vi ser fram emot din ansökan!** \n\n\n\n\n*Vi värdesätter mångfald och strävar efter att dra nytta av människors olika erfarenheter, kunskaper och egenskaper. Genom detta kan vi skapa en kreativ och utvecklande arbetsmiljö som ökar möjligheterna att uppnå optimala resultat.*","company_url":"https:\/\/se.linkedin.com\/company\/carnegie-investment-bank","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH2e6lNobVdqQ\/company-logo_100_100\/company-logo_100_100\/0\/1683016596394\/carnegie_investment_bank_logo?e=2147483647&v=beta&t=5KIW-mYON1RWSraMQ_7GSmwYrdPhU5pwexD79YiRpMU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4177215457","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4177215457","job_url_direct":"https:\/\/career.panagora.se\/jobs\/5656617-senior-frontend-developer&urlHash=2ljL","title":"Senior Frontend Developer","company":"Panagora","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Strategic Management Services","listing_type":null,"emails":null,"description":"**About Panagora** \n\n\n\n\n Panagora isn't your average digital agency. We're the team behind groundbreaking and seriously inspiring e-commerce experiences for fashion and lifestyle brands. For over 20 years, our solutions have transformed brands into category winners. We're currently scouting for our next HTML and CSS whisperer—someone who sees the world not just in pixels but as clean, semantic code. Our history includes both remarkable successes and memorable missteps, all of which shaped us into the agency we are today: Sweden's first Premier Shopify partner, dedicated to creating perfect shopping experiences for next-generation brands.\n \n\n\n\n  \n\n\n\n\n\n**About the role** \n\n\n\n\n As a Senior Frontend developer at Panagora, you will work with new development in roll-out projects for different clients within Fashion and Lifestyle ecommerce. You will also work to find ways to improve and further develop existing solutions for our clients. \n \n\n\n\n  \n\n\n\n\n\n We invest in your development — whether that means becoming an expert in tools and frameworks, guiding colleagues, or moving into project management or sales engineering roles in the future. Your ambitions shape your path.\n \n\n\n\n  \n\n\n\n\n\n Our environment is flexible, asynchronous, and remote-friendly. Collaboration happens via Slack, Google Workspace, Jira, Confluence, GitHub, and daily stand-ups. Workshops happen both remotely and in-person to keep our team connected and aligned.\n \n\n\n\n  \n\n\n\n\n\n We’re fully dedicated to Shopify, using modern HTML, CSS (SASS\/LESS), Vanilla JavaScript (ES5\/ES6), GitHub, and many productivity-boosting tools to craft exceptional shopping experiences.\n \n\n\n\n  \n\n\n\n\n\n What you’ll do\n \n\n\n\n  \n\n\n\n\n* Work on development of client sites on Shopify (both Native and Headless).\n* Do quality assurance from a frontend perspective.\n* Evolve our frontend solutions\n* Create tooling and improve our stack to build smarter, faster and better solutions.\n* Share your insights to help us become a better partner for our clients.\n\n\n\n  \n\n\n\n\n\n Who you are\n \n\n\n\n  \n\n\n\n\n\n You must have a genuine interest in web design and user experience. Other than that, we think you will be a great fit if you have or are:\n \n\n\n\n  \n\n\n\n\n* Expert skills in HTML and CSS\n* Experience with Shopify's tech stack\n* Advanced skills in JavaScript\n* Experienced in frontend development for ecommerce and understanding online shopping flows.\n* Extensive knowledge in web development and its related parts and best practices such as UI\/UX, SEO, multi language sites etc.\n\n\n\n  \n\n\n\n\n\n What you’ll get\n \n\n\n\n  \n\n\n\n\n* Competitive salary range: 45 000–65 000 SEK\/month (based on experience).\n* Wellness grants and 6 weeks paid vacation\n* A highly creative work environment with an informal and professional culture\n* Transparency, openness, and a team-driven approach to creative problem-solving.\n* Informal onboarding with mentorship and strong team collaboration.\n* A bunch of other awesome benefits\n\n\n\n  \n\n\n\n\n\n**Submit your application on our career page** \n\n\n\n\n  \n\n\n\n\n\n We look forward to receiving your application as soon as possible. Deadline for applications is 2025-03-30. Interviews will be held on an on-going basis.\n \n\n\n\n  \n\n\n\n\n\n The Panagora culture is made out of openness and friendliness. We strive for a mix of skills and personalities and we believe in each individual’s ability.\n \n\n\n\n  \n\n\n\n\n\n https:\/\/career.panagora.se\/jobs\/5656617-senior-frontend-developer","company_url":"https:\/\/se.linkedin.com\/company\/panagora-agency","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE1ZNWa1xOZig\/company-logo_100_100\/B4DZV60hTRHwAQ-\/0\/1741522343555\/panagora_agency_logo?e=2147483647&v=beta&t=-1jYmfQdo72ayOdEW0jt-5effPDC1rye9DlvSR6UsWg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4176896312","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4176896312","job_url_direct":null,"title":"Complex Visualization Dev  (Frontend Engineer)","company":"Batonics AB","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Investment Management","listing_type":null,"emails":"ahmed@batonics.com","description":"We are urgently looking for a frontend developer to create a proof-of-concept for a revolutionary\n **visual programming environment that combines natural language with dynamic block composition** \n - a system where\n **blocks intelligently adapt based on context and zoom level** \n . This project initially focuses on trading strategies but with broader applications.\n **We need someone who can make complex systems feel intuitive without tutorials.** \n\n\n\n\n  \n\n\n\n\n\n**Apply with portfolio and a few lines on your fit and motivation to ahmed@batonics.com** \n\n\n\n\n  \n\n\n\n\n\n**Required** \n\n\n\n* an impressive portfolio\n* a fast and strong coder\n\n\n\n  \n\n\n\n\n\n**Preferable** \n :\n \n\n\n* Sweden or EU based\n* Beyond front-end\/UX - fullstack-ish\n* Familiarity with cursor, v0, replit, and other AI tools\n* Experience in designing dynamic visualization systems that adapt to complexity like intelligent zoom\n* Available immediately\n* Experience with color theory, relationship highlighting, progressive disclosure in complex interfaces\n* Experience in semantic zooming , contextual detail management, auto-grouping\/coalescence of components\n* Interest in joining long-term as a core team member\n\n\n\n  \n\n\n\n\n\n**Compensation** \n : Hourly based for the first 3 months\n \n\n\n\n  \n\n\n\n\n\n**Interview and Assessment:** \n We'll have a multi-hour assessment task as part of the selection process\n \n\n\n\n  \n\n\n\n\n* Batonics AB: We're building a system that democratizes complex data operations through intuitive visual programming - making institutional-grade tools accessible without sacrificing power. The interface you create will evolve into a platform that maintains its lightweight feel whether handling 3 blocks or 3000, requiring no tutorials while enabling powerful compositions. This could revolutionize how people interact with data and algorithms across multiple domains.","company_url":"https:\/\/se.linkedin.com\/company\/batonics-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE1G84KpHsPmg\/company-logo_100_100\/company-logo_100_100\/0\/1689533701885\/batonics_ab_logo?e=2147483647&v=beta&t=M7XOrnJg_fiAO1AqhQI0i3Y6MdKmBtm_L2nxi1eO9ZQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4180849814","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4180849814","job_url_direct":"https:\/\/bluedge.zohorecruit.com\/jobs\/Careers\/761371000004741001\/QA-Test-Lead?source=LinkedIn-Basic&embedsource=LinkedIn%2BLimited%2BListings&urlHash=6_IO","title":"*QA Test Lead","company":"BluEdge","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Manufacturing","company_industry":"Food and Beverage Services","listing_type":null,"emails":null,"description":"**Senior QA Test Leader**\n**Seniority Level:** \n Senior\n   \n\n  \n\n**Locations:** \n Gothenburg, Lund, Malmö, or Stockholm, Sweden (Remote Available)\n   \n\n  \n\n**Pay:** \n Open to Bid\n **Assignment Duration:** \n April 1, 2025 – December 31, 2025\n   \n\n  \n\n**Application Deadline:** \n March 14, 2025\n   \n\n  \n\n**Assignment Overview:** \n We are seeking a QA Test Lead for our client, Tetra Pak, with over 8 years of experience in QA Test Lead or Subject Matter Expert (SME) roles. This position involves leading test strategies and ensuring high-quality deliverables through effective testing practices.\n   \n\n  \n\n**Required Skills:**\n**Hard Skills:**\n* Test Management & Strategy: Test Strategy development, planning, test case design, and execution, with an emphasis on risk-based testing\n* AEM Testing:\n+ 3+ years of expertise in AEM\n+ In-depth knowledge of AEM Architecture, Components, Development, Workflows, Performance, Optimisation, and Security\n\n* Tools & Defect Management\n* Leadership & Team Management\n* Complex Problem-Solving\n\n\n**Desirable Skills:**\n* Automation Testing\n* DevOps knowledge: (VSTS, AppCenter, InTune)\n* Certifications: ISTQB, AEM Developer certifications\n\n\n**Soft Skills:**\n* Self-driven with a passion for continuous learning\n* Strong commitment to quality in development (emphasizing quality over quantity)\n* Analytical thinker\n* Team-oriented\n* Extensive experience in Scrum\/Agile environments\n* Excellent communication skills\n\n\n**Start Date:** \n April 1, 2025\n   \n\n  \n\n**End Date:** \n December 31, 2025\n   \n\n  \n\n**Location:** \n Remote (preferably within Sweden)\n   \n\n  \n\n**Required Skills:**\n* AEM Performance & Testing\n* Test Strategy & Case Design\n* Agile Environment Experience\n* Leadership & Team Management\n* Risk-Based Testing\n* Defect Management\n\n\n**Preferred Skills:**\n* ISTQB\n* AEM Developer Certifications\n* AppCenter\n* Automation Testing\n* InTune\n* VSTS\n\n\n**Language Proficiency:**\n* English (Proficient)","company_url":"https:\/\/www.linkedin.com\/company\/bluedge-company","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHjuinadT9E9w\/company-logo_100_100\/company-logo_100_100\/0\/1719257008994?e=2147483647&v=beta&t=JaXv4Pu61uMrRb1jeGNjrCex1zuHtM-mlNpnZvxZs-I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4180911728","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4180911728","job_url_direct":"https:\/\/techtalents.se\/jobb\/875-senior-fullstackutvecklare-med-backend-fokus-till-zendr\/&urlHash=M9yH","title":"Senior fullstackutvecklare med backend-fokus till Zendr!","company":"Tech Talents","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Health Care Provider","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"ellen.plym@techtalents.se","description":"Om Zendr\n   \n\n  \n\n Zendr är ett snabbväxande och lönsamt tech-bolag som revolutionerar B2B-frakt. Vår plattform gör det enkelt för företag att jämföra fraktpriser, boka och hantera sina transporter på ett ställe, med stöd av ledande transportörer som DHL, FedEx och UPS. Vi har en kultur präglad av innovation, positiv energi och stark teamkänsla.\n   \n\n  \n\n Med kontor vid vackra Frösundavik i Stockholm, DoSpace i Linköping samt GRO36 i Jönköping, kombinerar vi moderna arbetsmiljöer med flexibilitet. Hos oss värdesätts idéer från alla medarbetare, och du har möjlighet att verkligen sätta din prägel på vår resa framåt.\n   \n\n  \n\n Om rollen\n   \n\n  \n\n Som Senior Fullstackutvecklare Med Backend-fokus Hos Zendr Kommer Du Att Spela En Nyckelroll i Utvecklingen Av Vår Nya Plattform. Tillsammans Med Vårt Engagerade Tech-team Kommer Du Att\n   \n\n  \n\n* Designa och implementera robusta backend-lösningar med hjälp av TypeScript och NodeJS.\n* Utveckla och optimera REST API:er för att möjliggöra effektiva integrationer.\n* Säkerställa hög kodkvalitet genom att skapa och underhålla automattester.\n* Arbeta med moderna ramverk som ExpressJS och teknologier som MongoDB.\n* Samarbeta med frontendutvecklare och andra avdelningar för att skapa värdefulla lösningar för våra kunder.\n\n\n Du får möjlighet att påverka både tekniska val och arkitektur i ett avgörande skede av företagets tillväxtresa.\n   \n\n  \n\n Vem är du?\n   \n\n  \n\n Vi Söker Dig Som Har En Stark Teknisk Bakgrund Och Är Van Vid Att Ta Ansvar i Utvecklingsprojekt. För Att Lyckas i Rollen Tror Vi Att Du\n   \n\n  \n\n* Har minst 5 års arbetslivserfarenhet som utvecklare, med fokus på backend.\n* Är bekväm med att arbeta i en dynamisk och innovativ miljö.\n* Har en högskole- eller universitetsutbildning inom Data\/IT eller motsvarande.\n* Har 3–4 års erfarenhet av TypeScript och NodeJS.\n* Är van att arbeta med Express, API-design (RESTful) och automattester.\n* Är flytande i svenska, både tal och skrift.\n* Erfarenhet av MongoDB, AWS och React är meriterande.\n\n\n Vad vi erbjuder dig\n   \n\n  \n\n På Zendr får du möjlighet att arbeta i en framåtblickande och inspirerande miljö. Vi erbjuder:\n   \n\n  \n\n* En central roll i utvecklingen av vår nya plattform.\n* Flexibla arbetsförhållanden, inklusive möjligheten till distansarbete.\n* En arbetsplats som präglas av samarbete, gemenskap och teknisk innovation.\n* Möjlighet att påverka och göra skillnad i ett snabbväxande företag.\n\n\n Placering\n   \n\n  \n\n Tjänsten kan tillsättas i Stockholm, Jönköping eller Linköping.\n   \n\n  \n\n Är du den vi söker? Vill du vara med och bygga framtidens fraktlösningar? Ansök nu och bli en del av Zendrs fantastiska team!\n   \n\n  \n\n Övrig information\n   \n\n  \n\n I denna rekrytering samarbetar Zendr med Tech Talents. Vi tillämpar kontinuerligt urval vilket innebär att tjänsten kan komma att tillsättas innan slutdatumet. Har du frågor kring tjänsten eller rekryteringsprocessen är du välkommen att kontakta ansvariga rekryterare: Ellen Plym ellen.plym@techtalents.se eller 076-148 12 35.\n   \n\n  \n\n Välkommen med din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/tech-talents-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFYZmeGE93byA\/company-logo_100_100\/company-logo_100_100\/0\/1630598338574\/we_tech_talents_logo?e=2147483647&v=beta&t=kSZsZ5v0dTbbSpXUpSOYFMsxcwwnBesyY46XMQ-Dzss","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4133296939","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4133296939","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-Integrations-Specialist\/1020407801\/?feedId=388933&utm_source=linkedin&urlHash=RlSk","title":"Integrations Specialist","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Project Management and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"***Brinner du för att utveckla framtidssäkra API och event-drivna lösningar med platformar som tex MuleSoft, Boomi, Apigee eller cloud (Azure, AWS & GCP)? Vi kopplar samman våra nationella och internationella kunders komponenter så att de kan realisera sina digitala visioner! – vill du vara med?***\n**Om Rollen**\n Du kommer vara fast anställd hos oss och verka i agila-utvecklingsteam hos våra internationella och nationella kunder inom tex: Telco, Retail, Finance, Public, Industry, Utilities, media, mm.\n   \n\n  \n\n Utvecklingsuppdragen är ofta hybrid. Teamet har basen i Stockholm och är ca 30 st erfarna utvecklare med basen inom Java men även fokus på våra partners tekniker som tex MuleSoft, Boomi, Apigee, cloud (Azure, AWS & GCP). Här har du stora möjligheter att fortsätta utveckla dig inom uppdragen, kollegor (nationellt och internationellt) och givetvis via utbildningar inkl certifiering.\n   \n\n  \n\n* Du kommer tidigt in i projekten med uppgiften att förstå vad som skall integreras och omsätta detta till den lösningsdesign som är mest värdefull för verksamheten.\n* Du arbetar i tät samverkan med både expertkollegor från Capgemini och kunden, inom utvecklingsteamet, samt med produktägare och kundens övriga intressenter.\n* Du har ständigt möjlighet att ta del av Capgeminis branschledande kunskap, både globalt och lokalt, från våra experter och partners.\n* Vår starka position på marknaden med kunder som är Sveriges största och mest välkända både inom den publika och privata sektorn har gett oss möjligheten till omfattande och spännande åtaganden inom digital transformation. Det utmanar oss att ständigt utvecklas.\n* Vi arbetar professionellt och metodiskt i en lärande miljö och både din teamchef och ditt kompetensteam stöttar dig och din utveckling som konsult. Vi träffas ofta för att utbyta erfarenheter, lära oss nya saker i en bransch som ständigt förändras – och inte minst för att ha kul tillsammans!\n\n\n**Din Profil**\n* Flera års erfarenhet inom integrationsutveckling, API design och\/eller eventdrivna lösningar\n* En specialisering mot MuleSoft Anypoint, Boomi, Apigee, Kafka, Solace eller motsvarande\n* Familjär att jobba i agila team och moderna utvecklingsmiljöer\n* Högskoleutbildning eller motsvarande\n* Du behärskar kunddialog i tal och skrift på såväl svenska som engelska\n\n\n**Vad vi tro kommer få dig att trivas**\n* En positiv arbetsmiljö med starkt fokus på innovation och kundnöjdhet.\n* Du kommer att arbeta med många av de senaste trenderna inom inom Cloud & Application Integration och vara omgiven av skickliga kollegor.\n* På Capgemini blir du en del av en global organisation med högt kundfokus, en samarbetskultur och möjlighet till kontinuerlig lärande och utveckling.\n* Vårt IntegrationsTeam i Stockholm består av arkitekter och utvecklare som levererar till publika och privata sektorn.\n* Vi erbjuder även ett lokalt och internationellt nätverk inom Cloud & Application Integration i Norden och världen så det finns alltid någon som kan hjälpa oss i det dagliga arbetet om vi behöver stöd i form av kunskap eller guidning för att lyckas leverera till våra kunder.\n* Spännande karriärmöjligheter lokalt och internationellt, och fantastiska nätverk av expertis.\n* Som anställd hos oss blir du blir en del av en vass, teknik- och affärsfokuserad gemenskap, Här kan du bla välja mellan 250 000 kurser som täcker det mesta, inkl certifieringar.\n* Du kommer återkommande ha en dialog med din teamchef om hur du vill och hur du utvecklas avseende uppdrag, utbildningar och kundnöjdhet\n* Våra värderingar: Honesty, Boldness, Trust, Freedom, Team spirit, Modesty and Fun\n\n\n**Om Capgemini**\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda övergången till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, generativ AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2024 rapporterade Capgemini Group globala intäkter på 22,1 miljarder euro.\n   \n\n  \n\n Get The Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4110544147","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4110544147","job_url_direct":"https:\/\/cambio.teamtailor.com\/jobs\/5221780-frontend-software-architect-within-ehealth?utm_source=LinkedIn&urlHash=aM4r","title":"Frontend Software Architect within eHealth","company":"Cambio Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"*Cambio is one of the Nordics' leading suppliers in eHealth with a comprehensive offering for the entire health and care chain. Our eHealth solutions support healthcare professionals in their daily work and offer patients safer and more easily accessible care. We are proud to be an important part of Swedish health and social care. We are growing continuously and now have about 1000 employees in several countries.*\n**The position**\n As a Software Architect, you will join our new development team within the e-health domain. The team will be a part of our organization responsible for developing our new platform built upon open standards that will serve the future of eHealth. The platform is designed to support enhanced data accessibility, innovation, and interoperability at scale.\n   \n\n  \n\n In this position, you will enter an early stage of the development process and work with complex information systems designed for innovation and interoperability. We work with information systems that have very high requirements to scale which means you will fundamentally change how open platforms of the future will play a role in healthcare and welfare improvement.\n   \n\n  \n\n A key part of Cambio Platform is to be able to share the development and management of clinical concepts and their surrounding artifacts such as apps, forms, terminologies, and openEHR archetypes and templates. Your team will enable us and our customers to accelerate, and streamline collaboration and development of apps and informatics within Cambio Platform and the wider eHealth ecosystem. As a Software Architect, you are a hands-on technical person with strong technical leadership qualities. You will have the opportunity to work on cutting-edge solutions and influence the product and the team from the beginning.\n   \n\n  \n\n**Responsibilities**\n* Design and develop frontend architectures for scalable eHealth applications, ensuring compliance with openEHR and FHIR standards.\n* Collaborate with backend developers, UX\/UI designers, and product teams to deliver seamless and user-friendly healthcare applications.\n* Drive the adoption of best practices in front-end development, including performance optimization, security, and maintainability.\n* Stay current with industry trends, tools, and technologies to ensure our solutions remain innovative and competitive.\n* Work closely with stakeholders to translate business needs into technical solutions, balancing short-term requirements with long-term architectural goals.\n\n\n At Cambio, we encourage taking initiatives that contribute to the development of the company and ourselves. For us, it is important that you should have the opportunity to grow, both as a person and as an employee. Our culture is described through the words “Trust”, “Care” and “Together” which permeate everything we do.\n   \n\n  \n\n**About You**\n We are searching for a passionate frontend focused Software Architect to join our new development team within the eHealth domain.\n   \n\n  \n\n**Requirements**\n* Deep understanding of Typescript and React.\n* Deep understanding of State Management Frameworks such as Redux, Saga.\n* Proven experience in front-end performance optimization techniques (e.g., lazy loading, code splitting, caching).\n* Familiarity with responsive web design and development, including mobile-first approaches.\n* Familiarity with DevOps practices.\n* Familiarity with tools like Docker and Kubernetes.\n* Excellent communication skills in English\n\n\n**It’s a bonus if you have**\n* Experience in the eHealth domain and knowledge of Open EHR, FHIR or SNOMED CT it is a bonus\n* Understanding of UX\/UI principles, with experience collaborating with designers on user-centric solutions.\n* Experience deploying and managing frontend applications in cloud environments such as AWS, Azure, or Google Cloud.\n* Communication skills in Swedish\n\n\n**What We Offer**\n A dynamic and stimulating work environment where you will have the opportunity to work on exciting projects with a talented team of professionals. You will be part of a company that is committed to excellence and innovation in the eHealth industry.\n   \n\n  \n\n As a Senior Software Architect, you will be one of the first members of this new development team, which means you will have a fundamental influence on the product and the team from the very beginning. You will have the opportunity to shape the future of e-health with an open platform that is set to revolutionize the industry.\n   \n\n  \n\n**Place of employment** \n : Linköping or Stockholm\n   \n\n  \n\n At Cambio we value a healthy work-life balance, and to encourage that we apply a hybrid working-model. Together with your team you decide which days you work at the office. On the remaining days you can work remotely from home, but you are always more than welcome to work at the office too.\n   \n\n  \n\n**Scope** \n : Full time\n   \n\n  \n\n**Form of employment:** \n Permanent employment, 6 months trial period\n   \n\n  \n\n**Other:** \n We screen the applications and hold interviews continuously so please send your application as soon as possible via the link.\n   \n\n  \n\n We encourage and eagerly welcome all applications, but we will only consider candidates who are located and have the legal right to work in\n **Sweden.** \n We will ask for verification during the process.\n   \n\n  \n\n**We look forward to receiving your application!**\n Read more about us\n **here!**\n Are you interested in Cambio but you don’t feel that this position is the perfect match? Check out our other open positions at the career site\n **here!**\n Cambio Healthcare Systems is Sweden’s leading suppliers of healthcare information systems and a growing player in the European market with just over 100,000 users across general and university hospitals, specialist units and outpatient units. Through the use of our integrated solutions, our customers provide services to 4 million patients.","company_url":"https:\/\/se.linkedin.com\/company\/cambio-healthcare-systems","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFrZ7OJ7WlQhw\/company-logo_100_100\/company-logo_100_100\/0\/1630526884213\/cambio_healthcare_systems_logo?e=2147483647&v=beta&t=meQqsb8ija8foEkkeMMMJKgk9jjwqbQ0dTwjEeUiyJ4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"53d1497c1c6c5d7d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=53d1497c1c6c5d7d","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29524296","title":"Student Sökes till Extrajobb inom Rymdindutsrin!","company":"Friday Väst AB","location":"Göteborg, O, SE","job_type":"parttime","date_posted":1741478400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Är du student och vill ha ett meriterande extrajobb vid sidan av dina studier? Till vår kund söker vi dig som vill arbeta administrativt med hantering av masterdata i deras ERP-system. Vi tillämpar löpande urval - välkommen in med din ansökan!\n  \n  \n\n**OM TJÄNSTEN:**  \n\nVi söker nu en student till vår kund som är verksam inom rymdindustrin, och divisionen du kommer tillhöra producerar bland annat komponenter till antenner och mikrovågsprodukter. Vi söker dig som kan komma in och arbeta under en begränsad tidsperiod med arbetsuppgifter rörande masterdata i deras nya ERP-system, där du säkerställer att masterdatan är korrekt och uppdaterad.\n  \n  \n\n**VI SÖKER DIG SOM:**  \n\nLäser en eftergymnasial utbildning inom exempelvis inköp, logistik, industriell ekonomi eller supply chain.\n  \nTalar och skriver flytande svenska samt engelska, då båda språken används internt.\n  \nHar möjlighet att arbeta 2 - 3 dagar i veckan under en period av ca 4 - 6 veckor.\n  \n  \n\n**Det är meriterande om du:**  \n\nHar erfarenhet från att arbeta i ERP-system, med fördel SAP, och har förståelse för hur dessa är uppbyggda och fungerar.\n  \n  \n\nVidare kommer stor vikt kommer att läggas vid personlig lämplighet och vi tror att du som söker är kommunikativ och noggrann. Du kan ta stort ansvar för ditt eget arbete samtidigt som du gärna arbetar i team med andra.\n  \n  \n\n**OM ANSTÄLLNINGEN:**  \n\nDetta är ett konsultuppdrag vilket innebär att du kommer vara anställd av Friday. Anställningen är tidsbegränsad och sträcker sig över ca 4 - 6 veckor.\n  \n  \n\n**ÖVRIG INFORMATION:**  \n\n**Omfattning:** Deltid.\n  \n**Placering:** Göteborg.\n  \n**Start:** Början av april.\n  \n**Rekryteringsansvarig:** Hanna Lejon.\n  \n**Lön:** Timlön.\n  \n  \n\nAnsök genom att klicka på länken nedan. Kom ihåg att vara snabb med din ansökan då vi gör löpande urval av kandidater och att annonsen kan stängs ner innan tjänsten är tillsatt om vi gått över till urval- och intervjufasen.\n  \n  \n\n**OM FRIDAY:**  \n\nGenom att vara en partner både till våra kandidater och kunder strävar vi efter att hitta den bästa matchningen. Det gör vi genom att lära känna våra kunder och kandidater på riktigt! Vi ser självklart till att kunskaps- och erfarenhetskrav matchar, men framför allt lägger vi vikt vid samsyn kring värderingar och företagskultur som båda parter värdesätter.\n  \n  \n\nVår passion är att hjälpa människor till rätt roll, arbetsplats och sammanhang inom IT och teknik. Därför grundade vi Friday med ambition att hjälpa dig till jobbet som ger dig fredagskänslan – varje dag!\n  \n  \n\nVi riktar oss främst till dig som är i början av din karriär eller studerar vid högskola\/universitet inom IT och Teknik. Vår övertygelse är att människor uppnår sin fulla potential när man ser fram emot att gå till jobbet varje morgon. ”Friday – everyday”, hur låter det?","company_url":"https:\/\/se.indeed.com\/cmp\/Friday-V%C3%A4st-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"7a97e364a8300e87","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=7a97e364a8300e87","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29524474","title":"Sektionschef IT Plattform","company":"Statistiska centralbyrån","location":"Örebro, T, SE","job_type":"fulltime","date_posted":1741478400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Är du handlingskraftig, samhällsintresserad och nyfiken på att lära dig nya saker kommer du trivas på SCB. Vi är landets största och främsta kunskapskälla inom statistik och en mycket lärorik arbetsplats. Vårt arbete är viktigt på riktigt. Välkommen till en öppen och prestigelös arbetsplats med hjälpsamma kollegor!\n  \n  \n\nKika in på scb.se\/jobb och få reda på mer om oss!\n  \n  \n\nOm jobbet\n  \nPå SCB hanterar vi dagligen stora mängder data med snabba informationsflöden och tar fram lösningar för att förenkla och framtidssäkra statistik. SCB: s IT-avdelning finns primärt i Örebro med cirka 120 medarbetare som ansvarar för de IT-system som möjliggör statistikproduktionen.\n  \n  \n\nInom SCB sker nu stora spännande satsningar inom IT för att stödja SCB: s statistikproduktion. Satsningen innebär uppbyggnad av nytt modernt datacenter samt utvecklingsplattformar med ny teknik och nya arbetssätt för att möta SCB: s sätt att framställa framtida statistik. Vi hoppas att du vill bli en del av vår framtidsvision!\n  \n  \n\nSektionen Plattform ansvarar för att tillhandahålla stabil, säker och effektiv plattformsfunktionalitet ovanpå infrastrukturlagret. Sektionen fungerar som länken mellan utveckling och IT-infrastruktur och utarbetar principer för att säkerställa snabb och kvalitativ leverans enligt DevOps-principer. Vi spelar en nyckelroll vid applikationsförvaltning och ansvarar för drift och underhåll av system och applikationer som stödjer myndighetens behov. En stor del av sektionens arbete är att genomföra kontinuerliga förbättringar och utvecklar nya funktioner. Sektionen arbetar proaktivt med verksamheten för att planera och prioritera åtgärder, vilket säkerställer effektivt och anpassat IT-stöd.\n  \n  \n\nSom sektionschef på Plattform har du en nyckelroll i att utveckla och förvalta vår IT-infrastruktur. Du ansvarar för att säkerställa en ändamålsenlig, stabil och säker IT-drift, vilket är avgörande för vår verksamhet. Du blir en del av enhetens ledningsgrupp, där du samarbetar nära med enhetschefen och två andra sektionschefer. Din roll är både strategisk och operativ; du fungerar som bollplank och leder ditt team i planering och genomförande av förändringar och andra IT-infrastrukturrelaterade projekt.\n  \n  \n\nVid behov bidrar du även till planering och genomförande av upphandlingar samt uppföljning av dessa. Din insats är avgörande för att vi ska kunna fortsätta leverera högkvalitativa IT-tjänster och stödja SCB: s övergripande mål. Dessutom kommer du att spela en central roll i vårt nya datacenterprojekt, som handlar om att skapa ett modernt, mjukvarubaserat datacenter. Detta projekt syftar till att förbättra vår kapacitet och säkerhet ytterligare och är en viktig del av vår strategi för att möta framtida behov och säkerställa att vi ligger i framkant inom IT-infrastruktur.\n  \n  \n\nVill du ...\n  \n  \n\n* vara med och forma vårt framtida datacenter\n* arbeta med förändringsledning och vara öppen för nytänkande\n* leda, planera och följa upp sektionens arbete\n* tillsammans med enhetschef och övriga sektionschefer ta ett helhetsansvar för enhetens verksamhet\n* hjälpa dina medarbetare att växa och utvecklas.\n\n\n... då tror vi att den här tjänsten kan vara riktigt intressant för dig!\n  \n  \n\nSektionschefen har verksamhets-, personal- och budgetansvar samt ansvarar för sektionens leverans. Sektionschefen leder, planerar och följer upp sektionens arbete så att det bedrivs effektivt och kvalitetssäkert. Som sektionschef skapar du förutsättningar för samarbete, ständiga förbättringar, aktivt medarbetarskap och nytänkande som leder till engagemang, resultat, utveckling och en god arbetsmiljö.\n  \n  \n\nSom sektionschef ingår du i enhetens ledningsgrupp och ansvarar för att tillsammans med enhetschefen översätta SCB: s vision och strategiska mål till taktiska planer och operativa mål för din sektion.\n  \n  \n\nOm dig\n  \n  \n\n**Vi vill att du:**  \n\n* har en IT-inriktad högskoleexamen eller motsvarande utbildning\/arbetslivserfarenhet som arbetsgivaren bedömer likvärdig\n* har minst ett års aktuell och dokumenterad chefserfarenhet inom IT\n* kommunicerar obehindrat på svenska, i tal såväl som skrift\n* har fackkunskap inom sektionens verksamhetsområde för att kunna leda och stötta medarbetarna.\n\n\n**Meriterande är om du även:**  \n\n* kommunicerar obehindrat i engelska, i tal såväl som i skrift\n* har kunskap och erfarenhet inom IT-säkerhet och upphandlingar enligt LOU\n* är van och bekväm i rollen som förändringsledare samt arbetat med förändringar\n* har erfarenhet av förvaltningsstyrning samt projektstyrningsmodeller\n* har erfarenhet av moln- eller hybriddrift\n* har erfarenhet av ITIL, DevOps konceptet samt agilt arbetssätt\n* har ledarerfarenhet inom IT-drift och infrastruktur för en komplex och kritisk IT-miljö\n* har genomgått ledarutbildning.\n\n\nFör att det här ska bli en bra matchning för både dig och oss behöver du vara strukturerad och ha ett närvarande ledarskap. Du visar på engagemang, lyhördhet och på ett tydligt sätt följer uppsatta mål för verksamheten.\n  \n  \n\n**Du som söker delar våra förhållningssätt:** mod att agera, tillit till varandras kompetens och goda vilja, handlingskraft att omsätta ord i arbete och var och ens ansvar att bidra till helheten.\n  \n  \n\nMer information\n  \nDen här tjänsten finns på enheten Infrastruktur och support i Örebro, Åkullegatan 14.\n  \n  \n\nAnställningen är tillsvidare och inleds vanligtvis med sex månaders provanställning. Tillträdesdatum kommer vi överens om.\n  \n  \n\nFör befattningen som sektionschef gäller förtroendearbetstid med förordnande på tre år, med möjlighet till omförordnande i perioder om två år.\n  \n  \n\nTjänsten är säkerhetsklassad så därför kommer vi att göra en säkerhetsprövning innan vi fattar beslut om anställning.\n  \n  \n\nUtifrån verksamhetens förutsättning finns det möjlighet att även arbeta viss tid hemifrån.\n  \n  \n\nArbetspsykologiska tester ingår som en del av rekryteringsprocessen.\n  \n  \n\nVill du veta mer om jobbet, kontakta enhetschef Kent Hjelm tel 070-523 11 91.\n  \n  \n\nFackliga kontaktpersoner\n  \n  \n\nAnders Ekvall, Saco-S föreningen vid SCB, tel 010-479 61 23\n  \n  \n\nKrister Näsén, ST inom SCB, tel 010-479 40 00.\n  \n  \n\n**Sista ansökningsdag:** 2025-03-29.\n  \n**Diarienummer:** SCB2025\/143.\n  \n  \n\nDu ansöker genom att registrera personligt brev och CV på svenska i vårt rekryteringssystem som du kommer till när du klickar på ”Ansök” nedan. Du kommer också att få besvara några urvalsfrågor.\n  \n  \n\nVarmt välkommen med din ansökan!\n  \n  \n\nVi undanber oss kontakt med annonsörer och bemanningsföretag i rekryteringen.","company_url":"https:\/\/se.indeed.com\/cmp\/Statistiska-Centralbyr%C3%A5n","company_url_direct":"https:\/\/www.scb.se\/","company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4180884353","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4180884353","job_url_direct":null,"title":"SAP S\/4 HANA Plant Maintenance Consultant","company":"inventYOU IT Consulting","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Are you an experienced SAP S\/4 HANA Plant Maintenance professional looking for your next challenge? We are seeking a highly skilled consultant with\n **8-10 years of experience** \n in\n **SAP PM** \n to join our dynamic team. This role requires expertise in\n **full-cycle implementations** \n ,\n **support\/operations projects** \n , and\n **system configuration** \n to drive business efficiency and innovation.\n   \n\n  \n\n****Key Responsibilities:****\n* Lead and manage maintenance activities using SAP PM, including configuration, implementation, and process optimization\n* Work order management, equipment management, preventive & predictive maintenance\n* Integrate with SAP-MM\/FI\/PP and other modules for seamless operations\n* Troubleshoot and resolve priority tickets within SLA, providing workarounds to minimize business impact\n* Conduct workshops, design functional specifications, and drive system enhancements\n* Develop training materials and user manuals while providing hands-on training\n* Work with Agile methodologies, identifying risks\/issues and collaborating with Scrum Masters & RTEs\n* Lead SAP-PM implementation and support projects, acting as an SME and mentor to junior members\n\n\n**Requirements**\n* Strong experience in equipment & asset management, preventive & predictive maintenance, work order processing\n* Proficiency in inventory management, material master, purchase orders (POs), info records, GR, and transfer postings\n* Hands-on knowledge of ADO navigation, business process mapping, and system enhancement proposals\n* Extensive experience in SAP cross-module collaboration, ensuring seamless integration across different business functions\n* Excellent communication skills, a proactive mindset, and the ability to work independently in a fast-paced environment\n* Willingness to work on maintenance, operations, support projects, and weekend\/OOH support as needed\n\n\n****Bonus Points for:****\n* SAP Certification\n* Experience with Agile methodologies\n* Strong problem-solving skills and a can-do attitude\n\n\n**Benefits**\n* Competitive salary and benefits package\n* Opportunities for professional development and career advancement\n* Collaborative and innovative work environment","company_url":"https:\/\/se.linkedin.com\/company\/inventyou","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHr4HPXPhmJ3Q\/company-logo_100_100\/company-logo_100_100\/0\/1734606172531\/inventyou_logo?e=2147483647&v=beta&t=Ckyup_X4FJErsHNXIhuIV3zD-0_VHrsljU4xis1RYl0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4170784736","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4170784736","job_url_direct":"https:\/\/careers.sig.eu\/o\/sales-executive-stockholm-sweden&urlHash=7X5I","title":"New Business Sales Executive","company":"Software Improvement Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"IT Services and IT Consulting and Business Consulting and Services","listing_type":null,"emails":null,"description":"We're seeking an experienced Sales Hunter to drive sales and expand our market share in Sweden. The ideal candidate is someone who thrives on closing new logos and moving quickly to the next challenge. We prefer candidates with a network and experience selling in technology and manufacturing verticals.\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**Who we are**\n ?\n \n\n\n\n At Software Improvement Group (SIG), we empower organizations to enhance their software quality through deep source code analysis and tailored, strategic advice. Our software assurance platform, Sigrid, together with our expert IT consultants, enables our customers to take full control of their software environments, ensuring their technology is a driver of success, not a source of risk. We have a strong market presence and serious growth ambitions for the coming years, and we are looking for people who want to help us realize this.\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**How we work**\n\n\n\n* Leads get generated by marketing, partners, consultants who work at the customer’s premises or by the Sales Executive own network.\n* After an initial visit (or call) with the client about their issues and needs, an internal business development starts together with a lead consultant.\n* A proposal is drafted and presented at the client and the deal struck if all goes well.\n* Of course, the sales department works with state-of-the-art processes and tools (like Salesforce).\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**Where you come in**\n\n\n\n\n***Achieving target***\n\n\n\n\n Develop a sales strategy in the assigned vertical \/ territory with a target prospect list, and a regional \/ vertical sales plan\n \n\n\n* At the very beginning and throughout the sales cycle of a new engagement for a new customer or management over a sales process initiated by the consultancy group\n* Staying attached during delivery of services or projects. Managing client relations throughout the entire engagement and afterwards. Being the trusted advisor to the customer by understanding their existing and future IT road map to drive the SIG solution within individual organisations and the marketplace.\n* Achieving your annual sales target\n* Maintain and develop a customer and prospect database\n* Maintain and expand existing customer relations through account management and develops new customers.\n\n\n\n***Expand market share:***\n Expand our market share in the region.\n \n\n\n\n***Follow up on sales enquiries***\n : Drive the entire sales cycle from cold calling to contract negotiations\n \n\n\n\n***Keep sales CRM up-to-date***\n\n\n\n\n\n\n\n\n\n  \n\n\n\n\n\n**What's in it for you?**\n\n\n\n* We offer a versatile and challenging job opportunity in an international work environment. We have a flat organisational structure with room for entrepreneurship, initiative and creativity. Our benefits are competitive. Our company is growing fast and internationally, which will give you the unique possibility to create and work with an international talent pool.\n* A great team to work with that consists of highly educated people (all hold a Masters, 30% a PhD) of technology and software engineering enthusiasts in the only company in the world that has a laboratory accredited according to ISO\/IEC 17025 for software quality analysis.\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**Job Requirements**\n\n\n\n* Self-starter, persistent with high energy level.\n* Demonstrable track record of achieving and exceeding sales targets whilst managing a small number of large accounts.\n* Ability to build strong relationships at all levels of both prospect \/customer organisations including C’ level and internally across the business.\n* Experience in developing business case and ROI together with customer’s personnel.\n* Ability to articulate the value of the SIG solutions to prospects and customers and to leverage this to drive maximum revenue opportunity.\n* Fluent in Swedish and English, other languages are a plus.\n* Hands on mentality to deliver business\n **.**\n* 5-10 years sales experience with IT related consulting sales.\n* A degree in business administration with a technical background, or a degree in technical sciences with management or sales experience.","company_url":"https:\/\/nl.linkedin.com\/company\/software-improvement-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGWbbtSod1ZpA\/company-logo_100_100\/company-logo_100_100\/0\/1730453550054\/software_improvement_group_logo?e=2147483647&v=beta&t=aKnJ3jFDSX1AiVqBvGH2EIgfyVSUOS0KQoLWyLXsvss","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4176888875","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4176888875","job_url_direct":"https:\/\/candidate.hr-manager.net\/ApplicationInit.aspx?cid=2489&ProjectId=143719&DepartmentId=19050&MediaId=4626&source=LinkedIn&urlHash=RgqQ","title":"Senior Group Marketing Specialist","company":"DANX Group","location":"Kungens kurva, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Marketing and Sales","company_industry":"Truck Transportation","listing_type":null,"emails":null,"description":"**About the Job: Senior Group Marketing Specialist**\n**Location: Stockholm, Sweden (Kungens Kurva)**\n Are you ready to take the lead in shaping the future of marketing at a growing, innovative logistics group? We’re looking for a Senior Group Marketing Specialist to steer strategic initiatives, drive brand visibility, and execute dynamic marketing campaigns that deliver results.\n   \n\n  \n\n**Who We Are**\n The DANX Carousel Group is a leading logistics specialist focused on time-critical solutions, redefining industry standards across Europe. With over 1,500 skilled professionals, we deliver innovative services to our clients across 35 countries. Our vision is to become the leading pan-European logistics provider, bringing together exceptional brands like DANX and Carousel.\n   \n\n  \n\n**How You’ll Support Our Success**\n As Senior Group Marketing Specialist, you will:\n   \n\n  \n\n* Campaign leadership: Develop and execute high-impact tactical and Account Based Marketing (ABM) campaigns across multiple channels, focusing on lead generation, demand creation, and brand awareness.\n* Content & creative direction: Craft engaging marketing materials, including brochures, case studies, customer communication and social media content, while maintaining a consistent on-brand voice.\n* Website & digital presence: Manage and optimise our websites using SEO and WordPress to create compelling landing pages and blog to enhance lead generation.\n* Social Media & PR: Execute social media campaigns (organic and paid) on LinkedIn, and lead PR initiatives to position us as an industry thought leader.\n* Event management: Plan and deliver high-profile events, trade shows, and webinars that showcase our brand and drive business opportunities.\n* Collaboration: Work cross-functionally with sales, marketing, and leadership teams to align strategies with overall business goals.\n\n\n**What Success Looks Like**\n* Effective marketing campaigns that deliver marketing-qualified leads and directly contribute to sales pipelines.\n* Enhanced brand recognition and reputation through strategic PR, social media, and event initiatives.\n* Streamlined collaboration across group and go-to-market teams, ensuring cohesive execution of marketing strategies.\n\n\n**What We’re Looking For**\n* 4+ years of B2B marketing experience, preferably in the logistics \/ transport industry.\n* Proven ability to design and execute multi-channel marketing strategies that deliver measurable results.\n* Proficiency in HubSpot, WordPress, Canva, PowerPoint, LinkedIn, video marketing, YouTube and CRM tools like Microsoft Dynamics.\n* Exceptional organisational and storytelling skills with a creative and analytical mindset.\n* Native Swedish level (written and verbal), fluent in English (written and verbal), with excellent communication and interpersonal abilities. Fluency in a second Scandinavian language is considered an advantage.\n* We expect you to have a driving license to travel to meetings and events.\n\n\n**What’s In It For You?**\n* Work with a fast-growing, global logistics company that thrives on innovation.\n* Collaborate with a talented and ambitious team in a dynamic, evolving environment.\n* Enjoy competitive compensation, professional development opportunities, and international travel.\n\n\n**Join Us**\n If you’re passionate about crafting innovative marketing strategies and thrive in a collaborative environment, this is your opportunity to make an impact. Apply today to lead marketing excellence at DANX Carousel Group.","company_url":"https:\/\/dk.linkedin.com\/company\/danx-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGrmGDoDE7T1A\/company-logo_100_100\/company-logo_100_100\/0\/1691747095603\/danx_group_logo?e=2147483647&v=beta&t=QvpTxpNihwWdqNNhV8IZdG6vvFkRxwYXAW2qMXxEqNQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4177230831","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4177230831","job_url_direct":"https:\/\/careers.caiacosmetics.com\/jobs\/5558802-it-operations-specialist&urlHash=pof9","title":"IT Operations Specialist","company":"CAIA Cosmetics","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"Personal Care Product Manufacturing","listing_type":null,"emails":null,"description":"Are you looking for an opportunity to kick-start your career in IT, or do you already have some experience and want to take the next step? At CAIA, we are growing fast, and our IT operations need to keep up! We are looking for someone who is eager to learn, take responsibility, and be part of a company where IT plays a key role in business success.\n \n\n\n\n  \n\n\n\n\n\n**ABOUT THE ROLE** \n\n\n\n\n As our organization expands, so do the demands on IT. We need dedicated IT operations support to improve efficiency, enhance security, and reduce manual processes. Right now, too much time is spent fixing issues instead of driving improvements.\n \n\n\n\n Your role will be essential in supporting the business with IT-related tasks, ensuring smooth day-to-day operations, and working on long-term improvements. Whether it’s troubleshooting, automation, or security enhancements, you’ll play a key role in strengthening our IT environment.\n \n\n\n\n We welcome applications from both recent graduates with an IT background and those with some hands-on experience in IT operations. The role will be tailored based on your skills and potential.\n \n\n\n\n  \n\n\n\n\n\n**WHAT YOU’LL DO** \n\n\n\n* Manage and improve IT incident handling (e.g., missing orders, system integration issues, slow computers).\n* Take ownership of IT security frameworks, including Mobile Device Management (MDM) and security risk mitigation.\n* Support data processes, including basic extractions, integrations, and ensuring accurate data loading.\n* Handle user account management, access rights, and onboarding of new employees.\n* Assist in IT projects, including system upgrades, automation, and process improvements.\n\n\n\n  \n\n\n\n\n\n**WHO YOU ARE** \n\n\n\n* You have an IT-related education and are either a recent graduate or have some hands-on experience in IT support, operations, or infrastructure.\n* You enjoy troubleshooting and problem-solving.\n* You’re structured, detail-oriented, and eager to take ownership of tasks.\n* You have a proactive mindset and want to be part of a growing company where IT is key to success.\n* Bonus: Experience with basic scripting, automation, or data handling is a plus but not required.\n\n\n\n  \n\n\n\n\n\n**WHY JOIN CAIA?** \n\n\n\n* Be part of a fast-growing and dynamic company where IT is at the core of business success.\n* Get hands-on experience with a variety of IT tasks and projects.\n* Opportunity to grow and develop—whether you’re just starting out or already have some experience.\n* Work in a supportive environment where your ideas matter and make a real impact.\n\n\n\n  \n\n\n\n\n\n If this sounds like the right opportunity for you, don’t hesitate to apply! We review applications continuously.","company_url":"https:\/\/se.linkedin.com\/company\/caia-cosmetics","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQETCO00LuO7Kg\/company-logo_100_100\/company-logo_100_100\/0\/1669283698323\/caia_cosmetics_logo?e=2147483647&v=beta&t=fSs0h0ibxY4XHU79nUQJAPalToNjMjI2zujhrsXzz8s","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4177242674","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4177242674","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I003\/287\/job?site=6&lang=UK&validator=6c5c19541f3e047d4676efde5ff7c584&ref=https%3A%2F%2Fwww.sscspace.com%2Fcareer%2Fvacancies%2F&job_id=1157&src=LinkedIn&urlHash=K5wM","title":"System Engineer - Payload & Flight System","company":"SSC - Swedish Space Corporation","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Aviation & Aerospace","listing_type":null,"emails":null,"description":"Welcome to SSC – Swedish Space Corporation, the perfect workplace for those passionate about technology in general and space in particular.\n   \n\n  \n\n Our services enable successful space projects in telecommunications, security, meteorology, positioning, research, earth observation, and other applications. With space organizations, research institutes, institutional and commercial actors as customers, we offer specialist expertise in satellite communications, space consulting services, rocket and balloon systems, flight test services, satellite propulsion systems, and much more.\n   \n\n  \n\n**Are you fueled by a passion for people and the ambition to create an awesome workplace?**\n**Are you ready to embark on an exciting journey with us to help Earth benefit from space?** \n  \n\n  \n\n If you answer yes to these questions, we invite you to seize the opportunity to make a significant impact as System Engineer in our Payload & Flight Systems team. We are looking for a dedicated Engineer who shares our core values of Customer passion, Care, Collaboration, Curiosity, and Courage.\n   \n\n  \n\n**YOUR ROLE**\n As an employee at SSC, your role involves a responsibility to align with our company policies, guidelines and values in your actions. You contribute to the overall mission and goals of the division\/group function by aligning with current priorities and fulfilling assigned tasks and responsibilities as needed.\n   \n\n  \n\n**Your Main Tasks**\n* You will be responsible for the overall system technical solution and performance. This means that you will have a close co-operation with the Project Manager to ensure that projects are technically on target with respect to contractually agreed technical requirements as well as budgetary constraints.\n* You will act as the main point of contact for technical and scientific topics towards external stake holders such as customers, suppliers and end users within the scientific teams connected to the projects you are involved in.\n* As a System Engineer you will provide technical leadership and support to the SSC project team of highly skilled engineers within the disciplines mechanical-, electrical- and software engineering. This means that you will be involved in all technical aspects of the projects ranging from top level system design to the fine details of material and component selection.\n\n\n**Who You Are**\n* University degree preferred.\n* Experience in any of the mechatronics, software or electronics technical disciplines\n* Proficient in the English language\n* Self-motivated, stable, collaborative, decisive, leadership, businesslike, structured, curious\n* Basic understanding in mechatronics, software and electronics technical disciplines\n\n\n**WE OFFER YOU**\n* A unique opportunity to work with a variety of projects within the space industry.\n* An excellent opportunity for personal and career development.\n* An international workplace is characterized by an open atmosphere and a challenging work environment that continues to evolve.\n\n\n**LOCATION**\n This is permanent position with 40 hours\/week, located in Solna.\n   \n\n  \n\n**NEXT STEP**\n If this opportunity sparks your interest, don’t wait—apply today! Applications are reviewed on an ongoing basis, and interviews will be conducted continuously. We kindly ask you to submit your CV when applying. While you are welcome to include a brief personal note or letter, our evaluation will primarily focus on your skills and qualifications as outlined in your CV, ensuring a fair and unbiased recruitment process.\n   \n\n  \n\n Please note that the job advertisement may close earlier than the stated deadline if we receive a high volume of applications. This allows us to ensure a fair and efficient recruitment process and give each application the attention it deserves.\n   \n\n  \n\n This is a security-classified position and will require a background check prior to employment.\n   \n\n  \n\n**WE HELP EARTH BENEFIT FROM SPACE**\n Swedish Space Corporation (SSC) is a leading global provider of advanced space services, with more than 50 years of experience. We help space organizations, research institutes, commercial and institutional actors from all over the world to get access to space.\n   \n\n  \n\n With local presence on all continents and about 700 committed employees, we offer specialist expertise in satellite communications and satellite control services, spacecraft operations, rocket and balloon systems, launch services and flight test services, as well as engineering, operations and consultancy services for space missions.\n   \n\n  \n\n We help Earth benefit from Space.","company_url":"https:\/\/se.linkedin.com\/company\/ssc-swedish-space-corporation","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQG4HdhepsPH6A\/company-logo_100_100\/company-logo_100_100\/0\/1639661192306\/ssc_swedish_space_corporation_logo?e=2147483647&v=beta&t=1gnIjo3ZPhNmVANtT8GndPu8OggSLdyNNGBJxLCp5Jg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060358670","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060358670","job_url_direct":"https:\/\/cambio.teamtailor.com\/jobs\/5129049-system-engineer-observability?utm_source=LinkedIn&urlHash=iGVX","title":"System Engineer – Observability","company":"Cambio Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Cambio is one of the Nordics' leading suppliers in eHealth with a comprehensive offering for the entire health and care chain. Our eHealth solutions support healthcare professionals in their daily work and offer patients safer and more easily accessible care. We are proud to be an important part of Swedish healthcare. We are growing continuously and now have about 900 employees in several countries.\n   \n\n  \n\n**The position**\n We are looking for someone to help establish the infrastructure behind Sweden's largest electronic medical records system. As a member of the IT Operations and Infrastructure team, you will be part of a team responsible for operating and maintaining the medical records system as a service to our customers.\n   \n\n  \n\n Cambio is a company with employees from many countries, with many cultural backgrounds and creeds. We think that you share our belief that this diversity is a key building block in creating successful teams. Our culture is described through the words “Trust”, “Care” and “Together” which permeate everything we do.\n   \n\n  \n\n**About You**\n We are looking for you who have analytical and technical skills and believe you are a team player, but you also have the capability to work with tasks independently. You have excellent communication skills and have no problem having several dialogues with different stakeholders simultaneously.\n   \n\n  \n\n We are looking for you that can perform full lifecycle engineering activities (design, develop, test, implement, maintain) for existing observability platform (Dynatrace) in an enterprise environment with on-premises and cloud-integrated systems\/applications\/infrastructure.\n   \n\n  \n\n We also expect you to proactively design strategies to gain real-time insights and identify potential issues before they escalate. To do that we believe you have a genuine interest in understanding the service we provide for our customers and how to identify improvements.\n   \n\n  \n\n**Requirements**\n* Experience from working with Dynatrace or similar tool to set up monitoring\n* Excellent understanding of how monitoring and event systems tie together\n* Experience and knowledge within data collection, analysis, and implementation to derive meaningful insights from various sources including metrics, events, logs, and traces.\n* Experience and knowledge within distributed systems including those with microservices and hybrid infrastructure (cloud\/on-premises) to effectively design pipelines, build monitoring systems, and implement observability practices\n* Fluent in written and spoken English.\n\n\n**It's a bonus if you have**\n* Knowledge of Grafana, Prometheus\n* Experience in OpenShift monitoring\n* Knowledge of NXLog\n* Knowledge of log aggregation tools like OpenSearch\n* Knowledge of Cambio applications and\/or domain\n* Fluent in written and spoken Swedish.\n\n\n**Place of employment** \n : Linköping or Stockholm\n   \n\n  \n\n At Cambio we value a healthy work-life balance, and to encourage that we apply a hybrid working-model. Together with your team you decide which days you work at the office. On the remaining days you can work remotely from home, but you are always more than welcome to work at the office too.\n   \n\n  \n\n**Scope** \n : Full time\n   \n\n  \n\n**Form of employment:** \n Permanent employment, 6 months trial period\n   \n\n  \n\n**Other:** \n We screen the applications and hold interviews continuously so please send your application as soon as possible via the link.\n   \n\n  \n\n We encourage and eagerly welcome all applications, but we will only consider candidates who are located and have the legal right to work in\n **Sweden.** \n We will ask for verification during the process.\n   \n\n  \n\n**We look forward to receiving your application!**\n Read more about us\n **here!**\n Are you interested in Cambio but you don’t feel that this position is the perfect match? Check out our other open positions at the career site\n **here!**\n Cambio Healthcare Systems is Sweden’s leading suppliers of healthcare information systems and a growing player in the European market with just over 100,000 users across general and university hospitals, specialist units and outpatient units. Through the use of our integrated solutions, our customers provide services to 4 million patients.","company_url":"https:\/\/se.linkedin.com\/company\/cambio-healthcare-systems","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFrZ7OJ7WlQhw\/company-logo_100_100\/company-logo_100_100\/0\/1630526884213\/cambio_healthcare_systems_logo?e=2147483647&v=beta&t=meQqsb8ija8foEkkeMMMJKgk9jjwqbQ0dTwjEeUiyJ4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4180913191","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4180913191","job_url_direct":"https:\/\/karriar.polarnopyret.se\/jobs\/483-test-och-produktledare-med-fokus-pa-digitala-l&urlHash=WCXx","title":"Product Test Manager","company":"Polarn O. Pyret","location":"Stockholm, Stockholm County, Sweden","job_type":"temporary","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Project Management and Information Technology","company_industry":"Retail","listing_type":null,"emails":"charlotta.brandstedt@polarnopyret.se","description":"DESIGN SOM HÅLLER – SEDAN 1976 Vi skapar kläder som är designade för att älskas, tvättas och bäras. Och som en dag kan ärvas av nästa barn...och nästa. Kläder som är gjorda för att gå i arv, tre barn i varje plagg, åtminstone - Vi kallar det design som håller. Vi började år 1976 med önskan att skapa bekväma barnkläder av hösta kvalite. Det innebär en design som är lekvänlig, utan detaljer som skaver eller begränsar rörelsefriheten, som kan tvättas om och om igen. Helt enkelt kläder som låter barn vara barn!\n \n\n\n\n  \n\n\n\n\n\n Vi på PO.P söker nu en driven och lösningsorienterad Test- och Produktledare för ett föräldravikariat på cirka ett år, med start i mars 2025. Rollen är placerad på vårt huvudkontor i Stockholm och inom teamet Digital Office, och innebär att leda testprocesser, driva projekt och samarbeta över flera avdelningar för att stärka vår affär.\n \n\n\n\n  \n\n\n\n\n\n**Om rollen** \n\n\n\n\n Som Test- och Produktledare kommer du att:\n \n\n\n* Leda testprocesser för att säkerställa att våra digitala lösningar håller hög kvalitet och uppfyller affärsbehoven.\n* Vara ansvarig för kravinsamling och översätta dessa till tydliga user stories och tickets för teamet.\n* Planera och genomföra tester, inklusive acceptanstester och framtagning av testfall.\n* Driva och genomföra projekt över flera avdelningar för att säkerställa en effektiv implementering av nya digitala lösningar och förbättringar.\n* Identifiera möjligheter till processförbättringar och automatisering.\n* Bidra till utveckling av funktioner och arbetsflöden inom våra system och lösningar.\n* Leda tvärfunktionella initiativ, i samarbete med IT, affärsutveckling, sortiment, logistik och andra nyckelaktörer.\n* Ansvara för featureutveckling och genomföra omvärldsanalys för att säkerställa att vi ligger i framkant inom digital innovation.\n\n\n\n  \n\n\n\n\n\n**Vem är du?** \n\n\n\n\n Vi söker dig som har:\n \n\n\n* Bevisad ledarskapserfarenhet, med förmåga att driva projekt och påverka intressenter över flera avdelningar.\n* Gedigen erfarenhet av testledning, med en dokumenterad förmåga att planera och genomföra tester i komplexa miljöer.\n* Erfarenhet av kravinsamling och att omvandla affärsbehov till tekniska lösningar.\n* Ett processorienterat arbetssätt med en stark drivkraft för förbättringsarbete.\n* Teknisk förståelse, gärna med erfarenhet av PowerApps och intresse för automatisering.\n* En bakgrund inom retail eller liknande branscher är starkt meriterande.\n* Stark kommunikativ förmåga och en teamplayer-mentalitet.\n* Goda kunskaper i Microsoft Office-paketet.\n\n\n\n Meriterande kompetenser\n \n\n\n* Erfarenhet av Azure DevOps, Microsoft Dynamics 365 (D365), K3 och Power BI.\n* Erfarenhet av arbete i gränslandet mellan affär och IT.\n* Intresse för och erfarenhet av feature management och omvärldsanalys.\n\n\n\n  \n\n\n\n\n\n**Vad vi erbjuder** \n\n\n\n* En dynamisk och innovativ arbetsmiljö, där samarbete mellan flera team står i fokus.\n* Möjlighet att utveckla dina färdigheter inom testledning, projektledning och digitala lösningar.\n* En chans att bidra till projekt och lösningar som förbättrar kundupplevelsen och affärseffektiviteten.\n\n\n\n  \n\n\n\n\n\n**Om tjänsten** \n\n\n\n\n Tjänsten är ett vikariat på heltid i ett år, med möjlighet att kombinera distansarbete och kontorsarbete. Tillträde sker så snart som möjligt eller enligt överenskommelse.\n \n\n\n\n Intervjuer sker löpande, och tjänsten kan komma att tillsättas innan sista ansökningsdatum.\n \n\n\n\n Sista ansökningsdag: 20 mars 2025.\n \n\n\n\n Vid frågor om tjänsten och rekryteringsprocessen, vänligen kontakta CDO Charlotta Brandstedt på charlotta.brandstedt@polarnopyret.se.","company_url":"https:\/\/se.linkedin.com\/company\/polarn-o-pyret","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFJ96FgxtayEQ\/company-logo_100_100\/company-logo_100_100\/0\/1702387911026\/polarn_o_pyret_logo?e=2147483647&v=beta&t=e7XoYKDWtGornqpySq-DliFN8TlKGEioZlo16dlYTw0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4180453772","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4180453772","job_url_direct":"https:\/\/se.talent.com\/redirect?id=419e8c43cde3&source=linkedin-premium&utm_source=partner&pos=1133&utm_medium=linkedin-premium&puid=3decgddf3de7gadb3de8gaddgddcfddd3aedfadc3aebgddd3ee33deg3ee33ced3cef3cecfed33def3de9gddc3def3decgddb3de73de73dec3dee3ee3gdd9&cg=talent&urlHash=QIi1","title":"Senior B2B Account Manager på expansionsbolag!","company":"Cloudo","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":null,"listing_type":null,"emails":null,"description":"Cloudo är en komplett, oberoende leverantör av produkter samt tjänster inom IT. Vi är inte ensamma på området men noggranna med att urskilja oss. Vi ser till att våra kunder, liten som stor blir nöjda oavsett vad.\n   \n\n  \n\n Detta har vi gjort i över 20 år. Följer man detta enkla recept uppstår ofta möjligheten att utveckla samarbete med er som kund och att bli en helhetspartner för dig och ditt företag.\n   \n\n  \n\n**Account Manager till expansionsbolag!**\n Cloudo är en innovativ leverantör av moln, IT och telefonitjänster inom B2B. Vi befinner oss mitt i en otrolig tillväxtresa där vi expanderar snabbt och söker nu en passionerad Account Manager.\n   \n\n  \n\n Som Account Manager hos oss kommer du bygga och underhålla starka kundrelationer, identifiera och utveckla nya affärsmöjligheter, genomföra kundmöten, förhandla avtal och stänga affärer. Du kommer även spela en nyckelroll i att bygga upp vårt nya Stockholmskontor och ha en unik möjlighet att påverka och forma företagets framtida utveckling!\n   \n\n  \n\n**Vad kommer du att göra?**\n* Bygga relationer – Du kommer att arbeta nära våra kunder för att förstå deras behov och säkerställa att de får bästa möjliga service\n* Identifiera och utveckla nya affärsmöjligheter Du kommer att aktivt söka efter nya kunder och marknader där våra tjänster kan göra skillnad. Genom att analysera marknaden och nätverka identifierar du potentiella affärsmöjligheter och utvecklar strategier för att nå dem.\n* Genomföra kundmöten – Du kommer både boka egna kundmöten samt utföra kundmöten bokade av dina kollegor.\n* Förhandla och anpassa kundlösningar – Du kommer att leda förhandlingar med kunder för att nå fram till fördelaktiga avtal för båda parter. Din förmåga att förstå kundens behov och erbjuda skräddarsydda lösningar hjälper dig att stänga affärer effektivt\n* Analysera marknadstrender och kundbehov - Du kommer att hålla dig uppdaterad om de senaste trenderna inom branschen och analysera hur dessa påverkar våra kunder. Genom att förstå marknadens utveckling kan du proaktivt anpassa våra erbjudanden och strategier.\n\n\n**Vem är du?**\n**Vi Letar Efter Dig Som**\n* Har erfarenhet av försäljning och och kundrelationer inom B2B.\n* Tidigare erfarenhet inom IT, molntjänster, cybersäkerhet, telefoni eller hårdvaruförsäljning.\n* Orädd och prestigelös!\n* Van att arbeta med telefon och dator i högsta hugg!\n* Medveten om vad det innebär att jobba inom ett expansionsbolag - och älskar att vara en del av team som växer!\n\n\n**Det Praktiska**\n* Start: Vi vill ha dig ombord så snart som möjligt!\n* Omfattning: Heltid\n* Placering: Stockholm city\n* Rapporterar till: Försäljningschef\n\n\n Känner du dig träffad? Då ser vi fram emot att höra från dig! På Cloudo väntar en spännande roll med massor av utvecklingsmöjligheter, och vi kan knappt vänta på att få dig med i vårt team.","company_url":"https:\/\/www.linkedin.com\/company\/cloudoc","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/static.licdn.com\/aero-v1\/sc\/h\/aajlclc14rr2scznz5qm2rj9u","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4074795987","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4074795987","job_url_direct":"https:\/\/jll.wd1.myworkdayjobs.com\/jllcareers\/job\/Stockholm-SWE\/TDD-ESG-Specialist_REQ371105&urlHash=IuJV","title":"Project Manager (Buildings\/ESG)","company":"JLL","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Project Management and Information Technology","company_industry":"Real Estate","listing_type":null,"emails":"Tom.lord@jll.com","description":"**About JLL**\n We are JLL. We’re a professional services and investment management firm specializing in real estate. We’re committed to our purpose to shape the future of real estate for a better world. Our mission is to help organizations around the world achieve their ambitions by owning, occupying and investing in real estate.\n   \n\n  \n\n If you’re looking to step up your career, JLL is the perfect professional home. At JLL, you’ll have a chance to innovate with the world’s leading businesses, put that expertise into action on landmark projects, and work on game-changing real estate initiatives. You’ll also make long-lasting professional connections through sharing different perspectives, and you’ll be inspired by the best. We’re focused on opportunity and want to help you make the most of yours. Achieve your ambitions – join us at JLL!\n   \n\n  \n\n**We are looking for a TDD\/ESG Specialist to strengthen our Swedish Building Consultancy & ESG team**\n**About Project And Development Services (PDS)**\n JLL is a world class real estate development partner for our investor and corporate clients. Our services affect how millions of people live, work, and play every day. It is our responsibility to nurture the impact we can have on all projects and bring value into every detail. From technical due diligence to sustainability and development advisory, from project and cost management for fit-out projects to refurbishments and major base-build schemes, our services span every dimension across all asset types, sectors and regions.\n   \n\n  \n\n JLL’s PDS team comprises 8,900 project managers, engineers, designers and architects across 50 countries and is actively managing 36,900+ projects yearly. Join the PDS team to expect more and achieve more. There’s room for you to design and build your career within the PDS community and the wider JLL ecosystem.\n   \n\n  \n\n In Sweden, PDS comprises of project managers within the Building Consultancy, Corporate Project Management, Development Advisory and Construction Management teams. The Building Consultancy team has a major focus on assisting clients in undertaking Technical & Environmental Due Diligence (TEDD) assessments prior to acquisition or disposal of assets. In addition, our team undertake ESG assessments as part of transactions or as part of improvement strategies post-acquisition to improve assets from a sustainability and value perspective.\n   \n\n  \n\n JLLs Building Consultancy team want to expand further to meet increased demands from clients in helping with TEDD assessments and especially ESG related queries. We assist both global and local Nordic clients in transaction advisory and asset improvement strategies concerning ESG and sustainability related items. ESG and sustainability services include but are not limited to EPC uplift assessments, energy saving and improvement calculations, building certifications, Net-Zero carbon assessments including CRREM analysis as well as climate risk assessments and EU Taxonomy compliance.\n   \n\n  \n\n**Main Responsibilities**\n Within the Building Consultancy department, you will provide technical advisory services for and on behalf of property companies\/funds, investors and public players. Projects can vary between small scale single properties to large portfolios throughout EMEA. We are actively seeking a TDD\/ESG specialist who wants to become an integral part of our diverse and talented Building Consultancy team. We summarise below the main responsibilities:\n   \n\n  \n\n* Meaningful Impact: As a TDD\/ESG specialist, you will play a critical role in helping clients make sound investment decisions by assessing the condition of the building and technical installations, providing CAPEX cost estimates, and give strategic advice to help clients in determining go\/no-go decisions before acquisition\/disposal.\n* Key Skills: You are proficient in preparing technical reports and cost estimates such as condition surveys, maintenance plans and due diligence assessments. You actively seek new client contacts and leads and business opportunities. Your key skills in technical report writing and active client engagement will be put into action daily as you create new business opportunities, undertake assessments, and provide valuable insights to clients in a timely manner.\n* Focus on ESG and Sustainability: Familiarity with building certification systems such as BREEAM, Miljöbyggnad. Ideally, you have worked with some of these systems or have experience in conducting assessments and identifying improvements. As a TDD\/ESG specialist, you will be involved in energy-saving assessments (EPC improvement) and reducing the carbon impact of assets (via CRREM\/LCA assessments).\n* Wider Sustainability Services: You will actively collaborate with team members assisting with environmental desktop assessments (EDD), climate risk assessments, Life Cycle Assessments (LCA), EU Taxonomy and CSRD.\n\n\n**Experience And Knowledge**\n* Minimum two years’ experience working in property branch including some experience with TEDD projects, sustainable development, maintenance planning, facilities management and\/or project management.\n* Demonstrate a keen interest in identifying opportunities for improvements relating to cost and energy savings\n* Exhibit fluent proficiency in spoken and written English and Swedish.\n* Have experience with or a strong interest in working with building certification systems such as BREEAM, Miljöbyggnad. Familiarity with EPC systems including improvement assessments and recommendations.\n\n\n**Personal qualities**\n You should have the ability to quickly form an overall picture of complex issues and are not afraid to make decisions. As a person, you describe yourself as prestige less and easy to work with. For the role, it is important that you are someone who can build and maintain good relationships with colleagues and clients while taking great pride in doing a good job, at all levels. Furthermore, we believe that you:\n   \n\n  \n\n* Have the ability to handle the demands of managing multiple projects simultaneously with tight deadlines.\n* Appreciate and thrive in an international corporate environment, leveraging cultural diversity and global perspectives. Are business driven with a holistic approach\n* Are outgoing and a good networker and relationship builder. See opportunities, enjoys challenges and has a positive attitude. Have energy, perseverance, and an inner drive. Have a high level of commitment, initiative, and flexibility\n\n\n**Teamworking and active collaboration within JLL;**\n* You enjoy working within teams throughout Europe and with different business lines within JLL (Capital Markets, Valuation, Leasing, Debt&Financing) to create value for clients and help them in determining strategy and targets regarding ESG matters and investment decisions\n* Collaborate with colleagues to identify and secure new project opportunities, effectively presenting and selling the company's services.\n* Contribute to the continuous development of internal structures and processes, streamlining project workflows and enhancing overall efficiency.\n\n\n**What You Can Expect From Us**\n Collaborative and Inclusive Team Environment: We foster a supportive and inclusive team environment where diverse perspectives are valued, and ideas are encouraged. Join our team and contribute to a culture of collaboration, mutual respect, and innovation.\n   \n\n  \n\n Travel and Networking Opportunities: This role offers the opportunity to work on projects across the Nordics, allowing you to broaden your professional horizons and establish valuable connections within the industry. You will have the possibility to expand your network of clients and contacts, creating new opportunities and projects (within Nordics but also EMEA).\n   \n\n  \n\n Professional Development: We offer training programs to ensure that our team members are up to date with the latest industry standards (including building certification training plus JLL ESG training). You will have the opportunity to enhance your knowledge and skills to further advance your career.\n   \n\n  \n\n You will be involved in growing our project management business. You will be involved in providing strategic advice to many of Sweden’s and some of the world’s largest property and asset management funds in relation to Due Diligence and sustainability (via energy improvements).\n   \n\n  \n\n You will work in an international and interdisciplinary work environment together with many competent and ambitious colleagues. JLL will strive to enable you to develop via introducing you team members throughout EMEA who work with similar fields to build collaboration and improve services for clients.\n   \n\n  \n\n You’ll join an entrepreneurial, inclusive culture. One where we succeed together – across the desk and around the globe. Where like-minded people work naturally together to achieve great things.\n   \n\n  \n\n Our Total Rewards program reflects our commitment to helping you achieve your ambitions in career, recognition (including bonus system), wellbeing, benefits and pay.\n   \n\n  \n\n Apply today at jll.com\/careers.\n   \n\n  \n\n**JLL Corporate Solutions AB**\n**Tom Lord**\n**Head of Building Consultancy (TEDD GDD ESG)**\n Tom.lord@jll.com","company_url":"https:\/\/www.linkedin.com\/company\/jll","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHfAF73OvlY2w\/company-logo_100_100\/company-logo_100_100\/0\/1682087823555\/jll_logo?e=2147483647&v=beta&t=MzHLbaYhkFw8PKIhroOxvFlkl_lak7isfP3uXyTQeWA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4179301466","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4179301466","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/280309-skanska-sverige-marknadskoordinator-skanska-rental-stockholm\/&urlHash=590H","title":"Marknadskoordinator Skanska Rental - Stockholm","company":"Skanska","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Marketing","company_industry":"Construction","listing_type":null,"emails":null,"description":"*Skanska Rental är ett helägt dotterbolag till Skanska Sverige AB och ingår i verksamhetsgren Skanska Industrial Solutions. Vi levererar tjänster till företag i byggbransch och industri för att skapa förutsättningar för produktiva, säkra och hållbara arbetsplatser. Vi är en del av den viktiga delningsekonomin - att hyra är mer hållbart!*\n*Rental erbjuder tjänster och produkter för hela byggprocessen oavsett projekt - energieffektiva etableringar med mångfaldslösning* \n*ar, klimatsmarta maskiner och gedigen know-how kring byggande.*\n Just nu behöver vi förstärka vårt team inom marknad och försäljning. Vi söker\n   \n\n  \n\n**Erfaren marknadskoordinator med fokus på marknadsföring**\n Detta är en bred roll inom marknadsområdet med ansvar för bland annat webb-kundportal, profil och varumärke, marknadsanalyser samt att du kommer stötta verksamheten med olika typer av frågor inom marknadsföring.\n   \n\n  \n\n Du kommer ha många kontaktytor inom Rental och arbeta tillsammans med såväl försäljningschefer och säljare som produktchefer, kundcenterchefer och distriktschef.\n   \n\n  \n\n Huvudsakliga arbetsuppgifter i rollen:\n   \n\n  \n\n  \n\n* Ansvar för Skanska Rentals varumärke\n* Ansvar för den grafiska profilen samt stötta distrikten med profilarbetet\n* Ansvara för utveckling av webb och kundportal\n* Leda projekt inom marknad, såsom paketering, öppning av nya kundcenter, event, kampanjer\n* Stötta sälj med marknadsaktiviteter som driver försäljning\n* Ta fram trycksaker och marknadsmaterial\n* Säkerställa genomförandet av olika typer av marknadsanalyser\n* Leda arbetet med att ta fram den strategiska marknadsplanen\n* Superanvändare för marknadsarbetet i Sales force vilket bland annat innebär marknadsplan, kundutskick samt account engagement i Sales force.\n\n\n Du kommer arbeta i en liten grupp, där varje person har ett eget fokusområde och du förväntas också stötta i andra frågor\/fokusområden vid behov.\n   \n\n  \n\n Det är av stor vikt för Skanska Rental att fortsätta positionera oss på marknaden, vilket ger ett stort driv, en tydlig framåtanda och ett märkbart kundfokus i vår organisation.\n   \n\n  \n\n ,\n   \n\n  \n\n**Är du den vi söker?**\n Vi söker dig som har erfarenhet från liknande roller och har arbetat brett med marknadsföringsarbete, såsom kampanjer, annonsering, varumärkesarbete, profilfrågor, webb- och kundportal, samt marknadsanalyser. Du är van vid och trivs med att ha många kontaktytor och samarbetspartners i ditt jobb.\n   \n\n  \n\n Att kommunicera på ett effektivt sätt med andra och förankra idéer och beslut är det du är bäst på. Du har lätt för att ta initiativ, tycker om utmaningar och är bra på att samarbeta med andra. Att planera ditt arbete på bästa sätt samt att arbeta strukturerat och målinriktad är givet för dig.\n   \n\n  \n\n Du har också:\n   \n\n  \n\n  \n\n* Universitets- eller högskoleutbildning inom marknadsföring\n* Arbetat med att leda projekt inom marknad\n* Goda kunskaper om att utveckla och underhålla webb och kundportal\n* Vana att arbeta med samt kravställa utveckling av IT system kopplat till marknad och sälj, t.ex. CRM, webb och kundportal.\n\n\n Det är meriterande om du har arbetat med byrå och kan projektleda dessa arbeten.\n   \n\n  \n\n**Ansök senast 28 mars – eller varför inte redan i dag!**\n Vi arbetar med löpande urval, så skicka gärna in din ansökan så fort som möjligt.\n   \n\n  \n\n Har du frågor gällande tjänsten så får du gärna kontakta rekryterande chef Towe Grew på 076-894 68 35.\n   \n\n  \n\n Varmt välkommen till Skanska!\n   \n\n  \n\n*Våra medarbetare är vår främsta styrka och det är viktigt att du känner dig trygg hos oss. Vi vill att du ska trivas på jobbet och ha kul med dina kollegor. Vi lovar dig som medarbetare en ständig kompetensutveckling och tillhandahåller en rad internutbildningar, befattningsspecifika program och internationella utvecklingsmöjligheter. För oss är hälsa och säkerhet extra viktigt och det ligger även som grund för våra förmåner till dig som anställd på Skanska.*","company_url":"https:\/\/se.linkedin.com\/company\/skanska","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFwWxhbiV1_nw\/company-logo_100_100\/company-logo_100_100\/0\/1638866853491\/skanska_logo?e=2147483647&v=beta&t=dg-agRGJMVDiQpgicewYqdjZgP-j1bM0GqAS4-NbUVA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4177219812","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4177219812","job_url_direct":"https:\/\/stockholmsstad.varbi.com\/se\/what:job\/jobID:805137\/type:job\/where:123\/apply:1&urlHash=bfSo","title":"Biträdande rektor till Gullingeskolan","company":"Stockholms stad","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Education and Training","company_industry":"Government Administration","listing_type":null,"emails":null,"description":"Stockholm – vår huvudstad med miljoner drömmar, förväntningar och ambitioner. Vi jobbar för alla som lever här idag och i framtiden. Nu söker vi dig som vill tänka stort, nytt och annorlunda med oss – för stockholmarna.\n   \n\n  \n\n Välkommen till oss\n   \n\n  \n\n Gullingeskolan, \"den lilla skolan för elever med stora drömmar\", satsar på kvalitet i undervisningen för att ge våra elever största möjliga chans att lyckas i studierna och som unga människor. Det är självklart för oss att inrikta oss på språk- och kunskapsutvecklande arbetssätt, inkludering och värdegrundsarbete. Gullingeskolan är en dynamisk skola som präglas av höga förväntningar på elever och personal. Här samlas många olika kulturer för att lära av och med varandra. Vi är en F-6 skola med ca 285 elever och omfattas dessutom av anpassad grundskola samt fritidshem.\n   \n\n  \n\n Vi ligger centralt beläget i Tensta nära kommunikationer. På promenadavstånd finns skogar och ängar med bland annat Järvafältet, Eggeby gård, Spånga by, Spånga IP och Tensta simhall som vi använder i vår undervisning. Vår engagerade och kompetenta personal ser det kollegiala lärandet som en viktig del i utvecklingen av vår verksamhet för att ge våra elever en hög kunskapsutveckling.\n   \n\n  \n\n Läs mer om vår skola här: Gullingeskolan, F–6 - Stockholms stad\n   \n\n  \n\n Vi erbjuder\n   \n\n  \n\n Som ny chef inom Stockholms stad erbjuds du chefsintroduktion och genom stadens nätverk fördjupar du dig inom olika kunskapsområden och bygger värdefulla relationer. Som anställd hos oss har du möjlighet till semesterväxling, flextid och friskvårdsbidrag.\n   \n\n  \n\n Din roll\n   \n\n  \n\n Gullingeskolan är en skola under stark utveckling. Vi söker nu en skolledare som med ett verksamhetsnära och medskapande ledarskap bidrar till att vi fortsätter vår spännande utvecklingsresa. Som skolledare brinner du för pedagogisk utveckling för skola (grundskola samt anpassad grundskola) såväl som fritidshem, effektivt elevhälsoarbete och systematiskt kvalitetsarbete.\n   \n\n  \n\n I uppdraget ingår verksamhetsansvar och personalansvar för åk 4-6 samt anpassad grundskola åk f-6. Tillsammans med rektor och en biträdande rektor leder du skolan utifrån gällande styrdokument, med ett tydligt fokus på att varje elev ska lyckas.\n   \n\n  \n\n Som biträdande rektor kommer du att leda och ansvara för arbetet med personal och elever i åk 4-6 samt anpassad grundskola. Inom ramen för personalansvaret ligger medarbetarsamtal, lönesamtal, kompetensförsörjning, kompetensutveckling, rehabilitering samt arbetsmiljöansvar för din personal. På ett engagerat och involverande sätt arbetar du nära personalen för förbättrade elevresultat och systematik i skolans uppföljningsarbete.\n   \n\n  \n\n Din kompetens och erfarenhet\n   \n\n  \n\n Vi lägger stor vikt vid personlig lämplighet och följande kompetenser:\n   \n\n  \n\n Du har god samarbetsförmåga och kan skapa goda relationer då arbetet innebär många kontaktytor med personal, elever och vårdnadshavare.\n   \n\n  \n\n Vi söker en ledare som har en väl utvecklad förmåga när det gäller att samarbeta och relatera till andra i din omgivning. Ditt ledarskap kommer spela en avgörande roll i skolans fortsatta utveckling. Du leder, motiverar och förser andra med befogenheter som krävs för att effektivt nå gemensamma mål. Som ledare är du proaktiv i utvecklingsarbetet och främjar nytänkande och mångfald. I ditt ledarskap har du en förmåga att vara tydlig med förväntningar och krav, samtidigt som du lyssnar in och är lyhörd i dialogen med dina medarbetare och din omgivning. Som chef har du förmågan att arbeta mot mål och fokusera på resultat. Du har en helhetssyn som tar hänsyn till det större perspektivet och ser till hela verksamhetens bästa i agerande och beslut.\n   \n\n  \n\n Genom ett tillitsfullt ledarskap utvecklar du en pedagogiskt väl fungerande verksamhet med tydlig struktur, höga resultat och god arbetsmiljö.\n   \n\n  \n\n**Utbildning**\n* Pedagogisk högskole- \/universitetsutbildning och lärarlegitimation.\n\n\n Meriterande är;\n   \n\n  \n\n* Påbörjad eller avslutad rektorsutbildning och andra ledarskaps-\/ ledningsgruppsutbildningar\n\n\n**Erfarenhet**\n* Erfarenhet av att leda lärarkollegor inom ramen för ett formellt ledar- eller chefsuppdrag.\n* Erfarenhet av arbete som lärare inom grundskola och\/eller anpassad grundskola.\n\n\n Meriterande är;\n   \n\n  \n\n* Erfarenhet av att leda verksamhet inom anpassad grundskola och\/eller åk 4-6.\n* Erfarenhet av arbete som biträdande rektor\/skolledare.\n* Arbete med att leda eller undervisa i särskilda undervisningsgrupper.\n* Erfarenhet av att leda och utveckla elevhälsoarbete.\n\n\n**Kunskap**\n* God kunskap om skolans organisation, styrdokument och systematiskt kvalitetsarbete\n* Goda kunskaper om pedagogik och elevers lärande samt anknutna forskningsläge med fokus på undervisning, bedömning och ämnesutveckling.\n* Goda kunskaper inom IT och digitala verktyg.\n\n\n Meriterande är;\n   \n\n  \n\n* Kunskap avseende system som Skolplattformen, Infomentor, Prorenata, LISA, Edok och Agresso mfl.\n* Specialpedagogisk kompetens\/utbildning\n\n\n**Rekryteringens arbetsgång**\n Om du går vidare i processen så kommer du att bli kontaktad efter ansökningstidens slut och kallad till intervju 1 måndag 31\/3 och intervju 2 tisdag 8\/4.\n   \n\n  \n\n Stockholms stad arbetar med kompetensbaserad rekrytering som syftar till att se till varje persons kompetens och därmed motverka diskriminering.\n   \n\n  \n\n Anställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Stockholm | Län: Stockholms län | Land: Sweden | Referensnummer: 2025\/1333 | Kontakt: Lina Falk Wik 076-1203948, | Facklig företrädare: Karin Wrannvik, Ledarna 076-1290750, Kjell Sjöberg, Sveriges skolledare 076-8252583, | Publicerat: 2025-03-09 | Sista ansökningsdag: 2025-03-24","company_url":"https:\/\/se.linkedin.com\/company\/stockholmsstad","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQH4yrxxjImEAw\/company-logo_100_100\/company-logo_100_100\/0\/1630637031104\/stockholmsstad_logo?e=2147483647&v=beta&t=PagPBt30ponDO_A9X_y6BXpkl6ABd6pEqMHn_lpgvSA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4150284381","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4150284381","job_url_direct":"https:\/\/jobs.ashbyhq.com\/sosafe\/8bf502d7-0a87-4f8c-b5b6-29ce08dcd5d5\/application?utm_source=LinkedIn+Job+Wrapping&urlHash=dYJ-","title":"Senior Sales Development Representative - Danish speaking\/ based in Amsterdam\/Paris or Cologne (m\/f\/d)","company":"SoSafe","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"SoSafe has an ambition, which is to be the leading cyber security provider in Europe. Our award winning awareness platform triggers behavioural change by providing effective and engaging training and simulations on cyber security and data protection. Cybercrime is predicted to cost the world $10.5 Trillion annually by 2025 - we invite you to be part of the solution!\n   \n\n  \n\n We’re looking for a\n **Senior Sales Development Representative** \n to drive growth in the\n **Corporate sector (1,000–5,000 employees) across Denmark.** \n This role is based in our modern, centrally located offices in\n **Cologne, Paris, or Amsterdam** \n , where you'll join a driven and multicultural team. We offer a\n **relocation bonus** \n to assist your move!\n   \n\n  \n\n If your goal is to become an Account Executive, a clear career path is in place—with most team members making the transition within\n **9 to 15 months,** \n based on performance. We’ll provide you with the tools, mentorship, and help to achieve your development goals.\n   \n\n  \n\n**Your Mission:**\n* Initiating contact with decision-makers at the C-level and in IT security\n* Proactively approaching potential new customers through various channels (phone, email, LinkedIn, etc.).\n* Presenting our cutting-edge solutions to potential customers and at events\n* Collaborating with experienced Account Executives to close new deals\n* Generating valuable sales opportunities and qualified leads for the sales team\n* Qualifying inbound leads and identifying high-potential customers for further follow-up\n\n\n**Your profile:**\n* At least 6 months of experience in a similar SDR\/BDR role, preferably in a B2B tech environment\n* Excellent communication and confidence in customer conversations\n* The aptitude to work in an organised and goal-oriented manner, even under pressure\n* A growth mindset and determination to tackle challenges and advance in your career\n* A performance-driven attitude with a strong focus on achieving results\n* Fluency in Danish as well as English\n\n\n**Why us?**\n At SoSafe, you'll be part of a cybersecurity team that thrives on innovation, safeguarding organisations against evolving threats and making the digital world a safer place. You will have the opportunity to make a real impact, surrounded by a vibrant and supportive team and environment committed to your professional growth.\n   \n\n  \n\n**What we offer\\***\n* Work\/Life balance: flexible hours, 33 vacation days\n* Wellbeing and Financial support: Open Up, Corporate Discounts\n* Coming together for moments that matter: annual company off-site, team events, local meet-ups\n* And the list goes on: Learning & Development Allowance, Tech Equipment, Referral Bonuses, Dog Friendly HQ\n* Perks and Benefits listed above are for full-time employees and can vary slightly by office location. These are just a sample; you’ll learn about more benefits offered during the interview process.\n\n\n**About Us**\n At SoSafe, we’re on a mission to make the digital world safer by addressing the human factor in cybersecurity. As one of the fastest-growing security awareness scale-ups worldwide, we leverage behavioral science and data-driven learning to empower people against cyber threats. Our Human Risk Management approach helps organizations turn their employees into their strongest line of defense.\n   \n\n  \n\n Backed by leading VCs like Highland Europe and Global Founders Capital, we are rapidly expanding across the globe. We’re looking for team players who want to drive meaningful change in cybersecurity, take ownership of their work, and grow with us.\n   \n\n  \n\n If you thrive in a vibrant, purpose-driven environment that values innovation, diversity, and collaboration, then this is the place for you!","company_url":"https:\/\/de.linkedin.com\/company\/sosafe-cyber-security","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGxhQnUkCVS_g\/company-logo_100_100\/company-logo_100_100\/0\/1639075689586\/sosafe_cyber_security_logo?e=2147483647&v=beta&t=oT3vb7z03PaYQWkqGfXMzL6l1truKTzlaLXlGnwSNm8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4176559049","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4176559049","job_url_direct":"https:\/\/career.oriflame.com\/home\/details\/marketing-intern-in-global-skincare-category-team\/?source=LinkedIn&urlHash=B1om","title":"Marketing Intern in Global Skincare Category team (unpaid)","company":"Oriflame Cosmetics","location":"Stockholm, Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Marketing and Sales","company_industry":"Personal Care Product Manufacturing","listing_type":null,"emails":null,"description":"This is an unpaid internship and it is required that the internship is part of your ongoing education. We also require that your education is based in Sweden and that you reside in Stockholm.\n   \n\n  \n\n The Global Skincare category team is responsible for leading and strengthening the Oriflame Skincare business globally. This includes Monitoring trends & insights, Lead new product development (NPD), Building marketing campaigns (both digital and catalogue) and Manage data driven business initiatives. The Global skincare team is part of the Global Marketing department.","company_url":"https:\/\/ch.linkedin.com\/company\/oriflame","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEoJEPARIDNeA\/company-logo_100_100\/company-logo_100_100\/0\/1630626345665\/oriflame_logo?e=2147483647&v=beta&t=zZrkWkyilm7xg4NkZtAGjIdVMtfucrj8B1EGk_wagKY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f559efbc98aab63d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f559efbc98aab63d","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5656730-product-owner","title":"Product Owner","company":"Deploja AB","location":"Malmö, M, SE","job_type":null,"date_posted":1741392000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Role:**\n\n  \n\n* Deliver recommendations that help customers find what they need on our digital platforms.\n* Define the product vision and strategy while building strong relationships with stakeholders.\n* Understand our customers' needs and make data-driven decisions.\n* Work with your product team to execute and deliver a clear roadmap.\n\n\nWe are looking for someone with a solid understanding of business strategy and experience working in Agile or DevOps environments. You have strong analytical skills to make well-founded, data-driven decisions. Additionally, you are an excellent communicator who can engage with both business and technical stakeholders in an international environment.\n\n**Essential requirements:**\n\n* Excellent skills in leading a team with multiple technical disciplines.\n* Strong focus on customer problems and needs, with a natural curiosity for solving them.\n* Good knowledge of e-commerce, preferably with experience in recommendation systems.\n* Ability to influence, listen to, and collaborate successfully with various stakeholders in a complex environment.\n* Confident in the product owner role in relation to other digital functions, and best practices in building agile, outcome-oriented ways of working.\n* End-to-end ownership of backend products and applications, preferably with an understanding of data science.\n* Strong ability to identify with the customers and inspire deep customer empathy within the team.\n* Good knowledge of defining and measuring success, such as creating OKRs.\n* Passionate about the digital future and navigating in complex environments.\n* Data-informed and outcome-driven mindset.\n\n **Please explain how you meet all the requirements** **when applying.**  \n\n  \n\n**Utilization****:** 100**%**  \n\n**Location:** Malmö  \n\n**Period**: 01-04-2025-31-08-2025  \n\n**Last day to apply**: 13-03-2025  \n\nWe present regularly. This means that we sometimes remove the assignements from our website before the final application deadline. If you are interested in an assignement, we recommend that you submit your application as soon as possible.","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4176879518","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4176879518","job_url_direct":"https:\/\/career.knightec.se\/jobs\/5083554-software-architect-within-azure&urlHash=Waec","title":"Software Architect within Azure","company":"Knightec","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Varför vill du ha det här jobbet?**\n För att du älskar att skapa system som är effektiva, kostnadseffektiva och använder en modern teknikstack. Du ser dig själv som en väsentlig del av teamet där din och teamets vision blir verklighet i molnet. Du vill göra skillnad genom att bidra med perspektiv, färdigheter och erfarenhet till olika branscher och miljöer.\n   \n\n  \n\n**Bygg en karriär du kan vara stolt över**\n Som en del av vårt team kan din resa ta olika vägar när du utvecklar system tillsammans med våra kunder. Ibland arbetar du direkt hos kunden, men oftast sker arbetet internt – alltid med målet att leverera resultat av hög kvalitet. Du kan till exempel skapa en IoT-plattform, utveckla en applikation för sensorhantering inom MedTech, eller bygga en dataplattform för industriell produktion. Exakt vilket projekt du kommer att arbeta med vet vi först när du har blivit en del av Knightec, och det är just den variationen och möjligheten att själv välja projekt som gör arbetet här så spännande!\n   \n\n  \n\n**Som Arkitekt i Vårt Team Kommer Du Att**\n* Hjälpa våra kunder redan i ett tidigt skede genom att designa lösningsarkitekturer för Azure-baserade system.\n* Driva kunden i rätt riktning och bidra till att öka deras kompetens inom molntjänster.\n* Arbeta både med lösningsarkitektur och hands-on implementering – du jobbar gärna i gränslandet mellan arkitektur och teknik.\n* Stötta och vägleda våra kunder i strategiska frågor gällande arkitektur, kostnadsoptimering och innovation.\n\n\n**Kvalifikationer**\n* Flera års erfarenhet som mjukvaruutvecklare med en examen från teknisk högskola eller universitet.\n* Expertis inom att skapa system från idé till färdig produkt, specifikt inom Azure.\n* Förmåga att tänka på kostnader och fördelar tillsammans med hållbarheten för systemet eller produkten.\n* Starka kommunikationsfärdigheter både internt och externt gällande krav, behov och tekniska val.\n* Flytande i svenska och engelska, i både tal och skrift.\n\n\n**Vad vi erbjuder**\n På Knightec får du arbeta i en innovativ och stödjande miljö med projekt som gör skillnad. Vi värderar mångfald och samarbete och tror på att utveckla både produkter och människor. Med över 40 olika nationaliteter och en hybrid arbetsmodell som främjar flexibilitet, erbjuder vi en dynamisk arbetsplats med balans mellan arbete och privatliv. Här får du möjligheten att växa både personligen och professionellt, med stöd från vårt team och genom spännande projekt för ledande företag.\n   \n\n  \n\n**En spännande resa med Knightec Group**\n Vi på Knightec går nu samman med vårt systerbolag Semcon och bildar\n **Knightec Group** \n . Tillsammans blir vi den ledande aktören i norra Europa inom produkt- och digital tjänsteutveckling – hur häftigt är inte det? Vårt gemensamma erbjudande blir både bredare och djupare, vilket gör att vi kan ta oss an stora, strategiska kundprojekt på högsta nivå av innovation och komplexitet. För våra medarbetare innebär detta fantastiska möjligheter till kompetensutveckling och karriärvägar. Låter detta som platsen för dig? Häng med oss på denna spännande resa!","company_url":"https:\/\/se.linkedin.com\/company\/knightec","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHLuvgCuc4hgg\/company-logo_100_100\/B4DZVq56caHwAQ-\/0\/1741255323674\/knightec_logo?e=2147483647&v=beta&t=f_W__LDC3N-ig4lCF8q-9iX3-FBIJDXeK5SPlTKte8Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4130126530","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4130126530","job_url_direct":"https:\/\/jobs.dnv.com\/job-search\/accelerator\/consultant\/stockholm-sweden\/senior-penetration-tester\/300001023288461?utm_medium=referralwebsite&utm_source=thirtythree_linkedin&urlHash=Ovye","title":"Senior Penetration Tester","company":"DNV","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Public Safety","listing_type":null,"emails":null,"description":"**About Us**\n We are the independent expert in assurance and risk management. Driven by our purpose, to safeguard life, property, and the environment, we empower our customers and their stakeholders with facts and reliable insights so that critical decisions can be made with confidence.\n   \n\n  \n\n As a trusted voice for many of the world’s most successful organizations, we use our knowledge to advance safety and performance, set industry benchmarks, and inspire and invent solutions to tackle global transformations.\n   \n\n  \n\n**About The Role**\n*Are you a seasoned penetration tester? Do you want to work in an international environment with some of the best cybersecurity professionals in the industry? We are looking for you to be a part of us!*\n We are looking for a Senior Penetration Tester to join the Technical Assessments service unit at DNV Cyber in Stockholm. You will be joining a team of security specialists advising DNV Cyber clients as they rely on us to find vulnerabilities in their networks, systems and applications.\n   \n\n  \n\n As a Senior Penetration Tester, you will play a crucial role in advising our clients as they rely on us to find vulnerabilities in their network setups, web and mobile applications, physical devices or cloud deployments. In addition, you will have an opportunity to work with some very security-minded colleagues and clients.\n   \n\n  \n\n**Most of your daily work will revolve around security assessments where the following tasks are expected:**\n* Identify vulnerabilities in applications, systems and networks.\n* Document the vulnerabilities by describing them, providing reproduction and remediation steps and classifying their severity according to industry standards.\n* Ensure project deadlines are met, and clients are kept up to date on meeting project milestones.\n* Interact with customers in a collaborative, consultative manner to deliver world-class results.\n\n\n What we offer\n   \n\n  \n\n**Be one of us**\n We have recently embarked on an exciting journey – formerly known as Nixu, now combined forces with DNV and Applied Risk, with the goal of creating a leading European cyber security services business.\n   \n\n  \n\n At DNV Cyber, we are passionate about cybersecurity and take pride in the way we are impacting the society we live in. We encourage you to excel professionally through knowledge sharing and demanding cases. At DNV Cyber, you'll have 500 colleagues who share an interest in cyber security with you.\n   \n\n  \n\n At DNV Cyber, you will have the opportunity to work on a variety of cases and customers from various industries. You will be working in an international environment with global opportunities to advance in your career. With us, you will be surrounded by the most talented people in the cyber security field. We encourage you to keep challenging yourself by exploring new areas of expertise.\n   \n\n  \n\n Join us on an exciting adventure of growth, meaningful work, and shaping the future through cyber security!\n   \n\n  \n\n DNV is an Equal Opportunity Employer and gives consideration for employment to qualified applicants without regard to gender, religion, race, national or ethnic origin, cultural background, social group, disability, sexual orientation, gender identity, marital status, age or political opinion. Diversity is fundamental to our culture and we invite you to be part of this diversity.\n   \n\n  \n\n**About You**\n**You have the following**\n* Proven experience as a penetration tester, with hands-on experience in ethical hacking.\n* Deep understanding of cybersecurity and strong technical skills.\n* Strong understanding of web application security, network security, and operating system security.\n* Ability to identify vulnerabilities in both Windows and Linux systems.\n* Experience with different hacking tools.\n* Excellent communication and reporting skills in both Swedish and English.\n\n\n**Excellent consultant skills are essential for long term success; these soft skills will make you successful in this role:**\n* Communication skills; able to adapt the message to different situations and audiences.\n* Listening skills; understand the customers and be able to empathize with them.\n* Relaxed attitude; able to adapt to moving requirements and ways of working.\n* Constant learning attitude; not afraid to take on new challenges.\n\n\n As a Senior Penetration Tester, you actively want to stay up to date with the latest technologies. To succeed in this role, we believe you are a specialist in a particular area or technology, driven by the ambition to create a meaningful impact.","company_url":"https:\/\/no.linkedin.com\/company\/dnv","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFTwZwPOZp-Dg\/company-logo_100_100\/company-logo_100_100\/0\/1630521750380\/dnvgl_logo?e=2147483647&v=beta&t=TeM-ISMj8KlAGnexwqqH8YHCX7M2b-opqg1ff-trDvk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"cc812b3fc607ece7","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=cc812b3fc607ece7","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29524134","title":"Field Service Engineer","company":"Schneider Electric","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1741392000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Schneider Electric's Industrial Automation department meets a strong demand from our customers and need more talented engineers to join our team. We are looking for you who are a key member of staff within the company Field Services delivery and Support departments where the main responsibility of this engineering role is to undertake site, planned maintenance, breakdown fault find & troubleshooting, and other activities across a range of electronic hardware\/software based control and safety systems.\n  \n  \n\nYou are part of our delivery organization together with colleagues in Sweden but also with colleagues from across both the Nordics and the UK. The role requires travel, especially within Sweden but also within the whole zone of Nordic and Baltic. Hence a EU or UK passport is required.\n  \n  \n\n**Your primary responsibilities:**  \n\n* Responsible for project delivery and field activities ensuring complex installation, maintenance and repair on customer installed base. Dedicated for field activities on customer installed base and project delivery.\n* Execution of technical tasks following notification, dedicated to asset management offer and project and engineering.\n* Identify new opportunities while attending customer sites to promote Services growth.\n* Field Service Engineering work focused on providing technical advice to customers including commissioning, installing, and testing of products\/equipment.\n\n\nWhat will you do?\n  \n* Provide site-based maintenance, repair, modification (wiring and fitting\/assembly), testing and commissioning, on-shore and off-shore.\n* Provide sound engineering advice as required across a spectrum of engineering problems.\n* Assistance to sales in technical queries, proposals and cost estimating as required.\n* Assist in new systems build (design\/testing) where required.\n* Organization of site visit dates and all logistics for site visits.\n* Maintain site modification files to a high standard.\n\n\nYour skills and experience\n  \n  \n\n* A sound practical understanding of basic electrical and electronic circuits. Be able to follow a system circuit design drawing and then be able to modify system circuitry and connections\n* At least some demonstrable site-based experience in electronic\/electrical\/software (SCADA, PLC or DCS) control and\/or safety systems maintenance, fault finding, repair, modification (including wiring and fitting\/assembly), testing and commissioning.\n* Testing at system level\n* Undertaking engineering design changes to existing systems\n* Proven hardware and software capabilities.\n\n\nTo be successful in the role, you are methodical, have good interpersonal skills and possess strong problem-solving capabilities. You are self-motivated, self-reliant, and able to work under pressure with the ability to work as part of a team. Possess the necessary communication skills to get results. A good command of English is essential. You share Schneider Electric's core values - Customer first, Learn every day, Embrace different, Act like owners, Dare to disrupt.\n  \n  \n\nWhat do we offer you?\n  \n  \n\nThis is a great opportunity to join Schneider Electric and power your career! You will be joining an international, dynamic, and responsible company, with an enviable reputation in the market with a strong focus on individual growth, education, and several interesting development opportunities.\n  \n  \n\n...","company_url":"https:\/\/se.indeed.com\/cmp\/Schneider-Electric","company_url_direct":"http:\/\/www.se.com\/ww\/en","company_addresses":"Paris","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Schneider Electric is leading the digital transformation of energy management and automation. Our technologies enable the world to use energy in a safe, efficient and sustainable manner.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/65b026687411681b0e5d196008f11fa7","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/62e3fbd1161bce5dc30ee5969910d36e","ceo_name":"Peter Herweck","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/9edff3d272200b9a186968b3cc5309e4"},{"id":"4180454667","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4180454667","job_url_direct":"https:\/\/se.talent.com\/redirect?id=4afb836b2bff&source=linkedin-premium&utm_source=partner&pos=1318&utm_medium=linkedin-premium&puid=3decgadf3aeafade3de8gdddgddafade3deefade3aea8adaded38ddg3ee37c9d4caf8cacce932daf1da93dac3def3decfddb7dd72debgdd8cdd9fed33de9fddgced32ee39dda9ddaaed33ee3ged3gddagddgfed33ee3fddg3ee3fdd9cddf2deg&cg=talent&urlHash=NAre","title":"Coding Trainer","company":"Outlier","location":"Värmdö kommun, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Education and Training","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Outlier helps the world’s most innovative companies improve their AI models by providing human feedback. Are you an experienced software engineer who would like to lend your coding expertise to train AI models?\n   \n\n  \n\n We partner with organizations to train AI large language models, helping cutting-edge generative AI models write better code. Projects typically include discrete, highly variable problems that involve engaging with these models as they learn to code. There is no requirement for previous AI experience.\n   \n\n  \n\n**You must write Swedish for this specific AI training opportunity**\n**About The Opportunity**\n* Outlier is looking for talented coders to help train generative artificial intelligence models\n* This freelance opportunity is remote and hours are flexible, so you can work whenever is best for you\n\n\n**You may contribute your expertise by…**\n* Crafting and answering questions related to computer science in order to help train AI models\n* Evaluating and ranking code generated by AI models\n\n\n**Examples Of Desirable Expertise**\n* Ability to articulate complex concepts fluently in Swedish (required)\n* Currently enrolled in or completed a bachelor's degree or higher in computer science at a selective institution\n* Proficiency working with one or more of the the following languages: Java, Python, JavaScript \/ TypeScript, C++, Swift, and Verilog\n* Excellent attention to detail, including grammar, punctuation, and style guidelines\n\n\n**Payment**\n* Currently, pay rates for core project work by coding experts range from USD $25 to $50 per hour.\n* Rates vary based on expertise, skills assessment, location, project need, and other factors. For example, higher rates may be offered to PhDs. For non-core work, such as during initial project onboarding or project overtime phases, lower rates may apply. Certain projects offer incentive payments. Please review the payment terms for each project.\n\n\n*PLEASE NOTE: We collect, retain and use personal data for our professional business purposes, including notifying you of opportunities that may be of interest and sharing with our affiliates. We limit the personal data we collect to that which we believe is appropriate and necessary to manage applicants’ needs, provide our services, and comply with applicable laws. Any information we collect in connection with your application will be treated in accordance with the* \n*Outlier Privacy Policy* \n*and our internal policies and programs designed to protect personal data.*\n*This is a 1099 contract opportunity on the* \n*Outlier.ai* \n*platform. Because this is a freelance opportunity, we do not offer internships, sponsorship, or employment. You must be authorized to work in your country of residence. If you are an international student, you may be able to sign up for Outlier if you are on a visa. You should contact your tax and\/or immigration advisor with specific questions regarding your circumstances.*","company_url":"https:\/\/www.linkedin.com\/company\/try-outlier","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHgroLObq3Vow\/company-logo_100_100\/company-logo_100_100\/0\/1684958729104?e=2147483647&v=beta&t=NdzvAlKs1uTcsVk3zR0oehQJasJFE6acldTA76CekDY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]