[{"id":"925b91ddcb279eca","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=925b91ddcb279eca","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29323253","title":"Fullstack developer","company":null,"location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1734825600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"magnus@dinpsykolog.se","description":"About Us\n  \nDin Psykolog is a web-based application that allows users to consult with psychologists online via chat. Our mission is to make professional psychological care more accessible while breaking down stigmas surrounding mental health. Through Din Psykolog, users can access expert help within 24 hours, no matter where they are. Your work will help thousands of people access life-changing psychological care more conveniently, breaking barriers in mental health.\n  \n  \n\nAre You the Full-Stack Developer We're Looking For?\n  \nWe're seeking a talented full-stack developer to join our team. In this role, you will be instrumental in developing and implementing new features for our web applications, supporting our rapid growth in users and technological capabilities. You will have the opportunity to contribute throughout the entire development process, turning ideas into reality.\n  \n  \n\nRequired Skills\n  \nProficient in JavaScript programming with at least 6 years of experience in building UIs with HTML and CSS\n  \nExperience with React.js (3+ years)\n  \nExperience with Node.js (3+ years)\n  \nExperience with PostgreSQL (2+ years)\n  \nProficient in using Git (2+ years of practical experience)\n  \n  \n\nWho You Are\n  \n8+ years of software development work experience\n  \nMaster’s degree in Computer Science, Engineering or a related field, or equivalent experience\n  \nExceptional attention to detail\n  \nSelf-driven and passionate about learning new technologies\n  \nStrong focus on delivering value to users\n  \nA collaborative team player who thrives in a supportive environment\n  \nInterested in mentoring and guiding junior colleagues\n  \nExcellent communicator\n  \nComfortable taking initiative\n  \n  \n\nBonus Skills\n  \nExperience with Google Cloud Platform\n  \nInterest in the field of psychology\n  \nPrevious experience working at a startup\n  \n  \n\nWhat We Offer\n  \nFlexible working hours\n  \nOpportunities for skill development\n  \nCompetitive salary in line with industry standards and Swedish collective agreements\n  \nHealth insurance, life insurance, and pension contributions\n  \n  \n\nOur culture\n  \nDin Psykolog AB is an equal opportunity employer. We foster a supportive, collaborative, and inclusive work environment where we celebrate each other's achievements, learn from challenges, and genuinely enjoy working together. We value diversity and welcome team members from all backgrounds and experiences, including applicants from anywhere in the world who meet Swedish work permit requirements and can relocate to Stockholm.\n  \n  \n\nAdditional Information\n  \n**Start date:** Immediate, with consideration of notice periods\n  \n**Location:** Stockholm, with flexible remote work options. Occasional in-office meetings will foster collaboration and team bonding. The primary work location is Stockholm.\n  \n**Contract type:** Full-time, permanent position\n  \n**Working hours:** 40 hours per week\n  \n  \n\nHow to Apply\n  \nReady to make an impact? Apply now and join us in reshaping the future of mental health care! For questions about the recruitment process, please contact CTO Magnus Bondesson, magnus@dinpsykolog.se.","company_url":null,"company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"1fc0762e18d142da","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=1fc0762e18d142da","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/133978103826260678","title":"Developer Internship (Python &\/or TypeScript\/JavaScript) - Gain Hands-On Experience at an Award-Winning Google Cloud Partner","company":"Devoteam","location":"Stockholm, AB, SE","job_type":"internship","date_posted":1729555200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"- As a pioneering Google Cloud partner, we pride ourselves on our collaborative, innovative culture that fosters learning and growth. With a team of over 600 Google Cloud experts and 1000+ certifications, we deliver cutting-edge solutions to over 2600 customers across 18 countries.\n\n  \nDive into the world of cloud computing with Devoteam G Cloud, the leading experts in Google Cloud solutions across the Nordics! We're offering exciting unpaid internship opportunities **from January to May 2025** for driven individuals with a passion for development. Gain hands-on experience working with Python and\/or TypeScript\/JavaScript and **become a part of our Digital Lab!**\n\nThis internship offers you the chance to actively contribute to real-world projects within our Digital Lab, a fast-paced, agile environment. You'll collaborate with experienced developers, learn best practices, and contribute to the development of innovative solutions using cutting-edge technologies within the Google Cloud ecosystem.\n\n\n  \n**Your Profile**\n\n* Currently pursuing or recently completed a degree in computer science, software engineering, or a related field.\n* Solid understanding of Python and\/or TypeScript\/JavaScript.\n* Familiarity with Git and version control.\n* Eagerness to learn and contribute to a team.\n* Interest in cloud computing and Google Cloud Platform (GCP) is a plus.\n\n**What You Gain**\n\n* Practical experience in software development using Python and\/or TypeScript\/JavaScript.\n* Exposure to Google Cloud Platform and its various services.\n* Mentorship from experienced developers and industry experts.\n* Opportunity to build your professional network in the cloud computing field.\n* Dynamic environment that encourages creativity and personal development.\n\n  \n- ***\"The Devoteam G Cloud internship provided me with invaluable hands-on experience in a real-world development environment. The supportive team and collaborative culture allowed me to grow both personally and professionally.\"*** - Julien Gumy, former Devoteam Intern\n  \n\n  \n\n**Apply Now!**  \n\nReady to launch your development career at the forefront of cloud computing? Submit your CV and a motivational letter highlighting your relevant skills and why you're the ideal candidate for this internship. We celebrate diversity and are an equal opportunities employer.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"4108321842","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4108321842","job_url_direct":null,"title":"Embedded Software Developer","company":"PRESIS KONSULT","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering","company_industry":"Information Technology & Services","listing_type":null,"emails":null,"description":"Are you ready to contribute to the next generation of telematics products and services? At\n *Presis Konsult* \n , we are seeking a passionate and experienced\n **Embedded Software Developer** \n to join our agile team and play a key role in developing cutting-edge technology for on-board systems.\n \n\n\n\n Our main product is an advanced information system embedded within vehicles, seamlessly communicating with other vehicle systems and a back-office system. Key features include Fleet Management, Uptime services, and a range of connected services.\n \n\n\n\n  \n\n\n\n\n\n**Your Mission:** \n\n\n\n\n  \n\n\n\n\n\n As an Embedded Software Developer, you'll be instrumental in creating and enhancing telematics solutions, applying your expertise in C++, embedded Linux, and advanced software development techniques. You'll work alongside a collaborative, agile team to deliver continuous improvements in software architecture, system verification, and development of fleet management services.\n \n\n\n\n  \n\n\n\n\n\n**We’re Looking For:** \n\n\n\n\n  \n\n\n\n\n* At least\n **12 years of experience** \n in embedded software development\n* Strong proficiency in\n **C++ (C++17 & C++20)** \n , and familiarity with\n **Python**\n* Hands-on experience with\n **Embedded Linux** \n ,\n **Yocto** \n , and\n **CommonApi**\n* **Automatic test development** \n expertise\n* Automotive Experience\n* Perform software validation using Simulink Test and Test Viewer\n* Ensure functional safety compliance according to ISO 26262 standards\n* Use Autosar for automotive software configuration and development.\n* Manage software requirements and documentation to ensure ASPICE compliance\n* Experience with Pytest for automated testing of infotainment software\n* Working experience in a CI\/CD environment, crucial for modern automotive software development.\n* **Software Development:** \n Design, develop, and maintain software for steering systems, including EPAS, steer-by-wire, and ADAS-related functionalities.\n* **System Architecture:** \n Ability to understand and contribute to system architecture for optimal embedded software design\n* **Control Algorithms:** \n Develop precise control algorithms to ensure accurate and responsive vehicle steering.\n* **Testing and Validation:** \n Develop and execute validation test plans, including unit, integration, and system-level testing using simulation tools and real-world environments\n* **Test Automation (Pytest):** \n Experience in using Pytest for testing automation\n* **OTA (Over-the-Air Updates):** \n Prior experience with OTA updates within the infotainment domain\n* Manage OTA updates for infotainment, contributing to enhanced vehicle functionality\n* A\n **Master’s degree** \n in Electronics, Computer Engineering, or related field\n* Excellent\n **English communication skills** \n (both written and spoken)\n* Experience in the\n **Scrum Master role** \n is a plus\n* A proactive, creative team player who is eager to share knowledge and take responsibility\n\n\n\n  \n\n\n\n\n\n**What We Offer:** \n\n\n\n\n  \n\n\n\n\n* Work in an\n **agile environment** \n , focusing on continuous improvements\n* A\n **dynamic, collaborative team** \n with a shared vision\n* Opportunities to develop deep expertise in\n **C++** \n and telematics products\n\n\n\n  \n\n\n\n\n\n**Join us at\n *Presis Konsult* \n , where innovation meets passion.**","company_url":"https:\/\/se.linkedin.com\/company\/presiskonsult","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGivybOkRHxXA\/company-logo_100_100\/company-logo_100_100\/0\/1630618750563\/precis_konsult_logo?e=2147483647&v=beta&t=-MYGegHqdS3F-Hti61OS3ad6PFaL1OakPblkoaHse64","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4107693033","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4107693033","job_url_direct":"https:\/\/jobs.worldline.com\/job\/Senior-Java-Software-Engineer\/297305-en_US?src=LinkedIn&urlHash=mQs6","title":"Senior Java Software Engineer","company":"Worldline","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"**Job Description**\n Senior Java Software Engineer\n   \n\n  \n\n**This is Worldline**\n Worldline helps businesses of all shapes and sizes to accelerate their growth journey - quickly, simply, and securely. We are the innovators at the heart of the payments technology industry, shaping how the world pays and gets paid. Our technology powers the growth of millions of businesses across 5 continents. And just as we help our customers accelerate their business, we are committed to helping our people accelerate their careers. Together, we shape the evolution.\n   \n\n  \n\n**The O** \n**pportunity**\n We are looking for a versatile Senior Software Engineer in Java for our Security team. In this position, you will be an active member of a highly-skilled Dev-Ops team, responsible for building, running, and maintaining security services across multiple software platforms within Worldline - Serving internal users, partners, and our valued customers.\n   \n\n  \n\n**Day-to-Day Responsibilities**\n We are a DevOps team who proudly build, run and support our own products.\n   \n\n  \n\n* Develop microservices based on Java technologies\n* Contribute in technical design, code-reviews and build solutions to improve the customer centricity.\n* Work with cross functional teams of Architects, Product managers and Engineers.\n* Being active in our agile events like daily standups, planning, retros, demos, etc.\n* Facilitating across teams and helping foster collaboration and open communication.\n* Securing an outstanding qualitative service availability 24\/7\/365 where 3rd line on-call duty is expected according to a rotating schedule.\n\n\n**Who Are We Looking For**\n People who are passionate about developing and operating products and services that bring value to our customers, your team, and your business. You act as a role model to team members and others by staying committed, showing accountability, and delivering results. We always set our team delivery first! You also have:\n   \n\n  \n\n* Proven experience in software development with high proficiency in Java.\n* Experience in developing robust micro-services with high transaction intensity and availability.\n* Experience in Identity and Access Management, Application and network security.\n* Experience in working with Version control systems (Git), and CI\/CD pipelines.\n* Deep understanding of both on-premise and Cloud Infrastructure platforms - preferably GCP.\n* Strong desire to learn new technologies and concepts.\n* Bachelor’s or master’s degree in computer science, security, engineering, or other relevant fields.\n* Deep understanding of software quality assurance principles.\n* Full working proficiency in English.\n* Are comfortable in a fast-paced environment, handling many different partners, prioritizing, and making quick decisions daily.\n* Curious attitude, continuously learning and sharing your knowledge with your peers and others.\n\n\n To fully enjoy our autonomous and agile ways it would be great if you also have:\n   \n\n  \n\n* Hands-on-experience in cloud computing, dockerization and kubernetes.\n* Prior DevOps experience, including fostering the DevOps culture, automation, lean flow, measurement, and recovery.\n* Knowledge in front-end development preferably in React.\n* Experience in developing secure PCI-DSS certified solutions is considered an advantage .\n\n\n**Perks & Benefits**\n At Worldline, you’ll get the chance to be at the heart of the global payments technology industry and shape how the world pays and gets paid. On top of that, you will also:\n   \n\n  \n\n* Health contribution\n* Supplemental Health Insurance and Private Health Care\n* Opportunity to hybrid working according to company standard\n* Events and happenings at the office\n* Convini Vending Machine, plus more.\n\n\n**Shape the evolution**\n We are pushing towards the next frontiers of payments technology, and we look for big thinkers to join our journey. People with passion, can-do attitude and a hunger to learn and grow. Here you’ll work with ambitious colleagues from around the world, take on unique challenges as a team, and make a real impact on the society. And with our empowering culture, strong technology and extensive training opportunities, we help you accelerate your career. Wherever you decide to go. Join our global team of over 18,000 innovators across 40+ countries, and shape a tomorrow that is yours to own.\n   \n\n  \n\n**Learn more about life at Worldline at** \n**jobs.worldline.com**\n**We are proud to be an Equal Opportunity employer. We do not discriminate based upon race, religion, color, national origin, sex (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender identity, gender expression, age, status as an individual with a disability, or any applicable legally protected characteristics.**","company_url":"https:\/\/fr.linkedin.com\/company\/worldlineglobal","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEDbczIleOyqg\/company-logo_100_100\/company-logo_100_100\/0\/1664896041493\/worldlineglobal_logo?e=2147483647&v=beta&t=9KpmMOB-yDxW3CrNro26W1tsmWxOhK5v7feLtlErhdY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4107909412","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4107909412","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Business-developer%2C-Product-introductions%2C-Chassi-&-Cab-151-38\/1150592301\/&urlHash=22-C","title":"Business developer, Product introductions, Chassi & Cab","company":"Scania Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Business Development and Sales","company_industry":"Motor Vehicle Manufacturing","listing_type":null,"emails":"jonas.littorin@scania.com","description":"Do you want to be an important part of our future?\n   \n\n  \n\n We are looking for a driven Business Developer to lead and manage process development projects within Scania and TRATON related to the product development process, ONE PDP. You will be part of an exciting journey, introducing a common module system for the entire group through a joint TRATON R&D-led flow landscape. Your role will involve developing, improving, and training our methods within ONE PDP for Production and Logistics.\n   \n\n  \n\n**About Us**\n Our department is a central part of Scania P&L, Production & Logistics, responsible for leading, coordinating, and training in process and method development within the Product Development Process (ONE PDP). We work closely with several departments within Scania and TRATON to ensure a high level of knowledge and experience within the Product Development Process.\n   \n\n  \n\n**Tasks**\n* Lead the development and maintenance of common methods related to the PD process within both Scania P&L and TRATON.\n* Educate employees to maintain a high level of PDP knowledge and experience within Scania P&L to create conditions for efficient production regarding safety, ergonomics, quality, delivery, and cost.\n* Represent product introductions, chassis, and cab in the development and training of ONE PDP.\n* Represent P&L in the forums we are active in.\n\n\n**Your Profile**\n We are looking for someone who is passionate about their job and wants to lead our business in an unpretentious way, helping others to grow. You need to be comfortable working with feedback and challenging yourself, your team, colleagues, and decision-makers. As a person you are curious, driven, well-structured, can manage parallel assignments, and have good communication skills. Your interest in leadership and people is essential.\n   \n\n  \n\n**Qualifications**\n* Good knowledge of PDP and related processes.\n* Experience in leading and coordinating projects within product development.\n* Relevant education from university and working experience within leadership (or similar).\n* You communicate fluently in English both orally and in writing, and if you don't already speak Swedish you have a great ambition to learn.\n* Experience working in a global organisation is a merit.\n\n\n**We Offer**\n* Development opportunities and training to strengthen your competence and career.\n* Opportunity to work with committed and competent colleagues in various parts of the organisation.\n* A dynamic and challenging work environment with the opportunity to influence and contribute to Scania's future development.\n* An opportunity to broaden your network within TRATON.\n\n\n**More Information**\n If you want more information about this position, don't hesitate to get in touch with Jonas Littorin, Manager Process Development, Product Introductions, email: jonas.littorin@scania.com\n   \n\n  \n\n During the Christmas holiday season, you can expect some delays in the replies. We hope for your understanding.\n   \n\n  \n\n**Application**\n Your application should include a CV and copies of grades. Scania uses tests in the recruitment process. A background check may be conducted for this position. Selection and interviews will start in the second and third week of January. Apply via Career | Scania Group as soon as possible, but no later than January 12, 2025.\n   \n\n  \n\n**Please note:** \n If you are a Scania employee, you must log in and apply via MySuccess\/Careers.\n   \n\n  \n\n Scania is a world-leading provider of transport solutions. Together with our partners and customers we are driving the shift towards a sustainable transport system. In 2022, we delivered 80,238 trucks, 4,994 buses as well as 13,400 industrial and marine power systems to our customers. Net sales totalled to over SEK 170 billion, of which 21 percent were services related. Founded in 1891, Scania now operates in more than 100 countries and employs some 57,000 people. Research and development are mainly concentrated in Sweden. Production takes place in Europe and Latin America with regional product centres in Africa, Asia and Eurasia. Scania is part of TRATON GROUP. For more information visit: www.scania.com","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=v2f945TWghdMCDvRt9P44DtfEO_k_CZd74M2K3jXPSY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4058602100","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4058602100","job_url_direct":"https:\/\/raysearchlabs.onecruiter.com\/jobs\/281551&urlHash=bBfc","title":"iOS Developer","company":"RaySearch Laboratories","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Medical Equipment Manufacturing","listing_type":null,"emails":null,"description":"RaySearch has several cancer care products, and we are now looking to hire our first iOS Developer for our Oncology Information System, RayCare.\n   \n\n  \n\n**About RayCare**\n RayCare is a client-server application that runs on premises at many clinics all over the world. RayCare takes care of and helps clinical staff to coordinate their work at the clinic. For example, workflow management, patient chart details and treatment management. RayCare is an innovative Oncology Information System (OIS) designed to support the complex challenges of modern oncology clinics. It is developed to streamline workflows in cancer clinics to facilitate efficient care faster to more patients. RayCare is used by all staff at the clinic, e.g., physicians, physicists, treatment planners etc. and is used in all steps of patient care, from registration to radiation treatment at the treatment machine and for treatment follow-up.\n   \n\n  \n\n**Responsibilities**\n As our first iOS Developer, you will pioneer the development of our iOS application for RayCare, enabling you to make a significant impact from the very beginning. In this role, you will be essential in shaping and delivering the application!\n   \n\n  \n\n You will be tasked with integrating the native iOS application with the .NET backend. Additionally, you will contribute to technical decisions across platforms, requiring familiarity with front-end technologies and frameworks, like WPF and Angular. Collaboration with other developers, architects, and product managers will be key to ensuring that our application meets the rigorous standards necessary for improving cancer care.\n   \n\n  \n\n**Your profile**\n As a self-motivated individual, you possess a strong ability to take ownership of your work, demonstrating significant drive and initiative. With meticulous attention to detail, a commitment to quality, and a dedication to excellence in all tasks, effective communication skills enable you to present and advocate for your ideas confidently. You possess strong analytical skills and have a solid understanding of technical risks, with proven experience managing projects from start to finish. You take pride in consistently delivering high-quality results.\n   \n\n  \n\n**Requirements**\n* M.Sc. in Engineering Physics, Computer Science or equivalent academic degree\n* Minimum seven years of iOS development experience\n* Strong proficiency in Swift\n* Previous experience with iOS clients communicating with a .NET backend\n* Experience with the Apple developer provisioning and approval process\n* Front-end development with frameworks such as WPF and\/or Web technologies such as TypeScript, Angular, etc.\n\n\n**Meriting**\n* Being able to read and understand C# .NET\n* Experience from the MedTech-industry or other regulated industries\n* Experience from functioning as Tech lead in iOS development\n* Knowledge and experience in developing Web and\/or desktop applications\n\n\n**Our Culture**\n Culture at RaySeach is the driving force behind our organization\n **, where** \n everything we do is driven by a shared passion for innovation and the fight against cancer. Our dedication is reflected in our ability\n **to deliver** \n exceptional results,\n **pay** \n close attention to detail, and consistently\n **go** \n the extra mile. Our employees stand out as experts in\n **their** \n field\n **, driven by** \n a relentless focus on solving problems\n **-** \n no matter how complex. At RaySearch, we take pride in\n **leading the way in** \n cancer treatment, leveraging cutting-edge technology to develop innovative\n **solutions** \n that make a real difference in patient care.\n   \n\n  \n\n**Our Offer**\n At RaySearch, we offer a diverse and inclusive work environment, fostering openness, sincerity, and collaboration. Located in Hagastaden, Stockholm's Life Science Hub, our modern and creative workspace includes an in-house gym, yoga, and social activities like ping pong, table football, and regular after-work events. Our bistro serves a fantastic lunch buffet, and we offer morning- and afternoon-fika every day. Our rooftop terrace also provides a stunning 360-degree view of Stockholm, enhancing the work experience. All of this comes attached with a competitive compensation and benefits package.\n   \n\n  \n\n**Application**\n Please apply to the position through the application form below. We do not accept applications by e-mail. Selection and interviews will be ongoing.","company_url":"https:\/\/se.linkedin.com\/company\/raysearch-laboratories","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEmOjGycpmG_g\/company-logo_100_100\/company-logo_100_100\/0\/1630580197636\/raysearch_laboratories_logo?e=2147483647&v=beta&t=wPUyTbTDZtl_5o0oAa6asVPjG230lff4_AKKUfl0ZLo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"47eff142724a6b02","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=47eff142724a6b02","job_url_direct":"http:\/\/se.indeed.com\/job\/ux-designer-expert-50-remote-47eff142724a6b02","title":"UX Designer Expert (~50% remote)","company":"Nils Bäckman AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1734825600000,"salary_source":"direct_data","interval":"yearly","min_amount":571876.0,"max_amount":724123.0,"currency":"USD","is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Job Description:** UX Designer Expert\n\n**Position Overview:**  \nConsumer Services at our Connected Solutions division is responsible for end-user services, from ideation to development and operation. Together with our partners and customers, we create value through exceptional user experiences and business-enhancing services and products.\n\nWe are seeking a UX Designer Expert to join our UX team on an exciting journey ahead. Our team comprises approximately 30 highly skilled designers dedicated to delivering world-class user experiences for our digital products. Designers are integral to all customer-facing developments, providing design expertise to product teams while collaborating with product owners, business analysts, developers, and stakeholders.\n\n**Main Responsibilities:**\n\n* Champion end-users by gaining a deep understanding of their work and challenges through quantitative and qualitative research to generate actionable insights.\n* Facilitate workshops with stakeholders and product teams to gather knowledge, generate ideas, and design solutions.\n* Set effect goals for products, formalize hypotheses, and measure success post-launch.\n* Create user flows, wireframes, mock-ups, and prototypes optimized for various devices and interfaces, ensuring intuitive user experiences.\n* Deliver detailed UI designs for products and development teams.\n* Contribute to improving the team’s design practices and guide colleagues in enhancing their design thinking capabilities.\n\n**Who You Are:**\n\n* Strongly user-focused, driven by curiosity, and passionate about user-centered experience design.\n* Skilled in balancing business goals, user needs, and technical requirements.\n* Adept at handling high-level vision and service design as well as detailed execution.\n* An innovative problem solver and collaborative team player.\n* Self-driven, confident in leading discussions and workshops, with a proactive and energetic attitude.\n* Experienced in graphic\/visual design, usability research, and designing complex user workflows.\n* Familiar with designing software and digital services, with an interest in the transportation industry.\n* Excellent communication and presentation skills.\n\n**Expert: position typically requires 10 years or more relevant experience**\n\n**Additional Details:**\n\n* **Job Posting Start Date:** 2025-01-13\n* **Location:** Göteborg\n* **Office Presence:** At least 50% in the office.\n\nPlease note, I will not proceed with your application unless you provide me the following information:  \n1. CV  \n2. How many years of relevant experience you have\n\nJobbtyp: Heltid\n\nLön: 52 000,00kr - 56 000,00kr per månad\n\nFörmåner:\n\n* Friskvårdsbidrag\n\nSchema:\n\n* Måndag till fredag\n\nAnsökningsfrågor:\n\n* How many years of relevant experience do you have?\n\nArbetsort: Personligen\n\nFörväntat startdatum: 2025-01-13","company_url":"https:\/\/se.indeed.com\/cmp\/Nils-B%C3%A4ckman-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e70036c75059f7b5","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e70036c75059f7b5","job_url_direct":"https:\/\/candidate.hr-manager.net\/ApplicationInit.aspx?cid=107&ProjectId=188221&DepartmentId=8863&MediaId=5&SkipAdvertisement=False","title":"IT Product Owner for Digital Sales & Credit","company":"Mercedes-Benz Group","location":"Malmö, M, SE","job_type":null,"date_posted":1734825600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":"Auto","listing_type":null,"emails":"andre.schwarz@mercedes-benz.com, Johanna.persson@mercedes-benz.com","description":"*Mercedes-Benz Finans Sweden AB and Denmark A\/S offer financial services for both B2B and B2C for Mercedes-Benz vehicles. We are part of the Mercedes-Benz Group and have a joint Swedish-Danish organization, with our headquarter located in the Öresund region.*\n\n\nCan you envision yourself in an exciting and independent role at one of the world's leading automotive and mobility providers? Does innovation and continuous development in a state-of-the-art tech stack motivate you? If so, the position of IT Product Owner in a modern DevOps Cloud environment might be your next career step.\n\n\n**About the Position**\n\n\nAs the IT Product Owner, you will manage and develop technical solutions for Mercedes-Benz Finance's digital sales and lending model in Sweden and Denmark. Our digital sales and lending model is a strategic focus and a passion for new technology is essential. You will be part of a diverse team and work closely with both colleagues and stakeholders in Sweden and Denmark and the global Mercedes-Benz IT Tech Experts to create inspiring and sustainable solutions.\n\n\n**Key Responsibilities**\n\n\n* Transform business requirements into cutting-edge technical specifications.\n* Deliver innovative technical solutions through configuration or by leading solution delivery from vendors\/partners.\n* Critically evaluate and review solution proposals from vendors\/partners.\n* Own the end-to-end product and technical landscape, ensuring long-term viability and future-proofing changes.\n* Serve as the key liaison for central tech stack innovations and legacy integrations.\n* Drive and deliver projects, change initiatives, governance, and support for live solutions.\n* Implement groundbreaking solutions and features in AZURE Cloud environments.\n* Ensure robust operations, modern application management, and cost monitoring.\n\n**Qualifications**\n\n\n* Degree in Computer Science, Business Administration, Engineering, or a related field.\n* Strong background in application management in cloud environments.\n* Fluent in English.\n* Several years of professional experience in similar roles.\n* You have in-depth knowledge of agile software development, including the use of necessary tools (e.g., Confluence, Jira, Mural, Mattermost).\n* Knowledge of the financial or insurance industry is a plus.\n\n**Core Competencies**\n\n\n* Strong analytical and structured thinking with excellent communication skills.\n* Passion for future-proof technical solutions.\n* Deep understanding of business processes and the ripple effects of changes across the process chain.\n* Meticulous attention to detail and a commitment to delivering on promises.\n* Knowledge of system development and fundamental programming principles.\n* Basic understanding of data protection and cybersecurity.\n\n**Relevant Technical Skills**\n\n\n* AZURE Cloud Fundamental certifications\n* DevOps Expierence\n* JavaScript – basic\/intermediate\n* SQL – basic\n* HTML – basic\n\n**Travel**\n\n\nThis role involves minimal travel, with occasional trips to our office in Copenhagen. We offer a hybrid work model, allowing for partial remote work.\n\n\nReady to make an impact and shape the future of digital sales and lending? Join us and be part of an exciting, innovative journey! Last day to apply is Jan 22nd.\n\n\nIf you have questions about this position, do not hesitate to reach out to André Schwarz, Manager Digital Solutions: andre.schwarz@mercedes-benz.com\/+46 40 660 92 26.\n\n\nIf you have questions about the recruitment process, do not hesitate to reach out to Johanna Persson, HR: Johanna.persson@mercedes-benz.com\/+46 76 105 57 98.\n\n\n  \n\n*We will perform a background check on the final candidate of this recruitment process. If you have any questions related to this, please reach out to the HR contact listed above.*\n\n\n**What we stand for**\n\n*Our commitment to inspire our customers with best-in class mobility services is what makes us a special company. No matter the continent, unit or product - the luxury claim accompanies our employees from the very beginning.*\n\n\n*We offer our employees a wide range of benefits, such as \"birthday day-off\", pension & insurances, a benefits portal and whenever possible - flexible working hours.*\n\n\n*At Mercedes-Benz Finans, we actively work with goal setting, feedback and continuous learning in order to achieve an organizational culture where individuals feel valued and engaged.*\n\n*Are you ready to pass on your commitment and aspirations to our customers? Imagine it. Do it. Live it. Let's shape our culture together!*","company_url":"https:\/\/se.indeed.com\/cmp\/Mercedes--benz-Group","company_url_direct":"https:\/\/group.mercedes-benz.com\/en\/","company_addresses":"Mercedesstraße 120\r\n70372 Stuttgart\r\nGermany","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/0a2a1de5abcc91a2596c6eced89407db","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/77e32e4b78ea852da1c505dc1c0948da","ceo_name":"Ola Källenius","ceo_photo_url":null},{"id":"7a8c2dc4579c476d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=7a8c2dc4579c476d","job_url_direct":"http:\/\/www.offentligajobb.se\/Public\/AssignmentView.aspx?RemoteId=48504463-5C26-46A2-9426-6366D066B8F5&PublisherGuid=eda3e6d2-4583-40d4-a51c-c1cfcbc01b3a","title":"Driftledare, Fastighetsavdelningen","company":"Bodens Kommun","location":"Boden, BD, SE","job_type":"fulltime","date_posted":1734739200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Generell information\n\n\nSista ansökningsdag\n**2025-01-13**\nArbetsplats\n**Norrbottens län**\nKommun\n**Boden**\nYrkeskategori\n**Driftchef, fastighet**\nAnställningsform\n**Tillsvidareanställning**\nOmfattning\n**Heltid**\nAntal tjänster\n**1**\nKontaktperson**Jonas Johansson**Avdelningschef 0921-62060  \n\n  \n\nFacklig företrädare**Jerry Larsson**\nKommunal 0921-62200  \n\n\nOm arbetsplatsen\n\n\nVill du vara med och bidra till satsningarna kring vår tids största utmaningar, och kunna påverka och lämna över något för framtida generationer att vidareutveckla? Då är Bodens Kommun en arbetsgivare för dig!  \n\n  \n\nBoden ligger i Norrbottens kustland, endast 3 mil från havet mellan två älvdalar. Här bor cirka 28 000 personer. Boden är en modern småstad med närhet till det mesta vilket skapar ett givande arbets- och fritidsliv, det vi kallar närhetsliv.  \n\n  \n\nBoden ligger i hjärtat av en etableringsintensiv region och är en viktig del av den gröna globala samhällsomställningen. Här skapas ett samhälle i tillväxt, rustat för att möta den gröna ny industrialiseringen, med smarta och hållbara lösningar för samverkan, boende, transporter, vardagen och ett modernt företagande.\n  \n\n  \n\nMed ett starkt stöd från kompetenta kollegor och chefer, får du mod att våga prova. Hos oss får du stort förtroende i en fantastisk miljö, där det finns möjlighet att utveckla dig själv och andra.  \n\n  \n\nVill du veta mer om hur det är att jobba i Bodens kommun? Då kan du läsa mer här: www.boden.se\/jobbaiboden  \n\n  \n\nSamhällsbyggnadsförvaltningen ska med framåtanda tillgängliggöra, underhålla, förvalta och utveckla kommunens fysiska miljö, infrastruktur och transporter. Förvaltningen arbete genomsyras av samarbete, helhetssyn och effektivt resursutnyttjande. Genom god planering bidrar förvaltningen till en attraktiv livsmiljö som är långsiktigt hållbar ur såväl ekologiskt som social och ekonomisk synpunkt.  \n\n  \n\nSamhällsbyggnadsförvaltningens består av följande verksamhetsområden; Fysisk planering, Vatten, avlopp och avfall, Gator, park och skog och Fastigheter, Miljö och bygg. Enheten för Projekt och investering driver och samordnar förvaltningens ny- och reinvesteringar.  \n\n  \n\nFastighetsavdelningens huvudsakliga uppgift är att på Samhällsbyggnadsnämndens uppdrag tillhandahålla kostnads- och drifteffektiva lokaler för den kommunala verksamheten. Avdelningen ska ge den kommunala verksamheten service i fastighetsfrågor och samordna kommunens lokalplanering. Därutöver erbjuder avdelningen service i form av lokalvård och vaktmästeri till kommunens övriga förvaltningar. Driftsenheten ansvarar för underhåll, tillsyn och skötsel i och kring kommunens fastigheter i form av reparationer, utvändig skötsel mm. Vi är en liten organisation och har därmed korta beslutsvägar där du får stort förtroende och eget ansvar.\n\n\nArbetsuppgifter\n\n\nFastighetsförvaltningen söker nu en ny driftledare för felanmälan. Som driftledare ansvarar du för att processen för felanmälan fungerar på ett bra sätt för kunder och besökare. Det är även driftledarens roll att stödja förvaltningsorganisationen med övrigt administrativt arbete kopplat till driften.  \n\n  \n\nI rollen som driftledare ingår bland annat att:  \n\n* Ansvara för mottagning av felanmälningar via telefon, mail och ev. besök samt ev registering i IT-stöd\n* Ansvara för fördelning av uppdrag till drifttekniker, fastighetsskötare, driftstöd samt i förekommande fall entreprenörer och leverantörer\n* Följa upp felavhjälpning och bistå vid upprättande av underlag till planerat underhåll\n* Ansvara för upprätthållande av IT-stöd samt utbildning av medarbetare i systemet\n* Prioritera felavhjälpning och driftlarm\nKvalifikationer\n\n\nVi söker dig med eftergymnasial utbildning inom fastighet och drift eller dokumenterad erfarenhet som bedöms likvärdig. God erfarenhet av arbete med installationer är ett krav såväl som erfarenhet av arbete i fastighets- och servicesektorn.  \n\n  \n\nTjänsten innebär kommunikation med många externa och interna kontakter varför det är viktigt att du har förmågan att uttrycka dig väl i såväl tal och skrift, samt att du hanterar Office-paket som en naturlig del i ditt arbete. Erfarenhet av arbete med fastighetssystem är meriterande.  \n\nPersonliga egenskaper som vi efterfrågar är:  \n\n* Självgående - Tar ansvar för sin uppgift. Strukturerar själv sitt angreppssätt och driver sina processer vidare.\n* Samarbetsförmåga - Arbetar bra med andra människor. Kommunicerar på ett lyhört, konstruktivt och smidigt sätt.\n* Stabil - Är lugn och trygg i sin roll. Behåller ett realistiskt perspektiv på situationer och har förmåga att fokusera på rätt saker.\n* Serviceinriktad - Är uppmärksam och tillmötesgående i sitt beteende. Har intresse, vilja och förmåga att hjälpa andra samt anstränger sig i att leverera lösningar.\n* Kvalitetsmedveten - Är noggrann, strukturerad och väl medveten om mål och kvalitetsstandard.\n\n  \n\nB - körkort är ett krav.  \n\n  \n\nVi lägger stor vikt vid personlig lämplighet.\nAnställningens omfattning\n\n\nTillträde enligt överenskommelse.\n\n\nAnsökan\n\n\nReferensnummer: C227076\n\n  \n\nÖvrigt\n\n\nVi värdesätter en jämn ålders- och könsfördelning samt mångfald inom alla yrkesområden.  \n\n  \n\nVi har rökfri arbetstid. Vi erbjuder en friskvårdstimme i veckan och ett friskvårdsbidrag. Via vår hälsoportal kan du som medarbetare boka in dig på olika friskvårdsaktiviteter ex massage, prova-på-träning, föreläsningar mm.  \n\n  \n\nFölj oss gärna på Facebook och Instagram  \n\n  \n\nNär du söker jobb hos oss vill vi att du använder vårt e-rekryteringssystem.  \n\n  \n\nFrågor om tjänsten besvaras av kontaktpersonerna i annonsen.  \n\n  \n\nVi tackar vänligt men bestämt nej till all kontakt med mediesäljare, rekryteringssajter och liknande.","company_url":"https:\/\/se.indeed.com\/cmp\/Bodens-Kommun","company_url_direct":"https:\/\/www.boden.se\/","company_addresses":"Boden","company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"868cde62089b546d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=868cde62089b546d","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29346059","title":"Administrativ assistent till litet aktiebolag inom Fastighet, Media och IT","company":"Intelliq","location":"AB, SE","job_type":"fulltime","date_posted":1734739200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Eftersom det är ett litet företag inom flera områden så kommer du att ha varierande arbetsuppgifter.\n  \nDin personlighet spelar stor roll då vi kommer att jobba nära varandra dagligen.\n  \n  \n\n**Exempel på aktiviteter inom ditt arbetsområde:**  \n\nAdministrera hemsidor, Inventera lager,\n  \nBoka möten, skriva mötesagenda, skriva mötesnoteringar.\n  \nSöka efter information, sammanställa information.\n  \nBoka hotell och flygresor, deltaga i möten och konferenser.\n  \nLängre resor inom Europa förekommer i arbetet.\n  \nBostad kan ordnas inom något av de hyreshus som vi förvaltar.\n  \nDet är meriterande om du har arbetat med ekonomisk redovisning, vi har idag en extern firma men kan tänka oss att ta hem den kompetensen.\n  \nDet är meriterande om du kan flytande Spanska då vi har en del uppdrag i Spanien.","company_url":"https:\/\/se.indeed.com\/cmp\/Intelliq","company_url_direct":"http:\/\/www.intelliq.com","company_addresses":"London","company_num_employees":"11 to 50","company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/b79514ae4d7eddbc20ab7b24500dd7dd","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4106520850","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4106520850","job_url_direct":null,"title":"Sales Manager – Next-Gen Penetration Testing","company":"Nordic Defender","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":1734739200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Security and Investigations","listing_type":null,"emails":null,"description":"**Who We Are** \n\n\n\n\n\n Nordic Defender is a pioneering cybersecurity company offering a Platform-as-a-Service (PaaS) model that redefines security. We do it through global crowdsourcing. We deliver comprehensive offensive services, including bug bounty programs, next-generation penetration testing, and vulnerability assessments tailored for mid-size tech companies. Our platform connects top-tier security researchers with businesses, providing scalable, flexible solutions that empower businesses of all sizes. Come and join us in building a secure future with innovative, customer-centric cybersecurity solutions!\n \n\n\n\n\n  \n\n\n\n\n\n**We are on a  Mission to Redefine Cybersecurity** \n\n\n\n\n\n We’re on the hunt for a dynamic Sales Manager who’s not just passionate about sales but driven by a purpose: to make the cyber world safer while accelerating our growth. If you’re excited to be at the forefront of innovation and make a real impact, we’d love to hear from you!\n \n\n\n\n\n  \n\n\n\n\n\n Why Join Us?\n \n* Mission-Driven Innovation: Be part of a team prioritizing cybersecurity innovation to protect businesses and their critical assets.\n* Growth and Learning: Thrive in an environment where learning never stops. We invest in our team’s professional development.\n* Flexible Work Environment: Embrace a digital-first lifestyle with opportunities for remote work and collaborative team support.\n* Empowered Leadership: Take full ownership of your business pipeline and make a measurable impact.\n\n\n\n Key Responsibilities\n \n\n\n As the Sales Manager, you will:\n \n\n\n\n\n  \n\n\n\n\n* Develop and execute strategic sales plans to target mid-size tech companies for our penetration testing services.\n* Own the full sales cycle: prospecting, pipeline building, negotiation, and closing deals.\n* Build and maintain strong relationships with decision-makers at all levels, including C-level executives.\n* Work collaboratively with technical teams to tailor solutions that meet client needs.\n* Accurately track and report on sales activities, forecasts, and outcomes using CRM tools.\n* Continuously learn and stay updated on cybersecurity trends and solutions, becoming a trusted advisor for clients.\n\n\n\n What We’re Looking For\n \n\n\n Skills & Qualifications:\n \n\n\n\n\n  \n\n\n\n\n* Proven experience in high-velocity sales environments with a focus on IT or cybersecurity solutions.\n* Strong ability to build and manage relationships with decision-makers, especially in technical settings.\n* A track record of meeting and exceeding sales targets in B2B environments.\n* Excellent communication and negotiation skills, both online and in-person.\n* Familiarity with CRM tools and pipeline management.\n\n\n\n\n Preferred:\n \n\n\n\n\n  \n\n\n\n\n* Sales experience with IT security or penetration testing.\n* Understanding of cybersecurity trends and challenges faced by tech companies.\n* Knowledge of Nordic languages is a plus, with proficiency in English being essential.\n\n\n\n Who You Are\n \n* Driven and Proactive: You take initiative, thrive on challenges, and are committed to exceeding expectations.\n* Innovative Problem-Solver: You excel at identifying customer needs and crafting tailored solutions.\n* Collaborative and Resilient: You’re a true team player who navigates complex sales cycles with persistence.\n* Ethical and Trustworthy: You uphold the highest standards of integrity in every client interaction.\n\n\n\n Ready to Take the Next Step?\n \n\n\n Join us at Nordic Defender, where your passion for sales and cybersecurity can make a real difference. Help mid-size tech companies secure their digital future while growing their career in a dynamic, supportive environment.\n \n\n\n\n\n  \n\n\n\n\n\n\n Apply today and become part of the team that’s reshaping cybersecurity!","company_url":"https:\/\/se.linkedin.com\/company\/nordicdefender","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQG8AcJgHb8zwA\/company-logo_100_100\/company-logo_100_100\/0\/1672742716385\/nordicdefender_logo?e=2147483647&v=beta&t=CBvgPnjI6Pczl_5o58z2VPY06v2lajYD5t6xbWiohrM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4107905595","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4107905595","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Do-you-want-to-be-part-of-the-most-important-Change-journey-in-Scania-151-38\/1152278901\/&urlHash=Eiz8","title":"Do you want to be part of the most important Change journey in Scania?","company":"Scania Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Motor Vehicle Manufacturing","listing_type":null,"emails":null,"description":"**Project Manager to E2E Redesign Program Office, KVDP**\n Are you challenged by the unexplored and see the possibilities in breaking new grounds?\n   \n\n  \n\n Are you excited of being able to impact Scania’s future way of working?\n   \n\n  \n\n  \n\n* Then Global Integrated Business Planning is the place for you!\n\n\n The E2E Redesign Program was established by ExBoard with the ambition to create a radical step change for Scania’s E2E Flow. We are a part of KV, the Global Integrated Business Planning organization (prev. Demand to Cash Management) within Sales & Marketing at Scania. KV is responsible for Scania’s Integrated Business Planning process (IBP) as well as the core process Order to Delivery (O2D) and Operational planning. Our vision is to sustain a stable delivery flow and achieve corporate targets, ensuring that customers trust Scania’s delivery capability.\n   \n\n  \n\n We are now looking for a Project manager to join our team and be part of our E2E Redesign Program.\n   \n\n  \n\n**Job Description**\n We offer you a wide, challenging and developing position in an exciting and dynamic environment as a part of our E2E Redesign PMO. The position will expose you to a wide range of skilled people from different parts of the Scania organization as well as Scania Executive Board. You will be involved in both the Order to Delivery process and Integrated Business Planning process. You will also get an in-depth understanding of the overall value created for Scania and our customers through our cross-functional work in planning and flow development.\n   \n\n  \n\n As a Project Manager you will be responsible to drive and coordinate specific program initiatives and\/or workstreams to achieve set deliverables and milestones. You will define and manage involvement of required cross-functions and experts to execute on activities supporting the overall program target. In this role you will be reporting progress, deviations and success both to the PMO as well as our Steering Committee and Scania Executive Board.\n   \n\n  \n\n You will also be part of the PMO Project Team and Core Team aligning with other workstreams and initiatives to secure deliverables are on time, support in preparations for the meetings and be an active part of developing the program (e.g., new initiatives, changes to current set-up).\n   \n\n  \n\n**Your Profile**\n We are looking for a high-performing individual with strong ambitions and drive. You are self-motivated and highly organized with the ability of tackling problems from a big-picture perspective. To succeed in this role we see that you have high analytical ability and are able to explain and communicate complex matters in an easy and understandable way for people not familiar with the details. It is natural for you to interact with persons in various positions within the company, and lay strategies to communicate project status and needed actions regularly. You have a positive attitude with a high level of responsibility. It is beneficial if you enjoy process development and when faced with challenges you know how to use established methods, but are also curious and daring to try unknown methods and approaches to reach a result.\n   \n\n  \n\n You have a relevant academic degree for the job and are fluent in English. You have experience in project management and from leading projects. Experience from working across the Scania processes connected to O2D in various cross-functions (R&D, Sales and Marketing, Production and Logistics, Procurement, and Commercial Operations) is highly valuable.\n   \n\n  \n\n**Application**\n Please submit you application latest by 19 January.","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=v2f945TWghdMCDvRt9P44DtfEO_k_CZd74M2K3jXPSY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4107093537","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4107093537","job_url_direct":null,"title":"After Sales Consultant","company":"MICHELIN Connected Fleet","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Business Development","company_industry":"Motor Vehicle Manufacturing, Transportation, Logistics, Supply Chain and Storage, and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Role:** \n After Sales Consultant\n \n\n\n\n**Location:** \n Stockholm\n \n\n\n\n**Hybrid:** \n 2-3 days on the field\n \n\n\n\n**Contract:** \n Permanent\n \n\n\n\n  \n\n\n\n\n\n**ABOUT OUR COMPANY** \n\n\n\n\n At MICHELIN Connected Fleet, a division of the Michelin Group, leaders in sustainable mobility for 130 years, we specialise in connected fleet management services and solutions. We are a market leader with over 30 years expertise in a high-growth and competitive mobility tech industry. Today we work with 70,000 customers and over 600,000 vehicles globally, growing more than 10% per year, and entering on average 3 new markets a year. Backed by Michelin Group and operating under the Michelin Connected Fleet name, we will be a major player in this market in the coming years.\n \n\n\n\n  \n\n\n\n\n\n**OUR PEOPLE & WAYS OF WORKING** \n\n\n\n\n At MICHELIN Connected Fleet, agility is not a word - it’s a lifestyle. We gather entrepreneurial minds who are not afraid to fail fast and learn quickly, every day. We think long term and act short term, we grow fast and love what we do. We believe in an inclusive working environment, building teams with a variety of backgrounds, skills, views and opinions. Among our 400 employees in Europe, we proudly benefit from around 30 nationalities. We thrive because of the diverse background and talent of our people. We nurture our team's growth with several company wide development programs - including our Diversity, Mentoring and Sustainability programs.\n \n\n\n\n  \n\n\n\n\n\n**THE ROLE IN SHORT** \n\n\n\n\n Michelin Connected Fleet is looking for a dynamic and motivated After Sales professional who can build outstanding relationships with our customers in Sweden. The Aftersales professional will have the responsibility to run pilots with potential customers, identifying their pain-points and solving these with our solutions. The After Sales professional will also be responsible for managing a number of live customer accounts, ensuring that customers extract as much value from the solutions as possible.\n \n\n\n\n  \n\n\n\n\n\n**What would your role look like:** \n\n\n\n\n**Pre-sales activity:** \n\n\n\n\n Support pre-sales activity to define the solution that fits the customer's needs best.\n \n\n\n\n As such, analyse customer needs, compatibility checks, and salesforce validation.\n \n\n\n\n Support the sales team presenting details \/ functionalities and benefits of the system.\n \n\n\n\n  \n\n\n\n\n\n**Customer Pilots:** \n\n\n\n\n Define the objective, scope and success criteria of pilots, alongside the customer.\n \n\n\n\n Perform the kickoff meeting with the customer and main stakeholders.\n \n\n\n\n Manage the pilot with regular customer contact, advancing through the pilot methodology, focusing on closing the deal.\n \n\n\n\n Perform training for the customer and drivers based on the pilot objectives.\n \n\n\n\n Present the results of the pilot to the customer.\n \n\n\n\n  \n\n\n\n\n\n**After sales:** \n\n\n\n\n Continuous targeting of need improvement and opportunities.\n \n\n\n\n Provide good practices of usage of the solution between customers and proactively provide insights on features adoption.\n \n\n\n\n Solve customers problems of the usage of the solution.\n \n\n\n\n Retention of the customer on any sign of dissatisfaction.\n \n\n\n\n Work in close cooperation with colleagues from other cross functional teams to leverage skills and seek buy in where appropriate to maximise sales success\n \n\n\n\n  \n\n\n\n\n\n**To be successful you will likely have:** \n\n\n\n* Live in the Stockholm region and willingness to travel on business 2-3 days per week and occasionally stay overnight in the area and the region.\n* University degree\n* Fluent\/Native Swedish\n* Fluent English\n* 3-4 years experience working in a similar role\n* Experience working in services industry (ideally technology focused), knowing how important it is to understand customer needs and add value\n\n\n\n  \n\n\n\n\n\n**What we offer:** \n\n\n\n* Full term employment\n* Flexible working\n* Attractive remuneration with variable components\n* Company car incl. private use\n* 30 days holidays to recharge your batteries A wide range of career and further development opportunities, e.g. through internal training courses and seminars\n* A well-structured onboarding process and individual training\n\n\n\n  \n\n\n\n\n\n Work-life balance is important to us at Michelin Connected Fleet, so we offer our teams as much flexibility as possible in line with the needs of their role. We trust our teams to know how they work best, combining remote and collaborative working, with a flexible approach to hours. This allows our people the time and space for life outside of work.","company_url":"https:\/\/uk.linkedin.com\/company\/michelin-connected-fleet-global","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQH2HXdgxYGMEg\/company-logo_100_100\/company-logo_100_100\/0\/1639391417174\/michelin_connected_fleet_global_logo?e=2147483647&v=beta&t=U8AVYUayYCWVCRB9UKPx6mAOMZzVGWgQdGCNk0gAdL0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4088730855","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4088730855","job_url_direct":"https:\/\/recruit.visma.com\/spa\/public\/apply?src=Linkedin&guidAssignment=668b751f-9bfa-4ee8-815e-935922874844&urlHash=SW1f","title":"Informationssäkerhetsspecialist Stockholm","company":"Unionens arbetslöshetskassa","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Government Administration","listing_type":null,"emails":null,"description":"**Om arbetsplatsen**\n Vi vill vara det självklara valet för dig som vill arbeta med arbetslöshetsförsäkringen och lägger därför kraft på att skapa en god arbetsmiljö och förmånliga anställningsvillkor.\n   \n\n  \n\n Som medarbetare på Unionens a-kassa kan vi bland annat erbjuda dig:\n   \n\n  \n\n* marknadsmässig lön\n* ett riktigt bra kollektivavtal med bland annat generös avsättning till tjänstepension och minst 33 dagar semester per år\n* ett friskvårdsbidrag på 4 500 kronor per år\n* arbetstider med flexibilitet under ansvar\n* en friskvårdstimme per vecka, hälsoinspiratörer och möjlighet till massage på kontoret\n* möjlighet att delvis arbeta hemifrån\n* goda utvecklings- och karriärmöjligheter\n\n\n Vi är cirka 300 anställda som sitter i fina lokaler centralt i Malmö, på Södermalm i Stockholm och i centrala Örebro. Vi lägger stor vikt vid att främja mångfald och inkludering i vår rekryteringsprocess.\n   \n\n  \n\n Vill du vara en del av Unionens arbetslöshetskassa och vara 100 procent viktig varje dag?\n   \n\n  \n\n**Arbetsuppgifter**\n Som informationssäkerhetspecialist ansvarar du för att planera vårt informationssäkerhetsarbete och samordnar med IT-säkerhetsarbetet på arbetsplatsen. Du stödjer ansvariga i verksamheten för att säkra hanteringen av information och informationstillgångar. Du förebygger och upptäcker säkerhetsrisker samt utvärderar och följer upp resultat och efterlevnad. I arbetet ingår även att informera och utbilda verksamheten för att möjliggöra ett säkert användande av digitala tjänster, samt säkerställa att vi följer lagstiftning och andra krav.\n   \n\n  \n\n Arbetsuppgifterna innebär rent praktiskt att:\n   \n\n  \n\n* införa och utveckla ledningssystem för informationssäkerhet, och kontinuerligt rapportera om status till ledningen\n* bidra i arbetet med att ta fram risk- och sårbarhetsanalyser samt hantera och vara ett stöd vid informationssäkerhetsincidenter\n* ansvara för verksamhetens dokumentation och rutiner inom området samt bidra till närliggande områden\n* bidra i arbete med leverantörer, övriga tredjepartsföretag, andra externa parter och samarbetspartners\n* omvärldsbevaka inom eget ansvarsområde.\n\n\n**Kvalifikationer**\n Vi söker dig som har:\n   \n\n  \n\n* erfarenhet av informationssäkerhetsarbete och kunskap om gällande standarder och lagstiftningar på området\n* erfarenhet av att ha implementerat ledningssystem för informationssäkerhet\n* akademisk utbildning eller likvärdig utbildning\n* erfarenhet av arbete på en a-kassa eller annan liknande organisation.\n\n\n Du är målfokuserad, tänker strategiskt och ser till hela verksamhetens bästa i agerande och beslut. Du har en god förmåga att arbeta självständigt, men är även lyhörd och samarbetar väl med andra. Du har förståelse för människors olika förutsättningar och ett pedagogiskt sätt att förmedla ditt budskap till mottagare. Du har även goda kunskaper i svenska och engelska, i både tal och skrift.\n   \n\n  \n\n Tjänsten är placerad i Stockholm.\n   \n\n  \n\n**Övrig information**\n Arbetsmarknaden förändras i allt snabbare takt och arbetslöshetskassornas uppdrag har kanske aldrig varit viktigare. Vi på Unionens a-kassa brinner för det här uppdraget.\n   \n\n  \n\n Unionens a-kassa är den näst största arbetslöshetskassan i Sverige med nästan 750 000 medlemmar. Vi fattar beslut i ärenden om medlemskap och arbetslöshetsersättning enligt lagen om arbetslöshetskassor (LAK) och lagen om arbetslöshetsförsäkring (ALF). Arbetslöshetsförsäkringen är en omställningsförsäkring vid arbetslöshet och vårt arbete påverkar många människors vardag.\n   \n\n  \n\n Våra ledord är kvalitet, effektivitet, tillgänglighet och engagemang, och vår vision är att vara det självklara valet!","company_url":"https:\/\/se.linkedin.com\/company\/unionensakassa","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGB97fMSfAZcw\/company-logo_100_100\/company-logo_100_100\/0\/1630601530252?e=2147483647&v=beta&t=r-R51bJi0YBfk2GMwxlm580AtoswPCM96Z_9OU32yxM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3720867620","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3720867620","job_url_direct":"https:\/\/wd1.myworkdaysite.com\/recruiting\/ssctech\/SSCTechnologies\/job\/Stockholm-Sweden\/Custom-Engineer_R16050?source=LinkedIn&urlHash=N24J","title":"Custom Engineer","company":"SS&C Technologies","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"Software Development","listing_type":null,"emails":null,"description":"SS&C is a global provider of investment and financial services and software for the financial services and healthcare industries. Named to Fortune 1000 list as top U.S. company based on revenue, SS&C is headquartered in Windsor, Connecticut and has 20,000+ employees in over 90 offices in 35 countries. Some 18,000 financial services and healthcare organizations, from the world's largest institutions to local firms, manage and account for their investments using SS&C's products and services.\n   \n\n  \n\n****Job Description****\n SS&C is a global provider of investment and financial services and software for the financial services and healthcare industries. Named to Fortune 1000 list as top U.S. company based on revenue, SS&C is headquartered in Windsor, Connecticut and has 20,000+ employees in over 90 offices in 35 countries. Some 18,000 financial services and healthcare organizations, from the world's largest institutions to local firms, manage and account for their investments using SS&C's products and services.\n   \n\n  \n\n**Job Description**\n SS&C Advent\n   \n\n  \n\n SS&C Advent is an independent business unit of SS&C Technologies and a leading provider of award-winning software and services for the investment management industry worldwide. Our 4000+ clients across 50+ countries include asset managers, wealth managers, banks, family offices, fund managers, fund administrators and prime brokers. Our solutions streamline their processes for portfolio management, trading and order management, compliance, portfolio accounting, performance analytics, reporting and more.\n   \n\n  \n\n**About The Role**\n We are seeking a talented and motivated person to join our team at SS&C Advent as a Software Engineering Consultant.\n   \n\n  \n\n In this role, you will help our clients across Europe, Middle East, Africa and Asia Pacific optimize business workflows, by creating, delivering and supporting any customizations they need to bridge our technology with their unique requirements. You will collaborate closely with the client to gather requirements and provide detailed specifications, to ensure delivery meets their expectations. This work includes consulting, analysis, development and quality assurance.\n   \n\n  \n\n SS&C Advent provides training, covering the securities industry, database and networking technologies as well as our portfolio management and reporting products, including tools used for creating customizations. Once settled in you will work closely with our clients and the entire team at SS&C Advent, across business functions and regions. The work is rewarding, yet presents new challenges every day. It requires fast pace and ability to adapt to challenges and priorities as needed.\n   \n\n  \n\n This is a unique opportunity to blend financial industry knowledge with technology skills, in a vibrant, international work environment. You get to tap into the knowledge of leading financial institutions as well as our experienced team, to learn and develop skills that will ultimately help you progress your career, and grow a solid network within the fin-tech industry.\n   \n\n  \n\n The work will be out of our Stockholm office, with the possibility to work from home a few days a week.\n   \n\n  \n\n Your Responsibilities\n   \n\n  \n\n* Provide custom engineering services for clients across EMEA and APAC regions, covering modification and development of software specified by the services organization.\n* Assist SS&C Advent’s services organization by sharing knowledge of software development skill sets and providing consultancy.\n* Create technical documentation for custom engineering items.\n* Support items already developed and delivered.\n* Train and learn on product changes and new technologies relevant to building custom engineering items.\n* Manage and utilize outsourcing resources.\n* Manage custom solution project deliverables in implementation projects.\n\n\n Your experience\n   \n\n  \n\n* 3+ years of relevant working experience in C# developing.\n* Experience with Microsoft SQL server (T-SQL, ADO .NET, database tools, etc).\n* Experience with SQL Server Reporting Services is a plus.\n* Fluent in one of the Scandinavian language.\n* Experience in the fintech industry is a plus.\n\n\n Our Culture\n   \n\n  \n\n At SS&C Advent, you will find a rewarding career where you can thrive at every level. We are proud of our unique business culture, founded on the passion of our people, dedicated to the success of our clients. As a company, we reward innovation and professionalism, and support personal development. We invest in our employees through offering competitive compensation and benefits, comprehensive training opportunities, and employee programs to promote a healthy work-life balance and personal well-being.\n   \n\n  \n\n Our culture thrives on teamwork and diversity. Therefore, we hope to see you bring your unique perspective and talent to SS&C Advent, and thrive!\n   \n\n  \n\n Unless explicitly requested or approached by SS&C Technologies, Inc. or any of its affiliated companies, the company will not accept unsolicited resumes from headhunters, recruitment agencies, or fee-based recruitment services.\n   \n\n  \n\n SS&C offers excellent benefits including health, tuition and professional development reimbursement plan. SS&C Technologies is an Equal Employment Opportunity employer and does not discriminate against any applicant for employment or employee on the basis of race, color, religious creed, gender, age, marital status, sexual orientation, national origin, disability, veteran status or any other classification protected by applicable discrimination laws.\n   \n\n  \n\n**EEO Statement \/ Non-agency Disclosure**\n We encourage applications from people of all backgrounds and particularly welcome applications from under-represented groups, to enable us to bring a diversity of perspectives to our thinking and conversation. It's important to us that we strive to have a workforce that is diverse in the widest sense.\n   \n\n  \n\n Unless explicitly requested or approached by SS&C Technologies, Inc. or any of its affiliated companies, the company will not accept unsolicited resumes from headhunters, recruitment agencies, or fee-based recruitment services.\n   \n\n  \n\n Unless explicitly requested or approached by SS&C Technologies, Inc. or any of its affiliated companies, the company will not accept unsolicited resumes from headhunters, recruitment agencies, or fee-based recruitment services. SS&C offers excellent benefits including health, dental, 401k plan, tuition and professional development reimbursement plan. SS&C Technologies is an Equal Employment Opportunity employer and does not discriminate against any applicant for employment or employee on the basis of race, color, religious creed, gender, age, marital status, sexual orientation, national origin, disability, veteran status or any other classification protected by applicable discrimination laws.","company_url":"https:\/\/www.linkedin.com\/company\/ss-c-technologies","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQG4lej_2cLgSw\/company-logo_100_100\/company-logo_100_100\/0\/1631331048689?e=2147483647&v=beta&t=-TMKV4EXFkU2WYOUlXzohB5plwWM4hBRvp0YfuD1aU4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4106908382","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4106908382","job_url_direct":"https:\/\/careers.sasgroup.net\/job\/Solna-TRAINING-PLANNER-19587\/1154467301\/?feedId=302301&utm_source=LinkedInJobPostings&utm_campaign=ScandinavianAirlines_LinkedIn&urlHash=gZS-","title":"TRAINING PLANNER","company":"SAS - Scandinavian Airlines","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Airlines and Aviation","listing_type":null,"emails":"carl.malmerhag@sas.se","description":"**SAS is looking for a Training Planner, Resource Management**\n We are driven by passion and purpose: ingenuity and creativity are central to our work, whilst at the same time we always have our customers overall experience and safety in mind. SAS is Scandinavia’s leading airline with destinations in Europe, USA, and Asia. We are now looking for a training planner who wants to be part of and contribute to SAS continues success. Send in your application today!\n   \n\n  \n\n Resource Management is a central function within an airline and has the overall responsibility for ensuring that all SAS flights are manned. Resource Management consists of about 40 individuals, and the department has five units. Three optimization units, one unit responsible for crew related data and one responsible for training planning. Each team consist of 5-10 employees and team leader.\n   \n\n  \n\n As a Training Planner you will take part in the planning of our airlines crew’s training, you will create and follow up on our training plans and keep a constant dialog with the training departments of our airlines. The work is performed in several of our systems, and especially in our Crew Management System from Jeppesen. Communication is key and you will be in dialog with internal and external stakeholders for you to be able to optimize the training through the whole planning chain.\n   \n\n  \n\n You will, together with your great colleagues, work on our processes and procedures to be able to continuously improve the training planning, to keep flight safety our main priority as well as to make it even better from crew’s perspective and to improve efficiency by always keeping focus on cost. It is an important process where you will be able to use your experience, creativity and skills and quickly see the result.\n   \n\n  \n\n**Key Responsibilities**\n* Plan and replan the need for training for our cabin and flight deck crew in Crew Management System\n* Document and develop our ways of working internally in Resource Management as well as together with our internal Training Departments\n* Follow up on our Key Performance Indicators\n* Ensure that all training demand is communicated to internal and external stakeholders.\n\n\n**Who are you?**\n We put great emphasis on you as a person and what you can bring to the team as a professional and as a colleague – you are engaging, and you join our effort to have fun at work.\n   \n\n  \n\n We are primarily looking for you who have previous experience from a similar field (e.g. crew planning, training planning, crew training, people logistics etc., either from the airline industry or another relevant industry) or have an academic background, preferably in logistics.\n   \n\n  \n\n You are an experienced Microsoft Office user with a good background in Excel. You are fluent in written and spoken English and it is highly meriting if you understand the Scandinavian languages.\n   \n\n  \n\n You are structured, responsible, and keep track also of details while at the same time keep the wider perspective. You are not afraid to ask for help when needed and at the same time you’re happy to support your colleagues when they need support.\n   \n\n  \n\n**Desired Qualifications And Skills**\n* Previous relevant experience (e.g. crew planning, training planning, crew training, people logistics etc., either from the airline industry or another relevant industry)\n* Knowledge of Jeppesen CMS-suite and good understanding of flight safety and FTL\/OM-A is highly meriting\n* Good analytical skills\n* Dynamic, outgoing and high degree of drive\n* Good communication skills both written and oral\n* Fully proficient in Office 365 with focus on Excel\n\n\n**Other Of Importance**\n The position is located at SAS Frösundavik. Some business travel is to be expected. Start date is as soon as possible. For more info contact: Head of Training Planning Carl Malmerhag, carl.malmerhag@sas.se\n   \n\n  \n\n The selection process will start after the holidays, and the position will be filled as soon as the right candidate is found so please do not hesitate to apply for this very interesting position!","company_url":"https:\/\/se.linkedin.com\/company\/flysas","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQG40Of_Fto_tw\/company-logo_100_100\/company-logo_100_100\/0\/1722795048592\/flysas_logo?e=2147483647&v=beta&t=hl2ptM8N7cjUM5te8rJI71Wxf0A-1Mj_WKLBt0Xsk1w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4107071047","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4107071047","job_url_direct":null,"title":"🚀 We're Hiring: Business Analyst with SAP Order to Cash or IBP Expertise 🚀","company":"Multiply Teknik & IT (multiply.tech)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Research, Analyst, and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":"join@multiply.tech","description":"**🌟 Join Multiply — Where Technology Meets Innovation** \n\n\n\n\n**At Multiply** \n (https:\/\/www.multiply.se\/), we’re redefining the future of technology by delivering advanced solutions to drive digital transformation across industries. Our flagship product,\n **VisFlow** \n (https:\/\/www.visflow.io\/), is a cutting-edge platform for real-time visualization and analytics.\n \n\n\n\n We are seeking a\n **Business Analyst** \n with expertise in\n **SAP Order-to-Cash (O2C)** \n or\n **Integrated Business Planning (IBP)** \n with\n **Kinaxis** \n experience to join our team. This is your opportunity to work on transformative projects and shape innovative solutions for our client\n \n\n\n\n**Your Responsibilities** \n\n\n\n* Collaborate with stakeholders to design, optimize, and implement business processes in\n **O2C** \n or\n **IBP** \n domains.\n* Lead the alignment of business goals with SAP and planning solutions, ensuring scalability and efficiency.\n* Develop and document global processes, templates, and system configurations.\n* Act as a bridge between technical teams and business stakeholders, driving seamless project execution.\n* Provide expertise in process improvement and change management.\n* Stay updated on best practices and trends, contributing to innovative solutions.\n\n\n\n**Your Qualifications** \n\n\n\n\n**For O2C Expertise:** \n\n\n\n* Strong knowledge of\n **SAP S\/4HANA** \n with a focus on O2C processes.\n* Familiarity with sales, delivery, and invoicing workflows.\n* Experience in managing end-to-end system implementations and configurations.\n\n\n\n**For IBP with Kinaxis Expertise:** \n\n\n\n* Deep understanding of\n **Integrated Business Planning** \n and advanced planning systems.\n* Hands-on experience with\n **Kinaxis** \n or similar APS tools in an industrial or supply chain context.\n* Proven ability to design scalable and effective planning frameworks.\n\n\n\n**What We’re Looking For** \n\n\n\n* Strong analytical, problem-solving, and project management skills.\n* Ability to manage stakeholders and communicate effectively in cross-functional teams.\n* Experience working in global, complex environments.\n* A passion for leveraging technology to create impactful solutions.\n\n\n\n**Why Join Multiply?** \n\n\n\n* Collaborate on impactful, innovative projects with leading clients.\n* Be part of a dynamic team in an inclusive and innovative environment.\n* Work on exciting solutions like\n **VisFlow** \n and shape the future of technology.\n* Enjoy flexibility with remote working options or join us in Sweden.\n\n\n\n**📧 Apply Now** \n\n\n\n\n**Take the next step in your career by sending your CV and a brief cover letter to** \n join@multiply.tech\n \n\n\n\n Let’s create the future of business transformation together!","company_url":"https:\/\/se.linkedin.com\/company\/multiplytech","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQFQS1g_9T28LQ\/company-logo_100_100\/company-logo_100_100\/0\/1709966409973?e=2147483647&v=beta&t=p8aHhG0ZNNLEDYn0h60xhasIwv81ysHlDjvj3z-cglY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4107959393","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4107959393","job_url_direct":"https:\/\/jobs.wiseit.se\/jobs\/5374234-cto-till-cirkus-venues&urlHash=OsmT","title":"CTO till Cirkus Venues","company":"Wise IT","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"executive","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":"anja.widell@wiseit.se","description":"*Vill du driva och leda teknologisk innovation i en dynamisk och kreativ miljö? Som CTO hos Cirkus Venues får du möjligheten att kombinera tekniskt ledarskap med strategiskt tänkande för att forma framtidens upplevelser inom hotell- och arenaverksamhet.*\n**Din vardag**\n Som CTO hos Cirkus Venues kommer du att spela en avgörande roll i att säkerställa att teknologin stödjer våra affärsmål och förbättrar gäst- och besökarupplevelsen. Din vardag kommer att vara varierad och dynamisk, och du kommer att:\n   \n\n  \n\n* Utveckla och implementera tekniska strategier som stödjer både hotell- och arenaverksamhetens affärsmål.\n* Leda och motivera IT-teknikteamet för att säkerställa hög prestanda och kundnöjdhet i allt från den dagliga verksamheten till affärsdrivna förändringsprojekt.\n* Bevaka, utvärdera och integrera relevanta nya teknologier och system för att förbättra gäst- och besökarupplevelsen.\n* Samarbeta med andra avdelningar för att identifiera och lösa tekniska utmaningar.\n* Säkerställa att alla tekniska lösningar är säkra och följer gällande regler och standarder.\n* På ledningens uppdrag säkerställa optimal cyber- och infosäkerhet.\n\n\n Genom att ta en aktiv roll i allt från strategisk planering till operativt genomförande bidrar du till att Cirkus Venues fortsätter vara en innovativ och ledande aktör i branschen.\n   \n\n  \n\n Rollen innefattar personal- och budgetansvar. Du rapporterar till CFO och utgår från vårt kontor på Djurgården i Stockholm.\n   \n\n  \n\n**Vem är du?**\n För att lyckas i rollen tror vi att du:\n   \n\n  \n\n* Har bakgrund inom IT och teknik i en roll som gett dig goda ledarerfarenheter.\n* Relevant utbildning inom området eller motsvarande erfarenhet.\n* Har erfarenhet av systematiskt datasäkerhetsarbete, inklusive Information Security Management System (ISMS), GDPR och ISO 27001.\n* Har god kunskap om Microsofts lösningar inom 365 och säkerhet (SOC).\n* Har stark förmåga att leda team och kommunicera effektivt på alla nivåer.\n* Är strategiskt tänkande och har erfarenhet av att lösa komplexa problem.\n* Erfarenhet av att hantera personal, budget och resurser på ett effektivt sätt.\n* Kommunicerar obehindrat på svenska och engelska i tal och skrift.\n\n\n Som person är du engagerad, analytisk och strukturerad med en naturlig förmåga att skapa förtroende och engagemang hos dina medarbetare. Du har ett framåtblickande perspektiv och kan prioritera både operativa och strategiska mål i en föränderlig miljö.\n   \n\n  \n\n**Om oss**\n Hos Cirkus Venues lever vi för att skapa enastående och minnesvärda upplevelser och vi kan med stolthet säga att vi är riktigt bra på det.\n   \n\n  \n\n Cirkus Venues består av Cirkus Arena & Restaurang, Hotell Hasselbacken, Backstage Hotel och Konsthallen Café och Restaurang samt Pop Story och The Visitor, alla belägna på Kungliga Djurgården i Stockholm. År 2027 öppnas även Stockholms nya Kulturscen Gasometer i norra Djurgårdsstaden.\n   \n\n  \n\n**Kontakt**\n I den här rekryteringen samarbetar Cirkus Venues med Wise IT. Vill du veta mer om jobbet, kontakta ansvarig rekryteringskonsult, Anja Widell på anja.widell@wiseit.se.\n   \n\n  \n\n Wise IT kan tyvärr inte ta emot ansökningar via mail, då vi värnar om din personliga integritet. Du kan läsa mer om hur vi behandlar personuppgifter enligt GDPR i Wise Group-koncernens policy för behandling av personuppgifter.\n   \n\n  \n\n Som en del av vår rekryteringsprocess genomför vi bakgrundskontroller på vår slutkandidat. Innan en bakgrundskontroll genomförs kommer du ombedjas ge ditt samtycke.\n   \n\n  \n\n Urval sker löpande, välkommen med din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/wise-it","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQFChwxv1zHbRg\/company-logo_100_100\/company-logo_100_100\/0\/1631334054837?e=2147483647&v=beta&t=WeRAxZjQw0jC73Ey7TAoxRiBsfe4kintW1kTxi5AQW0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4072294787","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4072294787","job_url_direct":"https:\/\/talento.xbpeurope.com\/#\/applyJob\/XBPEU\/11316&urlHash=_dZn","title":"Business Development Manager","company":"XBP Europe","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Business Development and Sales","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"**About XBP Europe**\n XBP Europe is an innovative, forward-thinking provider of bills and payment process solutions. Leveraging an EMEA-wide footprint and proprietary technology and services, we are backed by decades of industry-relevant experience.\n   \n\n  \n\n Bills and payment processes are increasingly omni-channel and paperless. That’s where XBP Europe comes in. Our offerings enable seamless workflows and frictionless transactions. XBP Europe combines physical documents, digital data, and instant messaging to help organisations work smarter. As part of that, we help to gather, process, and refine valuable data for use in decision-making.\n   \n\n  \n\n Our digital transformation solutions enhance efficiency, cash flow, and end-user experience. We serve a growing client list throughout Europe. See why organisations of all sizes choose XBP Europe as a digital transformation partner, visit our website at www.xbpeurope.com\n   \n\n  \n\n**Job Description**\n Business Development Manager (Hybrid)\n   \n\n  \n\n Stockholm, Sweden\n   \n\n  \n\n**Job Purpose**\n* Deliver support to the Northern Europe Sales organization during the sales and bid process and act as the project (bid) owner in providing solution proposals, functional specifications and pricing estimates to meet customer requirements.\n\n\n**Key Responsibilities**\n* Provide alignment of proposal with Operations, Business Solution Group, IT and other departments involved e.g. HR, Finance.\n* Analyze and reflect customer business requirements for both solutions and services we want to provide\n* In conjunction with Sales team, provide professional presentations or demonstrations for clients addressing specific business cases\n* Support operational\/delivery excellence through precise requirements delivery for implementation of solutions\/services\n* Meet with assigned clients when needed and perform an initial assessment of a problematic or required situation to ensure comprehensive requirements are gathered for new opportunities good understanding of requirements and objective of customer.\n* Engage with solution and deal teams to get business cases decribed and calculated\n* Support new solution\/service enablement by identifying potential business cases and defining matching services for the markets in scope\n* Support business strategy to ensure customer and revenue growth.\n* Ensure quality of bids and functional specifications\n* Professional bid management (driving the completion of timely offer submission)\n* Identify cross- and upselling opportunities together with Sales and Strategic Deal Teams\n* Together with Business Strategy, identify and define new solutions and services creating new business opportunities\n* The employee is required to undertake any task for which they have been trained, have suitable qualifications and or experience as deemed by a member of management.\n\n\n**Key Requirements**\n* A self-starter who can easily motivate themselves.\n* Ability to lead and manage virtual teams to deliver quality outcomes within agreed timeframes.\n* A committed, organised, confident, consistent and ambitious person.\n* 5-10 years’ experience in customer management, presales and\/or design of complex customer solutions\n* Strong business acumen and technical aptitude in the markets and technologies XBP Europe is focusing on\n* Business Development experience and aware of the future impacts of technology on business operations.\n* Ability to quickly build trusting relationships with clients.\n* Expert at uncovering client needs, developing compelling propositions and building comprehensive financials models and business cases.\n* Excellent presentation and communication skills.\n* Experience building hi-level customer relationships with both technical and business contacts.\n* Evidence of flexibility and accuracy.\n* A client centric and an entrepreneurial thinker.\n* Good knowledge of Financial Services and operations, including use of its technology.\n* Exposure to commercial situations and a solid background in transforming operations using a variety of tools and techniques.\n* Recognised certs that evidence strong communications skills and numeracy.\n* Excellent language skills in Swedish and English. Norwegian and\/or Danish is beneficial.\n* Willing to travel within the Nordics.\n\n\n**Our Offer**\n* Working in a dynamically developing international company at the XBP Europe with global standards and systems.\n* Individual Development Plan and career growth\n* Social package and employee benefits of the corporate level:\n* Permanent Contract\n* Referral Bonus\n* Annual Bonus Plan\n* Medical Benefits\n* Holiday entitlement\n* Pension scheme\n\n\n**Disclaimer**\n XBP Europe prioritizes individual privacy and is devoted to safeguarding personal data. Our recruitment policy focuses on selecting the most qualified candidates based on merit and skills aligned with position requirements. Candidate information is handled in strict compliance with GDPR policies and relevant data protection laws. Read our GDPR policy here.\n   \n\n  \n\n XBP Europe is committed to creating a diverse environment. Qualified applicants will be considered for employment without regard to their characteristics or preferences. We provide equality, fairness and respect for all in our employment, whether temporary, part-time or full-time. We oppose and avoid all forms of unlawful discrimination including those known as protected characteristics.\n   \n\n  \n\n XBP Europe recruiters or representatives will only contact you by emails ending with xbpeurope.com or exelatech.com. We would never ask you for payment or ask you to deposit a check into your personal bank account during the recruitment process.","company_url":"https:\/\/uk.linkedin.com\/company\/xbp-europe","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGWedy9_Xnjtg\/company-logo_100_100\/company-logo_100_100\/0\/1692289981553\/xbp_europe_logo?e=2147483647&v=beta&t=2Hu6CVQD_70aRa3sG6AHMqQ2e6x_yDacUMML1Amco5Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4108327245","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4108327245","job_url_direct":"https:\/\/flower.teamtailor.com\/jobs\/3668917-head-of-flower-hub-technical-product-management?utm_source=LinkedIn&urlHash=tokY","title":"Head of Flower Hub - Technical product management","company":"Flower","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Product Management and Marketing","company_industry":"Services for Renewable Energy","listing_type":null,"emails":null,"description":"**⚡️ What We Do**\n Swiftly gaining ground as Sweden’s industry leader in battery storage and expanding rapidly in selected European markets, Flower is on a mission to enable the energy system of tomorrow.\n   \n\n  \n\n With an industry-leading AI-powered platform at its core, our service includes stabilizing the energy system by enhancing predictability and flexibility for both energy producers and consumers. By combining pioneering technology with a portfolio of flexible energy assets, we break new ground towards a fossil-free energy system, allowing clean energy to power society.\n   \n\n  \n\n**🌟Who We Are**\n Tech company at heart – purpose in our DNA. Flower consists of a diverse group of innovative individuals with a strong desire to improve the state of the world.\n   \n\n  \n\n At Flower, we believe trust, collaboration and diversity are essential to not only create an inclusive work environment, but also drive career growth. By embracing varying perspectives, we allow creativity and progress to flourish.\n   \n\n  \n\n To accelerate towards our goal of becoming the pioneering force powering the energy system of tomorrow, we are now looking for a passionate and skilled Head of Flower Hub to join the team.\n   \n\n  \n\n 👩‍💻\n **About the Role**\n With our Flower hub product we connect residential batteries to the grid, enabling households to be part of the transition of the energy system through supporting the grid. The product integrates both hardware and software technology.\n   \n\n  \n\n As the leader of the Flower Hub squad, you will drive the technical and strategic development of our Flower Hub product. Your mission is to scale the product efficiently, balancing rapid innovation with process quality, all while ensuring a high level of user satisfaction.\n   \n\n  \n\n Your role as the squad manager encompasses a range of technical and managerial responsibilities:\n   \n\n  \n\n* Providing strong leadership to guide and inspire the tech team.\n* Developing and executing the squad’s strategic objectives, ensuring alignment with Flower’s overarching goals and translating them into actionable product roadmaps.\n* Managing the squad's resources, including budgeting, capacity planning, and workload distribution.\n* Fostering the professional growth of team members by supporting skill development and personal goals.\n* Overseeing personnel management, including regular 1:1s, performance reviews, salary discussions, and development planning.\n* Creating and maintaining a hiring plan, leading recruitment processes alongside the department VP.\n* Collaborating with stakeholders to drive business development and strategic partnerships (directly or through designated account managers and business developers).\n* Staying informed about advancements in energy storage technology, market trends, and regulatory changes to guide product development effectively.\n\n\n 💡\n **Who You Are**\n**Role**\n We are seeking a technically adept and visionary leader to take the Flower Hub to the next level. To succeed in this role, you should bring:\n   \n\n  \n\n* A proactive, entrepreneurial mindset with a drive for innovation.\n* A good technical knowledge to be able to fully understand your teams challenges.\n* Proven experience in leading technical teams, scaling products, and managing complex projects.\n* A track record of fostering team growth and individual development through your leadership.\n* Strong skills in stakeholder management and partnership development.\n* Fluency in Swedish and English.\n\n\n**🌟What We Offer**\n Opportunity to be an entrepreneur leading a “startup within the startup” and bring this product to the next level. You will have a lot of freedom to implement your ideas, at the same time have the support from being a part of a larger company.\n   \n\n  \n\n**📍 Location**\n Our office is located in the heart of Södermalm just a short walk from Slussen subway station. We encourage in-office collaboration but support a hybrid work model.\n   \n\n  \n\n**🛒 Apply**\n To apply, please submit your resume and a cover letter highlighting your relevant experience and what you think you could bring to our team. Throughout the recruitment process you will meet with the People & Culture Partner, VP of Distributed Assets and our CEO John.\n   \n\n  \n\n Our corporate language is English, as we have over 20 nationalities in the office. We therefore appreciate it if you could submit your CV in English.\n   \n\n  \n\n We look forward to hearing from you!\n   \n\n  \n\n**Please note, we will start reviewing candidates at the end of January. Flower wish you a delightful holiday!**\n*We kindly but firmly decline any engagement in recruitment assistance for our hiring processes. This includes partnership offers or the sale of recruitment tools.*","company_url":"https:\/\/se.linkedin.com\/company\/flowertechnologies","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEb-OZaaNtKYA\/company-logo_100_100\/company-logo_100_100\/0\/1700825383999\/flowertechnologies_logo?e=2147483647&v=beta&t=WQ6nCkX_EN1CnKVS6qcwFUEt2lbrPCuNzE_QXqB8UOw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4104148210","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4104148210","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Senior-Health-&-Safety-Engineer-for-Scania-Sweden_-151-38\/1153740101\/&urlHash=oham","title":"Senior Health & Safety Engineer for Scania Sweden.","company":"Scania Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"Motor Vehicle Manufacturing","listing_type":null,"emails":"mia.linder@scania.com","description":"**Are you eager about fronting the development of Governance Safety for Scania Sweden** \n**and continuously improve our work environment?**\n Our vision is Scania Care – Zero Harm and our strategic objectives helps us to deliver our ambitious vision.\n   \n\n  \n\n We have an exciting opportunity to join Scania´s global HSE organisation for a role in the area of work environment management Sweden. The organisation has focus on governance within the field of HSE on corporate, global, and local levels – a world-wide scope for all businesses. The head office is located in Södertälje, but the organization is represented at the production sites in Oskarshamn, Luleå, within Zwolle in the Netherlands and Angers in France.\n   \n\n  \n\n We are in an exciting transformation so you will have great opportunities to influence our way of working.\n   \n\n  \n\n**Company Overview**\n Scania is now undergoing a transformation from being a supplier of trucks, buses, and engines to being a supplier of complete and sustainable transport solutions.\n   \n\n  \n\n At Scania CV AB we believe that change is essential for growth and innovation. As a leading company in our industry, we are committed to staying ahead of the curve and adapting to evolving market conditions. Our success is driven by our ability to effectively manage change and help our employees and stakeholders embrace new strategies, technologies, and processes.\n   \n\n  \n\n**Position Overview**\n You will be part of a dedicated team where ideas and innovation are encouraged. We work together to find the best solutions and grow as individuals and as an organization. You will have a role in our team leading the work environment steering at Scania in Sweden. The team take lead, develope and coordinate within governance structure, statistic, reporting and compliance in the Swedish legislation.\n   \n\n  \n\n**Some of the main responsibilities will include:**\n* Develop, manage and maintenance the Scania's work environment process and handbook.\n* Develop, manage and maintenance the legal compliance process for Sweden\n* Work with ISO 45001\n* Development and implementation of training\n* Collaboration with working teams and Scania stakeholders, towards Our vision Scania Care – Zero Harm.\n* Participate in internal networks and co-work within the Swedish and global structure.\n* Collaborate with relevant industry colleagues and representing Scania in networks.\n* Provide expert knowledge in compliance with current legislation, policy and methods together with the stakeholders ensuring adherence to relevant methods etc.\n* Be a part of the communication of relevant information and material and guidelines via our intranet.\n* Work with statistics\n\n\n**Qualifications**\n* Adequate education as a Work environment engineer, or corresponding in the field relevant for the position.\n* Ability to work collaboratively and lead in cross-functional teams and manage multiple priorities.\n* Strong communication skills, with the ability to influence and engage stakeholders at all levels.\n* Competence in ISO 45001 work environment management system standard\n* Experience of forming organizational and administrative structures and processes.\n* Experience in method development and processes.\n* Competence in Swedish and European Health & Safety legislation.\n* Fluent in Swedish and English\n\n\n**Meritorious**\n* Good knowledge with relevant IT tools and pedagogical tools.\n\n\n**Location:** \n Sweden (Södertälje)\n   \n\n  \n\n**How To Apply**\n Kindly apply as soon as possible, but no later than January 7th 2025, since selection and interviews will be held throughout the whole application period. Note that a background check might be conducted for this position.\n   \n\n  \n\n**For More Information About The Role Please Contact**\n Head of Governance Safety Mia Linder, mia.linder@scania.com","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=v2f945TWghdMCDvRt9P44DtfEO_k_CZd74M2K3jXPSY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4088676902","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4088676902","job_url_direct":"https:\/\/join.pmicareers.com\/gb\/en\/job\/PMIPMIGB621EXTERNALENGB\/Manager-People-Culture-Business-Partner-Nordics?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=vZ4Q","title":"Manager People & Culture Business Partner -Nordics","company":"Swedish Match","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Human Resources","company_industry":"Tobacco Manufacturing","listing_type":null,"emails":null,"description":"**Join us to deliver a smoke- free future as People & Culture Business Partner!**\n We’ve chosen to do something incredible. We’re totally transforming our business and building our future on one clear purpose – to deliver a smoke-free future. Swedish Match is an affiliate of PMI and have been a leader in the industry for more than 200 years.\n   \n\n  \n\n In the Nordic region, we are 1,600 employees based in Sweden, Denmark, Finland and Norway working in various functions and teams and together we are collaborating to deliver a smoke-free Nordics.\n   \n\n  \n\n The scale of our transformation means we’re effectively building a vast new business, at pace. In\n **P&C (People & Culture - our HR function** \n ), we have a huge part to play, defining and shaping our new customer focused culture, organizing functions to work better together, and attracting the best talent with new types of skills to join us.\n   \n\n  \n\n We are looking for a People & Culture Business Partner who will be based in Stockholm and be responsible for driving the deployment of our People & Culture strategy and initiatives in the assigned business units \/ functional teams within the Nordics cluster. If you’re comfortable with ambiguity and excited by the challenge of shaping things, you’ll be in your element here. There’s endless space to develop too, so you’ll be progressing your career as fast as you build our smoke-free future.\n   \n\n  \n\n**Your Main Responsibilities**\n* Work with business leaders in assigned business units\/functions and translate business strategies into organizational priorities and plans; identify future business demands\/opportunities with a P&C aspect and deploy solutions that impact business success.\n* Act as Change Enabler by providing proactive support to successfully plan and implement business transformations or other strategic organizational change programs.\n* Based on current and future business needs, drive strategic talent planning in assigned business units\/functional teams, deploy talent strategy sustaining a well-developed, diverse pipeline of talent delivering a strong succession for critical positions.\n* Coach all levels of managers on people strategy, including organizational design, career development, coaching, recognition, performance management, etc.\n* Develop a positive work environment in assigned departments through implementing effective interventions like cultural transformation, collaboration improvement, employee well-being, diversity and inclusion.\n* Analyze and interpret key people data to identify trends and talent needs; communicate findings and recommendations to the business.\n* Contribute to the development and roll-out of P&C policies and programs (e.g., talent, L&D, compensation, etc.).\n* Ensure productive labor relations; assist people leaders with employee and labor relations matters, following company policies, employment laws, and standard processes.\n\n\n**Requirements**\n* Minimum of a bachelor’s degree in human resources, Business or Organization Development or equivalent.\n* At least 6 years of experience in an HR Business Partnering role within multinational organizations, ideally for a multi-functional, multi-line-of-business organization.\n* Exceptional internal client relationship management skills, experience in building relationships with a diverse group of stakeholders, ability to influence decision makers.\n* Well-versed in HR fields: talent acquisition, talent management, performance management, organizational development, change management, learning and leadership development, employee engagement, etc.\n* Strong project management and execution skills.\n* Proven analytical and problem-solving skills, with the ability to analyze data, understand trends and develop recommendations for action.\n* Sound knowledge of labor law, experience in trade unions negotiations.\n* Excellent verbal and written communication skills in English and Swedish.\n* Advanced knowledge in MS Office applications.\n\n\n**What We Offer**\n Our success depends on the dedicated people who come to work every single day with a sense of purpose and an appetite for progress. Join us at Swedish Match and you too can:\n   \n\n  \n\n* Seize the freedom to define your future and ours. We’ll empower you to take risks, experiment and explore.\n* Be part of an inclusive, diverse culture, where everyone’s contribution is respected; collaborate with some of the world’s best people and feel like you belong.\n* Enjoy flexibility of hybrid way of working - split your time between working from our office or the comfort of your home, where it works best for you in line with business needs.\n* Pursue your ambitions and develop your skills with a global business – our staggering size and scale provides endless opportunities to progress.\n* Take pride in delivering our promise to society: to deliver a smoke-free future.\n\n\n #SWMA\n   \n\n  \n\n**621**","company_url":"https:\/\/se.linkedin.com\/company\/swedish-match","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEhs75a62ze0g\/company-logo_100_100\/company-logo_100_100\/0\/1630599926898\/swedish_match_logo?e=2147483647&v=beta&t=2JskEgzJm5jG2bYXt9za26lKVhpJPV1qbkRN0STLDys","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4096918177","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4096918177","job_url_direct":null,"title":"Nordic Senior Commercial Contract Manager","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4108021482","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4108021482","job_url_direct":"https:\/\/careers.sasgroup.net\/job\/Solna-DIGITAL-SERVICE-OWNER-AUTOMATION-19587\/1154719101\/?feedId=302301&utm_source=LinkedInJobPostings&utm_campaign=ScandinavianAirlines_LinkedIn&urlHash=MpeT","title":"DIGITAL SERVICE OWNER AUTOMATION","company":"SAS - Scandinavian Airlines","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Business Development and Sales","company_industry":"Airlines and Aviation","listing_type":null,"emails":"warren.edgren@sas.se","description":"**Purpose**\n At SAS we are passionate about revolutionizing the aviation industry through cutting-edge technology. We aim to become Scandinavia's preferred airline with your help. As part of our automation team, you’ll have the opportunity to shape the future of air travel by advancing our automation strategy and ensuring the successful deployment of innovative solutions. To date, we have automated over 150 processes across multiple business units, having recently reached an impressive milestone of 800,000 hours returned to the business.\n   \n\n  \n\n If you’re excited about driving intelligent automation projects to enhance network efficiency, financial processes, flight operations, and customer experience, this role is for you!\n   \n\n  \n\n**About The Team**\n SAS is dedicated to a true digital journey, leveraging data and technology to optimize and improve processes.\n   \n\n  \n\n We are a central automation team that collaborates closely with stakeholders across various business units, identifying business challenges and opportunities that can be addressed through automation.\n   \n\n  \n\n We work with diverse automation projects, collaborate and contribute to the automation practice to ensure that we have a solid foundation for SAS to scale and realize the full potential of automation.\n   \n\n  \n\n When we are not busy with supporting our business stakeholders, we are working with various activities to educate and inspire the business in automation transformation.\n   \n\n  \n\n To secure our future success we are now strengthening our team with a Digital Service Owner.\n   \n\n  \n\n**Digital Service Owner within Automation**\n In this role, you’ll be engaging in diverse automation projects, managing resources, ensuring timely delivery of solutions, and driving continuous improvement to optimize workflows and meet business objectives.\n   \n\n  \n\n With most of our development performed offshore you will be responsible for enhancing our methods and practices to ensure the delivery of robust RPA solutions while adhering to regulatory requirements and IT security policies.\n   \n\n  \n\n As a key member in the team, you will collaborate closely with the RPA Lead and Head of AI to jointly drive our automation strategy.\n   \n\n  \n\n Alongside your core responsibilities, you’ll have the opportunity to explore various SAS domains, uncovering new automation opportunities.\n   \n\n  \n\n We believe you share our passion for innovation and efficiency. You are driven by the potential of automation to transform business processes, and you bring a commitment to quality and security. Your enthusiasm for exploring new ideas, uncovering valuable automation opportunities, and orchestrating the delivery and operations of solutions will play a crucial role in achieving our goals.\n   \n\n  \n\n**To Be Successful, We Believe You Should Have**\n* Master’s Degree in (Computer Science, Information systems) or related field\n* At least 3 years of experience within automation technology (we use UIPath)\n* Experienced in RPA lifecycle management (solution design, development, testing, deployment, change management)\n* Experience from driving projects within an enterprise environment preferably with an automation and change management component\n* Experience from process development\n* Strong communication skills\n* Experience with Agile\/Scrum\/Kanban methodologies is a plus\n\n\n We believe you share our passion efficiency and automation. You’re self-driven, persistent, creative, and curious, with a strong passion for learning. You seek to understand both the big picture and the intricate details that make it up. Like us, you get excited by commercial opportunities and proactively strive to create business value!\n   \n\n  \n\n**Why SAS?**\n**Benefits**\n At SAS, we offer extensive opportunities for professional development in an international, fast-paced working environment. We are dedicated to the continuous growth of our employees. Working with us comes with a variety of benefits, including:\n   \n\n  \n\n* Travel Perks: Enjoy discounted travel opportunities around the world with SAS.\n* Health & Wellness: Access to health and wellness benefits, including a newly renovated gym with complimentary classes such as CrossFit and yoga.\n* Discounts: Receive discounts from a wide range of brands, as well as on transportation to and from airports, airport shops, hotels, and car rentals.\n* Work Environment: Our office location in Frösundavik offers a vibrant workspace with a restaurant, café, and easy access to outdoor activities in Hagaparken and Brunnsviken. Engage in running, tennis, outdoor gym sessions, kayaking, and stand-up paddling with equipment available free of charge.\n* Convenient Commute: Benefit from a non-stop bus service connecting our office to Central Station, Solna station, and commuter trains, alongside a network of cycle paths.\n\n\n If you feel your experience, skills and ambitions are right for this role, please apply already today with your CV and a short personal letter. Last day for application is January 26th, 2025. For questions relating to this position, please contact hiring manager warren.edgren@sas.se.","company_url":"https:\/\/se.linkedin.com\/company\/flysas","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQG40Of_Fto_tw\/company-logo_100_100\/company-logo_100_100\/0\/1722795048592\/flysas_logo?e=2147483647&v=beta&t=hl2ptM8N7cjUM5te8rJI71Wxf0A-1Mj_WKLBt0Xsk1w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4108322697","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4108322697","job_url_direct":"https:\/\/www2.pcrecruiter.net\/pcrbin\/reg5.aspx?_=KEZZWDXS73V6N22HMSROOXFKNVXH3W35IB5DCTDN6NROOHCP3DA7E4YN37MPLBOWMSAZH7BZEB44XMTUJQYSEO6JMHXFWD3RUHJ6IM23X7WQ6XZXMTKYMDESUEHTMBCZXMYSE5Z7RAOMISI5PKVPIXAZ3BSXJ5UIF3AXRUX2NUEBAFEW5YALOIC773MAQYRBAQZTA3RHVA4LZAPGYDLSGNWKOBJUF2FPJIHTCCO3UTWCMFVPOJ422Z2TCINSYYIBHUVEWTET5SRFEZCW2AWHRUJB6OVVA7S54EVXUYSPECAORTASIHITIXHU63R2O7U646YKJBHM4FPPT2ZX3SYE5M76DDL63CFY4SSGEBN2L5MJCO24IXMH45ZD3P3TYNMDB4AKM5IA2ALXAQBPC7B2NJ274HPWTO4NWSSECL7Q4SGM34WID4YKSHFYAOZELUBCWQ&urlHash=Oetl","title":"Global Account Manager (GAM) - EU","company":"Cogent Communications","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Telecommunications","listing_type":null,"emails":"careers@cogentco.com, careers@cogentco.com","description":"**Job Description**\n**Company** \n :\n   \n\n  \n\n Cogent Communications is a multinational, Tier 1 facilities-based ISP, consistently ranked as one of the top five networks in the world and is publicly traded on the NASDAQ Stock Market under the ticker symbol CCOI. Cogent specializes in providing businesses with high speed Internet access, Ethernet transport services and is one of the only US providers who own and operate their own fibre infrastructure spanning the US for diverse Wave connectivity. Cogent's facilities-based, all-optical IP network backbone provides IP services in over 235 markets globally. Since its inception, Cogent has unleashed the benefits of IP technology, building one of the largest and highest capacity IP networks in the world. This network enables Cogent to offer large bandwidth connections at highly competitive prices. Cogent also offers superior customer support by virtue of its end-to-end control of service delivery and network monitoring.\n   \n\n  \n\n**Position Overview:**\n The Global Account Manager is responsible for identifying and securing new business opportunities globally. By employing consultative selling techniques and relationship-building strategies, you will work directly with the nation’s leading IT Decision Makers to position Cogent's connectivity solutions. This role involves proactive outreach through direct calling, email, and onsite meetings, with a strong focus on understanding clients' current and future connectivity needs. Success in this position will be measured by meeting or exceeding monthly revenue goals and establishing Cogent as a trusted partner across commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n   \n\n  \n\n**Responsibilities** \n :\n   \n\n  \n\n* Identify, qualify, and secure new business opportunities within a global sales territory, focusing on market segments who require IP transit, Wave connectivity, Ethernet, Colocation and IPv4 services.\n* Use direct calling, email outreach, and customer meetings to connect with Key Decision Makers and generate new business opportunities.\n* Employ consultative and relationship-driven sales approaches to identify prospective clients’ current and future connectivity needs.\n* Position Cogent’s services as the preferred choice by leveraging our extensive global network footprint, which spans commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n* Collaborate with internal teams to ensure customer needs are met and expectations exceeded.\n* Maintain and update detailed records of sales activities in CRM systems, tracking progress, and managing customer relationships.\n\n\n**Qualifications** \n :\n   \n\n  \n\n* Telesales experience in any industry, with B2B sales experience being an advantage\n* Proven ability to identify, qualify, and generate new business opportunities through proactive prospecting and research.\n* Strong communication skills, both oral and written, with the ability to engage effectively with Key Decision Makers.\n* Self-motivated, positive, and proactive, with a passion for adding value to clients and excelling in a competitive, revenue-driven environment.\n* Ability to work independently in a fast-paced, team-oriented and competitive environment with revenue-driven goals and rewards.\n* Familiarity with CRM systems and basic proficiency in Microsoft Office are beneficial.\n* Telecommunications experience or knowledge of connectivity solutions is advantageous but not essential.\n* Cogent operates a global sales model so foreign language skills are an advantage\n\n\n**Work Environment:**\n This is an in-office position, five days a week, designed to support your success through focused mentorship, training, and personal coaching.\n   \n\n  \n\n To apply for the Global Account Manager position, please submit your resume and cover letter to careers@cogentco.com .\n   \n\n  \n\n Cogent Communications is an Equal Opportunity Employer.\n   \n\n  \n\n**Company** \n :\n   \n\n  \n\n Cogent Communications is a multinational, Tier 1 facilities-based ISP, consistently ranked as one of the top five networks in the world and is publicly traded on the NASDAQ Stock Market under the ticker symbol CCOI. Cogent specializes in providing businesses with high speed Internet access, Ethernet transport services and is one of the only US providers who own and operate their own fibre infrastructure spanning the US for diverse Wave connectivity. Cogent's facilities-based, all-optical IP network backbone provides IP services in over 235 markets globally. Since its inception, Cogent has unleashed the benefits of IP technology, building one of the largest and highest capacity IP networks in the world. This network enables Cogent to offer large bandwidth connections at highly competitive prices. Cogent also offers superior customer support by virtue of its end-to-end control of service delivery and network monitoring.\n   \n\n  \n\n**Position Overview:**\n The Global Account Manager is responsible for identifying and securing new business opportunities globally. By employing consultative selling techniques and relationship-building strategies, you will work directly with the nation’s leading IT Decision Makers to position Cogent's connectivity solutions. This role involves proactive outreach through direct calling, email, and onsite meetings, with a strong focus on understanding clients' current and future connectivity needs. Success in this position will be measured by meeting or exceeding monthly revenue goals and establishing Cogent as a trusted partner across commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n   \n\n  \n\n**Responsibilities** \n :\n   \n\n  \n\n* Identify, qualify, and secure new business opportunities within a global sales territory, focusing on market segments who require IP transit, Wave connectivity, Ethernet, Colocation and IPv4 services.\n* Use direct calling, email outreach, and customer meetings to connect with Key Decision Makers and generate new business opportunities.\n* Employ consultative and relationship-driven sales approaches to identify prospective clients’ current and future connectivity needs.\n* Position Cogent’s services as the preferred choice by leveraging our extensive global network footprint, which spans commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n* Collaborate with internal teams to ensure customer needs are met and expectations exceeded.\n* Maintain and update detailed records of sales activities in CRM systems, tracking progress, and managing customer relationships.\n\n\n**Qualifications** \n :\n   \n\n  \n\n* Telesales experience in any industry, with B2B sales experience being an advantage\n* Proven ability to identify, qualify, and generate new business opportunities through proactive prospecting and research.\n* Strong communication skills, both oral and written, with the ability to engage effectively with Key Decision Makers.\n* Self-motivated, positive, and proactive, with a passion for adding value to clients and excelling in a competitive, revenue-driven environment.\n* Ability to work independently in a fast-paced, team-oriented and competitive environment with revenue-driven goals and rewards.\n* Familiarity with CRM systems and basic proficiency in Microsoft Office are beneficial.\n* Telecommunications experience or knowledge of connectivity solutions is advantageous but not essential.\n* Cogent operates a global sales model so foreign language skills are an advantage\n\n\n**Work Environment:**\n This is an in-office position, five days a week, designed to support your success through focused mentorship, training, and personal coaching.\n   \n\n  \n\n To apply for the Global Account Manager position, please submit your resume and cover letter to careers@cogentco.com .\n   \n\n  \n\n Cogent Communications is an Equal Opportunity Employer.","company_url":"https:\/\/www.linkedin.com\/company\/cogent-communications","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQG-FDlPOmxlbA\/company-logo_100_100\/company-logo_100_100\/0\/1631350616023?e=2147483647&v=beta&t=oCsprxpFyqsdbykRHTSEkSsz1dlWVGuvQMmF9rQlN7Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4105712007","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4105712007","job_url_direct":"https:\/\/fa-ewwx-saasfaprod1.fa.ocs.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/1593\/?utm_medium=jobboard&utm_source=linkedin&urlHash=ukiP","title":"PA to Country General Manager Sweden (f\/m\/d)","company":"Nexi Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Administrative","company_industry":"Financial Services and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Job Description**\n**Why join us in 2025?**\n Think of the digital tools we use daily - from virtual shopping to contactless payments. They're shaping our future. Join us in influencing the future of digital payments in an innovative environment. With our global merger, the opportunities for personal growth and collaboration are immense.\n   \n\n  \n\n If you join us in the role of\n **PA to Country General Manager Sweden,** \n this is what you can expect from us:\n   \n\n  \n\n* Attractive salary and an overall competitive package\n* Well-structured training for the job and constant support from your manager\n* Home equipment allowance\n* Equipment needed for the role (laptop and mobile phone, including monthly mobile phone subscription)\n* Private health insurance\n* Healthcare cost reimbursements\n* Voluntary pension fund (company-sponsored retirement plan or pension)\n* Referral bonuses for recommending new team members to join the company\n\n\n**Key Responsibilities:**\n* Prepare for meetings by gathering documents, taking notes, and following up on action items.\n* Gather and organize materials for review sessions.\n* Organize and maintain the Country General Manager's calendar, schedule meetings, and arrange travel.\n* Track and manage the Country General Managers expenses, ensuring accurate documentation and timely reimbursement.\n* Produce reports, presentations and briefs\n* Collaborate with the internal communication team to create, review, and distribute clear internal communications.\n* Keep the country intranet updated with news and relevant updates.\n* Handle administrative duties like filing documents, entering data, and managing correspondence.\n* Create and compile reports, presentations, and other documents.\n* Liaise with the facility team to maintain office standards and a healthy work environment.\n* Organize and manage office events to foster team engagement and morale.\n* Lead an employee driven engagement committee, planning initiatives to enhance employee satisfaction.\n* Support special projects by conducting research and preparing detailed reports.\n* Work with various departments to ensure deadlines are met and projects are completed smoothly.\n\n\n**Qualifications, skills and experiences:**\n* Excellent written and verbal communication abilities: You will draft, review, and send communications on behalf of the CGM, ensuring clarity and professionalism in all interactions.\n* Degree in Business, Economy, Marketing is preferred\n* Fluent in Swedish and English\n* Outstanding organizational and time management skills as well as ability to multitask and prioritize daily workload\n* Proactive in identifying challenges and finding solutions\n* Anticipate potential challenges and take initiative to address them, ensuring smooth operations and problem resolution.\n* Maintaining a high level of confidentiality and professionalism: You will uphold the highest standards of confidentiality and professionalism in all aspects of your work.\n\n\n**Life at Nexi**\n Discover more about us and what it's like to be part of Nexi by visiting this page: https:\/\/www.nexigroup.com\/en\/people\/life-at-nexi\/overview\/?utm\\_source=career-platform&utm\\_medium=job-openings&utm\\_content=standard . Learn about our values, meet our communities, and see how we are shaping the future of digital payments together.\n   \n\n  \n\n**Apply now!**\n If this opportunity resonates with you, we'd love to hear from you!\n   \n\n  \n\n Please apply at your earliest convenience. We'll be reviewing applications continuously and closing the position once we've found the right fit. We are committed to creating a diverse culture where talents from all walks of life can feel like they truly belong.\n   \n\n  \n\n By exploring this job opening, you're one step closer to joining us. We're excited to learn more about you!\n   \n\n  \n\n**Responsibilities**\n**QUALIFICATIONS**","company_url":"https:\/\/it.linkedin.com\/company\/nexigroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHpJJkZbb5Suw\/company-logo_100_100\/company-logo_100_100\/0\/1719936711323\/nexigroup_logo?e=2147483647&v=beta&t=D60IqEIa-Dyutha_2J3NOPPhGoirBh9tRnjcLrUnrTU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4107697167","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4107697167","job_url_direct":null,"title":"🚀 We're Hiring: Expert Data Engineer\/Full Stack Engineer with Celonis\/Pega Backend Experience 🚀","company":"Multiply Teknik & IT (multiply.tech)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"🚀\n **We're Hiring: Expert Data Engineer \/ Full Stack Engineer** \n 🚀\n \n\n\n\n Do you thrive on solving complex data challenges and crafting scalable solutions? Are you an expert in data engineering with a passion for building state-of-the-art systems? Multiply is on the lookout for a passionate and driven Data Engineer or Full Stack Engineer to join our dynamic team and help us shape the future!\n \n\n\n\n**About Us** \n At Multiply, we believe in unlocking potential through innovative technology and data-driven solutions. We are at the forefront of digital transformation, helping businesses multiply their success by turning data into actionable insights. Join our forward-thinking team and work on projects that truly make a difference.\n \n\n\n\n**The Role** \n As an\n **Expert Data Engineer \/ Full Stack Engineer** \n , you will:\n \n\n\n* **Design & Develop** \n : Build robust, scalable, and efficient data pipelines and backend systems using state-of-the-art technologies.\n* **Integrate Systems** \n : Seamlessly integrate data solutions into enterprise ecosystems, ensuring smooth workflows and data consistency.\n* **Collaborate & Innovate** \n : Work closely with cross-functional teams to design, test, and deploy end-to-end solutions that drive measurable outcomes.\n* **Optimize Processes** \n : Analyze and optimize existing workflows for performance, scalability, and reliability.\n* **Model & Organize Data** \n : Develop and maintain comprehensive data models to support robust and scalable applications.\n* **Ensure Data Quality** \n : Implement checks and frameworks to maintain high data quality and system reliability.\n\n\n\n**What We're Looking For** \n\n\n\n* **Technical Expertise** \n : Strong proficiency in data engineering and backend technologies, with significant experience in building scalable data systems.\n* **Experience in development** \n of Celonis Platform, Pega Platform and\/or Appian Platform\n* **Full Stack Skills** \n : Familiarity with modern web development frameworks and tools (Node.js, React, Angular, etc.) is a plus.\n* **Problem Solver** \n : Exceptional analytical skills with the ability to tackle challenging problems with innovative solutions.\n* **Team Player** \n : Excellent communication and collaboration skills to work effectively in a fast-paced environment.\n* **Passion for Data** \n : A genuine enthusiasm for harnessing the power of data to drive business value.\n\n\n\n**Technical Skills & Tools** \n\n\n\n* **Programming Languages** \n : Python, SQL\n* **Data Integration & Transformation** \n : DBT, RDF, Knowledge Graphs, Apache Jena\n* **Data Streaming** \n : Apache Kafka, Apache Flink\n* **Custom Connectors** \n : Airbyte, Apache Nifi\n* **Cloud Technologies** \n : AWS (S3, Lambda, EC2, Glue, etc.)\n* **Orchestration Tools** \n : Apache Airflow\n* **Data Storage & Formats** \n : PostgreSQL, Apache Iceberg, Apache Hudi, Parquet, Avro\n* **Distributed Data Processing** \n : Apache Spark (PySpark), Flink, Dask\n* **Version Control & CI\/CD** \n : Git, GitLab CI\/CD, Jenkins, GitHub Actions\n* **Containerization & DevOps** \n : Docker, Infrastructure as Code (IaC) with Terraform\n* **Data Governance & Lineage** \n : DataHub, OpenLineage\n* **Data Privacy & Security** \n : Open Policy Agent (OPA), Apache Ranger\n* **Data Query Engines** \n : Trino (formerly Presto), Apache Hive, DuckDB\n* **Data Quality & Validation** \n : Great Expectations\n\n\n\n**Qualifications** \n\n\n\n* Proven experience in data engineering or full stack development.\n* Proficiency in programming languages such as Python, Java, or similar.\n* Experience with cloud platforms (AWS, Azure, GCP) and containerization (Docker, Kubernetes) is highly desirable.\n* Strong knowledge of SQL and database optimization techniques.\n\n\n\n**What We Offer** \n\n\n\n* Competitive salary and benefits.\n* A vibrant and collaborative work environment.\n* Opportunities for professional growth and development.\n* Flexible working options (remote\/hybrid).\n* The chance to work on impactful projects with industry leaders.\n* **Ready to Multiply Your Career?** \n Join our team and be part of a company that values innovation, creativity, and results.","company_url":"https:\/\/se.linkedin.com\/company\/multiplytech","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQFQS1g_9T28LQ\/company-logo_100_100\/company-logo_100_100\/0\/1709966409973?e=2147483647&v=beta&t=p8aHhG0ZNNLEDYn0h60xhasIwv81ysHlDjvj3z-cglY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"da39c77f27a11c98","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=da39c77f27a11c98","job_url_direct":"http:\/\/se.indeed.com\/job\/senior-software-application-engineer-da39c77f27a11c98","title":"Senior Software Application Engineer","company":"Nils Bäckman AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1734825600000,"salary_source":"direct_data","interval":"yearly","min_amount":455383.0,"max_amount":576616.0,"currency":"USD","is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Job Description:** Perform functional development, including requirement breakdown, software design, documentation, implementation, testing, and verification.\n\n**Position Overview:**  \nSpecialize in a technical domain (e.g., Vehicle, HMI, Combustion, Engine After-treatment, Electro-mobility, Powertrain Control, Control Theory, Mechatronics, Diagnostics) to develop innovative features. You will lead system engineering within a technical team and play an active role in project delivery. This includes integrating contributions from team members and ensuring quality and readiness before release.\n\nYour focus will be on the early phases of the development cycle, contributing to technical roadmaps and networking across the organization. Additionally, you’ll support business development and help foster a culture of lifelong learning within the team by coaching and training junior team members.\n\n**Main Responsibilities:**\n\n* Perform functional development for embedded software applications, including requirement breakdown and verification.\n* Lead system engineering efforts in a technical team.\n* Ensure quality and readiness of deliveries before release.\n* Develop technical roadmaps and influence work across different teams.\n* Support and mentor junior team members as a trainer or coach.\n* Act as a role model for continuous learning and broaden technical expertise into a T-shaped profile.\n* Build networks within the automotive organization to enhance collaboration and innovation.\n* Clearly articulate the value created in projects and deliverables.\n\n**Who You Are:**\n\n* Hold advanced knowledge obtained through education and extensive work experience in relevant fields.\n* Demonstrate strong leadership skills with the ability to guide teams and manage projects effectively.\n* Possess a deep understanding of control systems, mechatronics, or diagnostics.\n* Show expertise in electro-mobility, powertrain systems, or related areas.\n* Skilled in fostering collaboration and influencing outcomes within a wider network.\n* Fluent in English and experienced in technical documentation.\n\n**Experience Level:**  \nSenior: Position typically requires more than 5 years of relevant experience.\n\n**Additional Details:**\n\n* **Job Posting Start Date:** 2025-02-03\n* **Location:** Göteborg\n\nPlease note, I will not proceed with your application unless you provide me the following information:  \n1. CV  \n2. How many years of relevant experience you have\n\nJobbtyp: Heltid\n\nLön: 41 000,00kr - 45 000,00kr per månad\n\nFörmåner:\n\n* Friskvårdsbidrag\n\nSchema:\n\n* Måndag till fredag\n\nAnsökningsfrågor:\n\n* How many years of relevant experience do you have?\n\nArbetsort: Personligen\n\nFörväntat startdatum: 2025-02-03","company_url":"https:\/\/se.indeed.com\/cmp\/Nils-B%C3%A4ckman-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"7bf3d38f5be4eaea","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=7bf3d38f5be4eaea","job_url_direct":"http:\/\/se.indeed.com\/job\/senior-system-design-engineer-7bf3d38f5be4eaea","title":"Senior System Design Engineer","company":"Nils Bäckman AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1734825600000,"salary_source":"direct_data","interval":"yearly","min_amount":455383.0,"max_amount":576616.0,"currency":"USD","is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Position Overview:**  \nAre you an experienced and curious Electrical & Electronics engineer with a passion for technical solutions? Do you enjoy exploring new domains in product development and sharing your knowledge with colleagues? Have you previously served as a Team Leader\/Scrum Master, or are you eager to develop your leadership skills? If so, this opportunity might be the perfect fit for you.\n\n**The Challenge:**  \nThe automotive industry is undergoing rapid transformation with digital and connected solutions redefining how we develop and sell products. This evolution demands innovative thinking and solutions that will shape the future of public transportation. We need creative, driven individuals to guide this journey with collaboration, enthusiasm, and passion.\n\n**About the Team:**  \nOur team comprises 12 engineers with diverse professional backgrounds united by a shared goal: to develop exceptional products and grow together. Situated near the seaside in Arendal, we enjoy lunch walks along the shore as a refreshing break from our fast-paced work environment.\n\nWe specialize in developing Driver Environment and Driver Assistance systems, holding global responsibility for solutions implemented in vehicles worldwide. Our work impacts millions of people daily, ensuring quality and competitiveness in a dynamic industry.\n\nWe collaborate with teams in Poland, Mexico, and Brazil, along with affiliated brands in North America, fostering knowledge transfer and competence development to become an even stronger and more passionate team.\n\n**What We Offer:**  \nYou will play a key role in designing world-class driver experience solutions, focusing on ergonomics, usability, and visibility. Working in an agile\/lean environment, you’ll join a high-performing cross-functional team that collaborates with various stakeholders to achieve Driver Environment and Driver Assistance goals.\n\n**Main Responsibilities:**\n\n* Ensure that ECU software and hardware meet technical, quality, time, and cost requirements.\n* Coordinate, document, and release new ECU and ESW in line with internal processes, ensuring strategy compliance and requirement fulfillment.\n* Plan, implement, and monitor the development of ECU and ESW in both the short and long term.\n* Develop and maintain roadmaps.\n* Serve as the main point of contact for various stakeholders.\n* Act as the Team Leader, facilitating agile ceremonies and PI planning.\n* Support team activities and development.\n\n**Who You Are:**\n\n* A skilled team player with excellent communication and collaboration skills.\n* Genuinely interested in product development.\n* Hold a BSc or MSc degree in electrical\/software engineering (or equivalent).\n* Experienced in system and architectural design for Instrument Clusters. Familiarity with internal tools and processes is a plus.\n* Possess strong analytical and problem-solving skills.\n* Positive, structured, and eager to learn new skills.\n\n**Experience Level:**  \nSenior: Position typically requires more than 5 years of relevant experience.\n\n**Additional Details:**\n\n* **Start Date:** 2025-02-24\n* **Location:** Göteborg\n\nPlease note, I will not proceed with your application unless you provide me the following information:  \n1. CV  \n2. How many years of relevant experience you have\n\nJobbtyp: Heltid\n\nLön: 41 000,00kr - 45 000,00kr per månad\n\nFörmåner:\n\n* Friskvårdsbidrag\n\nSchema:\n\n* Måndag till fredag\n\nAnsökningsfrågor:\n\n* How many years of relevant experience do you have?\n\nArbetsort: Personligen\n\nFörväntat startdatum: 2025-02-24","company_url":"https:\/\/se.indeed.com\/cmp\/Nils-B%C3%A4ckman-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"a02cc812a3c8999e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=a02cc812a3c8999e","job_url_direct":"http:\/\/se.indeed.com\/job\/system-verification-engineer-a02cc812a3c8999e","title":"System Verification Engineer","company":"Nils Bäckman AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1734825600000,"salary_source":"direct_data","interval":"yearly","min_amount":428907.0,"max_amount":543092.0,"currency":"USD","is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Looking for a System Verification Engineer with interest in Verification, Fault tracing and Bug fixing within the area of automotive software development. You will work with test and verification of our inhouse nodes in a subsystem connecting the Instrument Cluster (IC3, IC-GFX) and Body Builder Interface nodes (BBM, BIO, BIM).\n\n**Main area of responsibility**\n\n* Subsystem testing in rig (HIL) both manually and automated\n* Fault tracing\n* Develop, write, perform and report test cases based on the requirements on system\n* Bug fixes\n* Securing quality and readiness before release\n\n**This is you:**\n\n* BSc or MSc degree in electrical\/software engineering or equivalent is highly valuable\n* Programming experience (preferable Pyhton or CAPL)\n* T-shaping mindset, experience or interest in learning new areas\n* Self-motivated, you will belong to an experienced team but must be able to take own initiatives\n\n**Nice to have**\n\n* Experience of verification in HIL system rigs\n* Experience from CANalyzer and CANoeProlongation is possible\n\n**Experience: position typically requires 2 to 5 years relevant experience**\n\nPlease note, I will not proceed with your application unless you provide me the following information:  \n1. CV  \n2. How many years of relevant experience you have\n\nJobbtyp: Heltid\n\nLön: 40 500,00kr per månad\n\nFörmåner:\n\n* Friskvårdsbidrag\n\nSchema:\n\n* Måndag till fredag\n\nAnsökningsfrågor:\n\n* How many years of relevant experience do you have?\n\nArbetsort: Personligen\n\nFörväntat startdatum: 2025-01-15","company_url":"https:\/\/se.indeed.com\/cmp\/Nils-B%C3%A4ckman-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4108322625","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4108322625","job_url_direct":null,"title":"Senior Data Engineer","company":"PRESIS KONSULT","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering","company_industry":"Information Technology & Services","listing_type":null,"emails":null,"description":"Presiskonsult is excited to announce an opening for a\n **Senior Data Engineer** \n with one of our innovative clients at the forefront of the automotive industry. If you are passionate about driving business goals through data-driven insights and have expertise in cutting-edge technologies, this could be the perfect opportunity for you.\n \n\n\n\n  \n\n\n\n\n\n**About the Role:** \n\n\n\n\n  \n\n\n\n\n* Develop and maintain data products that bridge the gap between data producers and consumers.\n* Work closely with stakeholders to ensure the right functionality for improved business performance.\n* Be part of an agile, dynamic team that continuously learns and improves.\n\n\n\n  \n\n\n\n\n\n**Key Requirements:** \n\n\n\n\n  \n\n\n\n\n* 5 - 8 years of experience in data engineering.\n* Expertise in\n **Azure** \n ,\n **Apache Spark** \n ,\n **Python** \n ,\n **Databricks** \n , and\n **Snowflake** \n .\n* Strong experience in\n **data pipelines** \n ,\n **data privacy** \n , and\n **agile methodologies** \n .\n\n\n\n  \n\n\n\n\n\n**Why You’ll Love This Role:** \n\n\n\n\n  \n\n\n\n\n* Opportunity to work with innovative technologies in a fast-paced, collaborative environment.\n* Contribute to exciting projects within the automotive industry, including electrification and autonomous driving.\n\n\n\n  \n\n\n\n\n\n**Ready to Drive the Future of Data?** \n\n\n\n\n Apply now and be part of a team that’s transforming the automotive landscape through digital innovation.","company_url":"https:\/\/se.linkedin.com\/company\/presiskonsult","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGivybOkRHxXA\/company-logo_100_100\/company-logo_100_100\/0\/1630618750563\/precis_konsult_logo?e=2147483647&v=beta&t=-MYGegHqdS3F-Hti61OS3ad6PFaL1OakPblkoaHse64","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]