[{"id":"b7d7605b49d44d4e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b7d7605b49d44d4e","job_url_direct":"https:\/\/careers.infor.com\/en_US\/careers\/JobDetail\/Demo-Services-Engineer-front-end-developer\/17167","title":"Demo Services Engineer (front end developer)","company":"Infor","location":"Linköping, E, SE","job_type":null,"date_posted":1755993600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"General information\nCountry\nSweden\n\n\nCity\nLinkoping\n\n\nJob ID\n44724\n\n\nDepartment\nSales\n\n\nDescription & Requirements\nThe primary role of the *Global Demo Innovation Services* Team is to help enable new sales by enhancing standard products and creating customized solutions to meet specific requirements for demonstrations. Our technical knowledge combined with presales and product development experience allows us to quickly understand prospect requirements and build custom demo solutions.\n\n  \n\nJOB SUMMARY:\n\n\nAre you highly creative and interested in learning new applications and technologies? Do you like problem solving and have the drive to continuously improve your skills? Are you able to quickly switch between several high priority tasks while maintaining focus? We are expanding our Global Demo Innovation Services Team at Infor.\n\n\nFor this position we are seeking a highly motivated individual that will be working directly with presales (Solution Consultants) to come up with new innovative ways of selling our software. You will be responsible for understanding their business requirements, figuring out the best way to meet these requirements and finally to create the demo solution (I.e. functional prototype). This is done in close collaboration with the solution consultant and since we are providing a service it is important that you like working with people. This is a non-prospect\/customer facing position.\n\n\nTo be successful in the Demo Services Team you also need a can-do attitude, a strong inner drive and have a genuine love of technology. We need you to be a team player, but you will get the opportunity to shine as well.\n\n  \n\nPRIMARY RESPONSIBILITIES:\n\n* Gain a complete understanding of all technical aspects of Infor products in assigned areas.\n* Improving demo capabilities by designing, implementing, and communicating key features to ensure best possible demonstrations.\n* Conceptualize, design, and build demo solutions with guidance from technical and functional solution consultants.\n* Provide informal training and skill-transfer sessions on solutions and procedures delivered by the group.\n* Ability to adopt new technologies to drive innovation and improvement of Infor products.\n  \n\n  \n\nEDUCATION & EXPERIENCE:\n\n* Bachelor's degree in business, software engineering, computer science or equivalent.\n* Strong knowledge of modern web technologies.\n  \n\n  \n\nREQUIRED SKILLS & KNOWLEDGE:\n\n* Acting as point of contact and focal point for solution consultants, both proactively and in support situations.\n* Being capable of developing proof-of-concept demo solutions (I.e. functional prototypes).\n* Ability to work effectively under pressure, prioritize tasks and meet tight deadlines.\n* Excellent creative problem-solving skills.\n* Passion for innovative technologies.\n* Very good organizational, analytical, and communications skills.\n* Curiosity, willingness, and ability to continuously learn new areas.\n* Self-starter with strong work ethics and the ability to work independently as well as in teams.\n* Very good Swedish and English, written and spoken.\n* Service minded.\n  \n\n  \n\nPREFERRED SKILLS & KNOWLEDGE:\n\n* 3-5 years of experience from Solution and Business Consulting.\n* Experience working with Generative AI as a tool throughout the development and documentation cycle.\n* Experience working with Infor technology \/ extensibility tools.\n  \n\n  \n\nOTHER:\n\n* We support presales globally. You may be required to work odd hours on occasion to support our people in other geographic locations.\n* We trust our team members to have strong work ethics. For us, *freedom under responsibility* is more than a nice punchline – it is a guiding principle.\n* Collaboration drives innovation. Therefore we ask everyone to be in the office at least three days a week.\n  \n\n  \n\n  \n\nAbout Infor  \n\nInfor is a global leader in business cloud software products for companies in industry specific markets. Infor builds complete industry suites in the cloud and efficiently deploys technology that puts the user experience first, leverages data science, and integrates easily into existing systems. Over 60,000 organizations worldwide rely on Infor to help overcome market disruptions and achieve business-wide digital transformation.\nFor more information visit www.infor.com  \n\n\nOur Values  \n\nAt Infor, we strive for an environment that is founded on a business philosophy called Principle Based Management™ (PBM™) and eight Guiding Principles: integrity, stewardship & compliance, transformation, principled entrepreneurship, knowledge, humility, respect, self-actualization. Increasing diversity is important to reflect our markets, customers, partners, and communities we serve in now and in the future.  \n\nWe have a relentless commitment to a culture based on PBM. Informed by the principles that allow a free and open society to flourish, PBM™ prepares individuals to innovate, improve, and transform while fostering a healthy, growing organization that creates long-term value for its clients and supporters and fulfillment for its employees.  \n\nInfor is an Equal Opportunity Employer. We are committed to creating a diverse and inclusive work environment. Infor does not discriminate against candidates or employees because of their sex, race, gender identity, disability, age, sexual orientation, religion, national origin, veteran status, or any other protected status under the law. If you require accommodation or assistance at any time during the application or selection processes, please submit a request by following the directions located in the FAQ section at the bottom of the infor.com\/about\/careers webpage.","company_url":"https:\/\/se.indeed.com\/cmp\/Infor","company_url_direct":"https:\/\/www.infor.com","company_addresses":"New York, NY","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Infor builds complete industry suites in the cloud and efficiently deploys technology that puts the user experience first, leverages data science, and integrates easily into existing systems.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/ffa469a8e594a73e1ae8f47b9190e33f","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/b77029fa6d9e52efdf49c35b0fedbb0d","ceo_name":null,"ceo_photo_url":null},{"id":"4288509686","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4288509686","job_url_direct":null,"title":"Full Stack Developer internship","company":"Cruncho","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":"hello@cruncho.com","description":"Full Stack Developer Internship\n \n\n\n\n**Location:** \n  Bromma, Stockholm, Sweden\n \n\n\n\n  \n\n\n\n\n\n Quick Summary\n \n\n\n* **Experience:** \n  2–3 years of hands-on web development\n* **Core Skills:** \n  React JS, Redux, TypeScript, Tailwind CSS, NodeJS, MongoDB, Redis, REST APIs\n* **Nice to Have:** \n  Docker, Ansible, Kubernetes, CI\/CD, Elastic Search, Traefik, Cloudflare\n* **Start Date:** \n  Mid to end of September 2025\n* **Company:** \n  Dream Troopers AB (est. 2015), delivering SaaS and marketplace solutions in 5 countries\n* **Products:** \n  Cruncho.com (SaaS Event Management) & Soulcircus.com (Wellness Marketplace)\n\n\n\n About Us\n \n\n\n\n  \n\n\n\n\n\n Founded in 2015 in Stockholm, Dream Troopers AB is a multi-award-winning tech company with big ambitions and a small, driven team.\n \n\n\n* **Cruncho Events** \n : A SaaS white-label event management platform used by municipalities, tourism boards, and local media in five countries. In 2024, our solution was chosen by \n *Atout France* \n  and the \n *French Ministry of Tourism* \n  to power events around the Paris Olympic and Paralympic Games.\n* **Soulcircus.com** \n : Our fast-growing B2C marketplace connecting individuals and companies with alternative wellness, preventive health, and personal growth practitioners. Currently live in Sweden, with international expansion ahead.\n\n\n\n We’re passionate about building tech with real impact — tools that connect people, communities, and ideas.\n \n\n\n\n  \n\n\n\n\n\n The Role\n \n\n\n\n We’re looking for a \n **Full Stack Developer Intern** \n  — someone with real coding experience (2–3 years), who thrives in fast-moving projects and wants to sharpen their skills in a startup environment.\n \n\n\n\n This is not a “watch and learn” internship. You’ll be part of the core team, working alongside other Full Stack Developers, our Production Manager, and a UI\/UX Designer — and collaborating directly with the CEO. You’ll take ownership of real features that power our platforms and see your work go live.\n \n\n\n\n If you’re ambitious, curious, and eager to contribute, this is an opportunity to level up your skills while building products with real-world reach.\n \n\n\n\n  \n\n\n\n\n\n Key Responsibilities\n \n\n\n* Contribute to development planning and sprint execution\n* Build and maintain features across the full stack: event calendars, APIs, payments, and admin modules\n* Manage and optimize databases (MongoDB, Elastic Search)\n* Troubleshoot issues, optimize performance, and ensure reliability\n* Support security best practices and compliance\n* Assist with CI\/CD and container-based deployments\n* Collaborate closely with the tech and business teams — we share responsibility for the product as a whole\n\n\n\n Requirements\n \n\n\n* Pursuing or holding a Master’s degree in Computer Science (KTH, Chalmers, Stockholm University, or similar)\n* 2–3 years of practical web development experience\n* Strong skills in React JS, Redux, TypeScript, Tailwind CSS, NodeJS, MongoDB, Redis, and REST APIs\n* Familiarity with agile\/scrum workflows and startup environments\n* Excellent written and spoken English (Swedish is a plus)\n\n\n\n  \n\n\n\n\n\n**You are:** \n  proactive, detail-oriented, and a self-starter. You enjoy solving problems, working independently, and collaborating in a team. You learn quickly, adapt easily, and bring both optimism and a sense of humor to your work.\n \n\n\n\n  \n\n\n\n\n\n Bonus Skills (Nice to Have)\n \n\n\n* Experience with Docker, Ansible, Kubernetes, CI\/CD pipelines, Elastic Search, Traefik, Cloudflare\n* Analytics tools (Grafana, Google Analytics, Simple Analytics)\n* Integrating third-party APIs or web scraping\n\n\n\n  \n\n\n\n\n\n What We Offer\n \n\n\n* A meaningful internship where your code goes into production\n* A collaborative and creative environment with a strong team spirit\n* Opportunities for personal and professional growth\n* A modern office space in Bromma, with a co-working environment, yoga\/meditation studio, complimentary breakfast & fruit, and after-work gatherings\n* Flexible working hours for healthy work-life balance\n* Competitive internship compensation\n* Possibility of transitioning into a full-time permanent role after the internship\n\n\n\n  \n\n\n\n\n\n Position Details\n \n\n\n* **Role:** \n  1x Full Stack Developer Internship\n* **Start:** \n  Mid \/ End of September 2025\n* **Duration:** \n  5–6 months (full-time)\n* **Compensation:** \n  Yes\n* **Location:** \n  Johannesfred, Bromma, Stockholm\n\n\n\n  \n\n\n\n\n\n Learn more about us: cruncho.com | soulcircus.com\n \n\n\n\n Questions? Reach out at \n **hello@cruncho.com**","company_url":"https:\/\/se.linkedin.com\/company\/cruncho","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEENE-Bz_ROyA\/company-logo_100_100\/company-logo_100_100\/0\/1728253014684\/cruncho_logo?e=2147483647&v=beta&t=Lv5J-7xsAMeO4OvRYejae0Wke-NYRYbQr9pYIAw5vhQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4290609121","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4290609121","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/307686\/&urlHash=pujL","title":"Full Stack Engineer","company":"Ntricity","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Services for Renewable Energy","listing_type":null,"emails":null,"description":"Vill du vara med och forma framtidens energilandskap och göra verklig skillnad för kommande generationer?\n \n\n\n\n  \n\n\n\n\n\n Vi söker dig som vill vara med och vidareutveckla vår molnplattform Enerhive – och som brinner för att bygga robusta, skalbara och smarta lösningar. Hos oss på Ntricity Technologies blir du inte en i mängden, utan en nyckelspelare i ett litet team med stor påverkan.\n \n\n\n\n  \n\n\n\n\n\n Tillsammans bygger vi tekniken som gör förnybar energi lönsam och tillgänglig för alla.\n \n\n\n\n  \n\n\n\n\n\n**Om rollen** \n\n\n\n\n Du blir en del av vårt utvecklingsteam som i dag består av sex personer. Det är vi som utvecklar Enerhive, vår molnplattform som kopplar ihop batterier, vindkrafts- och solcellsparker med energimarknaden. Plattformen genererar optimerade bud och körscheman baserat på faktorer som väder, pris och resursanvändning.\n \n\n\n\n  \n\n\n\n\n\n Vi söker nu en fullstackutvecklare som vill ta stort ansvar för hur vi bygger vår serverlogik, datahantering och API-design. Du kommer ha en nyckelroll i vidareutvecklingen av plattformens kärnfunktioner, med möjlighet att påverka både arkitektur och teknikval.\n \n\n\n\n  \n\n\n\n\n\n Du arbetar i hela kedjan, men med tyngdpunkt på backend – från affärslogik och datamodellering till API:er och integrationer. Du gillar att förstå helheten men trivs bäst när du får bygga stabila, effektiva och framtidssäkra system.\n \n\n\n\n  \n\n\n\n\n\n Vår techstack består av .NET Core\/C# i backend och React i frontend. Systemet är redan i drift men under ständig utveckling.\n \n\n\n\n  \n\n\n\n\n\n**Vem är du?** \n\n\n\n* Du har erfarenhet av mjukvaruutveckling i team, gärna inom distribuerade system eller molnbaserade lösningar.\n* Du är van att ta tekniskt ansvar och bidra i arkitektur- och designbeslut.\n* Du har god förståelse för databaser, API-design, säkerhet och prestanda.\n* Du är nyfiken, initiativtagande och gillar att jobba nära både produkt och användare.\n* Du har en högskoleutbildning inom datateknik eller motsvarande erfarenhet.\n* Du har ett intresse för hållbar energi och ser det som meningsfullt att bidra till energiomställningen.\n* Du kommunicerar både svenska och engelska obehindrat.\n\n\n\n  \n\n\n\n\n\n**Vilka är vi?** \n\n\n\n\n Efter vår resa som snabbväxande startup har vi nu tagit nästa steg och blivit en del av en etablerad familjeägd koncern med starkt kapital och långsiktigt engagemang. Det ger oss det bästa av två världar: startup-energin och innovationskraften, kombinerat med tryggheten och resurserna hos en stabil ägare.\n \n\n\n\n  \n\n\n\n\n\n Energibranschen står inför en enorm förändring – från storskalig energiproduktion till lokal, förnybar produktion och lagring av energi. Vår mjukvara banar väg för energiomställningen och möjliggör mer flexibel och intermittent kraft i energisystemet. Vi är stolta över att ha ett team bestående av några av branschens bästa och mest engagerade experter, som är dedikerade att göra förnybara energikällor lönsamma.\n \n\n\n\n  \n\n\n\n\n\n**Bra att veta** \n\n\n\n\n Placeringsort är Stockholm med möjlighet till distansarbete någon dag per vecka. Tjänsten är en tillsvidareanställning med tillträde snarast. Vi tillämpar 6 månaders provanställning. Urval sker löpande så skicka gärna in din ansökan så snart som möjligt.\n \n\n\n\n  \n\n\n\n\n\n 🚀 Redo att vara med och utveckla framtidens energisystem?\n \n\n\n\n Ansök via vår rekryteringssida - klicka här 👉 Ansök till Full-Stack Developer","company_url":"https:\/\/se.linkedin.com\/company\/ntricity","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE6BNcghuW0Ew\/company-logo_100_100\/company-logo_100_100\/0\/1630554692182?e=2147483647&v=beta&t=HCeLvDtO3blhT4acSU0jIkqXPFcUoUFRossGzv8B3HQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4290604689","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4290604689","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/307684\/&urlHash=bKRc","title":"Full Stack Engineer","company":"Ntricity","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Services for Renewable Energy","listing_type":null,"emails":null,"description":"Vill du vara med och forma framtidens energilandskap och göra verklig skillnad för kommande generationer?\n \n\n\n\n  \n\n\n\n\n\n Du behövs för att vi på Ntricity Technologies ska kunna fortsätta utvecklingstakten av vår molnplattform Enerhive. Hos oss blir du inte en i mängden utan ditt arbete får stor påverkan på både företaget och vår vision: att göra förnybar energi lönsam och tillgänglig för alla.\n \n\n\n\n  \n\n\n\n\n\n Hos Ntricity blir du en nyckelperson i vår resa mot framtidens energisystem.\n \n\n\n\n  \n\n\n\n\n\n**Om rollen** \n\n\n\n\n Du blir en del av vårt utvecklingsteam som i dagsläget består av sex personer. Det är ni som utvecklar Enerhive, vår molnplattform som kopplar ihop batterier, vindkrafts- och solcellsparker med marknadens möjligheter. Plattformen skapar optimerade bud och körscheman baserat på väder, priser och resursanvändning.\n \n\n\n\n  \n\n\n\n\n\n En viktig del av plattformen är vår frontend som består av kundvyer och vyer för interna arbetsflöden och processer. Båda är avgörande för helheten och du kommer att arbeta mycket med att förbättra dessa så att de fungerar smidigt och effektivt.\n \n\n\n\n  \n\n\n\n\n\n Du blir vår leader på frontend-frågor i teamet, med möjlighet att ta stort ansvar för lösningar, struktur och utvecklingsriktning. Du gillar att ta ett helhetsgrepp om en funktion, från backend till frontend, och ser det som en självklarhet att bidra i allt från tekniska beslut till implementation. Här får du arbeta nära produkt och användare, och vara med och påverka tekniska beslut och lösningar i ett team där du aldrig blir en i mängden.\n \n\n\n\n  \n\n\n\n\n\n Systemet är byggt i .NET Core\/C# och React. Det är redan i drift men behöver vidareutvecklas.\n \n\n\n\n  \n\n\n\n\n\n**Vem är du?** \n\n\n\n* Du är fullstackutvecklare med frontendfokus och god kunskap i .NET\/C# och React.\n* Du har några års erfarenhet av mjukvaruutveckling där du fått hantera och ta del av problemlösning i praktiken.\n* Du har en högskoleutbildning inom datateknik, eller motsvarande utbildning.\n* Du gillar att ta ett helhetsansvar, lösa problem och bidra till utveckling av både kod och arbetssätt.\n* Du har ett genuint intresse för hållbar energi och framtidens energisystem.\n* Du talar och skriver både svenska och engelska obehindrat.\n\n\n\n  \n\n\n\n\n\n**Vilka är vi?** \n\n\n\n\n Efter vår resa som snabbväxande startup har vi nu tagit nästa steg och blivit en del av en etablerad familjeägd koncern med starkt kapital och långsiktigt engagemang. Det ger oss det bästa av två världar: startup-energin och innovationskraften, kombinerat med tryggheten och resurserna hos en stabil ägare.\n \n\n\n\n  \n\n\n\n\n\n Energibranschen står inför en enorm förändring – från storskalig energiproduktion till lokal, förnybar produktion och lagring av energi. Vår mjukvara banar väg för energiomställningen och möjliggör mer flexibel och intermittent kraft i energisystemet. Vi är stolta över att ha ett team bestående av några av branschens bästa och mest engagerade experter, som är dedikerade att göra förnybara energikällor lönsamma.\n \n\n\n\n  \n\n\n\n\n\n**Bra att veta** \n\n\n\n\n Placeringsort är Stockholm, resor kan förekomma. Tjänsten är en tillsvidareanställning med tillträde snarast. Vi tillämpar 6 månaders provanställning. Urval sker löpande så skicka gärna in din ansökan så snart som möjligt.\n \n\n\n\n  \n\n\n\n\n\n 🚀 Redo att vara med och utveckla framtidens energisystem?\n \n\n\n\n Ansök via vår rekryteringssida - klicka här 👉 Ansök till Full-Stack Developer, Frontend Focus","company_url":"https:\/\/se.linkedin.com\/company\/ntricity","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE6BNcghuW0Ew\/company-logo_100_100\/company-logo_100_100\/0\/1630554692182?e=2147483647&v=beta&t=HCeLvDtO3blhT4acSU0jIkqXPFcUoUFRossGzv8B3HQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4178759450","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4178759450","job_url_direct":null,"title":"🔥 Join Our Startup as Co-founder\/Partner – CTO (Fullstack) and\/or Chief AI Officer – Build the Platform of the Future – Sweden Only!","company":"SacsiN","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"executive","job_function":"Business Development and Sales","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"**🚀 Join SacsiN (Start Up) – We are looking for a CTO\/Full-Stack Developer and a CAIO\/Chief AI Officer Wanted to Build a Global Sustainability & Compliance Platform from the Ground Up.** \n\n\n\n\n  \n\n\n\n\n\n**SacsiN is a Swedish startup on a mission to transform how sustainability and compliance are managed across global supply chains.** \n\n\n\n\n\n\n\n\n\n We are building a highly scalable, Microsoft Azure-based platform that enables companies – from multinational corporations to small suppliers– to exchange standardized sustainability and compliance data in real time, supporting high volumes of users and queries with a strong focus on international supply chain networks.\n \n\n\n\n  \n\n\n\n\n\n After five years of developing a proof of concept together with our member companies – including large multinational corporations with a combined experience of hundreds of years in the fields – we are now ready to build the SacsiN platform. SacsiN member companies have contributed valuable insights throughout the process, ensuring that our concept is built on real-world needs and challenges within sustainability and compliance.\n \n\n\n\n  \n\n\n\n\n\n**Responsibilities** \n\n\n\n\n We are looking for\n **one or two highly experienced Full Stack Developers\/Platform Engineer and CAIO\/Chief AI Officer** \n**professional** \n to join SacsiN and to build and scale the platform from the ground up. We already have an MVP-Minimum Viable Product.\n \n\n\n\n  \n\n\n\n\n\n**Who we’re looking for:** \n\n\n\n\n**Ideally, you have 10+ years of hands-on experience designing and building scalable software platforms and delivering complex systems and AI solutions from scratch – or equivalent proven expertise.** \n It is important to be able to work independently as you are building the platform almost from scratch.\n \n\n\n\n  \n\n\n\n\n* Proven track record and expert of building\n **large-scale, cloud-based platforms from scratch**\n* Proven track record and expert of building\n \n Expert in\n **full stack development** \n (backend with .NET Core, Node.js, Python; frontend with React or similar)\n* Proven track record and expert of building advanced\n \n AI\/ML\n* Deep knowledge of\n **Microsoft Azure** \n – including App Services, Functions, Cosmos DB, Blob Storage, Front Door, Key Vault, etc\n* Strong\n **architecture** \n skills focused on global\n **scalability, security, and modularity**\n* Experience integrating\n **global payment solutions, identity & access management, and secure document handling**\n* Skilled at building\n **interactive dashboards\/visualization** \n with Power BI, D3.js, React, or similar\n* Experience with\n **CI\/CD pipelines, infrastructure automation, and fault-tolerant design**\n* Experience with\n **blockchain or similar technologies for traceability**\n* Experience\n \n of\n **low-code tools** \n where appropriate\n* Be responsible for\n **load balancing, high availability, fault tolerance, and cost optimization** \n of the cloud infrastructure to ensure global performance and reliability.\n* Fluent English (Swedish not required)\n* **Legally authorized** \n to live and work in\n **Sweden**\n* **Work independently,** \n it is important that you have the required expertise, as this role comes with significant responsibility to rapidly build the platform from scratch, either independently or together with a colleague, ensuring it is built on the right architecture from the start.\n\n\n\n  \n\n\n\n\n\n**🌟 What We Can Offer:** \n\n\n\n* A unique opportunity to become the\n **first CTO\/Full Stack and CAIO\/Chief AI Officer** \n in a fast-moving and purpose-driven startup environment.\n* Full ownership to\n **design and build the platform architecture from scratch** \n , using modern, scalable technologies.\n* **Flexible working conditions** \n – remote with frequent meetings in Stockholm.\n* The freedom to\n **innovate, shape and maintain** \n both technology and processes in line with real-world global sustainability challenges.\n* A meaningful mission:\n **streamline B2B information exchange** \n in sustainability and compliance, helping companies meet legal obligations and creating transparent chains of custody that reach all the way to consumers.\n\n\n\n  \n\n\n\n\n\n 💰\n **Compensation in this early-phase is based entirely on a profit-sharing model or stockoptions** \n – meaning no salary is paid until profit allows salary to be payed.\n \n\n\n\n  \n\n\n\n\n\n 🧭\n **Workload: 50–100% depending on your availability.** \n\n\n\n\n 💻 We are now building our core team for long-term collaboration. To make teamwork easier and more engaging,\n **we are only looking for candidates based in Sweden, ideally in the Stockholm area,** \n so that we can meet in person regularly when needed, while also allowing for remote work when possible.\n \n\n\n\n 🕒\n **We are ready to start immediately** \n\n\n\n\n  \n\n\n\n\n\n**How to apply:** \n\n\n\n\n In your application, please\n **introduce yourself, tell us a bit about your background** \n , and explain how your experience matches what we’re looking for and the\n **experience building scalable cloud platforms from the ground up** \n . This is a key selection criterion.\n \n\n\n\n  \n\n\n\n\n\n\n We are open to engage one or two candidates who have a proven track record of working efficiently together and complement each other's skills.\n \n\n\n\n\n  \n\n\n\n\n\n Please note that as a start-up with limited HR resources, our response times may be longer than usual. We appreciate your patience.\n \n\n\n\n  \n\n\n\n\n\n www.sacsin.com","company_url":"https:\/\/se.linkedin.com\/company\/sacsin","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEVKXW_cT1B1A\/company-logo_100_100\/company-logo_100_100\/0\/1727515011260?e=2147483647&v=beta&t=UbhBc5hjTg9Ft_3-INNvtGD_IKwJXdWOMcn6qctaPzI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4265374280","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4265374280","job_url_direct":"https:\/\/jobb.lansforsakringar.se\/LansforsakringarAB\/job\/Stockholm-Developer-&-Module-Specialist-SuccessFactors\/815111402\/&urlHash=zs_Y","title":"Developer & Module Specialist - SuccessFactors","company":"Länsförsäkringar","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Insurance","listing_type":null,"emails":null,"description":"*Vill du vara en nyckelspelare i att vidareutveckla och driva HR-system i en organisation med starkt fokus på tillväxt och innovation? Vi söker nu en certifierad SuccessFactors Developer and Module Specialist till vårt framåtriktade interna IT-team!*\n**Om jobbet**\n Som SuccessFactors Developer and Module Specialist kommer du att inneha en expertroll i vår interna IT-organisation och arbeta nära HR-funktionen. Du kommer att förvalta, integrera och implementera funktionalitet i SuccessFactors olika moduler. Genom ditt arbete kommer du att säkerställa en smidig, stabil och snabb implementering av ny programvara och uppdateringar i installerade applikationer. Du kommer att tillsammans med övriga teamet medverka i frågor rörande aktuella och framtida vägval för plattformens tekniska utveckling.\n   \n\n  \n\n Dina arbetsuppgifter kommer vara bland annat:\n   \n\n  \n\n* Ansvara för ny systemkonfiguration samt sätta sig in i befintlig konfiguration\n* Utföra felsökning och problemlösning när systemet inte fungerar som förväntat\n* Hitta lösningar på komplexa problem och stödja organisationen i implementeringen av nya funktioner\n* Assistera vid uppgraderingar genom att förstå SAP:s processer och sätta sig in i dokumentation kring uppgraderingens nyheter\n* Hålla koll på SuccessFactors roadmap och föreslå hur ny funktionalitet kan integreras i systemet\n* Assistera med testning av ny funktionalitet\n* Bistå med bakgrundsmaterial och delta i diskussioner med SAP Support vid komplexa supportärenden\n* Kontinuerligt vidareutbilda systemadministratörerna för att stärka deras kompetens\n\n\n**Vem är du?**\n Följande kommer göra dig framgångsrik i denna tjänst:\n   \n\n  \n\n* Du jobbar redan idag som applikationskonsult\/specialist inom SuccessFactors-området och är expert på SuccessFactors EC (Employee Central). Denna roll kräver en konfigureringsexpert med medellång (3–5 års) erfarenhet som är eller har varit certifierad i SuccessFactors EC-modul och\/eller någon av följande moduler: LMS, PMGM eller Compensation¨\n* Du har en akademisk examen inom IT eller motsvarande\n* Har erfarenhet av att samarbeta med olika intressenter och förmåga att kommunicera tekniska lösningar på ett enkelt och pedagogiskt sätt.\n* Du har goda kunskaper i svenska och engelska i både tal och skrift\n\n\n Som person brinner du för att uppnå verksamhetsnytta med hjälp av IT och verkar för att säkerställa leveranser med hög kvalitet. Du har en stark analytisk förmåga och kan se helheten i komplexa IT-system och HR-processer. Du är självständig och leveranssäker i ditt arbete med lätt för såväl reaktiv som proaktiv problemlösning. Ditt team lägger stort fokus på innovation och utveckling och vi ser därför gärna att du delar vårt intresse för att se möjligheter i varje process.\n   \n\n  \n\n**Om oss**\n Vi erbjuder en spännande roll i en organisation som värdesätter innovation och förbättring. Du får möjligheten att arbeta med de senaste HR-teknologierna i en miljö med starkt fokus på digitalisering. Vi erbjuder en inkluderande och tillitsbaserad arbetsmiljö där din kompetens och erfarenhet gör skillnad, samt goda möjligheter till kompetensutveckling och påverkan inom din roll.\n   \n\n  \n\n**Mer information**\n*Låter det spännande? Då vill vi veta mer om dig! Välkommen med din ansökan redan idag. Vi arbetar löpande med denna rekrytering och kan komma att tillsätta tjänsten innan sista ansökningsdag.*\n**Sista ansökningsdag: 2025-09-19**","company_url":"https:\/\/se.linkedin.com\/company\/lansforsakringar","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHKqTc1v4vlJQ\/company-logo_100_100\/company-logo_100_100\/0\/1631335034489?e=2147483647&v=beta&t=V6JJc7OJUr6Lq1ZyoFHVkpjPebPVHYoynvBLIUHIDn4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4265232973","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4265232973","job_url_direct":"https:\/\/careers.abax.com\/jobs\/6153621-product-manager-machine-and-equipment-tracking?utm_source=LinkedIn&urlHash=r8k8","title":"Product manager – Machine and Equipment Tracking","company":"ABAX","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Product Management and Marketing","company_industry":"Information Technology & Services","listing_type":null,"emails":null,"description":"**Are you ready to shape the future of smart asset tracking across Europe?** \n At ABAX, we help businesses with mobile workforces work smarter — cutting costs, improving efficiency, and driving sustainability. Now, we’re growing fast and looking for a Product Manager to take full ownership of one of our most exciting product areas: Machine & Equipment Tracking.\n   \n\n  \n\n As\n **Product Manager,** \n you’ll sit at the heart of an empowered, cross-functional team — defining strategy, guiding execution, and owning outcomes. This is your chance to lead a product that blends IoT innovation with tangible, real-world impact. From construction tools to heavy machinery, you’ll help businesses track and manage assets with precision and intelligence.\n   \n\n  \n\n We’re seeking someone with a strong, hands-on product management background — ideally with experience aligning product strategy to commercial goals. You know how to balance user needs, technical feasibility, and business value — and you're passionate about creating products that drive growth and customer success.\n   \n\n  \n\n**Key Responsibilities**\n* Define and lead the product strategy in alignment with ABAX’s broader goals\n* Leverage data and market insights to identify customer pain points and solve real problems\n* Drive the product lifecycle end to end — from concept to launch and beyond\n* Collaborate closely with engineering, UX, and commercial teams\n* Own and iterate the product roadmap — delivering value early and often\n* Create clear, outcome-focused user stories and champion seamless user experiences\n\n\n**What You Bring**\n* Proven experience scaling B2B cloud products as a Product Manager\n* A relevant degree in technology, engineering, or a related field\n* Solid understanding of both hardware and software, ideally with insight into the machine & equipment domain\n* Enthusiastic, innovative, customer-obsessed, and sustainability-minded\n* A collaborative mindset and the ability to work across discipline\n\n\n**What You’ll Gain**\n* End-to-end ownership of a rapidly scaling product\n* A visible, influential role shaping product development and company impact\n* Opportunity to work with scalable solutions and future-ready technology\n* A strong company culture based on accountability, trust, and teamwork\n\n\n**Other Information**\n* Start date: As soon as possible\n* Work extent: Full-time\n* Location: Stockholm. Hybrid working available.\n\n\n**Background check and Reference verification:**\n Successful employment is contingent upon ABAX receiving satisfactory references.\n   \n\n  \n\n As part of our hiring process, we perform a digital reference check through RefApp, an advanced online solution for managing this procedure.\n   \n\n  \n\n Please be aware that a background check may be conducted simultaneously with the reference check.\n   \n\n  \n\n**Equal Opportunities:**\n At ABAX, we are dedicated to creating an inclusive environment for all our colleagues. This commitment extends to ensuring that our recruitment practices and processes are as inclusive as possible. We encourage applicants from all backgrounds to join us in strengthening our focus on equality and diversity in the workplace.\n   \n\n  \n\n**About ABAX:**\n ABAX is a leading European telematics IoT platform offering connected mobility solutions for vehicle tracking, tool tracking, and equipment control. Our mission is to deliver mobility data insights that empower people to do more with less.\n   \n\n  \n\n With over 500,000 tracked assets and 40,000 customers, ABAX delivers reliable and powerful solutions for businesses relying on physical operations. Our advanced platform transforms customer needs into actionable insights and automated reporting, driving efficiency and operational excellence.\n   \n\n  \n\n We operate across Europe, with close to 300 employees working from our facilities in Norway, Sweden, Denmark, Finland, the Netherlands, Belgium, Poland, and the UK. Our Head Office is in Larvik, Norway.","company_url":"https:\/\/no.linkedin.com\/company\/abax","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH5pp0d8mHAlA\/company-logo_100_100\/company-logo_100_100\/0\/1699605462210\/abax_logo?e=2147483647&v=beta&t=42b3guiKDAfrSQImSEGoaR52gvZz7AFHNswLHpTKPFo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4286473294","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4286473294","job_url_direct":"https:\/\/careers.infor.com\/en_US\/careers\/ApplicationMethods?jobId=17408&source=LinkedIn&urlHash=HZ_3","title":"Principal AI\/ML Architect","company":"Infor","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"We are seeking a Principal Architect to lead the development of Infor M3 solutions powered by Artificial Intelligence (AI) and Machine Learning (ML).\n   \n\n This role will play a key part in expanding our cloud architecture capabilities, while partnering across the organization to build, deploy, and scale intelligent systems. You will also help drive talent transformation to ensure the workforce is future-ready for AI-powered technologies.\n   \n\n  \n\n As a core member of the Cloud and Container Native Platform organization, you will be the driving force behind enabling internal teams to adopt and embed AI\/ML capabilities within the software development lifecycle (SDLC). You’ll operate both as a solution architect and an AI\/ML evangelist, collaborating across engineering, product, and customer-facing teams. This includes external engagements when needed to support AI\/ML initiatives.\n   \n\n  \n\n Key Responsibilities:\n   \n\n  \n\n \\* Lead architecture and development of AI\/ML-enhanced Infor M3 solutions\n   \n\n \\* Partner with cross-functional teams to design, build, and maintain AI\/ML-enabled systems\n   \n\n \\* Evolve and scale cloud-native AI\/ML architectures to drive business innovation\n   \n\n \\* Champion talent transformation initiatives to build internal AI\/ML capability\n   \n\n \\* Drive change management to align technical initiatives with strategic goals\n   \n\n \\* Represent AI\/ML initiatives in internal and external discussions\n   \n\n  \n\n Basic Qualifications:\n   \n\n  \n\n \\* 10-15+ years in software, solution, or enterprise architecture with hands-on delivery of production-grade AI\/ML systems\n   \n\n \\* Deep expertise in cloud architecture on at least one hyperscaler (AWS, Azure, GCP) with ability to design and optimize cloud-native AI workloads\n   \n\n \\* Proven MLOps and ML platform experience: data pipelines, model lifecycle (training, evaluation, deployment), CI\/CD, and monitoring\n   \n\n \\* Working knowledge of Generative AI \/ LLMs: prompting, fine-tuning, and rapid prototyping\n   \n\n \\* Strong foundation in SaaS, multi-tenant architectures, microservices, and APIs—particularly around integrating AI into products and workflows\n   \n\n \\* Excellent communication skills: able to engage both executives (whiteboarding) and engineers (deep technical dives)\n   \n\n \\* Solid understanding of security, privacy, and compliance considerations in enterprise AI (e.g., data governance, model safety)\n   \n\n \\* Bachelor’s degree in Computer Science, Engineering, Mathematics, or equivalent; advanced degrees or equivalent experience also considered\n   \n\n \\* Skilled at presenting complex technical topics at both abstract and implementation levels\n   \n\n  \n\n Preferred Qualifications:\n   \n\n  \n\n \\* Experience with Agentic AI\/orchestration frameworks (tool use, lifecycle, interoperability)\n   \n\n \\* Familiarity with LangChain, LLMOps tools, vector search\/RAG, retrieval pipelines\n   \n\n \\* Knowledge of Responsible AI practices, including governance, risk, human-in-the-loop, and auditability in enterprise settings\n   \n\n \\* Consulting or industry solutions background, with ability to map domain needs to AI architectures\n   \n\n \\* Recognized technical leadership through publishing, mentoring, or internal standards contributions\n   \n\n \\* Relevant certifications (AWS\/GCP\/Azure, Snowflake\/Databricks) or EA frameworks (TOGAF)\n   \n\n \\* Experience aligning AI\/ML with enterprise roadmaps and platforms (e.g., SAP\/RISE, Salesforce\/Agentforce, ServiceNow)\n   \n\n  \n\n About Infor\n   \n\n  \n\n Infor is a global leader in business cloud software products for companies in industry specific markets. Infor builds complete industry suites in the cloud and efficiently deploys technology that puts the user experience first, leverages data science, and integrates easily into existing systems. Over 60,000 organizations worldwide rely on Infor to help overcome market disruptions and achieve business-wide digital transformation.\n   \n\n For more information visit www.infor.com\n   \n\n  \n\n Our Values\n   \n\n  \n\n At Infor, we strive for an environment that is founded on a business philosophy called [1] Principle Based Management™ (PBM™) and eight Guiding Principles: integrity, stewardship & compliance, transformation, principled entrepreneurship, knowledge, humility, respect, self-actualization. Increasing diversity is important to reflect our markets, customers, partners, and communities we serve in now and in the future.\n   \n\n  \n\n We have a relentless commitment to a culture based on PBM. Informed by the principles that allow a free and open society to flourish, PBM™ prepares individuals to innovate, improve, and transform while fostering a healthy, growing organization that creates long-term value for its clients and supporters and fulfillment for its employees.\n   \n\n  \n\n Infor is an Equal Opportunity Employer. We are committed to creating a diverse and inclusive work environment. Infor does not discriminate against candidates or employees because of their sex, race, gender identity, disability, age, sexual orientation, religion, national origin, veteran status, or any other protected status under the law. If you require accommodation or assistance at any time during the application or selection processes, please submit a request by following the directions located in the FAQ section at the bottom of the infor.com\/about\/careers webpage.\n   \n\n  \n\n At Infor we value your privacy that’s why we created a policy that you can read [2] here.\n   \n\n  \n\n  \n\n References\n   \n\n  \n\n Visible links\n   \n\n 1. https:\/\/www.kochind.com\/about\/business-philosophy\n   \n\n 2. https:\/\/www.infor.com\/about\/privacy","company_url":"https:\/\/www.linkedin.com\/company\/infor","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQG79ZGnAM8hCQ\/company-logo_100_100\/company-logo_100_100\/0\/1709916374060\/infor_logo?e=2147483647&v=beta&t=IoaaRd9JSh5GSMfiyuecY-gp4gnyQr_DEtGVm7-vQLs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4265258744","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4265258744","job_url_direct":"https:\/\/us.wd103.myworkdayjobs.com\/tobii_dynavox\/job\/Stockholm\/Senior-Engineering-Manager\\u002d\\u002d-Web-Systems_JR100772?source=LinkedIn&urlHash=-gnN","title":"Senior Engineering Manager - Web Systems","company":"Tobii Dynavox®","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Marketing, Public Relations, and Writing\/Editing","company_industry":"Medical Equipment Manufacturing","listing_type":null,"emails":null,"description":"**Why join us?**\n We’re on a mission to empower people with disabilities to do what they once did or never thought possible. As the world-leader in assistive communication solutions, we empower our customers to express themselves, connect with the world, and live richer lives.\n   \n\n  \n\n At Tobii Dynavox, you can grow your career within a dynamic, global company that has a clear, impactful purpose - with the flexibility to also do what truly matters to you outside of work. What’s more, you’ll be part of a work culture where collaboration is the norm and individuality is welcomed.\n   \n\n  \n\n As a member of our team, you’ll have the power to innovate for good. You’ll see your ideas in use in new applications, work with the latest technology on leading platforms, and deliver meaningful solutions for our customers.\n   \n\n  \n\n**About the Role:**\n*We’re at an exciting stage in our journey—growing rapidly and expanding our Product & Development team in Stockholm to build a vibrant hub for innovation, product design, and technology. This is a unique opportunity to join a thriving organization where you can help shape the future of assistive communication, defining how we work and delivering impactful solutions for our users.*\n*We are building a culture of empowered, collaborative teams who are passionate about helping individuals with disabilities find their voice and connect with the world. Our teams thrive on trust, collaboration, and a positive environment where everyone lead and contributes. We deeply understand the people we serve, empathize with their challenges, and use our expertise to make a real difference.*\n The\n **Senior Engineering Manager** \n for Web Systems (Recommender Journey) is responsible for the work of a newly created team which will own the comprehensive web experience for users of Tobii Dynavox products. It will be used by professionals as well as people in informal care circles who work to serve users of our solutions. The Senior Engineering Manager for Web Systems (Recommender Journey) will lead this team to define, architect, implement and maintain this ecosystem, thus ensuring its long-term contribution to our product offerings.\n   \n\n  \n\n**In this role, you will**\n* Lead, mentor, and inspire a team of highly competent software engineers.\n* Lead the definition of the architecture which supports the overarching web experience with respect to the individual products and services.\n* Oversee the design, development, and deployment of the web experience using React and other front-end technologies, but with a C#\/.NET back end.\n* Establish and maintain high quality design and development processes.\n* Maintain high reliability and availability of the products.\n* Collaborate with peers in the engineering department to ensure the architectural integrity of the entire portfolio.\n* Drive continuous improvements in development processes, tools, and methodologies.\n\n\n**What We're Looking For**\n* Minimum of five years development experience.\n* Minimum of four years management experience.\n* Significant experience in C#\/.NET\n* Significant experience in Web development\n* Expert in Agile\/Scrum\n* Able to contribute to architectural discussions\/decisions\n* Demonstrated experience with and sensitivity to UX design concerns.\n* Strong leadership experience and excellent communication skills\n* Proficient in providing and receiving feedback in a supportive manner.\n\n\n***Please note that our recruitment process may take a bit longer than usual during July and August due to the holiday period. We appreciate your patience and will get back to you as soon as possible. Wishing you a lovely summer!***\n Apply today!\n   \n\n  \n\n We believe in empowering individuals - including our own employees - to reach their full potential. So, if you want to change lives while growing your own career, we’d love to hear from you.","company_url":"https:\/\/se.linkedin.com\/company\/tobiidynavox","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGONQEqI1YgrA\/company-logo_100_100\/company-logo_100_100\/0\/1738008471348\/tobiidynavox_logo?e=2147483647&v=beta&t=64z9pN2IRQ8UDrZH--Hw0-lS2X7Ee6anc5SaKujc4R8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"71b0dd8389a0ab44","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=71b0dd8389a0ab44","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29942414","title":"Data Science Consultant","company":"THINK DONE","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1755993600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Required Qualifications\n  \nBachelor's degree in IT, Computer Science, or a related field.\n  \n  \n\nMinimum 5 years of professional experience in data science and advanced analytics.\n  \n  \n\nProven expertise in machine learning and generative AI techniques.\n  \n  \n\nMinimum 2 years of domain experience working in the banking or telecommunications industry.\n  \n  \n\nStrong programming skills in Python and experience with ML frameworks (TensorFlow, PyTorch, Scikit-learn, etc.).\n  \n  \n\nGood understanding of cloud environments (e.g., AWS, Azure, GCP) for AI\/ML deployment.\n  \n  \n\nExcellent communication and stakeholder management skills.\n  \n  \n\nAbility to work independently as well as part of a consulting team.","company_url":"https:\/\/se.indeed.com\/cmp\/Think-Done","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0b5fb4d2f19ea4a6","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0b5fb4d2f19ea4a6","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29941865","title":"SDM Nyckelroll i ett internationellt växande IT-bolag","company":"TechServices IT Modica AB","location":"Staffanstorp, M, SE","job_type":"fulltime","date_posted":1755907200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"paolino.modica@techservicesit.se","description":"Om TechServices IT\n  \n  \n\nTechServices IT AB är en del av Modica Capital-koncernen och levererar IT-tjänster till den offentliga sektorn. Med verksamhet i Sverige, Norge, Finland och Indien har vi en stark internationell närvaro och en bred leveranskapacitet.\n  \n  \n\nVi är ett snabbväxande bolag med omsättning på ca 25 MSEK\/år och har ramavtal med de flesta stora aktörerna inom offentlig sektor i Sverige. Vårt fokus är att leverera B2B-tjänster inom IT-drift, support och outsourcing, med högsta kvalitet och kundnöjdhet.\n  \n  \n\nNu söker vi en Service Delivery Manager (SDM) till vårt kontor i Hjärup som vill ta över ansvaret för vår leveransorganisation och bli en nyckelperson i vår fortsatta tillväxtresa.\n  \nOm rollen\n  \nSom Service Delivery Manager får du det övergripande ansvaret för att våra leveranser sker enligt avtal, SLA och förväntningar. Rollen är både operativ och strategisk – du ansvarar för kundnöjdhet, kvalitet och processutveckling, samtidigt som du bygger upp en skalbar leveransmodell i takt med att vi växer vidare i Sverige, Norge, Finland och Indien.\n  \n  \n\nFör att lyckas i rollen måste du vara väldigt social, säljande och relationsbyggande, men framför allt extremt strukturerad. Det är ofta högt tempo, många saker händer parallellt, och du måste kunna hålla ordning, prioritera rätt och leverera utan att tappa kontrollen.\n  \n  \n\nAnsvarsområden\n  \nSäkerställa att alla leveranser sker enligt avtal, SLA och kvalitetskrav.\n  \nVara primär kontaktperson för kunder och partners vid operativa och taktiska frågor.\n  \nKoordinera, stötta och följa upp våra konsulter ute på uppdrag.\n  \nDriva incident- och problemhantering samt hantera eskalationer.\n  \nAnsvara för dokumentation, rapportering och kontinuerliga förbättringar i leveransprocessen.\n  \nBygga upp och vidareutveckla leveransmodellen för internationell expansion.\n  \nStötta säljorganisationen i presale, upphandlingar och överlämningar till delivery.\n  \nSamarbeta nära med våra systerbolag i Norge, Finland och Indien.\n  \nDra in nya kunder\n  \nVem vi söker\n  \nVi söker en strukturerad, affärsorienterad och kommunikativ ledare som också är social, säljande och stark i att bygga relationer.\n  \n  \n\nAvskräckande krav – läs noga innan du söker\n  \nOm du inte är riktigt strukturerad och kan hålla ordning även under press – sök inte.\n  \nOm du blir stressad av högt tempo och många bollar i luften – sök inte.\n  \nOm du inte kan hantera både operativa detaljer och strategiska beslut parallellt – sök inte.\n  \nOm du inte klarar av att prata med både tekniker och chefer på ett professionellt, lösningsorienterat sätt – sök inte.\n  \nDet här är en roll för dig som älskar utmaningar, vill ha stort ansvar och klarar att leverera även när förutsättningarna ändras snabbt.\n  \nKravprofil\n  \nDokumenterad erfarenhet av Service Delivery, projektledning, IT-drift eller liknande roll.\n  \nFörmåga att kombinera tekniskt förståelse med affärsmässigt fokus.\n  \n  \n\nMycket god svenska och engelska i tal och skrift.\n  \n  \n\nVan att arbeta i en internationell miljö.\n  \n  \n\nHög stresstålighet, stark förmåga att prioritera och skapa struktur.\n  \n  \n\nMeriterande\n  \nITIL-certifiering eller erfarenhet av processledning.\n  \nTidigare erfarenhet från outsourcing, leverantörsled eller konsultbolag.\n  \nErfarenhet av att bygga och utveckla team i växande organisationer.\n  \nKunskaper i norska eller finska.\n  \nVi erbjuder\n  \nEn nyckelroll i ett internationellt växande IT-bolag.\n  \nMöjlighet att påverka bolagets framtida leveransmodell i Sverige, Norge, Finland och Indien.\n  \nEn arbetsmiljö med korta beslutsvägar och direkt rapportering till VD.\n  \nEn vardag med ramavtal hos de flesta stora aktörerna inom offentlig sektor i Sverige.\n  \nKonkurrenskraftig lön och villkor.\n  \nMöjlighet att växa med bolaget och på sikt ta en ännu större ledarroll.\n  \nAnsökan\n  \nSkicka in din ansökan och CV till paolino.modica@techservicesit.se\n  \n.Urval sker löpande – vänta inte med att ansöka!\n  \n**Observera:** Referenser kommer att kontaktas som en del av rekryteringsprocessen.\n  \nFör frågor angående tjänsten, vänligen kontakta Paolino Modica på +46 70367 77 00","company_url":"https:\/\/se.indeed.com\/cmp\/Techservices-IT-Modica-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"eead35eff315799e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=eead35eff315799e","job_url_direct":"https:\/\/jobs.ea.com\/en_US\/careers\/JobDetail\/Machine-Learning-Software-Engineer\/209768","title":"Machine Learning Software Engineer","company":"Electronic Arts","location":"Stockholm, AB, SE","job_type":null,"date_posted":1755907200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":"Internet And Software","listing_type":null,"emails":null,"description":"### **General Information**\n\n**Locations**: Stockholm, Stockholm County, Sweden\n  \n\nRole ID\n209768\nWorker Type\nRegular Employee\nStudio\/Department\nCT - Frostbite\nWork Model\nHybrid\n### **Description & Requirements**\n\nElectronic Arts creates next-level entertainment experiences that inspire players and fans around the world. Here, everyone is part of the story. Part of a community that connects across the globe. A place where creativity thrives, new perspectives are invited, and ideas matter. A team where everyone makes play happen.\n**Frostbite** is EA's proprietary game engine that comes equipped with tons of technologies designed to build incredible games. Our in-house engine uniquely adapts to each game while working hand-in-hand to prioritize what to build. Our goal is to empower creators all over the world to bring their best ideas to life by creating an engine that amplifies innovation across every discipline.\n\n\nAs a **Machine Learning Software Engineer** in the Frostbite Quality AI team, you will design machine learning systems that improve engineering efficiency for Frostbite and our games. You will collaborate with other software engineers, data engineers and quality analysts. You will report to the Senior Manager of Engine Development of Quality Engineering. Our team promotes a culture of learning, innovation and continuous improvement.\n\n**Responsibilities**\n\n* Design machine learning-based solutions to real-world software development workflow problems.\n* Build end-to-end systems, including model evaluation, deployment, data collection, debugging, performance improvement, and monitoring.\n* Collaborate with data engineers to design real-time data processing that allows dynamic context and improved inference.\n* Write clean, well-documented, well-tested code that integrates smoothly with existing codebases.\n* Stay up-to-date on advancements in deep learning and generative AI through self-study and internal and external conferences.\n* Be an active member of EA's growing AI\/ML community, communicating to partners, sharing knowledge, and mentoring other team members to develop their skills.\n\n**Qualifications**\n\n* BSc or MSc degree in Computer Science, Engineering or Mathematics, or equivalent experience.\n* 2+ years of experience developing ML systems.\n* Proficient in Python.\n* Expertise in ML frameworks like PyTorch, TensorFlow, or MLFlow.\n* Experience with large-scale machine learning, including big data and model deployment in distributed computing environments.\n* Familiarity with the machine learning ecosystems of cloud providers (AWS, Azure).\n* Proficiency in good software engineering practices (version control, unit testing, code reviews).\n\n**Bonus if you have...**\n\n* Familiarity with software quality processes, test automation, or game development processes.\n\n\nThis is a hybrid remote\/in-office role. #LI-Hybrid\n\n  \n\n  \n\n  \n\n***About Electronic Arts***\nWe’re proud to have an extensive portfolio of games and experiences, locations around the world, and opportunities across EA. We value adaptability, resilience, creativity, and curiosity. From leadership that brings out your potential, to creating space for learning and experimenting, we empower you to do great work and pursue opportunities for growth.  \n\nWe adopt a holistic approach to our benefits programs, emphasizing physical, emotional, financial, career, and community wellness to support a balanced life. Our packages are tailored to meet local needs and may include healthcare coverage, mental well-being support, retirement savings, paid time off, family leaves, complimentary games, and more. We nurture environments where our teams can always bring their best to what they do.  \n\nElectronic Arts is an equal opportunity employer. All employment decisions are made without regard to race, color, national origin, ancestry, sex, gender, gender identity or expression, sexual orientation, age, genetic information, religion, disability, medical condition, pregnancy, marital status, family status, veteran status, or any other characteristic protected by law. We will also consider employment qualified applicants with criminal records in accordance with applicable law. EA also makes workplace accommodations for qualified individuals with disabilities as required by applicable law.","company_url":"https:\/\/se.indeed.com\/cmp\/Electronic-Arts","company_url_direct":"http:\/\/www.ea.com","company_addresses":"209 Redwood Shores Parkway Redwood City, CA 94065","company_num_employees":"10,000+","company_revenue":"$5B to $10B (USD)","company_description":"At Electronic Arts, we exist to inspire the world to play.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/7862ea177fbac7eee05d8772f7b02757","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/798fbbf194f718da9b3fd42157694518","ceo_name":"Andrew Wilson","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/91fe99d85c216c84f7ea8dbd666c5166"},{"id":"4288514139","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4288514139","job_url_direct":null,"title":"System Administrator","company":"Ultra Group AB","location":"Sundbyberg, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Administrative and Consulting","company_industry":"IT System Data Services","listing_type":null,"emails":null,"description":"Uppdragsbeskrivning – Leverantör av Alfresco-plattform\n \n\n\n\n Vi söker en långsiktig partner som kan tillhandahålla\n **licenser, support, underhåll och vidareutveckling** \n av våra kunders Alfresco-plattform. Leverantören ska ha djup teknisk kompetens inom Alfresco och relaterade system, samt kunna erbjuda både\n **licenser och kvalificerade konsulttjänster** \n .\n \n\n\n\n Omfattning av uppdraget\n \n\n\n* Leverera licenshantering för Alfresco-plattformen\n* Tillhandahålla\n **2:a och 3:e linjens support**\n* Ansvara för\n **förvaltning och underhåll** \n av befintliga installationer\n* Genomföra\n **vidareutveckling och uppgraderingar** \n av systemet\n* Hantera\n **incidenter, felsökning och driftsäkerhet** \n vid tekniska förändringar\n* Samarbeta nära kundens interna och externa IT-organisationer\n* Vara en aktiv del av kundens dagliga linjeverksamhet\n\n\n\n Krav på leverantörens resurser\n \n\n\n* Minst en resurs ska vara certifierad inom:\n* **ACSCA** \n (Alfresco Content Services Certified Administrator) eller\n* **ACSCE** \n (Alfresco Content Services Certified Engineer)\n* Dokumenterad erfarenhet av drift och förvaltning av\n **storskaliga Alfresco-installationer**\n* Hög grad av\n **säkerhetsmedvetenhet** \n – uppdraget kan kräva säkerhetsskyddsavtal och säkerhetsprövning\n* Förmåga att arbeta med en\n **stor befintlig plattform** \n :\n* ca\n **4 000 aktiva användarkonton**\n* ca\n **17 terabyte lagrad data**\n\n\n\n Vi värdesätter\n \n\n\n* Proaktivitet och förmåga att driva tekniska förbättringar\n* Djup kompetens i\n **uppgraderingar och versionshantering**\n* Erfarenhet av integration med andra affärskritiska system","company_url":"https:\/\/se.linkedin.com\/company\/ultra-group-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQG3EkClv-_0mw\/company-logo_100_100\/B4DZafk9lfGcAQ-\/0\/1746433989452\/ultra_group_ab_logo?e=2147483647&v=beta&t=pLeJjfoKG_B5WHR9kIA2FFfpvY6Y-Eo0zfHippBb9kE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4290468384","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4290468384","job_url_direct":"https:\/\/techtalents.se\/jobb\/891-software-engineers-to-zalando\/&urlHash=_gVC","title":"Software Engineers to Zalando","company":"Tech Talents","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"ronja.bergman@techtalents.se","description":"**About The Company And The Role**\n We are looking for two Software Engineers to join Zalando, an international e-commerce company that is shaping the future of retail. This company provides a platform that serves millions of customers worldwide and is now expanding its engineering team to continue delivering innovative solutions. Here, you’ll have the chance to work with technologies such as Java, Kotlin, AWS, PostgreSQL, and Elasticsearch, all while collaborating with passionate teams focused on driving innovation.\n   \n\n  \n\n In the role of Software Engineer, you’ll develop and operate large-scale systems that ensure timely and accurate order fulfillment. Your primary focus will be to build backend applications that handle high volumes of data and deliver seamless experiences for customers and partners.\n   \n\n  \n\n At Zalando, you’ll be part of a culture that values collaboration, creativity, and continuous learning. This role offers you the chance to contribute to an innovative, customer-centric organization that is reshaping the future of online retail.\n   \n\n  \n\n**Your Responsibilities Will Include**\n* Developing and maintaining high-performance, low-latency systems for data streaming and processing.\n* Collaborating with cross-functional teams to design, implement, and scale solutions for fulfillment and customer experience.\n* Taking ownership of applications, managing them from development through deployment and monitoring.\n* Innovating and finding solutions to scale the platform in an increasingly complex ecosystem.\n* Actively contributing to the development of new features and improvements.\n\n\n You’ll contribute to Zalando’s success by ensuring the systems you build directly enhance the customer experience. As a Software Engineer, you’ll be challenged by the complexity of building distributed systems at scale and will have the opportunity to collaborate across teams and countries.\n   \n\n  \n\n**We Believe You Have**\n* A relevant degree in Computer Science or a related field.\n* Professional experience in software engineering.\n* Solid experience with Java or Kotlin and building APIs.\n* Familiarity with databases (e.g., PostgreSQL) and event-driven architectures.\n* Some experience or interest in AWS, Kubernetes, and Elasticsearch.\n* A passion for problem-solving and building scalable solutions.\n* Strong communication skills in English (written and spoken).\n\n\n**It’s a Bonus If You Have**\n* Experience with cloud technologies (AWS, Kubernetes) and distributed systems.\n* Knowledge of Kafka or similar messaging systems.\n* Experience working with large-scale, high-availability systems.\n\n\n We are looking for candidates who are proactive, innovative, and motivated to work in a fast-paced, collaborative environment.\n   \n\n  \n\n Other information\n   \n\n  \n\n Start date: As soon as possible\n   \n\n  \n\n Scope: Full-time position (100%)\n   \n\n  \n\n Location: Stockholm.\n   \n\n  \n\n Selection process: We apply continuous selection, which means the position may be filled before the application deadline.\n   \n\n  \n\n If you have any questions about the role or the recruitment process, feel free to contact the responsible recruiter Ronja Bergman on ronja.bergman@techtalents.se\n   \n\n  \n\n Does this sound like the position for you? We look forward to hearing from you – warmly welcome with your application!\n   \n\n  \n\n In this recruitment, Zalando is collaborating with Tech Talents, and we direct applications to Tech Talents.","company_url":"https:\/\/se.linkedin.com\/company\/tech-talents-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFYZmeGE93byA\/company-logo_100_100\/company-logo_100_100\/0\/1630598338574\/we_tech_talents_logo?e=2147483647&v=beta&t=kSZsZ5v0dTbbSpXUpSOYFMsxcwwnBesyY46XMQ-Dzss","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4226198616","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4226198616","job_url_direct":"https:\/\/erecruitment.eib.org\/psc\/hr\/EIBJOBS\/CAREERS\/c\/HRS_HRAM_FL.HRS_CG_SEARCH_FL.GBL?Page=HRS_APP_JBPST_FL&focus=Applicant&SiteId=1&JobOpeningId=110654&PostingSeq=1&aSource=Linkedin&urlHash=brp7","title":"(Senior) Applications & Technology Architect  – based in Luxembourg","company":"European Investment Bank (EIB)","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Banking","listing_type":null,"emails":"Jobs@eib.org","description":"**This position is based at our Luxembourg headquarters and requires regular office presence.** \n The EIB offers you the opportunity to live and work in a truly international and multi-cultural environment. We also offer relocation support.\n   \n\n  \n\n The\n **EIB** \n , the European Union's bank, is seeking to recruit for Information Systems Directorate (IS), Enterprise Architecture Unit (EA), at its headquarters in Luxembourg, a\n **(Senior) Applications & Technology Architect** \n**\\*.**\n**This is a full-time position at grade 5\/6 for which the EIB offers a permanent contract.**\n* Internal benchmark: (Senior) Engineer IT Technology & Infrastructure\n\n\n*Panel interviews are foreseen as from June 2025*\n Purpose\n   \n\n  \n\n Are you driven by the challenge of designing high-level application architectures that empower businesses to thrive?\n   \n\n  \n\n Do you excel at integrating complex solutions, drawing from diverse technology stacks, and leading innovation from concept to execution?\n   \n\n  \n\n We’re looking for a visionary architect, someone who understands that every design choice impacts the future of business operations and recognizes the power of thoughtful architecture in shaping digital transformation.\n   \n\n  \n\n In this role, you’ll take the lead in defining and managing our application and technology architecture. You’ll plan the structure of new systems, oversee implementation, collaborate closely with key stakeholders, and champion architectural awareness across the organization.\n   \n\n  \n\n Ready to make a lasting impact? Join us and help shape the future.\n   \n\n  \n\n Operating Network\n   \n\n  \n\n The role of the Enterprise Architecture Unit is to support the EIB Group to convert traditional businesses and ways of working to digital ones, using the potential of modern technologies and data. The aim is to establish a comprehensive business transformation strategy, synchronised with operational imperatives, and aligned with the overarching Digital strategy and vision. It ensures alignment in the strategic transformation journey while maintaining a consistent architecture.\n   \n\n  \n\n It facilitates the discussions between the Value Chains (VC) and platforms and support and monitor the Value Chains in their business processes optimisation, the delivery of solutions and activation of innovation.\n   \n\n  \n\n In this position, you would report directly to the Head of Unit.\n   \n\n  \n\n Accountabilities\n   \n\n  \n\n* Lead application & technology architecture practice. You won't just follow the trends; you'll set them. Share your vision and make a mark across the board by establishing cutting-edge principles, standards, and guidelines.\n* Design Tomorrow's Solutions, Today. Dive into the heart of our operations, joining forces with our elite Solution Architects and Delivery teams. Your collaborative spirit and foresight will help sculpt the enterprise's future, ensuring our architectural efforts are not just current but pioneering.\n* Navigate details across various layers, encompassing business, application, technology, data, operations, and security, the architect will exhibit exceptional proficiency in guiding the development of comprehensive, forward-looking solutions.\n* Maintain the architectural body of knowledge by documenting the architectural designs in place and manage the initiatives (knowledge repository that encompass any relevant matter linked to architecture such as prioritisation, feedbacks problems or new ideas and guides architectural development)\n* Turn Opportunities into innovations, with a keen eye for optimization, you'll continually enhance our application and technology landscape.\n* Ensure the alignment between Application Architecture practices with markets standards and best practices, including relevant monitoring activities\n* Work closely with senior leaders, transforming business needs into technological solutions, building architectural bridges that enhance our journey from aspiration to reality.\n\n\n**Qualifications**\n* University degree (minimum an equivalent to a Bachelor) preferably in Computer Science, Information Technology, or a related field.\n* At least 5 years of relevant professional experience as an Enterprise\/ Technology\/ Application Architect or similar role, with a track record of successfully delivering complex application projects\n* In-depth knowledge of application architecture principles, design patterns, and integration techniques\n* Expertise in multiple technology stacks, languages, and frameworks commonly used in application development\n* Understanding of data architecture, including database design, data modeling, and data integration\n* Experience in designing solutions that encompass application, integration, data, and business layers, fostering a unified and coherent ecosystem, preferably in Cloud environment\n* Excellent knowledge of English and\/or French (\\*\\*), with a good command of the other. Knowledge of other EU languages would be an advantage.\n\n\n Competencies\n   \n\n  \n\n*Find out more about EIB core competencies* \n here\n   \n\n  \n\n To find out more about our eligibility criteria click here\n   \n\n  \n\n*(\\*\\*) Unless stated explicitly as a required qualification, a good command of French is not a pre-requisite for hire. As both English and French are however official working languages of the EIB, proficiency in both languages is a pre-requisite for your future career development. Any language clause in your contract must be fulfilled in order for you to be eligible for a promotion (either via the annual appraisal cycle or via an internal selection process). Proficiency is understood to mean the attainment of* \n*level 5 of the Inter Institutional language courses, corresponding to B1.2 of the Common European Framework of Reference for Languages (CEFRL). The Bank offers appropriate training support.*\n We hire and value talent with unique characteristics, creating a work environment where they can be themselves. We believe that Diversity, Equity and Inclusion makes us a performing and innovative organisation. We encourage all suitably qualified and eligible candidates to apply regardless of their gender identity\/expression, age, racial, ethnic and cultural background, religion and beliefs, sexual orientation, disability or neurodiversity.\n   \n\n  \n\n We strongly invite applicants with a disability, neurodivergent profile or chronic condition to request reasonable accommodations at any stage during the recruitment process. Please contact the EIB Recruitment team Jobs@eib.org who will ensure that your request is handled.\n   \n\n  \n\n By applying for this position, you acknowledge the importance of maintaining the security and integrity of the Information of the EIB Group. In case of selection for the position you agree to comply with all measures (policies, controls, document classification and management) implemented by the EIB Group to prevent unauthorised disclosure of any information or any damage to the EIB Group reputation.\n   \n\n  \n\n*This is an open campaign to consecutively fill open position. The campaign will remain open until position is filled. Applications will be reviewed in order of receipt.*","company_url":"https:\/\/lu.linkedin.com\/company\/european-investment-bank","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGpLM-yjHoN8Q\/company-logo_100_100\/B4EZgYbhRSHEAY-\/0\/1752756524526\/european_investment_bank_logo?e=2147483647&v=beta&t=ETXt6F6W_xT-FjP_3WtVQOw9KIha2GVh0PCWpzmB9v4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4223731986","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4223731986","job_url_direct":null,"title":"SMB Sales Specialist","company":"Devoteam I Google Cloud Partner","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Company Description**\n  \n\n Devoteam is a leading technology partner to Google Cloud, AWS, and Microsoft across EMEA. With 20+ years of successful Google Cloud implementations and a team of certified experts, we drive digital transformation across various industries.\n   \n\n  \n\n At Devoteam, we champion a revolutionary \"New Way of Work\" that prioritises flexibility, personal growth, and joint success.\n   \n\n  \n\n  \n   \n\n  \n\n  \n\n**Job Description**\n  \n\n Drive Digital Transformation: Become a Mid-Market Cloud Advisor\n   \n\n* As a Cloud Advisor for Google Cloud and other cloud technologies at Devoteam, you will play a crucial role in expanding our footprint across the Nordics and DACH. You will be responsible for:\n* Hunting for New Business: Identify and acquire new customers with a focus on medium-sized businesses, generating leads and building strong relationships with key decision-makers.\n* Driving Revenue Growth: Develop and execute sales strategies to achieve ambitious targets, exceeding customer expectations and contributing to Devoteam's continued success with hyperscalers and ISVs.\n* Mastering the Sales Cycle: Own the entire sales process, from initial contact and needs analysis to proposal development, negotiation, and closing deals.\n* Building Long-Term Partnerships: Cultivate strong relationships with existing clients, identifying opportunities to expand our services and ensure their ongoing success in all areas of their technology procurement.\n\n\n Staying Ahead of the Curve: Maintain a deep understanding of the evolving Cloud ecosystem, including new products, services, and market trends.\n   \n\n  \n\n  \n   \n\n  \n\n Success Stories:\n   \n\n  \n\n*\"Joining Devoteam in the Nordics has been a transformative experience. The support from the local tech teams and the clear growth path have enabled me to consistently exceed my sales targets.\"\n   \n\n  \n\n — Aliha Mahmood, Junior Sales, Sweden*\n*\"Transitioning from Google to Devoteam has been a remarkable experience. The collaborative culture and unwavering commitment to innovation at Devoteam have empowered me to utilize my Google Cloud expertise to its fullest potential. Working with cutting-edge Google Cloud solutions here has significantly advanced my career and allowed me to deliver exceptional value to our clients.\"\n   \n\n  \n\n — Thomas Brunn, Sales Executive, Norway*\n Territory\n   \n\n* You'll be working with startups and mid-market corporations across the Nordic or the DACH region, primarily digital natives.\n\n\n  \n\n  \n\n**Qualifications**\n* Proven Hunter: Demonstrated success in acquiring new customers and closing deals in the IT project business, with a focus on hyperscaler technologies.\n* Solution-Oriented Mindset: Ability to understand client challenges and translate them into effective Cloud solutions.\n* Strong Communication & Presentation Skills: Excellent communication and presentation skills, with the ability to effectively articulate the value proposition of Cloud to C-level executives.\n* Relationship Builder: A natural networker who can build rapport and establish trust with clients and internal stakeholders.\n* Results-Driven: Highly motivated and results-oriented, with a strong work ethic and a commitment to exceeding expectations.\n* Languages: Excellent written and spoken English skills are essential. Fluency in a Nordic language is a plus. In DACH fluent German is a requirement.\n\n\n        \n   \n\n  \n\n  \n\n**Additional Information**\n  \n\n Devoteam is committed to creating a diverse and inclusive workplace where everyone feels valued and respected. We encourage applications from individuals with diverse backgrounds and experiences.\n   \n\n  \n\n  \n\n  \n\n Benefits:\n   \n\n* Flexible Work Arrangements: Enjoy a hybrid work model with the freedom to choose your working hours and location.\n* Career Development: Access to the Devoteam Academy for certified training and language courses, supporting your professional growth.\n* International Opportunities: Explore potential career opportunities within our global network.\n* Vibrant Culture: Be part of a dynamic and supportive team with regular social events and team-building activities.","company_url":"https:\/\/fr.linkedin.com\/company\/devoteam-google-cloud","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQE7dsccdmIB1Q\/company-logo_100_100\/company-logo_100_100\/0\/1631310628141?e=2147483647&v=beta&t=zbwW5PGy2vol8PsqqqSwg0YhEIew5bli0vO3Kolb9uU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4223004131","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4223004131","job_url_direct":"https:\/\/jobs.qred.com\/jobs\/5187928-customer-success-representative-sweden?utm_source=LinkedIn&urlHash=O9r1","title":"Customer Success Representative Sweden","company":"Qred","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Other","company_industry":"Banking","listing_type":null,"emails":null,"description":"We’re a cutting-edge tech-enabled bank on a mission to revolutionize financing for small businesses across 7 markets in northern Europe. Our innovative solutions aim to simplify access to financing and enable growth for small businesses. As we scale, we are now looking for a Swedish speaking Customer Success Representative to be part of our journey to transform the financial landscape for entrepreneurs.\n   \n\n  \n\n**The role**\n The role of Customer Success Representative involves supporting our Swedish customers via all of our inbound contact channels, phone, chat and email. You will resolve our customers errands which will be broad and varied, it can be anything from technical support regarding our Qred Visa card, questions about an ongoing loan application or help regarding invoices. You will take full ownership of the customer's errands and drive customer satisfaction through excellent customer service. You will be exposed to many parts of our business, giving you insights into both our Underwriting and Collections processes. In this role you will collaborate with colleagues in the team as well as other stakeholders and departments to drive errand resolution. We have grown the Swedish Customer Success team immensely in the past year, and also received our banking license at the end of last year. Therefore, you will also have an impact on new routines and ways of working both internally and on how we operate towards our customers.\n   \n\n  \n\n In this role, you will be a part of a large and diverse team of 19 people that houses Underwriters, Customer Success, and Collection Agents among others. This role reports to one of two Team Leads.\n   \n\n  \n\n**Responsibilities**\n* Manage inbound customer errands, via phone, chat, email.\n* Take full ownership of the resolution and the customer facing contact.\n* Collaborate with colleagues both within and outside the team to drive improvements.\n\n\n**Qualifications**\n* Experience in customer service, preferably via phone and email\n* Basic knowledge of financial products\n* Proven capabilities in high customer satisfaction\n* Strong sense of ownership & detail orientation\n* Curiosity and a will to constantly want to improve\n* Experience from previous fintech and\/or fast growing company is a plus\n* Fluency in Swedish, both written and spoken\n* Proficient in English, as it's our primary business language\n\n\n**One last thing - if you’re about to send in your application**\n This is a full-time, permanent position based in Stockholm with working hours Monday-Friday 8:30-17:30. Don’t wait to send in your application, we are reviewing applications on a rolling basis. While the start date is flexible, the right candidate can join us immediately.\n   \n\n  \n\n*Qred celebrates diversity and does not discriminate based on ethnicity, religion, national origin, gender, sexual orientation, age, disability status, or any other applicable characteristics protected by law.*\n Qred is an international FinTech scale-up that specializes in digital financing solutions for small businesses, with operations in the Nordics, Benelux, Germany and Brazil. We are passionate about helping small businesses thrive and grow, by providing them with business loans and credit cards. Right now we’re in an exciting phase of our journey that focuses on growth through smart product development and technology fueled by international expansion.","company_url":"https:\/\/se.linkedin.com\/company\/qred-bank-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHF2bceaBADIw\/company-logo_100_100\/company-logo_100_100\/0\/1726069665501\/qred_bank_ab_logo?e=2147483647&v=beta&t=Qg2K9n30lC5h0ZAI3T_R9D-mJSV8rGntlru4zRAHkeY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4149774492","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4149774492","job_url_direct":"https:\/\/kyndryl.wd5.myworkdayjobs.com\/KyndrylProfessionalCareers\/job\/Stockholm-KSE51689-Serviced-Office\/Director\\u002d\\u002dConsult-Partner\\u002d\\u002dApplication-Services_R-31972?source=REC_APPLICANT_SOURCE_LinkedIn&urlHash=xF1o","title":"Director, Consult Partner--Application Services","company":"Kyndryl","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Sales, Business Development, and Customer Service","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Who We Are**\n At Kyndryl, we design, build, manage and modernize the mission-critical technology systems that the world depends on every day. So why work at Kyndryl? We are always moving forward – always pushing ourselves to go further in our efforts to build a more equitable, inclusive world for our employees, our customers and our communities.\n   \n\n  \n\n**The Role**\n Kyndryl Consult is the fastest growing business within the organization and instrumental to the company’s strategic growth objectives. You will play a key leadership role across multi-disciplinary teams, guiding them through complex consulting engagements and be responsible for creating and positioning strategic change agendas within Kyndryl's largest accounts across the C-suite, spanning the intersection between complex Business and IT customer solutions, transformations that impact across the entire customer Eco-system.\n   \n\n  \n\n As a Consult Partner, you will have a pivotal role in driving profitable growth, leveraging our comprehensive capabilities to build strong client relationships, and leading your team to success. This role demands a strong presence, industry expertise, and the ability to cultivate relationships with CXO-level clients. Your leadership will be critical in fostering talent development and innovation within the organization.\n   \n\n  \n\n This role will also be leading the overall client engagement and delivering high quality client work alongside senior client stakeholders. Working in a transaction environment which may be pre or post deal, planning post deal implementation, and ultimately supporting execution. Partners will be focused on financial impact, utilization and contribution, client impact and leadership.\n   \n\n  \n\n Contribute to Profitable Growth:\n   \n\n  \n\n* Drive significant financial outcomes through signings and revenue targets\n* Ensure sustained growth and profitability, managing margin expectations and backlog growth\n* Support the identification, pursuit and conversion of a pipeline of business development opportunities\n* Undertake scoping and fee negotiation on engagements, while enduring profitability and understanding and containing risk\n\n\n Client Engagement:\n   \n\n  \n\n* Build and maintain deep relationships with client CXOs and be seen as the 'go to' person and a trusted advisor by senior executives\n* Leading C-level client interactions and consulting initiatives, deliverables and outputs of a deal engagement\n* Demonstrate credibility and experience to advise and deliver on complex consulting engagement\n* Enhance client satisfaction, as measured by Net Promoter Score (NPS) and new relationship development; Secure client references\n\n\n Operational Excellence:\n   \n\n  \n\n* Achieve individual and team utilization targets\n* Lead the design of complex engagements and take responsibility for oversight of delivery, ensuring high performance and customer satisfaction\n\n\n Leadership, Management, People\n   \n\n  \n\n* Lead by example; Fostering a culture of continuous personal and professional development and challenging our people to be curious and innovative and supportive for each other. At the same time ensuring that all outcomes are commercially focused, value adding and effectively executed\n\n\n Strategic Contribution:\n   \n\n  \n\n* Utilize industry and technology expertise to shape and drive the company’s strategic initiatives.\n* Align with Kyndryl’s strategic vision and contribute to its execution.\n* Drive external eminence and innovation, establishing a strong personal and organizational brand in the industry.\n* Proactively develop thought leadership and intellectual capital\n\n\n**Who You Are**\n Who You Are\n   \n\n  \n\n You’re good at what you do and possess the required experience to prove it. However, equally as important – you have a growth mindset; keen to drive your own personal and professional development. You are customer-focused – someone who prioritizes customer success in their work. And finally, you’re open and borderless – naturally inclusive in how you work with others.\n   \n\n  \n\n**Required Skills And Experience**\n* 15+ years of experience in IT consulting and Sales, with focus on application services\n* Extensive experience in client engagement and relationship management at the CXO level\n* Demonstrable ability to build and commercialize relationships with senior executives\n* Proven track record of leading and executing complex projects with multi-disciplinary teams in a consulting, corporate or public sector environment\n* Effective financial acumen with experience in driving revenue growth and managing margins\n* Experience of managing or supporting high-value business development activities with senior stakeholders\n* Deep understanding of industry trends and technology\n* Sound personal brand and presence in the industry\n* Demonstrated ability to innovate and drive change\n* Industry experience in Retail & Industrial Sectors\n* Proven track record in pre-sales activities and solution design for large-scale Application Services engagements\n\n\n**Preferred Skills and Experience:**\n* Bachelor's degree or Master’s degree\n* Sales experience in technical solutions\n\n\n**Being You**\n Diversity is a whole lot more than what we look like or where we come from, it’s how we think and who we are. We welcome people of all cultures, backgrounds, and experiences. But we’re not doing it single-handily: Our Kyndryl Inclusion Networks are only one of many ways we create a workplace where all Kyndryls can find and provide support and advice. This dedication to welcoming everyone into our company means that Kyndryl gives you – and everyone next to you – the ability to bring your whole self to work, individually and collectively, and support the activation of our equitable culture. That’s the Kyndryl Way.\n   \n\n  \n\n**What You Can Expect**\n With state-of-the-art resources and Fortune 100 clients, every day is an opportunity to innovate, build new capabilities, new relationships, new processes, and new value. Kyndryl cares about your well-being and prides itself on offering benefits that give you choice, reflect the diversity of our employees and support you and your family through the moments that matter – wherever you are in your life journey. Our employee learning programs give you access to the best learning in the industry to receive certifications, including Microsoft, Google, Amazon, Skillsoft, and many more. Through our company-wide volunteering and giving platform, you can donate, start fundraisers, volunteer, and search over 2 million non-profit organizations. At Kyndryl, we invest heavily in you, we want you to succeed so that together, we will all succeed.\n   \n\n  \n\n**Get Referred!**\n If you know someone that works at Kyndryl, when asked ‘How Did You Hear About Us’ during the application process, select ‘Employee Referral’ and enter your contact's Kyndryl email address.","company_url":"https:\/\/www.linkedin.com\/company\/kyndryl","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQHgQ1kcTnuSCg\/company-logo_100_100\/company-logo_100_100\/0\/1630640554546\/kyndryl_logo?e=2147483647&v=beta&t=-hGKJoU30DGfKUjMNT6koghuAwV_yfBBv35_c6l4JT8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4287693347","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4287693347","job_url_direct":null,"title":"Leder","company":"Confirma Software","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":null,"company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Does taking Business Finance to the next level sound thrilling for you? Would you like to extend your financial experience and be part of a successful company on it’s rapid growth journey with a solid and strong ownership and a highly experienced and international management? Then reach out to me!!!","company_url":"https:\/\/se.linkedin.com\/company\/confirma-software","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE1UF9lRyUoCA\/company-logo_100_100\/company-logo_100_100\/0\/1719255996867\/confirma_software_logo?e=2147483647&v=beta&t=agC3j7dlrLU98fBcny06pS1gvfwTaZqBSN6CHGOy3V8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4278189059","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4278189059","job_url_direct":"https:\/\/jobb.lansforsakringar.se\/LansforsakringarAB\/job\/Stockholm-IT-styrnings-och-riskspecialist\/823784602\/&urlHash=7eSL","title":"IT-styrnings- och riskspecialist","company":"Länsförsäkringar","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Insurance","listing_type":null,"emails":null,"description":"*Banksektorn är just nu inne i en spännande period och nu söker vi dig som vill vara med på vår fortsatta digitaliseringsresa som IT-styrnings- och riskspecialist hos Länsförsäkringar* \n*Bank IT.*\n**Om jobbet**\n Du kommer arbeta strategiskt och taktiskt med IT-styrning och riskhantering primärt inom LF Banks IT-verksamhet. Du kommer att verka i en omtyckt och växande bankverksamhet, med en väletablerad leveransorganisation där IT och verksamhet arbetar tätt ihop. Vi har väl definierade processer och arbetar löpande metodiskt och aktivt för att identifiera och minska risker i vår verksamhet. Digitalisering, agil utveckling och molntjänster är fokusområden framöver.\n   \n\n  \n\n Arbetsuppgifter i korthet innebär att underhålla och vidareutveckla bankkoncernens förmågor inom IT-styrningsområdet och riskhanteringen. I detta ingår bland annat:\n   \n\n  \n\n* Underhålla och vidareutveckla bankkoncernens IT-styrningsramverk och tillhörande styrdokumentation.\n* Leda och samordna förbättringsarbeten för att anpassa IT-styrningsramverket utifrån gällande regelverk.\n* Facilitera och ansvara för uppföljning och rapportering av bankkoncernens IT-styrningsramverk.\n* Stötta arbetet med bankkoncernens risk- och kontrollarbete inom IT-området.\n* Delta i bankkoncernens utveckling och samordning inom GRC-området.\n* Stödja PPO & IT:s ledningsgrupp med utredningar, underlag och riskanalyser i samband med beslut eller förfrågningar från myndigheter.\n\n\n**Vem är du?**\n Vi söker dig som har relevant akademisk bakgrund och erfarenhet från liknande roller, helst i en verksamhet som har en stor andel outsourcad IT och som implementerat agila arbetssätt. Vi ser det också som en klar fördel att du har branscherfarenhet från bank.\n   \n\n  \n\n Du har god kommunikationsförmåga i svenska och engelska, då du har många kontaktytor inom LFAB-koncernen. För att lyckas i rollen tror vi att du både ska ha förmåga att se helhet och vid behov gå in i relevanta detaljer. Som person är du lösningsorienterad, proaktiv och strukturerad.\n   \n\n  \n\n Vi ser att du har följande erfarenhet:\n   \n\n  \n\n* Förvaltning och vidareutveckling av styrningsramverk och tillhörande styrdokumentation.\n* Arbete med etablerade ramverk och standarder (t.ex. SAFe, ISO27001, ITIL, NIST eller COBIT).\n* Utvärdering av implementation och efterlevnad av regelverk avseende IT (t.ex. FFFS, DORA, GDPR, PSD2, FiDA, EBA:s riktlinjer).\n* Projekt- eller initiativledning med erfarenhet av att samverka med många intressenter i en större organisation.\n* Arbetat med riskhantering inom bank, försäkring eller annan relevant bransch.\n\n\n Meriterande:\n   \n\n  \n\n* Kunskap inom SAFe, DevSecOps, molntjänster & cybersäkerhet.\n* Utfört eller medverkat i IT-revision.\n* Utformat, infört och utvärderat effektiviteten av IT-kontroller.\n* Arbetat med metoder för identifiering, mätning och hantering av IKT-risker.\n\n\n**Om oss**\n I rollen som IT-styrnings- och riskspecialist ingår du i gruppen Ledningsstöd inom avdelningen Product, Process, Operations & IT (PPO & IT). Gruppen ansvarar för verksamhetsstyrning, IT-styrning, process- och förändringsledning, riskhantering, intern kontroll, leverantörsstyrning och andra styrnings- och ledningsfrågor.\n   \n\n  \n\n Länsförsäkringar Bank är idag Sveriges femte största bank och erbjuder ett brett sortiment av produker och tjänster till våra privat-, företag- och lantbrukskunder. I arbetet mot vår vision \"Tillsammans skapar vi trygghet och möjligheter\" hoppas vi att du vill bidra med ditt engagemang och nyfikenhet för effektivisering, AI samt omvärldsspaning av moderna verktyg och metoder för att driva våra utveckling framåt.\n   \n\n  \n\n**Mer information**\n*Låter det spännande? Då vill vi veta mer om dig! Välkommen med din ansökan redan idag. Vi arbetar löpande med denna rekrytering och kan komma att tillsätta tjänsten innan sista ansökningsdag.*\n**Sista ansökningsdag: 2025-08-24**","company_url":"https:\/\/se.linkedin.com\/company\/lansforsakringar","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHKqTc1v4vlJQ\/company-logo_100_100\/company-logo_100_100\/0\/1631335034489?e=2147483647&v=beta&t=V6JJc7OJUr6Lq1ZyoFHVkpjPebPVHYoynvBLIUHIDn4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4208190107","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4208190107","job_url_direct":"https:\/\/jobs.qred.com\/jobs\/5804221-credit-analyst-credit-cards?utm_source=LinkedIn&urlHash=6qRW","title":"Credit Analyst (Credit Cards)","company":"Qred","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Finance and Sales","company_industry":"Banking","listing_type":null,"emails":null,"description":"Dedicated to powering entrepreneurs, Qred is a profitable, fast-growing fintech scale-up bank. In just 10 years, we’ve grown from a startup to hitting 1 billion SEK in annual revenue supporting over 50,000 entrepreneurs and helping create 10,000+ jobs every year. We combine smart tech with real-world experience to make funding simple, fast, and fair for entrepreneurs who need it most. With strong backing, a flat organization, and bold growth plans, we’re now looking for a Credit Analyst to join us and shape the future of small business owners.\n   \n\n  \n\n**The role**\n This is a new role at Qred which means you’ll take the lead on shaping how we manage the credit process for the Qred VISA. As a Credit Analyst with a focus on our card offering, you’ll be responsible for optimizing the entire credit process. You will be analysing, monitoring and optimising the credit origination and underwriting process as well as the framework for adjusting credit limits. In this role, you’ll work within the Credit Domain, but collaborate closely with Product, Customer Success, and Marketing to align credit strategies with customer needs and business goals. This is a unique opportunity to shape our current processes or build new ones from scratch, as well as to become the go-to expert for all credit-related aspects of our card product.\n   \n\n  \n\n**Responsibilities**\n* Analyse credit card origination and suggest improvements in the process\n* Define, monitor and optimise the framework for credit limit adjustments, i.e. automated increases or decreases in customer limits\n* Define, build and maintain dashboards for monitoring performance of the credit card product\n* Drive projects to improve and automate the credit process for the card product together with the card product team\n* Contribute feedback for improving the risk models and underwriting practices used for the card product\n* Data-driven optimisation of credit card customer lifecycle\n* Together with the business owner optimise the credit card commercials by balancing potential income against potential risk\n* Drive changes in the credit policy to facilitate the above\n\n\n**Qualifications**\n* Bachelor's or Master’s Degree in Finance, Engineering or Mathematics or other quantitative field\n* Relevant experience within the field of credit and analytics from bank, fintech, consulting or similar company\n* Experience of using Python and SQL, or similar programming languages for analysis\n* Experience using dashboarding systems such as Amazon Quicksight, Power BI, Qlikview or similar\n* Fluent in the English language\n* Proficiency in using Microsoft Office, Google Suite or similar for presentation and documentation\n\n\n**Skills and Competencies that will make you stand out from the rest**\n* Experience from credit card businesses, either targeting small businesses or consumers\n* Understanding and experience of credit scoring models\n* Project management skills or experience\n\n\n**Why join us?**\n This is a unique opportunity to join a growing fintech company that is redefining financial services for small businesses in Northern Europe. You’ll work with a passionate and innovative team, participating in creating an environment where employees thrive and contribute to a shared vision of success.\n   \n\n  \n\n**One last thing**\n This is a full-time, permanent position based in Stockholm. Don’t wait to send in your application, we are reviewing applications on a rolling basis. While the start date is flexible, the right candidate can join us immediately.\n   \n\n  \n\n*Qred celebrates diversity and does not discriminate based on ethnicity, religion, national origin, gender, sexual orientation, age, disability status, or any other applicable characteristics protected by law.*\n Qred is an international FinTech scale-up that specializes in digital financing solutions for small businesses, with operations in the Nordics, Benelux, Germany and Brazil. We are passionate about helping small businesses thrive and grow, by providing them with business loans and credit cards. Right now we’re in an exciting phase of our journey that focuses on growth through smart product development and technology fueled by international expansion.","company_url":"https:\/\/se.linkedin.com\/company\/qred-bank-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHF2bceaBADIw\/company-logo_100_100\/company-logo_100_100\/0\/1726069665501\/qred_bank_ab_logo?e=2147483647&v=beta&t=Qg2K9n30lC5h0ZAI3T_R9D-mJSV8rGntlru4zRAHkeY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4254146111","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4254146111","job_url_direct":"https:\/\/jobs.sap.com\/job\/Stockholm-Solution-Advisor-Associate-SAP-Academy-for-Customer-Success-SWEDEN-%28Hybrid%29-111-34\/1216297601\/?feedId=384233&utm_campaign=SAPCSCareers&utm_source=LinkedinJobPostings&urlHash=fLxu","title":"Solution Advisor Associate - SAP Academy for Customer Success - SWEDEN (Hybrid)","company":"SAP","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales and Business Development","company_industry":"Software Development, IT Services and IT Consulting, and Business Consulting and Services","listing_type":null,"emails":"Careers.NorthAmerica@sap.com, Careers.LatinAmerica@sap.com, Careers.APJ@sap.com, Careers@sap.com","description":"**What We Offer**\n We help the world run better.\n   \n\n  \n\n Our company culture is focused on helping our employees enable innovation by building breakthroughs together. How? We focus every day on building the foundation for tomorrow and creating a workplace that embraces differences, values flexibility, and is aligned to our purpose-driven and future-focused work. We offer a highly collaborative, caring team environment with a strong focus on learning and development, recognition for your individual contributions, and a variety of benefit options for you to choose from. Apply Now!\n   \n\n  \n\n**The SAP Academy for Customer Success is a global development program designed for talent who are early in their career.**\n**Who You’ll Become**\n A Solution Advisor works closely with our customers and prospects to identify and solve business challenges and meet their strategic objectives using SAP solutions. As a part of the sales team, a Solution Advisor is the “subject matter expert” responsible for the functional and technical knowledge within the sales cycle. A Solution Advisor provides deal support by participating in discovery sessions, executive meetings and presentations and delivers software demonstrations that help the customer understand SAP’s unique value proposition. In addition to deal support, the Solution Advisor participates in marketing events to generate demand, leads Design Thinking sessions, and collaborates with the broader sales team to identify whitespace opportunities at existing accounts.\n   \n\n  \n\n**What You’ll Do**\n As a Solution Advisor within the SAP Academy for Customer Success, you will be responsible to:\n   \n\n  \n\n* Successfully complete a 10-month program that strengthens a foundation for a successful customer-facing career at SAP.\n* Participate in experiential learning opportunities with colleagues from all over the world and acquire a wide variety of business, industry and SAP solution skills while working with emerging and cutting-edge technologies.\n* Receive on-the-job training under the mentorship of a senior Solution Advisor colleague while working with our customers to gain real world experience and acquire the skills necessary to help guide our customers through their Digital Transformation journey.\n\n\n The program will enrich your knowledge of SAP and give you the professional experience to serve our customers. We offer full-time employment from day one with practical learning applications for your role. After successful completion of the program, you are expected to lead customer discovery sessions and survey activities to uncover business challenges and opportunities for innovation. You will create and deliver high impact and engaging software demonstrations that compel the customers to select SAP over other competitive offerings. You will also provide demand generation support through marketing events and deal execution support by responding to request for proposals.\n   \n\n  \n\n**Solution Areas Focus**\n**SAP Finance** \n**& Spend Management** \n**(** \n**F&S) –** \n Knowledge in key areas such as accounting, procurement, and supplier management, focused on boosting visibility, cutting costs, and improving efficiency. (Accounting, finance, quote-to-cash, procurement, supplier management)\n   \n\n  \n\n**SAP SuccessFactors (H** \n**uman Capital Management - H** \n**CM)** \n - Knowledge in core HR and payroll, talent management, employee experience management, HR analytics, workforce planning, and sales performance management.\n   \n\n  \n\n**What You Bring**\n* 2-3 years of professional experience with a strong foundation in technical and business processes, exposure to relevant technologies\/ solutions, and customer-facing skills.\n* Technical and business process knowledge, combined with strong complex problem-solving skills, to support solution delivery and operational efficiency through hands-on experience with relevant technologies and industry-standard tools.\n* A cooperative and productive approach to working relationships, internally and externally.\n* A strong ability to quickly learn new concepts, adapt to changing environments, and apply knowledge to deliver results.\n* An understanding of AI fundamentals, uses, and ethics, to identify business problems solvable with AI.\n* A resilient mindset, embracing challenges with optimism and consistently striving for growth and success.\n* Strong Business Acumen, including demonstrated knowledge of business processes and\/or industries.\n* Proficiency in English to engage with our global network\n* Profiency in Swedish\n\n\n**The SAP Academy for Customer Success is a global development program designed for talent who are early in their career.**\n**About SAP Academy For Customer Success**\n The SAP Academy for Customer Success offers a three-year journey that drives accountability and enhances productivity. It enables graduates to make a quick impact in customer-facing roles while fostering career longevity and leadership potential.\n   \n\n  \n\n Join us for a unique opportunity to build a global network, collaborate with customers to solve real business challenges, and gain hands-on experience with world-class cloud solutions — all while learning in a dynamic environment and earning competitive pay and benefits.\n   \n\n  \n\n**#SAPAcademyforCustomerSuccess**\n**#SAPCSCareers**\n SAP’s employees across different regions are enabled to do their best job with the right mix of office and remote work according to country-specific guidelines and regulations. In general, our\n **hybrid work setup** \n consists of\n **three days a week in the office or on-site with customers or partners.**\n We are planning a practical and immersive portion of our program, which will likely involve participants spending four (4) weeks, spread across two trips, in San Ramon, California. This experience is designed to provide unparalleled hands-on learning and networking opportunities. \\*Please note the in-person component is still in the planning phase, and the final decision will be confirmed by the first quarter of 2026. We will ensure that this information is communicated promptly, and that sufficient time is provided for necessary preparations.\n   \n\n  \n\n During intensive phases of the program, it is critical that all participants are fully engaged and present to ensure maximum learning and success. As such, vacation will not be approved during some critical times of the program\n   \n\n  \n\n #SAPNextGen\n   \n\n  \n\n**We are SAP**\n SAP innovations help more than 400,000 customers worldwide work together more efficiently and use business insight more effectively. Originally known for leadership in enterprise resource planning (ERP) software, SAP has evolved to become a market leader in end-to-end business application software and related services for database, analytics, intelligent technologies, and experience management. As a cloud company with 200 million users and more than 100,000 employees worldwide, we are purpose-driven and future-focused, with a highly collaborative team ethic and commitment to personal development. Whether connecting global industries, people, or platforms, we help ensure every challenge gets the solution it deserves. At SAP, we build breakthroughs together.\n   \n\n  \n\n**Our inclusion promise**\n SAP’s culture of inclusion, focus on health and well-being, and flexible working models help ensure that everyone—regardless of background—feels included and can perform at their best. At SAP, we believe we are made stronger by the unique capabilities and qualities that each person brings to our company. We invest in our employees to inspire confidence and help everyone realize their full potential. We ultimately believe in unleashing all talent and creating a better and more equitable world.\n   \n\n  \n\n SAP is proud to be an equal-opportunity workplace and is an affirmative action employer. We are committed to the values of Equal Employment Opportunity and provide accessibility accommodations to applicants with physical and\/or mental disabilities. If you are interested in applying for employment with SAP and are in need of accommodation or special assistance to navigate our website or to complete your application, please send an e-mail with your request to Recruiting Operations Team: Americas: Careers.NorthAmerica@sap.com or Careers.LatinAmerica@sap.com, APJ: Careers.APJ@sap.com, EMEA: Careers@sap.com.\n   \n\n  \n\n**EOE AA M\/F\/Vet\/Disability**\n Qualified applicants will receive consideration for employment without regard to their age, race, religion, national origin, ethnicity, age, gender (including pregnancy, childbirth, et al), sexual orientation, gender identity or expression, protected veteran status, or disability.\n   \n\n  \n\n Successful candidates might be required to undergo a background verification with an external vendor.\n   \n\n  \n\n Requisition ID: 430040 | Work Area: Presales | Expected Travel: 0 - 100% | Career Status: Graduate | Employment Type: Regular Full Time | Additional Locations: .","company_url":"https:\/\/de.linkedin.com\/company\/sap","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGmwwo0aq4jVA\/company-logo_100_100\/company-logo_100_100\/0\/1723034255614\/sap_logo?e=2147483647&v=beta&t=Xf0Eda3lLLNPm9ibOMwYyTyTw9Uv8_Kdf4pKR2i2ECk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4251773528","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4251773528","job_url_direct":"https:\/\/careers.vattenfall.com\/global\/job\/operation-engineer-vmware-windows-in-solna-jid-48845?_atxsrc=LinkedIn&utm_source=LinkedIn&trid=2d92f286-613b-4daf-9dfa-6340ffbecf73&urlHash=_0WD","title":"Operation Engineer VMware, Windows","company":"Vattenfall","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Utilities","listing_type":null,"emails":"henrik.lindholm@vattenfall.com, julia.norberg@vattenfall.com","description":"Vi på Vattenfall IT söker två en Operation Engineers inom VMware och Windows som vill arbeta med utveckling och leverans av IT-tjänster, där säker och stabil drift står högt på agendan. För dig som kandidat är det här en chans att ta plats i en organisation som genomgår en spännande förvandling med ny teknik och utökade samarbetsytor, där vi värdesätter trivsel på arbetsplatsen tillsammans med en öppen och ärlig atmosfär.\n   \n\n  \n\n Dina huvudsakliga arbetsuppgifter kommer bestå av daglig drift, övervakning och larmhantering av infrastrukturplattformar samt att driva utveckling i inom ditt område. Som Operation Engineer kommer du att ha ett omväxlande arbete med breda ansvarsområden i en leverans som ombesörjer allt från Windows server, 3rd line support och systemuppdateringar.\n   \n\n  \n\n Vi samarbetar med flertalet hårdvarutillverkare i våra miljöer vilket ger en dynamisk utveckling tillsammans med våra leverantörer. En annan del i ditt jobb är att kontinuerligt jobba med livscykelhantering. Du kommer också ges möjlighet att delta i olika spännande projekt lokalt och internationellt vilket ger stora möjligheter till utveckling.\n   \n\n  \n\n Som Operation Engineer\n \n kommer du att vara en del av ett team men vi ser även att du har förmågan att arbeta självständigt mot externa leverantörer såväl som kollegor runt om i Sverige och Europa. För dig som individ finns det stora möjligheter till personlig utveckling och påverkan i den dagliga leveransen.\n   \n\n  \n\n**Dina Dagliga Arbetsuppgifter**\n* Windows Serverdrift\n* Effektivisera och automatisera arbetssätt och system\n* Övervakning och larmhantering av infrastrukturplattformar\n* Patchning och systemuppdateringar\n* 3rd line felsökning för ärenden inom infrastruktur\n* Arbeta i projekt för nya tekniska lösningar\n* Livscykel-hantering och planering av IT infrastruktur\n\n\n Företagsbeskrivning\n   \n\n  \n\n Vattenfall är en av Europas största producenter och återförsäljare av el och värme. Våra huvudmarknader är Sverige, Tyskland, Nederländerna, Danmark och Storbritannien. Inom Vattenfallkoncernen finns cirka 21 000 anställda. Vi har elektrifierat industrier, levererat energi till bostäder och förvandlat tillvaron genom innovation i över hundra års tid.\n   \n\n  \n\n Kvalifikationer\n   \n\n  \n\n Vi Ser Gärna Att Du Är Framåtriktad Och Lösningsorienterad. Vi Ser Gärna Också Att Du Som Söker Är Förtroendeskapande, Både Inom Den Egna Gruppen Och Mot Övrig Verksamhet. Du Trivs i Förändring Och Har En Naturlig Strävan Mot Ständiga Förbättringar. Du Har God Samarbetsförmåga Och Ett Ödmjukt Förhållningssätt Till Människor Omkring Dig. Du Trivs Att Samarbeta Med Andra Och Har Även God Struktur i Ditt Egna Arbete. Vi Ser Gärna Att Du Har Dessa Kompetenser\/erfarenheter\n   \n\n  \n\n* Har ett genuint intresse av att lära sig och förstå ny teknik\n* Bred förståelse av IT och att drifta ett datacenter\n* Brinner för felsökning i varierad storlek och komplexitet\n* Förstår och anammar högt IT säkerhetstänk\n* Är en naturlig lagspelare och förstår vikten av samarbete och dela med sig av erfarenheter aktivt\n* Driven, tar egna initiativ och är självgående\n* Har ett strukturerat och metodiskt arbetssätt\n* Är flytande i både svenska och engelska, både tal och skrift\n* Körkort B\n\n\n Det är\n **meriterande** \n om du har större kompetens eller certifiering inom ett eller flera områden, t.ex.;\n   \n\n  \n\n* Virtualiseringsplattformar\n* Datalagring och backup\n* Linux server\n* Nätverk(switching\/firewall\/routing)\n\n\n Ytterligare information\n   \n\n  \n\n**Vi erbjuder**\n*Förutom att du får vara med och forma framtidens smarta energisamhälle erbjuder vi dig ett utvecklande och omväxlande arbete med många kontaktytor. För oss på Vattenfall är det viktigt att arbete och privatliv har en god balans, därför erbjuder vi flexibilitet i arbetet samt möjlighet till att arbeta hemifrån vid behov. Vi har även en hel del andra personalförmåner som exempelvis arbetstidsförkortning, förmånliga tjänstepensionsavtal, föräldraledighetstillägg med mera. Läs mer om våra förmåner här.*\n**Placeringsort**\n* Forsmark\n* Solna- med krav att kunna resa till Forsmark med jämna mellanrum.\n\n\n**För mer information** \n om själva tjänsten kontakta rekryterande chef Henrik Lindholm, henrik.lindholm@vattenfall.com. För frågor om rekryteringsprocessen kontakta rekryterare Julia Norberg, julia.norberg@vattenfall.com\n   \n\n  \n\n Fackliga representanter via Vattenfalls växel, 08 739 50 00. Sofi Wadström (Akademikerna), Patricia Ek (Unionen), Christer Gustafsson (Ledarna), Juha Siipilehto (SEKO)\n   \n\n  \n\n**Välkommen med din ansökan senast 24-08-2025.** \n Urval och intervjuer sker löpande. Vi tar endast emot ansökningar via vår webbplats. Vi tar inte emot personligt brev i ansökan. Du söker snabbt och enkelt genom att svara på urvalsfrågor och bifoga ditt CV.\n   \n\n  \n\n Vi är övertygade om att mångfald bidrar till att bygga ett mer lönsamt och tilltalande företag och strävar efter att vara goda förebilder när det gäller mångfald. Vattenfall arbetar aktivt för att alla medarbetare ska ha samma möjligheter och rättigheter oavsett ålder, etnisk eller kulturell bakgrund, könstillhörighet, religion\/tro, sexuell läggning eller funktionsförutsättning. Läs mer om hur vi arbetar med mångfald och inkludering här.\n   \n\n  \n\n Då säkerheten för Vattenfall och dess anställda är avgörande kommer vi innan varje anställning genomföra en ”pre-employment screening”. Dessa kontroller baseras på din roll som du kommer att fylla inom Vattenfall.\n   \n\n  \n\n Vattenfall är en del av Sveriges kritiska infrastruktur, därmed är många av våra tjänster säkerhetsklassade. Är denna tjänst säkerhetsklassad kommer säkerhetsprövning genomföras innan anställning, i enlighet med säkerhetsskyddslagen.\n   \n\n  \n\n Vi ser fram emot din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/vattenfall","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQG2Kguh_TApgg\/company-logo_100_100\/company-logo_100_100\/0\/1630633116767\/vattenfall_logo?e=2147483647&v=beta&t=iPwVPIMb9d5u9jOo396pHCxOi1dKsIAShSeAce6KhU0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4265371604","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4265371604","job_url_direct":"https:\/\/join.itm8.se\/jobs\/6152089-ai-solution-manager?utm_source=LinkedIn&urlHash=ju1A","title":"AI Solution Manager","company":"itm8 Sverige","location":"Bromma, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Vill du vara med att forma och utveckla hur AI används i en av Nordens mest dynamiska IT-organisationer? På itm8 söker vi nu en person som vill driva konkreta AI-initiativ i vår verksamhet samt till våra kunder – med fokus på både Microsofts AI-plattformar och andra ledande teknologier som Nvidia, Meta och open source-ramverk.\n   \n\n  \n\n Som AI Solution Manager hos oss blir du en nyckelperson i att identifiera, utveckla och implementera AI-lösningar som förbättrar våra interna processer. Du kommer att arbeta nära verksamheten för att förstå behov, prioritera use cases och omsätta idéer till skalbara lösningar. Du får också en viktig roll i att höja AI-mognaden i organisationen genom workshops, utbildningar och förändringsledning.\n   \n\n  \n\n Dina huvudsakliga arbetsuppgifter inkluderar:\n   \n\n  \n\n* Identifiera och prioritera interna AI-use cases (t.ex. automatisk ticket-routing, prediktivt underhåll, offertautomatisering)\n* Utveckla och produktionssätta AI-lösningar i samarbete med verksamheten\n* Arbeta med Microsoft Copilot, Azure AI Services, Power Platform – samt gärna även andra AI-ramverk som TensorFlow, PyTorch, HuggingFace, Nvidia AI eller Meta Llama\n* Bidra till AI-governance, best practices och intern kunskapsspridning\n* Hålla dig uppdaterad om trender inom AI och föreslå nya verktyg och metoder\n* Stötta i externa kunddialoger där AI är en strategisk komponent\n* Vara delaktig som expert i itm8 AI council\n\n\n Vi ser gärna att du har några års erfarenhet inom:\n   \n\n  \n\n* Leda och utveckla AI\/ML-projekt, självklart i någon molnmiljö\n* Goda kunskaper i Python och ML-ramverk som scikit-learn, spaCy, Transformers\n* AI-livscykeln i form av modellträning, inferens, drift, MLOps\n* Arbetat med LLM:er, NLP, generativ AI och prompt engineering\n* Kommunicera AI-koncept på ett pedagogiskt och inspirerande sätt för olika målgrupper\n\n\n Meriterande är om du även har erfarenhet inom:\n   \n\n  \n\n* Erfarenhet av Microsoft Copilot, Azure OpenAI, Power Platform.\n* Kunskap om AI-tillämpningar inom DevOps, ERP, CRM eller BI.\n* Intresse för datahantering, dataskydd och AI-governance.\n* Erfarenhet av att arbeta i matrisorganisationer och leda förändring.\n\n\n itm8 är en av Nordens ledande leverantörer av digital transformation och IT-tjänster. Läs mer om vår resa på www.itm8.se och följ oss på Instagram @itm8inside.\n   \n\n  \n\n Redo att utmana och utmanas inom AI med itm8?\n   \n\n  \n\n Vi ser fram emot din ansökan! Om du har frågor, skriv till oss i meddelanderutan nedan så följer vi upp med dig. Vi behandlar alla ansökningar och kontakter konfidentiellt och intervjuar löpande och rekommenderar att du söker tjänsten så snart som möjligt.\n   \n\n  \n\n #itm8Sverige","company_url":"https:\/\/se.linkedin.com\/company\/itm8-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHpAnoq2HoBmg\/company-logo_100_100\/company-logo_100_100\/0\/1707817309991\/itm8_sverige_logo?e=2147483647&v=beta&t=6h27fMZtfqowjR70ViqCYL8OuaLXu1y7wT954p-fdqg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4265262066","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4265262066","job_url_direct":"https:\/\/ejhp.fa.us6.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/2530698\/?utm_medium=jobshare&urlHash=wrKS","title":"HR Shared Services Coordinator","company":"Sherwin-Williams","location":"Märsta, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Human Resources and Manufacturing","company_industry":"Chemical Manufacturing and Manufacturing","listing_type":null,"emails":null,"description":"**Job Description**\n**Sherwin-Williams** \n , founded in 1866, is a global leader in paints and coatings industry with $18 billion in sales and 140 manufacturing - distribution centers worldwide. We employ over 60,000 people across all regions embracing and celebrating our diversity. Our people are behind the strength of our success. When you embark on a\n ***career***\n at\n ***Sherwin***\n -Williams, we invest and support you in\n ***life***\n +\n ***career***\n +\n ***connection.***\n Create your possible with us!\n   \n\n  \n\n This position is primarily responsible for providing HRSS Administration, in accordance with Service Level Agreements, to employees, managers and Human Resources in Sweden, Finland and India. Undertake all administration tasks associated with HR data processing covering the employment life cycle e.g., on-boarding, employment changes, benefit & pensions scheme administration, leave and absences and terminations. Responsible for accurate HR System data input and general record keeping and ensuring the payroll team receives the required information for processing. Provide administration support to help deliver a positive employee experience and supporting all employees and managers with first line information and support on HR systems, policies and HRSS procedures.\n   \n\n  \n\n**Location** \n : On site, Sherwin Williams Office in Bellö or Märsta, Sweden.\n   \n\n  \n\n**Responsibilities**\n* Maintain accurate and timely data in HR systems, support self-service functions, and ensure data integrity through audits and updates.\n* Handle manager and employee transactions in HR Cloud, ensuring alignment with job and approval matrices.\n* Generate and validate HR reports (e.g., headcount, payroll, absence) to support business and HR goals.\n* Manage onboarding tasks in ServiceNow and ORC, and ensure smooth transitions for new hires and leavers.\n* Maintain up-to-date employee files, support electronic filing systems, and ensure compliance with documentation standards.\n* Track and resolve service requests in ServiceNow, ensuring SLA compliance and accurate case documentation.\n* Provide data for annual compensation cycles and administer benefit changes for hires, leavers, and life events.\n* Prepare employment documentation, manage pre-employment checks, and support payroll with accurate employee data.\n* Offer guidance to managers and employees on HR policies, benefits, and employment terms.\n* Support process redesign using LEAN methods, identify automation opportunities, and contribute to service efficiency.\n* Train users on HR systems (HR Cloud, ServiceNow, OnBase) and maintain user-friendly guidance materials.\n* Update and expand HR knowledge bases (e.g., SharePoint, ServiceNow articles) to enhance self-service capabilities.\n\n\n**Qualifications**\n* Bachelor’s degree in human resources, Business Administration or Economics\n* Experience in Customer Service and\/or administrative function. This could either be experience through internships, student jobs or regular jobs.\n* Exceptional attention to detail and accuracy\n* Desire and ability to make process improvements\n* knowledgeable in Microsoft Office - Excel, Word, Power Point\n* Fluent Swedish and English, Finnish would an asset\n\n\n Preferred:\n   \n\n  \n\n* Working knowledge of HR Regulatory Framework, Employment Law & General Data Protection Regulations, Working Time, Family Friendly legislation, statutory entitlements etc.\n* Ability in the use LEAN methodology\n* Knowledgeable in HR Systems e.g. Oracle applications\n\n\n**Please note that Sherwin Williams is unable to respond to any enquiries, accept CVs or applications from Recruitment Agencies.**\n**About Us**\n At Sherwin-Williams, our purpose is to inspire and improve the world by coloring and protecting what matters. Our paints, coatings and innovative solutions make the places and spaces in our world brighter and stronger. Your skills, talent and passion make it possible to live this purpose, and for customers and our business to achieve great results. Sherwin-Williams is a place that takes its stability, growth and momentum and translates it to possibility for our people. Our people are behind the strength of our success, and we invest and support you in:\n   \n\n  \n\n Life … with rewards, benefits and the flexibility to enhance your health and well-being\n   \n\n  \n\n Career … with opportunities to learn, develop new skills and grow your contribution\n   \n\n  \n\n Connection … with an inclusive team and commitment to our own and broader communities\n   \n\n  \n\n It's all here for you... let's Create Your\n **Possible**\n Eligibility to Work\n   \n\n  \n\n You will need to provide proof of right to work. It is a condition of any offer of employment we make to you that you have the permission to work in the country for the role for which you are applying for.\n   \n\n  \n\n Equal Opportunity Employer\n   \n\n  \n\n An equal opportunity employer, all qualified applicants will receive consideration for employment and will not be discriminated against based on race, colour, religion or belief, gender, sexual orientation, gender identity, ethnic or national origin, disability, age pregnancy or maternity, marital or civil partner status, or any other protected characteristic prohibited by law.\n   \n\n  \n\n Please be aware, Sherwin-Williams recruiting team members will never request a candidate to provide a payment, ask for financial information, or sensitive personal information like national identification numbers, date of birth, or bank account numbers during the application process.","company_url":"https:\/\/www.linkedin.com\/company\/sherwin-williams","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGoU7XlRM6WkQ\/company-logo_100_100\/company-logo_100_100\/0\/1631379444427\/sherwin_williams_logo?e=2147483647&v=beta&t=p6BearsafqUp22oKb0cCJMzwUlUUe0D8h3mQoIYmDIg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4263840616","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4263840616","job_url_direct":"https:\/\/mygwork.com\/jobs\/eqt-group-data-lead-2?src=linkedin&urlHash=uSPU","title":"Data Lead","company":"myGwork - LGBTQ+ Business Community","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"***This job is with EQT Group, an inclusive employer and a member of myGwork – the largest global platform for the LGBTQ+ business community. Please do not contact the recruiter directly.***\n**Shape the Future of Investment Technology at EQT**\n Do you thrive at the intersection of technology leadership and business innovation, and get excited by helping businesses extract the maximum value from their data?\n   \n\n  \n\n**Join us in building the future digital experience for EQT's global investor community.**\n**About The Client Value Stream Team**\n The Client Value Stream at EQT empowers EQT with fit-for-purpose tools and services to deliver an excellent client experience while enhancing operational efficiency. We’re a cross-functional team collaborating closely with stakeholders across EQT to ensure data and technology strategically support client engagement and business outcomes. Our team includes tech leads, data professionals, product managers and architects who together shape the future of client interaction through scalable, data-driven solutions.\n   \n\n  \n\n**About The Role**\n As a Data Lead in EQT’s Client Value Stream, you will play a critical role in enabling the Client Value Stream to deliver within data architecture and data delivery. You’ll lead a distributed team of data engineers and analytics professionals, ensuring the delivery of high-quality data products and insights. The role is key in driving the digital transformation of EQT’s client experience through strategic and technical leadership.\n   \n\n  \n\n**Key Responsibilities**\n* Implement the EQT Tech data strategy within the Client Value Stream aligned with broader business objectives.\n* Lead a distributed team of approx. 4–5 data professionals, fostering a culture of innovation and continuous improvement.\n* Oversee the development and optimization of domain data products and lead migration initiatives.\n* Partner with tech leads and architects within Tech, but also work closely with senior business stakeholders to communicate how data solutions align with business needs.\n* Continuously enhance Client Tech’s data infrastructure and lead investigations to ensure data quality and value delivery.\n\n\n**About You**\n You are a structured and proactive leader with a strategic mindset and a passion for using data to solve complex business challenges. You excel at building collaborative environments and have the ability to inspire and guide technical teams. You are forward-thinking, committed to excellence and thrive in an inclusive and fast-paced setting.\n   \n\n  \n\n**Desired Skills And Experience**\n* Proven experience in data leadership roles (e.g., Data Lead, Senior Data Engineer, BI\/Analytics Manager).\n* Hands-on experience with modern data stacks and frameworks (e.g., dbt, Snowflake, SQL, Fivetran).\n* Strong ability to balance technical depth with business understanding.\n* Genuine interest in business usage of data and providing high qualitative analytics capabilities.\n* Experience leading cross-functional teams and delivering data initiatives at scale.\n* Excellent communication and stakeholder management skills.\n\n\n**Nice-to-have**\n* Experience with data mesh frameworks and operationalizing data governance models.\n* Experience working with Salesforce Data, Sales \/ Service or Marketing Cloud\n* Familiarity with CRM Analytics, Tableau, PowerBI or Hex.\n* Infrastructure-as-code experience, ideally with Terraform.\n\n\n**What We Offer**\n At EQT, we provide an inspiring and inclusive workplace where talent thrives. You will be part of a forward-looking team that values innovation, collaboration, and growth. We offer a competitive compensation package, generous vacation policy, excellent healthcare and pension benefits, as well as hybrid work flexibility supporting your life outside work.\n   \n\n  \n\n**The Process**\n We’re excited to receive your application! Please note that we’ll begin the selection process in August and initiate interviews soon after.\n   \n\n  \n\n**Inclusion at** \n**EQT**\n*Our vision for EQT employees is to build high performing & engaged teams. Our competitive edge comes from fostering an environment where every individual feels valued, empowered, and motivated to drive business impact. Our commitment to inclusion is not just about fairness; We understand and believe that being a great place to work drives the best performance.At EQT, inclusion is a business imperative and it's embedded into our talent strategy, decision-making, and culture to ensure that every individual and team operates at their full potential. By doing so, we unlock better collaboration, stronger innovation, and superior investment outcomes.*\n**About EQT**\n*EQT is a purpose-driven global investment organization focused on active ownership strategies. With a Nordic heritage and a global mindset, EQT has a track record of almost three decades of developing companies across multiple geographies, sectors and strategies. EQT has investment strategies covering all phases of a business’ development, from start-up to maturity. EQT has EUR ‌ 269 billion in total assets under management (EUR ‌ ‌136 billion in fee-generating assets under management), within two business segments – Private Capital and Real Assets.\n   \n\n  \n\n With its roots in the Wallenberg family’s entrepreneurial mindset and philosophy of long-term ownership, EQT is guided by a set of strong values and a distinct corporate culture. EQT manages and advises funds and vehicles that invest across the world with the mission to future-proof companies, generate attractive returns and make a positive impact with everything EQT does. EQT has offices in more than 25 countries across Europe, Asia and the Americas and has more than 1,900 employees.*\n*More info: www.eqtgroup.com\n   \n\n  \n\n Follow EQT on LinkedIn, X, YouTube and Instagram*","company_url":"https:\/\/uk.linkedin.com\/company\/mygwork","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEVDrt8sev5eA\/company-logo_100_100\/company-logo_100_100\/0\/1705496448722\/mygwork_logo?e=2147483647&v=beta&t=W2E-HhBAOC0mpNsds1FA1iuO7IlMnKyPkX1YXVB5MQA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4265191600","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4265191600","job_url_direct":null,"title":"Product Guide (Sales Associate) – Seasonal Full-Time (m\/w\/d) – Stockholm","company":"Arc'teryx Equipment","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Management and Manufacturing","company_industry":"Apparel & Fashion","listing_type":null,"emails":null,"description":"**Your Opportunity at ARC’TERYX:** \n\n\n\n\n\n\n  \n \n\n\n\n\n\n We are looking for seasonal Product Guides to join our store!\n \n\n\n\n\n  \n\n\n\n\n\n\n You are the face of the brand on the retail floor, delivering an unforgettable experience to our guests. You are the inspiration behind our brand’s evolution, as we continue to commit to bold objectives both in stores and in our communities\n \n\n\n\n\n  \n\n\n\n\n\n\n You are product-obsessed and seek any chance to get outside to experiment and learn firsthand how our product performs. You prioritize your connection with nature and celebrate others doing the same. You authentically share product knowledge with guests and recommend products based on their interests and needs.\n \n\n\n\n\n  \n\n\n\n\n\n\n You prioritize your own development, personally and professionally, and celebrate the achievements of others. You recognize that we create a better world, together.\n \n\n\n\n\n\n  \n\n\n\n\n**As a Product Guide at Arc’teryx, here’s what you’d be doing:** \n* Delivering a best-in-class brand experience to our guests through sharing technical product knowledge and supporting with problem solving\n* Building a strong understanding of our products and seamlessly weaving this information into guest interactions in an authentic way\n* Championing Arc’teryx as a brand ambassador both in-store and in the community\n* Developing your passions both in and out of the store with the support of the team\n* Supporting in elevating the guest experience by working with the store leadership team on projects and brand initiatives\n* Providing feedback on merchandising and in-store experience to help drive sales\n* Maintaining an open, collaborative relationship with your team and store leadership\n* Supporting with and participating in various store tasks as assigned by the leadership team\n* Answering store phones and responding to voicemails and store emails; on occasion, this could include responding on the Epicenter social media channels\n* Utilizing the Point-of-Sale system to accurately and efficiently process guest transactions, including warranties, Used Gear trade-ins, purchases, and returns\n* Receiving and unpacking boxes for inventory as required (boxes can weigh 5 - 30 lbs)\n\n\n\n  \n\n\n\n\n**Are you our next Product Guide?** \n* You are passionate about delivering exceptional customer service\n* You love to have fun at work, and hold yourself accountable to what is required of you\n* You are self-motivated, and enjoy problem solving\n* You remain highly flexible and adaptable when faced with ambiguity\n* You effectively balance autonomy and collaboration\n* You inspire breakthrough thinking and continuous improvement\n* You seek the best (sometimes not the easiest) solutions, with an unwavering commitment to do what is right\n* Your passion for your work is paralleled by your passion for getting outside and living it\n\n\n\n\n\n\n  \n\n\n\n\n  \n\n\n**Details:**\n\n\n\n\n  \n\n\n\n\n\n**Hours:**\n\n\n\n\n\n Full Time – 40 hours per week\n \n*(5 days per week)*\n\n\n\n\n  \n\n\n\n\n\n**Contract :**\n\n\n\n\n\n Fixed-term contract from September 2025 to January 2026\n \n\n\n\n\n  \n\n\n\n\n\n**Expectations:**\n\n\n\n\n\n All employees’ availability must reflect the needs of the business, which may change from time to time. The Store Manager determines the availability needs (in partnership with the Regional Manager), and this schedule could include a combination of shift times, including mornings, evenings, and weekends.\n \n\n\n\n\n  \n\n\n\n\n\n\n All employees are expected to be available to work “Black Friday” and from the second week of December until the end of the holiday season, to be defined each year based in part on the time period guests are permitted to return holiday merchandise, on an annual basis.\n \n\n\n\n\n  \n\n\n\n\n\n\n You are fully accountable for and oversee the execution of all deliverables on the Product Guide Role and Responsibilities document\n \n\n\n\n\n  \n\n\n\n\n\n\n Under the direction of the Store Leads, Store Manager and Assistant Manager, you perform\/complete other additional projects, duties, and assignments as required and\/or by request\n \n\n\n\n\n  \n\n\n\n\n\n**Equal Opportunity** \n\n\n\n\n  \n\n\n\n\n\n Arc’teryx is committed to actively creating and fostering a culture of inclusivity where voices are heard, people are seen, and values are respected. We care about the uniqueness of our applicants, employees, and guests, and we do so in a safe space fueled by curiosity and acceptance. \n \n\n\n\n  \n\n\n\n\n\n Creating an inclusive workplace is connected to our core value Do Right while also having the added benefit of helping make our business better. We believe inclusion helps us to create a healthier, happier workplace, drive creativity and innovation, and reflect the communities where we operate.  \n \n\n\n\n  \n\n\n\n\n\n All applicants, employees, and guests can expect equality of opportunity and fair treatment in alignment with our values.\n \n\n\n\n  \n\n\n\n\n\n**Leave it Better** \n\n\n\n\n We believe that the mountains transform us, that how we adventure matters, and that there’s always a better way. \n \n\n\n\n Join us in creating positive change in ourselves, our communities, and the world. \n \n\n\n\n  \n\n\n\n\n\n**Live it.** \n Get out there - the mountains make us better \n \n\n\n\n**Disruptive evolution.** \n In pursuit of better. Always. \n \n\n\n\n**Commit.** \n We set bold objectives and see them through.","company_url":"https:\/\/ca.linkedin.com\/company\/arc-teryx-equipment-inc-","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGfRgYG7C7Aiw\/company-logo_100_100\/B56ZcstlIhHoAU-\/0\/1748801836225?e=2147483647&v=beta&t=7ArPU1b13bHYlVNur8IfggX0nmG2tpgdjs-ktU9Fz-U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4210838471","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4210838471","job_url_direct":"https:\/\/job-boards.greenhouse.io\/wolt\/jobs\/6694817&urlHash=7Xai","title":"Workday Integrations Engineer","company":"Wolt","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Wolt**\n At Wolt, we create technology that brings joy, simplicity and earnings to the neighborhoods of the world. In 2014 we started with delivery of restaurant food. Now we’re building the delivery of (almost) everything and you’ll find us in over 500 cities in 30 countries around the world. In 2022 we joined forces with DoorDash and together we keep on dreaming big and expanding across the globe.\n   \n\n  \n\n Working at Wolt isn’t always easy, but it’s definitely exciting. Here you’ll learn more, build more, and ship more than in most other companies. You’ll be challenged a lot, but also have a lot of fun on the way. So, if you’re a self-starter with drive and entrepreneurial spirit, this could be the ride of your life.\n   \n\n  \n\n At Wolt, our People Tech team is on a mission to empower our people through smart, seamless HR technology. As a Workday Integrations Engineer, you’ll play a critical role in building, maintaining, and evolving the digital backbone that connects our people systems—driving efficiency, accuracy, and scalability across our global operations.\n   \n\n  \n\n Join us and help shape how Wolt’s 12,000+ employees experience HR technology every day.\n   \n\n  \n\n 📍This role can be based in Budapest, Helsinki, Stockholm or Warsaw. If you are based Hungary, Finland, Sweden or Poland remote work is also an option.\n   \n\n  \n\n What You’ll Be Doing\n   \n\n  \n\n* Design and develop integrations between Workday and other internal\/external systems using tools like Workday Studio, EIB, Core Connectors, PECI, and Picof.\n* Build and enhance Workday Extend applications in close collaboration with HR and business stakeholders.\n* Own the lifecycle of integrations—from design and implementation to testing, documentation, and support.\n* Ensure system security and compliance, aligning with audit frameworks like SOC and SOX.\n* Drive innovation by identifying opportunities to improve and automate HR workflows.\n* Collaborate cross-functionally to understand business needs and translate them into technical solutions.\n* Lead integration-related efforts for Workday system upgrades and feature releases.\n\n\n What We’re Looking For\n   \n\n  \n\n* 5+ years of experience in Workday integrations.\n* Proficiency in Workday Studio, EIBs, Core Connectors, BIRT, PECI, and Document Transformation.\n* Experience with XSLT, XTT\/ETV, and complex report building.\n* Strong analytical and communication skills, with a high standard of discretion and reliability.\n* A proactive mindset and the ability to lead integration projects end-to-end.\n* Workday integration certification is a plus.\n\n\n Why You’ll Love It Here\n   \n\n  \n\n At Wolt, we’re building more than just great software—we’re building an employee experience that scales with every new hire and every global expansion. You'll have the autonomy to take ownership, the opportunity to innovate, and the platform to grow in one of Europe’s most dynamic tech environments.\n   \n\n  \n\n Come help us create the next generation of people tech at Wolt!\n   \n\n  \n\n https:\/\/youtu.be\/GoL541\\_xj9w\n   \n\n  \n\n Our Commitment to Diversity and Inclusion\n   \n\n  \n\n We’re committed to growing and empowering a more inclusive community within our company, industry, and cities. That’s why we hire and cultivate diverse teams of people from all backgrounds, experiences, and perspectives. We believe that true innovation happens when everyone has room at the table and the tools, resources, and opportunity to excel.","company_url":"https:\/\/fi.linkedin.com\/company\/wolt-oy","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGAVNXIpc8cGQ\/company-logo_100_100\/company-logo_100_100\/0\/1630642511293\/wolt_oy_logo?e=2147483647&v=beta&t=FL-6RJHs3sT1D45luH_yMK2cK7Rwcl4QnfoGSM1PnM8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4263838178","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4263838178","job_url_direct":"https:\/\/databricks.com\/company\/careers\/open-positions\/job?gh_jid=8021642002&gh_src=62a881d62&urlHash=AR2n","title":"Manager Big Data Architecture (PS Team)","company":"Databricks","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Req ID: CSQ426R175**\n As Manager of Resident Solutions Architects at Databricks, you will provide strategic leadership for delivering professional services engagements to high-value Databricks customers. You will help shape the future of big data and machine learning landscape for leading Fortune 500 organisations. You will report directly to the Senior Manager of Professional Services in BeNeLux & Nordics.\n   \n\n  \n\n Part of this role will include a people-leadership capacity, responsible for core aspects of building and managing the Resident Solutions Architect team. Through your oversight and mentorship, this team will guide our largest customers, implementing pipelines spanning data engineering through model building and deployment, plus other technical tasks to help customers get value out of their data with Databricks. Beyond people leadership, your responsibilities will include owning the delivery of customer projects in your region to ensure they are managed and delivered to target and exacting standards. You will be an ambassador for Services and their value in the region, will represent the organisation in steering committees, and will work with cross-functional teams and leaders to ensure Services support the development of the local business.\n   \n\n  \n\n**The Impact You Will Have**\n* You will achieve regional team targets for billable utilisation, hiring and revenue\n* You will partner with account executives, customer success and field engineering leaders while guiding Resident Solutions Architects to achieve success with professional services projects with customers\n* Help resolve customer concerns on strategic accounts and professional services engagements\n* Analyse operational processes and escalation procedures, and perform training needs assessments to identify opportunities for improving service delivery and contributing to customer service\n* Manage a team of Resident Solution Architects and act as a supportive manager, including handling escalations, mentoring team members, and building a career path for the assigned team members.\n\n\n**What We Look For**\n* Proven leadership experience in managing and guiding consulting, delivery, or solution architecture teams, ensuring successful project execution and team development\n* Strong technical background as a hands-on Solutions Architect, enabling you to effectively support and mentor technical architects under your leadership while driving strategic initiatives\n* Experience driving software platform adoption in Fortune 500 organisations in markets such as: Finance, Media, Retail, Telco, Energy, and Healthcare\n* Implement a project schedule with experience in customer engagement\n* Experience with Databricks products, Spark ecosystem, and direct competitors\n* Travel is required up to 10%, more at peak times.\n\n\n**About Databricks**\n Databricks is the data and AI company. More than 10,000 organizations worldwide — including Comcast, Condé Nast, Grammarly, and over 50% of the Fortune 500 — rely on the Databricks Data Intelligence Platform to unify and democratize data, analytics and AI. Databricks is headquartered in San Francisco, with offices around the globe and was founded by the original creators of Lakehouse, Apache Spark™, Delta Lake and MLflow. To learn more, follow Databricks on Twitter, LinkedIn and Facebook.\n   \n\n  \n\n**Benefits**\n At Databricks, we strive to provide comprehensive benefits and perks that meet the needs of all of our employees. For specific details on the benefits offered in your region, please visit https:\/\/www.mybenefitsnow.com\/databricks.\n   \n\n  \n\n**Our Commitment to Diversity and Inclusion**\n At Databricks, we are committed to fostering a diverse and inclusive culture where everyone can excel. We take great care to ensure that our hiring practices are inclusive and meet equal employment opportunity standards. Individuals looking for employment at Databricks are considered without regard to age, color, disability, ethnicity, family or marital status, gender identity or expression, language, national origin, physical and mental ability, political affiliation, race, religion, sexual orientation, socio-economic status, veteran status, and other protected characteristics.\n   \n\n  \n\n**Compliance**\n**If access to export-controlled technology or source code is required for performance of job duties, it is within Employer's discretion whether to apply for a U.S. government license for such positions, and Employer may decline to proceed with an applicant on this basis alone.**","company_url":"https:\/\/www.linkedin.com\/company\/databricks","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQFPIRKiPVETuw\/company-logo_100_100\/company-logo_100_100\/0\/1697215766274?e=2147483647&v=beta&t=K5mi1ouCxRu2wpiCv1XfYxu29YGccouH7wYiGiXNNpQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4273992769","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4273992769","job_url_direct":"https:\/\/careers.fedex.com\/handler-hourly\/job\/07D0C429AFA61760914EF702547040B2?utm_domicile=unspecified&utm_persona=unspecified&utm_trackedsource=srm_linkedin_jb&utm_subco=v&urlHash=FM_-","title":"Handler Hourly","company":"FedEx","location":"Upplands Väsby, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Other, Information Technology, and Management","company_industry":"Freight and Package Transportation","listing_type":null,"emails":null,"description":"Air Network; Road Network; Hub Operations; Storage, Fashion & Solutions; Ground Operations: Air Feeder Linehaul;Air Network Support;Handling;Handling (Ground Ops);Hub Operations;Operational Support;Ramp & Gateway Operations;Ramp\/Air Operations;Road Networks;Safe Onloading & Offloading of Vehicles & ULDs;Safe Onloading & Offloading of Vehicles, Aircraft & ULDs;Scanning & Sorting of Packages;Security Screening as Required;Supporting Administration as Required\n   \n\n  \n\n Responsible for the completion of specific operational activities at station or hub locations which may include sort activities, driving and location based tracking and reporting.\n   \n\n  \n\n FedEx was built on a philosophy that puts people first, one we take seriously. We are an equal opportunity employer and we are committed to a diverse and inclusive workforce in which we provide growth opportunities for all\n   \n\n  \n\n Our Company\n   \n\n  \n\n FedEx is one of the world's largest express transportation companies and has consistently been selected as one of the top 10 World’s Most Admired Companies by \"Fortune\" magazine. Every day FedEx delivers for its customers with transportation and business solutions, serving more than 220 countries and territories around the globe. We can serve this global network due to our outstanding team of FedEx team members, who are tasked with making every FedEx experience outstanding.\n   \n\n  \n\n Our Philosophy\n   \n\n  \n\n The People-Service-Profit philosophy (P-S-P) describes the principles that govern every FedEx decision, policy or activity. FedEx takes care of our people; they, in turn, deliver the impeccable service demanded by our customers, who reward us with the profitability necessary to secure our future. The essential element in making the People-Service-Profit philosophy such a positive force for the company is where we close the circle, and return these profits back into the business, and invest back in our people. Our success in the industry is attributed to our people. Through our P-S-P philosophy, we have a work environment that encourages team members to be innovative in delivering the highest possible quality of service to our customers. We care for their well-being, and value their contributions to the company.\n   \n\n  \n\n Our Culture\n   \n\n  \n\n Our culture is important for many reasons, and we intentionally bring it to life through our behaviors, actions and activities in every part of the world. The FedEx culture and values have been a cornerstone of our success and growth since we began in the early 1970’s. While other companies can copy our systems, infrastructure and processes, our culture makes us unique and is often a differentiating factor as we compete and grow in today’s global marketplace.","company_url":"https:\/\/www.linkedin.com\/company\/fedex","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGD5YgN_Px5rA\/company-logo_100_100\/company-logo_100_100\/0\/1706893081795\/fedex_logo?e=2147483647&v=beta&t=0MuvRsJMsmctxNbmhfSaTuW9IKKmrxeEkStiCw5kZjo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4233063351","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4233063351","job_url_direct":"https:\/\/job-boards.greenhouse.io\/wolt\/jobs\/6822273&urlHash=_O-x","title":"Senior Backend Engineer, Cart & Checkout, Consumer Group","company":"Wolt","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Wolt**\n At Wolt, we create technology that brings joy, simplicity and earnings to the neighborhoods of the world. In 2014 we started with delivery of restaurant food. Now we’re building the delivery of (almost) everything and you’ll find us in over 500 cities in 30 countries around the world. In 2022 we joined forces with DoorDash and together we keep on dreaming big and expanding across the globe.\n   \n\n  \n\n Working at Wolt isn’t always easy, but it’s definitely exciting. Here you’ll learn more, build more, and ship more than in most other companies. You’ll be challenged a lot, but also have a lot of fun on the way. So, if you’re a self-starter with drive and entrepreneurial spirit, this could be the ride of your life.\n   \n\n  \n\n The Cart & Checkout team is looking for Senior Backend Engineers! This team’s mission is to offer an amazing order experience; helping consumers to order in a fast, easy and collaborative way while providing a delightful user experience in different product lines.The team is responsible for the full order experience, one of the main flows in our consumer app and web, used by more than 40M users in 30 countries.\n   \n\n  \n\n Some of the team's key focus areas are baskets management, cart review, checkout experience, group orders and double orders. At the same time, the team owns and maintains a tier 0 service, therefore, we follow SRE practices, maintain and develop new features based on this service.\n   \n\n  \n\n Cart and Checkout is a cross-functional team covering 4 stacks: Frontend, Backend, iOS and Android. Which is supported by a QA engineer, a Data Analyst, a designer, a Team Tead and a Product Lead.\n   \n\n  \n\n This role can be based in one of our tech hubs in Helsinki, Tallinn, Berlin or Stockholm or you can work from home anywhere in any of those countries and enjoy up to 30 days of remote from abroad per year.\n   \n\n  \n\n**Our humble expectations**\n We are looking for a technical leader with a background in building massively scalable distributed backend services using Python, integrated with MongoDB, Postgres DB, internal gRPC services, Kafka, Kubernetes and delivering modern, testable and maintainable code.\n   \n\n  \n\n We build some of our newer services in Kotlin, so while prior experience is a nice bonus, it’s not a must-have. What matters most is that you’re open and excited to work with Kotlin as part of the stack. We’ll be using more Go in our tech stack in the future, so experience with it - or an interest in picking it up - is definitely a big plus. In addition to the software development skills, we are looking for a team player with great communication and collaboration skills, flexibility and an agile attitude along with a product oriented mindset. We expect you to have these too!\n   \n\n  \n\n**Next steps**\n The position will be filled as soon as we find the right person, so make sure to apply as soon as you realize you really, really want to join us!\n   \n\n  \n\n The compensation will be combination of monthly pay and DoorDash RSUs. The latter makes it exceptionally easy to be excited about our company growing and doing well, as you’ll own a piece of the pie.\n   \n\n  \n\n Our Commitment to Diversity and Inclusion\n   \n\n  \n\n We’re committed to growing and empowering a more inclusive community within our company, industry, and cities. That’s why we hire and cultivate diverse teams of people from all backgrounds, experiences, and perspectives. We believe that true innovation happens when everyone has room at the table and the tools, resources, and opportunity to excel.","company_url":"https:\/\/fi.linkedin.com\/company\/wolt-oy","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGAVNXIpc8cGQ\/company-logo_100_100\/company-logo_100_100\/0\/1630642511293\/wolt_oy_logo?e=2147483647&v=beta&t=FL-6RJHs3sT1D45luH_yMK2cK7Rwcl4QnfoGSM1PnM8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4223574027","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4223574027","job_url_direct":"https:\/\/bli.b3.se\/jobs\/5909391-microstrategy?utm_source=LinkedIn&urlHash=94EH","title":"MicroStrategy","company":"B3 Indes","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"På B3 Indes förvandlar vi data till värdefulla insikter som driver förändring och innovation. Vi skapar lösningar inom AI, Business Intelligence, Data Science och Automation för att maximera värdet av data och stärka företags konkurrenskraft. Vår styrka ligger i att kombinera passion för AI och data med en stark laganda, där vi stöttar varandra och löser utmaningar tillsammans.\n   \n\n  \n\n**Rollen som konsult inom konsult på B3:**\n Hos oss får du chansen att arbeta med några av Sveriges mest framåtlutade organisationer. Du som har gedigen erfarenhet av MicroStrategy kommer här till din rätt – hos oss får du:\n   \n\n  \n\n* Utveckla och optimera MicroStrategy-lösningar som gör verklig skillnad hos våra kunder.\n* Arbeta med hela kedjan – från schemaobjekt och komplexa mått till rapporter och dashboards.\n* Bidra till lösningsarkitektur och prestandaoptimering i storskaliga MicroStrategy-implementationer.\n* Designa och konfigurera säkerhetsmodeller, roller och åtkomstkontroller som säkerställer dataskydd och användarbehörighet.\n* Tillsammans med kollegor och kunder modellera datalagerlösningar och implementera avancerade BI-plattformar.\n* Dela med dig av din expertis i ett team som präglas av samarbete, nyfikenhet och teknisk höjd.\n\n\n Vi söker dig som trivs i en roll där du får vara både teknisk specialist och rådgivare – någon som inte bara kan skapa lösningar i MicroStrategy, utan också förstår den större bilden och kan vägleda kunder mot långsiktigt hållbara dataplattformar.\n   \n\n  \n\n**Är det här du?**\n Vi tror att du har flera års erfarenhet av att arbeta med MicroStrategy och behärskar hela plattformen – från att skapa schemaobjekt och komplexa mått till att bygga användarvänliga dashboards och rapporter. Du har en god känsla för hur man skapar robusta och skalbara lösningar, och har troligen arbetat med MicroStrategys olika komponenter i större BI-implementationer.\n   \n\n  \n\n Du har koll på SQL och har jobbat med datalagerlösningar (DWH), och du är van att tänka på prestanda, struktur och säkerhet i allt du gör. Att konfigurera roller, behörigheter och säkerhetsfilter är en naturlig del av ditt arbete, och du gillar när det är ordning och reda i lösningarna du bygger.\n   \n\n  \n\n Vi ser gärna att du har jobbat som konsult tidigare – och att du trivs med att växla mellan projekt, branscher och kundutmaningar. Flytande svenska och engelska är ett måste, eftersom vi jobbar i båda språken dagligen.\n   \n\n  \n\n**Och om du dessutom...**\n* har erfarenhet av någon av de stora molnplattformarna (som AWS eller Azure),\n* kan navigera i andra BI-verktyg som Power BI eller Tableau,\n* har jobbat i miljöer med Snowflake, Databricks eller liknande,\n* eller är van vid DevOps-flöden och verktyg som Visual Studio –\n* då har du lite extra stjärnglans i vår bok!\n\n\n**Varför välja B3 Indes?**\n 💡\n **Utveckling & karriär** \n – Väx i en entreprenörsdriven miljö där din kompetens får ta plats.\n   \n\n  \n\n 🌿\n **Balans & välmående** \n – Vi värnar om ditt välbefinnande med stöd för wellness och en flexibel vardag.\n   \n\n  \n\n 🚀\n **Energi & gemenskap** \n – Här präglas kulturen av öppenhet, nyfikenhet och en passion för att skapa något större – tillsammans.\n   \n\n  \n\n ❤️\n **Vi bryr oss – på riktigt** \n – Vi engagerar oss i samhällsfrågor och samarbetar med initiativ som Suicide Zero, My Dream Now och Pink Programming för att göra skillnad även utanför arbetslivet.\n   \n\n  \n\n**En arbetsplats som gör skillnad:**\n Vi är stolta över att ha utsetts till ett av\n **Sveriges fem främsta karriärföretag 2025** \n – en utmärkelse som speglar vår energi, nyfikenhet och vårt engagemang för att skapa en inkluderande och inspirerande arbetsplats. Här värdesätts olika perspektiv och idéer, och vi tror att det är just det som gör oss starkare.\n   \n\n  \n\n Hos oss får du friheten att styra över dina uppdrag, din arbetstid och din utveckling. Vi erbjuder\n **konkurrenskraftiga löner** \n , flexibilitet att forma din vardag och en sund balans mellan jobb och fritid. Och vi vet att\n **gemenskap är minst lika viktigt som teknik** \n – därför satsar vi på allt från konferensresor och sommarfester till sköna AW:s där vi kan släppa jobbet för en stund.\n   \n\n  \n\n**Om B3 Consulting Group**\n*B3 Consulting Group är ett expansivt konsultbolag med cirka 1000 medarbetare. Vi brinner för innovation och hjälper Sveriges ledande företag och organisationer att skapa framtidens möjligheter genom digital transformation. B3 finns på tolv orter i Sverige samt i Polen, med huvudkontor i Stockholm. Bolaget grundades 2003, är noterat på Nasdaq Stockholm Small Cap och omsatte 1 141 MSEK 2023.*\n*Vi är stolta över vår prisbelönta företagskultur, där olikheter, erfarenheter och gemensam energi värdesätts. Som ett etiskt och transparent bolag strävar vi efter att ha en positiv påverkan på samhället, människor och miljön. Vi är även engagerade i Women in Tech och initiativ för att stärka AI-utbildning för kvinnor. 2024 utsågs vi till Årets Employer Branding-företag, och vår HR-chef vann titeln Årets HR-chef.*","company_url":"https:\/\/se.linkedin.com\/company\/b3-indes","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQH2JW3kV3HM1Q\/company-logo_100_100\/company-logo_100_100\/0\/1630607813244\/b3_indes_logo?e=2147483647&v=beta&t=kEDkTQACIkTOFltfdrTiwQbACskN1_SHbFAQU01TcLw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"38d7600fcda336a2","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=38d7600fcda336a2","job_url_direct":"https:\/\/karriar.qsys.se\/jobs\/3444915-supporttekniker-med-stort-s","title":"Supporttekniker med stort S","company":"Qsys","location":"Jönköping, F, SE","job_type":"fulltime","date_posted":1702425600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Slår ditt hjärta lite extra för att hjälpa kunder? Det gillar vi! Vi söker nu fler supportekniker till vårt konsultteam – är det du? Nu har du chansen att hänga med på vår tillväxtresa!\n\n**Varför Qsys?**  \n\nVi på Qsys är ett härligt gäng som har nära till skratt och högt i tak med en företagskultur som präglas av sunda värderingar, humor, framåtanda och kamratskap.\n\n\nVåra medarbetare är vår framgång, därför är det är otroligt viktigt för oss att vi har ett ständigt fokus på att utvecklas för att bli en ännu bättre arbetsgivare och säkerställa att du får möjlighet att bidra till din fortsatta karriärsresa. Vi har en tydlig onboarding, regelbundna 1–1 möten och vi uppmuntrar till våra medarbetares personliga utveckling.\n\n\nAtt jobba är viktigt, men det är inte allt. Vi förespråkar en god balans mellan privatliv och arbetsliv som ska kännas både hållbar, kul och utvecklande.\n\n**Vad erbjuder vi?**\n\n* En fartfylld vardag i moderna lokaler med utsikt över Munksjön och närhet till gym och restauranger\n* Hela Sverige som arbetsplats\n* Generöst friskvårdsbidrag\n* Förskottssemester\n* Tjänstepension och möjlighet till privat sjukvårdsförsäkring\n* Teamaktiviteter, After Works och årliga kick-off resor\n* En arbetsplats som ser till att du inte ”tröttnar” med varierande och utvecklande arbetsuppgifter som du är med och bidrar till\n* En viktig roll som gör dig till en nyckelspelare i vår tillväxtresa\n\n**Vad gör vi**?  \n\nVi levererar IT som tjänst och agerar stöd åt våra kunder, detta innefattar support kring allt från PC och servrar till annan teknisk utrustning som handdatorer, truckdatorer och scanners. Vi projekterar, planerar och utför leverans av IT-system, IT-drift samt nätverkslösningar åt våra kunder i både private cloud och Microsofts molnlösningar. Vad gäller nätverkskommunikation har vi specialiserat oss på industriella miljöer med särskilt fokus på komplexa WiFi-lösningar för lager och produktionsenheter.  \n\n  \n\nVi utvecklar även vårt egna lagerhanteringssystem Qpick som huvudsakligen används som systemstöd i våra kunders lager. Qpick levereras av våra logistikkonsulter till lagerverksamheter över hela Norden och utvecklas av vårt team i Göteborg. När vi utvecklar vår produkt gör vi det alltid från lagerpersonalens perspektiv med användarvänlighet i fokus.  \n\n  \n\nHos oss är det alltid högt tempo och fokus på att ligga i teknisk framkant. Vi arbetar tillsammans med våra kunder, vårt mål är att leverera en effektivare vardag genom att förenkla och effektivisera dagliga arbetsmoment – fysiskt som systemmässigt.\n\n**Vem är du?**\n\n* Är glad och sprider positiv energi.\n* Uppskattar att jobba rutinmässigt.\n* Älskar att hjälpa andra människor och har ett logiskt angreppssätt när du gör det.\n* Har för vana att planera och strukturera din arbetsdag.\n* Är en naturlig lagspelare.\n* Besitter goda kunskaper i tal och skrift i både svenska och engelska.\n\n**Vad blir dina arbetsuppgifter hos oss?**\n\n  \n\n* Att utföra enklare felsökning av datorer, mjukvara och annan utrustning med ett strukturerat arbetssätt.\n* Att koordinera, planera och underhålla arbetet med supportärenden.\n* Skapa trygghet och ta ägandeskap på inkommande ärenden, så våra kunder upplever att dom får den hjälp dom förväntar sig.\n* Tillsammans med dina kollegor hantera inkommande ärenden och avhjälpa dessa enligt gällande rutiner.\n* Säkerställa att ärenden och arbetet dokumenteras väl.\n\n**Vilken erfarenhet har du?**\n\n* Gärna ett par års arbetslivserfarenhet.\n* Har kunskap och erfarenhet av IT-system och\/eller tekniska IT-miljöer.\n* Arbeta med människor.\n\n**Vi blev extra glada om du har:**\n\n* Några års erfarenhet av att arbeta på support-\/helpdesk-avdelning.\n* Har erfarenhet av teknisk dokumentation.\n\n**Villkor**\n\n**Start:** Omgående eller enligt överenskommelse  \n\n**Omfattning:** Heltid  \n\n**Arbetstider:** 08:00 - 17:00\n\n**Övriga krav**\n\n* B-körkort\n\n  \n\nVälkommen med din ansökan på svenska, men vänta inte, urval sker löpande.","company_url":"https:\/\/se.indeed.com\/cmp\/Qsys","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4287668193","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4287668193","job_url_direct":"https:\/\/mygwork.com\/jobs\/amazon-startup-account-manager-europe-north?src=linkedin&urlHash=-Bwf","title":"Startup Account Manager, Europe North","company":"myGwork - LGBTQ+ Business Community","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"***This job is with Amazon, an inclusive employer and a member of myGwork – the largest global platform for the LGBTQ+ business community. Please do not contact the recruiter directly.***\n**Description**\n From Booking.com to Too Good To Go, the world's top startups, sometimes now Enterprises, build on AWS. We offer the world's most comprehensive and broadly adopted cloud platform, offering over 200 fully featured services from data centers globally. Millions of customers - including the fastest-growing startups, largest enterprises, and leading government agencies - are using AWS to lower costs, become more agile, and innovate faster.\n   \n\n  \n\n AWS in Stockholm is looking for a new team member who is passionate about enabling and developing growth-\/late-stage technology startups. You will be at the heart of latest technology trends like Generative AI, machine learning (ML), serverless or Internet-of-Things (IoT) to help your startups grow. Your startup customers leverage AWS to innovate and become the next unicorns and future enterprises.\n   \n\n  \n\n In this role, you leverage your Nordics, Baltics and\/or Benelux market expertise and business proficiency to engage with the most promising early stage technology startups and enable them to start and grow their business through leveraging AWS in and beyond technology. You are responsible to build trust, close executive relationships and create comprehensive territory success plans to drive AWS adoption. You understand the importance of communicating and acting on all levels from CxOs to engineers to empower them to innovate and accelerate time-to-market. Along the way, starting from the customer, you team up with various internal and external stakeholders to meet and exceed your goals, such as the Solutions Architecture, Business Development, Partner, Training, and Support teams.\n   \n\n  \n\n You are passionate about technology startups, have excellent data skills and intuition on finding the best early stage Startups to support from Europe North, and a self-starter with entrepreneurial spirit who is prepared to work in a fast-paced environment, execute against ambitious goals and consistently embrace the Amazon Culture.\n   \n\n  \n\n AWS Global Sales drives adoption of the AWS cloud worldwide, enabling customers of all sizes to innovate and expand in the cloud. Our team empowers every customer to grow by providing tailored service, unmatched technology, and consistent support. We dive deep to understand each customer's unique challenges, then craft innovative solutions that accelerate their success. This customer-first approach is how we built the world's most adopted cloud. Join us and help us grow.\n   \n\n  \n\n Key job responsibilities\n   \n\n  \n\n Ensure customer satisfaction and success\n   \n\n  \n\n Drive business growth and AWS adoption with a defined set of customers\n   \n\n  \n\n Create and execute against comprehensive, customer-centric account plans to exceed your goals\n   \n\n  \n\n Facilitate long-term relationships from C-level to engineers\n   \n\n  \n\n Accelerate your business by working with internal stakeholders and leveraging external partners\n   \n\n  \n\n Articulate compelling value propositions around AWS services and Amazon\n   \n\n  \n\n Represent AWS at conferences & marketing events\n   \n\n  \n\n Expect moderate travel\n   \n\n  \n\n**Basic Qualifications**\n Several years of relevant technology sales, business development or consulting experience\n   \n\n  \n\n Track record in customer acquisition roles like inside sales or demand generation\n   \n\n  \n\n Profound understanding of the startup ecosystem, the main stakeholders and trends\n   \n\n  \n\n Strong verbal and written communications skills in English (Swedish as a plus)\n   \n\n  \n\n BA\/BS\n   \n\n  \n\n**Preferred Qualifications**\n Relevant advanced degree (e.g. MBA, MA, MS)\n   \n\n  \n\n Experience in driving adoption of new technologies and solutions\n   \n\n  \n\n Worked at\/with tech startups in the past\n   \n\n  \n\n Previous Cloud expertise at a technology company\n   \n\n  \n\n Prior experience of working abroad\/internationally\n   \n\n  \n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you're applying in isn't listed, please contact your Recruiting Partner.","company_url":"https:\/\/uk.linkedin.com\/company\/mygwork","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEVDrt8sev5eA\/company-logo_100_100\/company-logo_100_100\/0\/1705496448722\/mygwork_logo?e=2147483647&v=beta&t=W2E-HhBAOC0mpNsds1FA1iuO7IlMnKyPkX1YXVB5MQA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"b7974f7f15e49fc8","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b7974f7f15e49fc8","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29942361","title":"Senior Digital Design & Systems Engineer","company":null,"location":"SE","job_type":"fulltime","date_posted":1755993600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"info@pblpartners.com","description":"About Us\n  \nPBL Partners AB is an innovative technology firm situated in the heart of Stockholm's dynamic tech scene. We are looking for a highly qualified and motivated individual to join our research and development team.\n  \nThe Role\n  \nWe are seeking a brilliant and experienced Senior Digital Design & Systems Engineer with a PhD to take a leading role in the design, implementation, and verification of complex digital systems for our next-generation products. The ideal candidate will possess a deep, hands-on understanding of FPGA and ASIC workflows, coupled with a strong theoretical background in electronics and telecommunications. You will be a key contributor to our most challenging projects, from system-level architecture down to hardware implementation and testing.\n  \nKey Responsibilities\n  \nDesign, implement, and verify complex digital logic for FPGAs and ASICs using VHDL\/Verilog.\n  \nDevelop and integrate digital signal processing (DSP) algorithms for advanced telecommunication systems.\n  \nTake ownership of the hardware development lifecycle, from specification and architecture to board-level integration and validation.\n  \nCollaborate closely with RF and antenna engineers to ensure seamless system performance and integration.\n  \nUtilize Matlab and Python for system modeling, simulation, data analysis, and automation.\n  \nDevelop embedded software in C for system control, drivers, and testing.\n  \nCreate comprehensive technical documentation for designs and projects.\n  \nContribute to the continuous improvement of our design methodologies and workflows.\n  \n  \n\nRequired Qualifications & Skills\n  \nA PhD in Electrical Engineering, Telecommunications, Computer Engineering, or a closely related field.\n  \nProven, hands-on experience in the complete FPGA and\/or ASIC design flow (RTL coding, synthesis, place-and-route, timing closure, verification).\n  \nStrong theoretical and practical knowledge of Digital Electronics and Telecommunication principles (e.g., modulation, coding, wireless protocols).\n  \nFull professional proficiency in English (both written and spoken).\n  \n  \n\nPreferred Qualifications & Skills\n  \nAcceptable working knowledge of Antenna theory and RF system fundamentals.\n  \nProficiency in system-level modeling and algorithm development using Matlab.\n  \nStrong programming skills in C and Python.\n  \nExperience with lab equipment for testing, debugging, and validation (e.g., oscilloscopes, logic analyzers, spectrum analyzers).\n  \nFamiliarity with modern verification methodologies (e.g., UVM\/OVM) is a plus.\n  \n  \n\nWhat We Offer\n  \nAn opportunity to work on highly challenging and industry-defining projects.\n  \nA collaborative, international, and creative work environment.\n  \nCompetitive salary and benefits package.\n  \nOpportunities for continuous professional development and growth.\n  \n  \n\nHow to Apply\n  \nInterested and qualified candidates are invited to send their CV and a brief cover letter to:\n  \ninfo@pblpartners.com\n  \n**Please use the following subject line for your application:** \"Application: Senior Digital Design & Systems Engineer\".\n  \nWe look forward to receiving your application!","company_url":null,"company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]