[{"id":"704dc9a6c5e438f9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=704dc9a6c5e438f9","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29210028","title":"Web and Application Developer","company":null,"location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1729987200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Söker:** Webbplatsadministratör\/Webbdesigner med Erfarenhet av Applikationsutveckling för Digital Hälsovård\n  \n  \n\n**Om tjänsten:**  \n\nHealth Clinic Östermalm söker en mångsidig och erfaren Webbplatsadministratör och Webbdesigner med kunskap inom applikationsutveckling för att stärka vårt digitala team. Rollen innebär att både underhålla och utveckla vår webbplats samt bidra till utvecklingen av en innovativ digital hälsovårdsapplikation.\n  \n  \n\n**Kvalifikationer:**  \n\nGedigen erfarenhet av webbdesign och utveckling\n  \nSpråk Svesnka, Engelska, Persiska\n  \nKunskap om CMS-system (WordPress, Joomla, etc.)\n  \nErfarenhet av sökmotoroptimering (SEO)\n  \nErfarenhet av underhåll och säkerhetsuppdateringar för webbplatser\n  \nErfarenhet inom applikationsutveckling, gärna med fokus på digital hälsovård\n  \nStark problemlösningsförmåga och noggrannhet\n  \n  \n\n**Ansvarsområden:**  \n\nLöpande underhåll och uppdateringar av webbplatsen\n  \nDesign och implementering av nya funktioner och layout\n  \nOptimera webbplatsens prestanda och säkerhet\n  \nDesigna och utveckla funktionalitet för digital hälsovårdsapplikationen\n  \nSäkerställa att lösningarna är användarvänliga och mobilanpassade\n  \n  \n\nVi erbjuder en kreativ och dynamisk arbetsmiljö med stora möjligheter till professionell utveckling. Om du är intresserad, skicka ditt CV och ett personligt brev till oss.","company_url":null,"company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"7f99e847edcd6a40","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=7f99e847edcd6a40","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29209902","title":"Experienced System and Software Developer Automotive","company":"DIZAYEE SOLUTIONS AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1729987200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Job Description:**  \n\nDizayee Solutions AB is seeking an experienced System and Software Developer with a passion for innovation in the automotive industry. As part of our team, you will play a crucial role in designing, analyzing, and developing advanced software solutions that enhance both the functionality and safety of automotive systems. This role emphasizes IT and telecommunication system engineering, enabling seamless integration of software and hardware for next-generation automotive applications.\n  \n  \n\n**Key Responsibilities:**  \n\nDesign, develop, and sustain software solutions tailored for IT systems, automotive subsystems, and applications.\n  \nConduct thorough analysis of requirements, specifications, and technical designs to produce reliable, high-performance software solutions.\n  \nCollaborate closely with hardware engineers, IT specialists, and telecommunications teams to deliver integrated systems that meet high standards of performance and safety.\n  \nEngage in system engineering tasks specific to IT and telecommunications, ensuring compliance with automotive industry standards.\n  \nCreate and implement software solutions for database management and application development.\n  \nDiagnose and troubleshoot software and system issues, optimizing solutions for increased reliability and efficiency.\n  \nStay updated on industry trends, best practices, and new developments in automotive software engineering, IT systems, and telecommunications.\n  \n  \n\n**Required Qualifications:**  \n\nBachelor’s degree in Computer Science, Software Engineering, Electrical Engineering, or a related discipline.\n  \nProven experience in software development, particularly in IT systems, database management, and telecommunications.\n  \nProficiency in programming languages such as C, C++, Python, or Java.\n  \nFamiliarity with automotive systems and protocols (e.g., ISO 26262, AUTOSAR, CAN, LIN).\n  \nExperience in system analysis, design, and integration, preferably within the automotive or related industries.\n  \nKnowledge of database management and software development life cycle (SDLC) methodologies.\n  \nStrong problem-solving abilities and a collaborative work approach.\n  \n  \n\n**Preferred Qualifications:**  \n\nHands-on experience in the automotive industry or with embedded and telecommunication systems.\n  \nUnderstanding of safety-critical software development and automotive safety standards.\n  \nAbility to multitask and manage projects effectively in a fast-paced environment.\n  \nJoin Dizayee Solutions AB and help shape the future of automotive technology with innovative, high-impact software solutions!","company_url":"https:\/\/se.indeed.com\/cmp\/Dizayee-Solutions-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060612240","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060612240","job_url_direct":"https:\/\/thehub.io\/jobs\/6719ba9cf7fd62f5a3997b06?utm_source=linkedin&utm_medium=referral&utm_campaign=job_wrapper&urlHash=qapT","title":"Full Stack Developer with Front End Focus","company":"The Hub","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"In a world where product size labels are unreliable, Volumental is the footwear industry's leading FitTech™ company, using 3D scans and a one-of-a-kind, AI-powered recommendation engine to match everyone with the shoes that fit them best.\n   \n\n  \n\n Our vision is “a world without sizes, where every body fits.” With top brand and retail partners across the world including New Balance, Fleet Feet, XXL, The Athlete’s Foot, Red Wing Shoes, Intersport and Crocs, our footprint spans 3000+ stores across 58 countries, and growing! To date, we’ve gathered more than 60 million foot scans.\n   \n\n  \n\n These are exciting times at Volumental and we are looking for a full stack developer with front end focus to join us in crafting our new in-store foot scanning experience, powered by Artificial Intelligence (AI) and Computer Vision.\n   \n\n  \n\n**What will you do?**\n You will work on our web application which is used together with our 3D foot scanner to provide shoe size recommendations for shoppers. The application reconstructs 3D models of the shopper’s feet. A combination of foot scans, retail purchase data and AI is used to produce the best shoe fit recommendations.\n   \n\n  \n\n We’re always working to innovate and come up with new ways to enhance the customer experience. In this creative process, you will play an important part!\n   \n\n  \n\n**We Are Excited About You Because**\n* You have worked at least 3 years professionally with front-end and back-end web development.\n* You have experience with React and TypeScript and your primary focus is front-end.\n* You also have experience with Python\/Go and API design.\n* You are a self-motivated and collaborative team member.\n* You are excited to learn new things and to solve challenging problems.\n\n\n**Required**\n**Bonus - Not required but nice to have, absolutely let us know if you have experience with any of the following:**\n* You have experience with GCP and SQL.\n* You are interested in 3D and visualization frameworks like: Three.js, WebGL\n* You have a degree in Computer Science or similar.\n\n\n**What We Can Offer You**\n* Work in a supportive scale-up environment\n* Personal learning budget and access to coaching\n* Flexible hybrid-remote work policy\n* Opportunity to work with a great team of 20+ nationalities in our English-speaking office\n* Occupational pension at ITP1 level\n* Flexible Public Holidays Policy\n* Options Program\n* Parental pay top-up\n* Wellness allowance\n* Dog-friendly office","company_url":"https:\/\/dk.linkedin.com\/company\/thehubio","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQE8WpXmwhptcA\/company-logo_100_100\/company-logo_100_100\/0\/1677478557826\/thehubio_logo?e=2147483647&v=beta&t=QZ-KZVJkLFgu-2CKdTfVA8JaClCQRA0LeR_w6UMdgDo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060683206","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060683206","job_url_direct":null,"title":"Webbutvecklare","company":"QuickFeed","location":"Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/quickfeed","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3988308129","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3988308129","job_url_direct":"https:\/\/cradlepoint.wd1.myworkdayjobs.com\/job-opportunities\/job\/Gteborg\/Senior-Software-Developer_JR100580?source=LinkedIn&urlHash=EIwn","title":"Senior Software Developer","company":"Ericsson","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Telecommunications","listing_type":null,"emails":null,"description":"As the technology firm that created the mobile world and a rich history of 145 years of building ground-breaking solutions and innovative technologies supported by 60k+ patents, Ericsson has made it our business to make a mark. When joining our team at Ericsson you are empowered to learn, lead and perform at your best, shaping the future of technology. This is a place where you are welcomed as your own perfectly unique self, and celebrated for the skills, talent, and perspective you bring to the team.\n   \n\n  \n\n Ericsson Enterprise Wireless Solutions (BEWS) is the group responsible for leading Ericsson’s Enterprise Networking and Security business. Our growing product portfolio spans across wide area networks, local area networks and enterprise security. We are the #1 global market leader in Wireless-WAN based enterprise connectivity solutions and are growing fast in enterprise Private 5G networks and Secure Access Services Edge (SASE) solutions.\n   \n\n  \n\n**How Will You Contribute to the Company?**\n Ericsson Enterprise Solutions is on a mission to become number #1 in the Private Cellular Networks space with the Ericsson Private 5G (EP5G) product offering.\n   \n\n  \n\n The Ericsson Private 5G is a next-generation, private network, tailored to drive Industry 4.0, the modernization and digitalization of infrastructures and business process operations. Organizations gain secure and powerful 4G LTE and 5G Standalone (SA) connectivity allowing them to optimize and simplify business critical operations through data creation, collection, and analysis.\n   \n\n  \n\n We are now looking for a\n **Senior** \n**Software Developer** \n who will join our Service Team that is accountable for developing the RAN Configuration Management (RCM) solution. The Service Team is composed of both backend developers and frontend developers; supported and led by the team's Engineering Manager and Product Owner.\n   \n\n  \n\n RCM, with its frameworks and services (e.g. CBRS domain proxy), is the central component that enables the users of EP5G to configure and manage the Radio Access Network (RAN), including CBRS based RANs, via the Network Management Portal (NMP).\n   \n\n  \n\n**What Will You Do?**\n* Design, develop, deploy and maintain the RCM suite of components\/services written in Golang, Java and Python\n* Lead and participate in Feature analysis, design and technical breakdown activities\n* Coach the junior developers in the team, sharing your experience and lessons learned\n* Troubleshoot development and production (live) environments\n* Write automatic test cases\n* Continuously deliver small batches of working software to our main branch\n\n\n**Qualifications**\n**Minimum Qualifications:**\n* At least eight (8) years of professional experience developing software using Golang and\/or Java, deployed into Google Cloud or AWS cloud environments\n* Excellent problem solving qualities and a natural interest in learning new things\n* A can-do mindset and behavior\n* Experience using Python for automation and testing\n* Familiarity with Kubernetes, Databases (mysql, postgres) and REST APIs\n* Experience working in an Agile development team setup, e.g. Scrum\n* Bachelor's degree\n\n\n**Preferred Qualifications**\n* Experience working full stack including frontend (JavaScript) development\n\n\n**Why Ericsson Enterprise Wireless Solutions?**\n At Ericsson Enterprise Wireless Solutions, we are one team - all in on inclusion. Celebrating the uniqueness of our individual team members across the globe helps us build diverse teams where we all can thrive. Our connected, community-focused culture enables each one of us to perform at our best and fully be ourselves.\n   \n\n  \n\n**Our Values Drive Everything We Do**\n* Respect: we don't point a finger; we lend a hand.\n* Integrity: we do the right thing, even when it is hard; we make fact-based decisions.\n* Perseverance: we accept and embrace change; we have a passion to win!\n* Professionalism: we hold each other accountable.\n\n\n We are creating the future of global connectivity and community. Come join us. You belong here.\n   \n\n  \n\n**Compensation & Benefits At Ericsson Enterprise Wireless Solutions**\n At Ericsson Enterprise Wireless Solutions, we know that our people are the key to our success. We offer a competitive compensation and benefits package to help with your individual needs and goals.\n   \n\n  \n\n**Your Pay**\n Ericsson Enterprise Wireless Solutions offers a competitive salary with a focus on a global market. For many roles, the compensation package includes annual and incremental incentive plans; certain eligibility and pro-ration rules apply. The actual salary offered is dependent on various factors including, but not limited to, location, the candidate’s combination of job-related knowledge, qualifications, skills, education, training, and experience.\n   \n\n  \n\n**Your Health**\n Ericsson Enterprise Wireless Solutions offers excellent, competitive employee benefits. Our global team members are eligible to participate in customary health and other benefit plans and programs based on location.\n   \n\n  \n\n**Your Financial Security**\n Where available, Ericsson Enterprise Wireless Solutions offers an employee retirement plan.\n   \n\n  \n\n**Your Time**\n Your work-life balance is important to us. Where locally applicable, Ericsson Enterprise Wireless Solutions provides generous paid time off, including: Flexible Time Off (FTO), four paid quarterly well-being days, and a Global Holiday schedule. Certain pro-ration rules apply to some time off benefits.\n   \n\n  \n\n**Additional Benefits**\n Ericsson Enterprise Wireless Solutions offers other company-paid benefits such as a comprehensive International Employee Assistance Program, No Internal Meeting Fridays, and volunteer paid time off.\n   \n\n  \n\n*Ericsson Enterprise Wireless Solutions’ Diversity, Equity, Inclusion, and Belonging mission is to create an inclusive work environment where all employees’ differences are celebrated, their thoughts matter, and everyone feels safe to bring their authentic selves to work. We’re proud to be an equal opportunity employer and aim to attract, develop, and engage top talent from a diverse candidate pool. It is our policy and commitment to provide equal opportunity employment for all persons and not discriminate in employment decisions by placing the most qualified person in each job, without regard to any other classification protected by federal, state, or local law.*\n**Please note:** \n Ericsson Enterprise Wireless Solutions does not accept agency resumes and is not responsible for any fees related to unsolicited resumes. Please do not forward resumes to Ericsson Enterprise Wireless Solutions employees.","company_url":"https:\/\/se.linkedin.com\/company\/ericsson","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGm9tH6lKJ-Gg\/company-logo_100_100\/company-logo_100_100\/0\/1632729373904\/ericsson_logo?e=2147483647&v=beta&t=7zTUuSSlB_BHq_fChmXdnQaZ8oT3GkqHIjvXYIOx2gA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4023890150","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4023890150","job_url_direct":"https:\/\/career.anyfin.com\/jobs\/4973449-senior-node-js-developer?utm_source=LinkedIn&urlHash=jSzm","title":"Senior Node.js Developer","company":"Anyfin","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"At Anyfin HQ, nestled in the vibrant heart of Stockholm, we’re on a mission to transform the financial world. By equipping people with smart, innovative tools, we’re changing how individuals manage their financial well-being on an international scale. Our vision is clear and powerful: to improve the financial health of every individual, one debt at a time.\n   \n\n  \n\n**About Us:** \n Since our inception in 2017, we’ve helped thousands of Swedes, Finns, Germans, and Norwegians take back control of their finances, saving millions by refinancing costly consumer credit. But this is just the beginning. With new markets to conquer, cutting-edge tools, and ambitious products on the horizon, we are constantly seeking new ways to elevate people’s financial situations. And to reach these bold goals, we need passionate and talented individuals like you.\n   \n\n  \n\n**What You Will Be Doing**\n As a\n **Senior Node.js Developer** \n at Anyfin, you’ll dive deep into building and optimizing complex financial backend systems. You’ll be part of a fast-paced startup environment, collaborating with driven colleagues who thrive on innovation. Our team values growth, diversity, and adaptability, and you’ll have the chance to contribute to impactful projects from your very first day.\n   \n\n  \n\n**Your Responsibilities**\n* Specialize in backend development, utilizing Node.js and SQL to build robust and scalable financial systems.\n* Tackle complex coding challenges, crafting new backend solutions, and refining existing ones.\n* Work with TypeScript, GraphQL, Postgres, and occasionally touch on React, but the backend will be your primary focus.\n* Contribute to the design and architecture of financial platforms, ensuring the scalability and reliability of our systems.\n* Collaborate with cross-functional teams to shape both product and business strategies.\n* Share your backend expertise with the team, championing best practices and continuous learning.\n\n\n**Who You Are**\n* Proficient in Node.js and backend in general. Experience with SQL databases (preferably Postgres) is essential.\n* You have a passion for solving intricate backend problems, especially in high-stakes environments like finance.\n* At least 5 years of professional experience in software development. Experience with financial systems is a huge plus.\n* A good understanding of system design, clean code, and pragmatic problem-solving.\n* Bonus points if you’re familiar with React, Python, Go, GraphQL,Kubernetes, Google Cloud\/AWS or DevOps with Github Actions but your backend experience will take center stage here.\n\n\n**Why Join Us?** \n We promise you’ll be challenged and pushed to develop your skill set, all while working alongside a talented and ambitious team. Though we’ve made significant strides, the most exciting part of our journey is just beginning. Plus, we offer competitive compensation, a cozy centrally-located office, extra time off on your birthday, and many other benefits we’ll tell you about when we meet.\n   \n\n  \n\n Are you ready to be a key player in revolutionizing financial well-being? We can’t wait to receive your application!\n   \n\n  \n\n We believe that innovation thrives in person, so we work from the office four days a week to foster collaboration and creativity.\n   \n\n  \n\n**Please note that we are not offering relocation support for this position.**\n Anyfin is a Swedish fintech on a mission to improve financial well-being and revolutionize debt management. We empower consumers to track all of their credits and loans in one place and reduce the costs of high-interest credits.","company_url":"https:\/\/se.linkedin.com\/company\/anyfin","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHyOwlorAoUlA\/company-logo_100_100\/company-logo_100_100\/0\/1672671267310\/anyfin_logo?e=2147483647&v=beta&t=vQJZ-NU-i1rZXYyn2IVGqRAOPuIDnPm9zRNetG8ZSs8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060781665","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060781665","job_url_direct":"https:\/\/www.accedo.tv\/job-openings\/SoftwareEngineer-RokuBrightscript-D871C#job-form&urlHash=pDDx","title":"Software Engineer - Roku (Brightscript)","company":"Accedo.tv","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Description**\n**About the Team**\n We are passionate about technology and building fantastic software products. We are experts and leaders in the realm of video streaming. It’s no coincidence that some of our customers are giants like Netflix, Spotify, BBC, HBO and Deutsche Telekom, just to name a few. Our mission is to innovate continuously and to disrupt the industry by creating a scalable platform for building impactful video applications. Accedo One , our award-winning produc t is a testament to Accedo’s expertise and leadership worldwide.\n   \n\n  \n\n To continue to excel, we are growing our team with multiple openings! We’re looking for a Roku Engineer to join our team in Stockholm. (Did we say we have offices all over the world, including Stockholm, Budapest, London, New York, Toronto, Sydney, and Hong Kong, amongst others?). At Accedo you will be part of a diverse and multi-disciplined development team, gaining exposure to cutting edge technologies.\n   \n\n  \n\n**What We Offer**\n* Competitive salary and benefits\n* Premium pension plan\n* Company life, health and injury insurance\n* Yearly health allowance\n* Yearly training budget - which can be spent on IT conferences or online trainings\n* Nice, spacious downtown office in the hip neighborhood of Södermalm\n* Flexible home office options.\n* Opportunity to participate in Hackathons and a range of company events\n\n\n**What You Will Do**\n Primarily software development of Roku\/Brightscript applications. You will work on delivering the Roku application of our state-of-the art products.\n   \n\n  \n\n* You will play a key role in designing, building and maintaining large-scale, high availability front-end applications and owning the related platform infrastructure (e.g AWS services, build pipelines, automated testing, etc).\n* You will also be responsible for promoting a sound engineering culture through hands-on development, code reviews, contributing to the improvement of the application architecture and enhancing engineering processes\n* This is the team you want to join! We care about software craftsmanship, constantly improving our work and ourselves while having fun doing it!\n\n\n**Requirements**\n**What We Are Looking For**\n* Degree in Computer Science, Software Engineering, IT or related discipline\n* 3 - 5 years professional experience developing software applications\n* Experience with Brightscript\/Roku’s SceneGraph XML\n* Experience integrating open source or 3rd party API’s and Libraries highly desirable\n* Excellent problem solving skills and love for technical challenges\n* Experience in Video and media based development projects (DRM, OVPs, Advertising, Analytics)\n* Good command of English\n* Due to Covid-19 and the associated impossibility for relocations, for now we can only accept applicants who hold a valid work permit or are eligible to work in Sweden.","company_url":"https:\/\/se.linkedin.com\/company\/accedo-tv","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHQONXOhnU4KA\/company-logo_100_100\/company-logo_100_100\/0\/1719912556853\/accedo_tv_logo?e=2147483647&v=beta&t=yuKqs07dHp9tTOJRZRWIqPnqGbKMLwcLuTdR_MhqgO0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4056552890","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4056552890","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-Pega-developerArchitect\/1034350801\/?feedId=388933&utm_source=linkedin&urlHash=wvBo","title":"Pega developer\/Architect","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"**We continue to grow within Pega and we need certified experts – Are you in for this challenge?**\n**The Role**\n Together with experienced and specialized colleagues, you help our customers with everything from advice in early stages to the implementation and integration of the Pega platform. Our global experience and expertise within Pega give us a unique opportunity to effectively solve our customers’ challenges when it comes to quickly introducing changes to new business needs and opportunities. We continuously help you to develop your skills, certifications and interesting customer assignments for a solid career development.\n   \n\n  \n\n**Your profile**\n* Experience in BPM \/ CRM development\n* Good knowledge of both Swedish and English, oral as writing is a must\n* A great drive to develop and adopt new technology\n\n\n**Preferably Certified Within Pega As**\n* CSSA\n* CLSA\n\n\n**We Offer**\n* A positive work environment with a strong focus on innovation and customer excellence.\n* You will be working with many of the latest technology trends within Business process management (BPM), primarily within Pega and be surrounded by skilled colleagues. At Capgemini, you will be part of a global organization with high client focus, collaborative culture, and an opportunity for continuous learning and development.\n* Our Pega development team in Stockholm consists of +40 colleagues who are delivering projects to our clients, taking end-to-end responsibility to ensure that the right architecture and solution is implemented.\n* We are the largest Pega practice in the Nordics and Capgemini has experience from multiple successful implementations in the Nordic market.\n* The Nordics are the #1 in Capgemini Europe and we will continue to build on our success\n\n\n**In general**\n* Exciting career opportunities locally and internationally, and fantastic networks of expertise. With over 4000 colleagues in Sweden only, you are part of a sharp, technology and business focused community, where Coursera and more than 250 000 (!) courses and certifications are offered to all employees.\n* A variety of innovative projects with well-known clients and world-leading partners – being part of a global, long-standing, successful and rapidly expanding organization.\n* An inclusive corporate culture where Diversity is our most important guiding principle. We are continuously engaged in initiatives that promote diversity and women in tech; we run LGBTQ networks and aim for inclusion in all types of staff activities – from sports club to art association. Please find out more about Capgemini as an employer HERE.\n* All employees are covered by a collective agreement and receive occupational pension, insurance, parental benefits and health care allowance – among other best-in-class benefits.\n\n\n**In Recent Employee Surveys, Our Employees Particularly Emphasized**\n* A friendly and flexible workplace culture\n* Supportive managers and freedom of speech\n* Strong values and diversity focus\n* Good work-life balance\n\n\n**Our Values**\n* Honesty, Boldness, Trust, Freedom, Team spirit, Modesty and Fun\n\n\n**About Capgemini**\n Capgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries. With its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fueled by its market leading capabilities in AI, cloud and data, combined with its deep industry expertise and partner ecosystem. The Group reported 2023 global revenues of €22.5 billion.\n   \n\n  \n\n Get The Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4008271897","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4008271897","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/241001-sectra-international-business-developer-sectra-communication\/?utm_source=linkedin&urlHash=N6lb","title":"International Business Developer - Sectra Communication","company":"Sectra","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology and Engineering","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Do you like a challenge? Do you want to join a market leading company and help us secure countries \"deepest\" secrets?**\n At Sectra, we create technology that contribute to a healthier and safer society. You will be given the opportunity to put your skills to real use, challenge yourself, and make a difference within our society. As a Business Developer you will work in a sales team and be responsible for sales of cryptographic products and services to our customers internationally. Our solutions for critical IT and communication security play a key role in our mission to strengthen the stability and efficiency of society’s most important functions. Now we are looking for you who want to be a part of this great journey.\n   \n\n  \n\n**Working as a Business developer**\n The role includes responsibilities such as:\n   \n\n  \n\n* Identifying, developing and managing sales of Sectras secure communication products and services to new and\/or existing customers, within a designated region or market segment\n* Upholding the commercial relationship with the customer and drive business growth\n* Delivery of committed results in time\n* Acquiring and maintaining knowledge of applicable Sectra products\n\n\n \"Our customers are passionate and take part in the development of our products. Every customer visit gives me new ideas and insights which can be taken back to my colleagues.\"\n   \n\n  \n\n ,\n   \n\n  \n\n At Sectra, we hire for attitude and ability – train for skill. This means who you are is more important than your previous experiences. There are a few core abilities that are central for any role. We always look for your willingness and ability to learn and take on new tasks fast, utilize previous experiences and quickly grasp new information. We also want you to have a strong analytical mindset in which we consider it to be important that you can understand and break down and solve problems. We also look for good communicators who have the ability to interact with colleagues, partners and customers in an effective, clear and constructive way.\n   \n\n  \n\n In addition to these abilities, we also want you to:\n   \n\n  \n\n* Have a bachelor’s degree in business or a related field\n* Have proven work experience as a Sales Representative or Key Account Manager in IT (solution selling) or in defence industry (counter surveillance)\n* Be fluent in Swedish\/Dutch and English language\n* Be highly motivated and target driven with a proven track record in sales\n* Have excellent selling\/presentation, negotiation and communication skills\n* Have time management and organizational skills\n* Have the ability to create and deliver presentations tailored to the audience needs\n* Have relationship management skills and openness to feedback\n\n\n**Other information:**\n For this position you need a Swedish or Dutch citizenship.\n   \n\n  \n\n We will look at applications on an ongoing basis.\n   \n\n  \n\n Learn more about our recruitment process here.","company_url":"https:\/\/se.linkedin.com\/company\/sectra","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQEmlrHliihtfg\/company-logo_100_100\/company-logo_100_100\/0\/1631320216562?e=2147483647&v=beta&t=_tj4mX6F5wlRiGGmKfGZMx1HK6vxHC_NCWvSfdmMDkM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060775518","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060775518","job_url_direct":"https:\/\/www.academicwork.se\/lediga-jobb\/j\/oracle-epm-developer-till-storbank\/VOWQU7?i=31?apply=1&urlHash=B2np","title":"Oracle EPM developer till storbank","company":"Academic Work","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":"sth2@academicwork.se","description":"Är du passionerad över teknik och vill göra en verklig skillnad i finansvärlden? Ta chansen att bli en del av ett högpresterande team på en av Sveriges ledande storbanker.\n \n\n\n\n  \n\n**Plats :**\n Stockholm\n \n\n\n\n  \n\n**Jobbkategori :**\n IT\n \n\n\n\n  \n\n**Omfattning :**\n Heltid, möjlighet till distansarbete 1-2 dagar i veckan\n \n\n\n\n  \n\n**Startdatum :**\n Omgående\n \n\n\n\n  \n\n**Typ av uppdrag :**\n Konsultuppdrag\n \n\n\n\n  \n\n**Övrigt :**\n Möjlighet till distansarbete\n   \n\n\n\n\n**Om tjänsten**\n\n I rollen som Oracle EPM utvecklare kommer du fokusera på att underhålla och utveckla finansiella lösningar för storbankens kunder. För att lyckas i rollen har du en god analytisk förmåga och goda tekniska kunskaper tillsammans med en god förståelse för affärs- och finansiella processer.\n \n\n\n  \n\n\n Du kommer att ingå i ett agilt högpresterande team bestående av fyra personer med olika inriktningar inom teknik och ekonomi. Rollen är initialt ett konsultuppdrag via Academic Work, med möjlighet till överrekrytering.\n \n\n\n  \n\n\n  \n\n**Dina huvudsakliga arbetsuppgifter:**\n\n\n\n  \n\n  \n* Skapa skräddarsydda Oracle-lösningar: Designa och implementera Oracle-verktyg som överensstämmer med bästa praxis och företagets affärsbehov.\n  \n* Optimera prestanda: Övervaka och finjustera systemen för att säkerställa högsta effektivitet.\n  \n* Lösa problem: Vara i framkant när det gäller att lösa problem och säkerställa smidig och effektiv drift.\n  \n* Samarbeta: Arbeta nära med ett mångsidigt team, dela insikter och driva kontinuerlig förbättring.\n  \n\n\n  \n\n\n  \n\n**Du erbjuds**\n\n\n\n  \n\n  \n* Utbildningsmöjligheter: Tillgång till utbildningsprogram och kontinuerliga läranderesurser.\n  \n* Stöttande team: Under din introduktion kommer du arbeta dedikerat med en kollega som stöttar dig i din utveckling.\n  \n* Inkluderande kultur: En vänlig och välkomnande miljö där alla kan trivas.\n  \n* Innovationshub: Bli en del av ett innovativt företag i framkant av tekniken.\n  \n* Moderna arbetsmetoder: Omfamna agila och moderna arbetsmetoder.\n  \n\n  \n\n\n**Vi söker dig som**\n  \n* Relevant examen: Exempelvis inom IT\/datavetenskap eller ekonomisk bakgrund.\n  \n* Språk: Flytande i svenska och engelska i tal och skrift.\n  \n* Tidigare erfarenhet: Dokumenterad teknisk kompetens från tidigare yrken eller projekt.\n  \n* EPM-expertis: Dokumenterad erfarenhet av att konfigurera och utveckla EPM-lösningar.\n  \n* Grundläggande förståelse: Programmering och affärssystem.\n  \n* Mycket goda kunskaper i engelska i tal och skrift\n  \n\n\n  \n\n\n  \n\n**Det är meriterande om du har:**\n\n\n\n  \n\n  \n* Erfarenhet av FCCS (Financial Consolidation Close)\n  \n* Erfarenhet av group accounting\n  \n* Goda kunskaper i Svenska i tal och skrift\n  \n\n\n  \n\n\n  \n\n**Personliga egenskaper för att lyckas i rollen:**\n\n\n\n  \n\n  \n* Analytisk förmåga\n  \n* Proaktiv problemlösare\n  \n* Initiativtagande\n  \n\n\n  \n\n  \n\n**Vår rekryteringsprocess**\n  \n\n\n Vi tillämpar löpande urval och kommer plocka ner annonsen när tillräckligt många kandidater har nått slutskedet i rekryteringsprocessen.\n   \n\n\n\n\n**Bli en del av Academic Work**\n\n Som konsult för Academic Work erbjuds du stora möjligheter att växa professionellt och knyta värdefulla kontakter för framtiden. Du får en konsultchef som stöttar dig under resans gång och får ta del av olika förmåner, bl.a. möjlighet till kompetensutveckling i form av en grundläggande hållbarhetsutbildning.\n \n\n\n Läs mer om vårt konsulterbjudande här\n   \n\n**Har du frågor om tjänsten?**\n\n Filippa Danell Karlberg eller någon av kollegorna i rekryteringsteamet svarar dig gärna på sth2@academicwork.se Ange annons-ID i ditt mail: 15107325","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH0HvZmSQWk0g\/company-logo_100_100\/company-logo_100_100\/0\/1630569389993\/academic_work_logo?e=2147483647&v=beta&t=Z_lJt_ukL8hdOHsTZES9LvXN8q-0bx_w2k3c-lv3M_U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060690103","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060690103","job_url_direct":null,"title":"MATLAB MBD Developer","company":"Talent Job Seeker","location":"Skärholmen, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/talent-job-seeker","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4023822886","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4023822886","job_url_direct":"https:\/\/jobs.siemens.com\/careers\/job\/563156120780157?hl=en&sourceType=PREMIUM_POST_SITE&domain=siemens.com&urlHash=tpnA","title":"Technical Sales Consultant (SaaS & Cloud Solutions)","company":"Siemens Digital Industries Software","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Sales","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Siemens Digital Industries Software** \n is a leading provider of solutions for the design, simulation, and manufacture of products across many different industries. Formula 1 cars, skyscrapers, ships, space exploration vehicles, and many of the objects we see in our daily lives are being conceived and manufactured using our Product Lifecycle Management (PLM) software.\n   \n\n  \n\n We are looking for a dynamic and technically proficient Cloud Technical Sales to join our team. In this role, you will be the bridge between our customers and our innovative SaaS solutions, helping them understand how our offerings are deployed, secured, and maintained. You will play a critical role in guiding our customers through complex cloud infrastructure topics, whether they're comparing on-premises solutions with cloud-based services or evaluating different cloud deployment strategies.\n   \n\n  \n\n Additionally, you will take ownership of our internal cloud demonstration environments, which are vital in showcasing our product capabilities. These environments, primarily hosted on AWS, require a strong understanding of AWS services and the ability to securely integrate them with our solutions.\n   \n\n  \n\n Does it sound like a match?\n   \n\n  \n\n Key Responsibilities\n   \n\n  \n\n**Customer Engagement & Solutions Consultation**\n* Work closely with customers to explain the technical architecture and deployment strategies of our SaaS solutions.\n* Guide customers in understanding security best practices, infrastructure options, and the integrations required between on-premises and cloud solutions.\n* Present solutions for cloud environments hosted on various hyperscalers (AWS, Azure, GCP) and help clients understand how these services can be used to improve scalability, performance, and latency.\n* Clearly communicate the benefits of cloud vs. on-premises solutions, helping customers make informed decisions based on their unique business needs.\n\n\n**Technical Ownership of Cloud Demonstration Environments**\n* Manage, maintain, and optimize our internal cloud demonstration environments, primarily hosted on AWS, ensuring they are always available and up to date.\n* Collaborate with internal teams to continuously improve the performance, security, and scalability of our demo environments.\n* Configure and install software within these environments to simulate real-world customer scenarios.\n\n\n**Cloud Services Expertise**\n* Deep understanding of AWS services, with the ability to architect and explain secure and scalable deployments for our solutions.\n* Stay updated with the latest advancements in cloud technologies, and help customers leverage these services to drive their business forward.\n\n\n**Qualifications**\n* Proven experience as a Technical Sales or in a similar technical customer-facing role.\n* Strong knowledge of SaaS solutions, cloud architectures, and hybrid (on-premises and cloud) integration models.\n* Expertise in AWS services (EC2, RDS, S3, VPC, Lambda, IAM, etc.) and best practices for securely deploying and maintaining cloud-based applications.\n* Ability to clearly communicate complex technical concepts to both technical and non-technical audiences.\n* Experience with comparing on-premises and cloud-based solutions, highlighting the benefits and trade-offs of each.\n* Familiarity with multi-cloud environments and hyperscalers like AWS, Azure, and Google Cloud Platform.\n* Solid understanding of security protocols and compliance requirements for cloud services.\n* Hands-on experience installing, configuring, and maintaining software in cloud and on-premises environments.\n* Ability to manage and maintain demonstration environments that are used for product demos and technical showcases.\n* Excellent communication and interpersonal skills, ability to build strong customer relationships.\n* A collaborative attitude, able to work across different teams and departments.\n* Highly organized and able to manage multiple projects simultaneously.\n* Passion for technology, cloud computing, and continuous learning.\n\n\n Nice to have\n   \n\n  \n\n* AWS Certified (Solutions Architect, Developer, or similar).\n* Experience with other cloud platforms (Azure, GCP) is a plus.\n* Strong analytical, problem-solving, and troubleshooting skills.\n* Experience in a SaaS company or with cloud-native solutions is highly desirable.\n\n\n We are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, sex, gender, gender expression, sexual orientation, age, marital status, veteran status, or disability status.\n   \n\n  \n\n**We are Siemens**\n A collection of over 377,000 minds building the future, one day at a time in over 200 countries. We're dedicated to equality, and we welcome applications that reflect the diversity of the communities we work in. All employment decisions at Siemens are based on qualifications, merit, and business need. Bring your curiosity and creativity and help us shape tomorrow!\n   \n\n  \n\n We offer a comprehensive reward package which includes a competitive basic salary, bonus scheme, generous holiday allowance, pension, and private healthcare.\n   \n\n  \n\n**Transform the everyday**\n #SWSaaS","company_url":"https:\/\/www.linkedin.com\/company\/siemenssoftware","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFTiUh1DUJ3fA\/company-logo_100_100\/company-logo_100_100\/0\/1719793387652\/siemenssoftware_logo?e=2147483647&v=beta&t=o3SrSdxMeP1br7rpKknaX62uVBkomXcqvR0mjnb0kBc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4007500551","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4007500551","job_url_direct":"https:\/\/careersatagoda.com\/job\/6198453-staff-software-engineer-jvm-rust-expert-bangkok-based-full-relocation-package-provided\/?gh_jid=6198453&gh_src=c465d9c41&urlHash=0Iop","title":"Staff Software Engineer – JVM\/Rust Expert (Bangkok-based, Full Relocation Package Provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"****About Agoda****\n Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with a global network of 4.7M hotels and holiday properties worldwide, plus flights, activities, and more . Based in Asia and part of Booking Holdings, our 7,100+ employees representing 95+ nationalities in 27 markets foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enhancing the ability for our customers to experience the world.\n   \n\n  \n\n**Our Purpose –** \n**Bridging the World Through Travel**\n We believe travel allows people to enjoy, learn and experience more of the amazing world we live in. It brings individuals and cultures closer together, fostering empathy, understanding and happiness.\n   \n\n  \n\n We are a skillful, driven and diverse team from across the globe, united by a passion to make an impact. Harnessing our innovative technologies and strong partnerships, we aim to make travel easy and rewarding for everyone.\n   \n\n  \n\n****About Agoda****\n Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with more than 2.5 million accommodations globally. Based in Asia and part of Booking Holdings, our 6,000+ employees representing 90+ nationalities foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enhancing the ability for our customers to experience the world.\n   \n\n  \n\n**Get to know our team – Observability Platform in Agoda**\n Within the WhiteFalcon team, we build and maintain Agoda’s time series database and log aggregation system. We process tens of millions of measurements per second and hundreds of terabytes of logs per day in multiple datacenters, powering thousands of dashboards and alerts. Our biggest challenges are to support the ever-growing need for collecting more data, faster and at lower cost.\n   \n\n  \n\n**In This Role, You’ll Get to**\n* Build fault-tolerant, horizontally scalable solutions running in multi-tenant environments\n* Solve challenging problems in distributed and highly concurrent environment\n* Impact all developers in Agoda, providing better observability instruments\n\n\n****What You’ll Need To Succeed****\n* At least 8 years of experience writing performant and scalable code using JVM (Java\/Scala\/Kotlin) or Rust (C++) languages\n* User\/dev experience of one of the following products: Prometheus, InfluxDB, Victoria Metrics, Elasticsearch, Grafana Loki\n* Production experience with messaging queues (Kafka)\n* Deep understanding of concurrency and multithreading\n* Value code simplicity and performance\n* Demonstrate proficiency in communication and collaboration skill\n\n\n**It’s Great If You Have**\n* Strong background in DB internals, indexes, data formats (AVRO, Protobuf)\n* You generally understand observability data types, such as logs and metrics\n* Profilers, debuggers, tracers hide no secrets from you, especially in a Linux environment\n* Experience building large-scale time series data stores and monitoring solutions\n* Experience with S3 (Ceph), Elasticsearch, Grafana and other open-source components\n* You can get down to the low-level when needed\n\n\n #sanfrancisco #sanjose #losangeles #sandiego #oakland #denver #miami #orlando #atlanta #chicago #boston #detroit #newyork #portland #philadelphia #dallas #houston #austin #seattle #sydney #melbourne #perth #toronto #vancouver #montreal #shanghai #beijing #shenzhen #prague #Brno #Ostrava #estonia #paris #berlin #munich #hamburg #stuttgart #cologne #frankfurt #dusseldorf #dortmund #essen #Bremen #leipzig #dresden #hanover #nuremberg #athens #hongkong #budapest #jakarta #bali #dublin #telaviv #jerusalem #milan #rome #venice #florence #naples #turin #palermo #bologna #tokyo #osaka #yokohama #nagoya #okinawa #fukuoka #sapporo #kualalumpur #malta #amsterdam #oslo #manila #warsaw #krakow #bucharest #doha #alrayyan #moscow #saintpetersburg #singapore #seoul #barcelona #madrid #stockholm #zurich #taipei #tainan #taichung #kaohsiung #bangkok #Phuket #istanbul #dubai #abudhabi #sharjah #london #manchester #edinburgh #kiev #hcmc #hanoi #amsterdam #bucharest #lodz #wroclaw #poznan #katowice #rio #salvador #bandung #yokohama #nagoya #okinawa #fukuoka #IT #ENG #4 #newdelhi #Pune #Hyderabad #Bangalore #Mumbai #Bengaluru #Chennai #Kolkata #Lucknow #sanfrancisco #sanjose #losangeles #sandiego #oakland #denver #miami #orlando #atlanta #chicago #boston #detroit #newyork #portland #philadelphia #dallas #houston #austin #seattle #sydney #melbourne #perth #toronto #vancouver #montreal #shanghai #beijing #shenzhen #prague #Brno #Ostrava #cairo #alexandria #giza #estonia #paris #berlin #munich #hamburg #stuttgart #cologne #frankfurt #hongkong #budapest #jakarta #bali #dublin #telaviv #milan #rome #tokyo #osaka #kualalumpur #amsterdam #oslo #manila #warsaw #krakow #bucharest #moscow #saintpetersburg #capetown #johannesburg #seoul #barcelona #madrid #stockholm #zurich #taipei #bangkok #Phuket #istanbul #london #manchester #edinburgh #kiev #hcmc #hanoi #wroclaw #poznan #katowice #rio #salvador #IT #4 #5\n   \n\n  \n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy .\n   \n\n  \n\n To all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGBa_7QNZNwpw\/company-logo_100_100\/company-logo_100_100\/0\/1656643826660\/agoda_logo?e=2147483647&v=beta&t=iSwgEmhJBSLP-IBRdGhQbi_Wl0Oz_1yq8POzAjqMOWc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4056553772","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4056553772","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-Senior-Fullstack-_NET-utvecklare\/1020326701\/?feedId=388933&utm_source=linkedin&urlHash=p7e-","title":"Senior Fullstack .NET utvecklare","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"**Vårt kontor ligger centralt i Stockholm med utsikt över kanalen, precis vid Barnhusbron. Här sitter vårt Fullstack .NET team som vi just nu letar erfarna utvecklare till!**\n Fullstack .NET teamet är ett medelstort team på ca 20 personer utspridda på ett antal olika uppdrag. De flesta kör en kombo av hemarbete, arbete hos kund och arbete på vårt Capgemini-kontor. Ett uppskattat inslag när vi hänger tillsammans i teamet är gemensam fredagsfika, regelbundna teammöten och gemensamma aktiviteter. Vår vision är att vara ett team som opererar brett med kompetens att leverera end to end-lösningar till våra kunder.\n   \n\n  \n\n**OM ROLLEN**\n I rollen som utvecklare arbetar du i ett agilt utvecklingsteam och tillsammans med erfarna kollegor kommer du att ansvara för komplexa system och lösningar hos våra kunder. Du kommer att ha en viktig och ansvarsfull roll i projekten du jobbar i, därför är det viktigt att du gillar utmaningar, ansvar och att driva saker framåt. Tillsammans med teamet deltar du i alla utvecklingsfaser, från kravanalys till utveckling och leverans. Vidare kommer du som utvecklare även att fokusera på effektivisering, kundnytta och att skapa lönsamma affärer!\n   \n\n  \n\n Tillsammans med dina kollegor hjälper du våra kunder att digitalt transformera och modernisera sina verksamheter. Vårt breda kunderbjudande omfattar allt ifrån rådgivning i tidiga faser till implementation och förvaltning.\n   \n\n  \n\n**DIN PROFIL**\n* Minst tre års erfarenhet från utveckling i .NET, C#\n* Mycket goda kommunikationskunskaper i både svenska och engelska\n* Ett stort driv att utvecklas och ta till dig ny teknik\n* Har högskole- eller universitetsutbildning inom datavetenskap, datateknik, informationsteknik eller likvärdig utbildning\n* Fördelaktigt om du har erfarenhet av Azure, DevOps, Dockers, Kuberneters, Microservices\n\n\n**VAD VI TROR KOMMER FÅ DIG ATT TRIVAS**\n* Föräldraförmån\n* Flexibla arbetsförhållanden & Work-from-Home Policy\n* Tech communities\n* Mentorskapsprogram (som mentor eller mentee)\n* Delaktighet i Capgeminis olika fokusområden; Diversity and Inclusion, Sustainability, Wellness club, Art club etc.\n* Generöst friskvårdsbidrag & tjänstepension\n* Möjlighet till bonusprogram\n* Kompetensutveckling i form av utbildningar och certifieringar\n* Roliga och inspirerande personalevent\n* Företagshälsovård & sjukvårdsförsäkring\n\n\n**ANSÖKAN**\n Vi rekryterar löpande till denna roll, så skicka gärna in din ansökan så snart som möjligt. Från att vi kontaktar dig tar processen cirka 2-3 veckor då vi i största möjliga mån arbetar agilt i rekryteringsprocessen, vilket innebär att flera steg kan ske parallellt.\n   \n\n  \n\n Varmt välkommen med din ansökan!\n   \n\n  \n\n**OM CAPGEMINI**\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda deras övergång till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2023 rapporterade Capgemini Group globala intäkter på 22,5 miljarder euro.\n   \n\n  \n\n Get The Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060690103","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060690103","job_url_direct":"https:\/\/www.talentjobseeker.com\/jobs\/87598911-matlab-mbd-developer?utm_source=LinkedInTJS&urlHash=QGTf","title":"MATLAB MBD Developer","company":"Talent Job Seeker","location":"Skärholmen, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Human Resources Services","listing_type":null,"emails":"shivani@vipas.se","description":"We are seeking a talented MATLAB MBD Developer to join our team and work on cutting-edge automotive powertrain solutions. If you're passionate about model-based development with MATLAB\/Simulink and have experience in optimizing code and implementing industry standards, we'd love to hear from you!\n   \n\n  \n\n**Key Responsibilities**\n* Migrate to a new MATLAB version and ensure MISRA C 2012 compliance.\n* Develop and integrate new MATLAB features to meet ISO 26262 standards.\n* Provide support and resolve critical warnings for MBD toolchain users.\n* Develop features using MATLAB\/Simulink and optimize generated C code.\n* Conduct testing and ensure model functionality using Simulink.\n\n\n**Requirements**\n* 4+ years of experience in MATLAB\/Simulink MBD.\n* Strong C programming skills.\n* Experience with automotive standards, particularly in powertrain.\n* Familiarity with MISRA C and ISO 26262 standards.\n* Collaborative team player with a problem-solving mindset.\n\n\n**Why Join Us?**\n* Work on innovative automotive technologies.\n* Dynamic environment with growth opportunities.\n* Collaborate with industry experts.\n\n\n**Why Join Us?**\n Vipas AB offers attractive employment packages for IT consultants, aligned with the Teknikföretagen (Almega) collective agreement. ClientsWorking with us provides opportunities in diverse industries, allowing you flexibility and growth. If you’re driven and eager to face new challenges, join the VIPAS family.\n   \n\n  \n\n You'll be part of an innovative team driving the future of telecom. If you're ready to take on challenging projects and grow your career in a cutting-edge environment, this is the opportunity for you!\n   \n\n  \n\n Note: Please do apply if you have Sweden PR\/ citizenship OR a Sweden work permit.\n   \n\n  \n\n**How To Apply**\n Submit your resume and cover letter here. For questions, contact shivani@vipas.se","company_url":"https:\/\/www.linkedin.com\/company\/talent-job-seeker","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9B8ZuCav5wg\/company-logo_100_100\/company-logo_100_100\/0\/1713368324557\/talent_job_seeker_logo?e=2147483647&v=beta&t=53jM-7G2037Uy3_hljuf1wRfNLkxCbraI65hXxHe9Fg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"c1c66fc7072dc2b5","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c1c66fc7072dc2b5","job_url_direct":"https:\/\/stockholmsstad.varbi.com\/se\/what:job\/jobID:767118\/type:job\/where:62\/apply:1","title":"Senior lösningsarkitekt till stadsledningskontoret","company":"Stockholms stad","location":"Stockholm, AB, SE","job_type":null,"date_posted":1729987200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Stockholm – vår huvudstad med miljoner drömmar, förväntningar och ambitioner. Vi jobbar för alla som lever här idag och i framtiden. Nu söker vi dig som vill tänka stort, nytt och annorlunda med oss – för stockholmarna.\n\n\nStadsledningskontoret är kommunstyrelsens förvaltning. Vi ansvarar för styrning, uppföljning och utveckling av stadens verksamheter utifrån den vision och budget som kommunfullmäktige har beslutat om. Vi är drygt 300 anställda som i huvudsak arbetar med strategiska frågor som har stor betydelse för stadens verksamheter.\n\n\n**Vi söker en senior lösningsarkitekt som vill vara med i Stockholms stads fortsatta satsning på digital utveckling inom socialtjänsten.**\n\n **Välkommen till oss**  \n\nPå avdelningen för it och digitalisering ingår enheten Centrala system som består av 15 personer. Vi sitter i fina och ljusa lokaler intill Stadshuset på Hantverkargatan 3D. Vår arbetsmiljö kännetecknas av goda möjligheter att få vara med och påverka, stort eget ansvar, omväxlande och utmanande arbetsuppgifter.\n\n **Vi erbjuder dig**\n\n* Stora möjligheter till att bidra till samhällsnytta och vara med och skapa morgondagens Stockholm\n* En kreativ arbetsplats där kompetens och samarbete är en viktig grund för arbetsglädje och goda resultat.\n* Tydliga mål och ansvarsområden där ett stort eget ansvar råder\n* Goda kompetensutvecklingsmöjligheter\n* Stort nätverk inom Stockholms stad med många samarbetsytor.\n* Flexibel arbetstid och friskvårdsbidrag, med träningslokaler i nära anslutning till arbetsplatsen. Läs mer om våra förmåner här: förmåner Stockholms stad\n\n **Om objektet**  \n\nObjekt Sociala system är ett samlingsnamn för de it-stöd som Stockholms stad använder för bland annat dokumentation inom socialtjänsten, äldreomsorgen och den kommunala hälso- och sjukvården. I Sociala system ingår såväl egenutvecklade system som anpassade standardprodukter, integrationer och e-tjänster.\n\n\nMed sina cirka 25 000 användare utgör Sociala system ett av stadens största objekt. Sociala system används för närvarande av medarbetare och chefer från 15 olika nämnder samt av externa leverantörer av välfärdstjänster som arbetar på uppdrag av staden.\n\n\nObjektet har en framtagen målbildsarkitektur och en livscykelplan som beskriver hur objektets ingående delar behöver moderniseras och förändras för att kunna möta nya behov. Objektet står därför inför större utvecklingssatsningar, både när det gäller nya användarnära lösningar och ny it-arkitektur. Målet är stabila, tillgängliga, användarvänliga och säkra systemstöd som förenklar verksamheternas arbete. Det förväntas i förlängningen bidra till nytta för dem vi finns till för – stockholmarna.\n\n\nStockholms stad har en mycket hög grad av outsourcing inom it-området. I princip all drift, förvaltning och teknisk utveckling hanteras genom stadens olika nyckelleverantörer vilka är viktiga samarbetsparter i denna roll. Stadsledningskontoret ansvarar för objektets it-nära förvaltning. Socialförvaltningen och äldreförvaltningen ansvarar för objektets verksamhetsnära förvaltning.  \n\n  \n\n  \n\n  \n\n**Din roll**  \n\nVi genomför nu större utvecklingssatsningar där du kommer få en nyckelroll. Utifrån ett it-arkitekturperspektiv ansvarar du för att objektets ingående delar förvaltas och utvecklas på ett korrekt sätt enligt prioriterade krav från verksamheten, beslutad målarkitektur och stadens övergripande styrning och riktlinjer inom området. Det betyder att du säkerställer återanvändning av funktionalitet, lösningens förvaltningsbarhet samt att it-arkitekturprinciper och riktlinjer kring standarder följs.\n\n\nI det dagliga arbetet hanterar du en bred palett av arbetsuppgifter tillsammans med kollegor och våra nyckelleverantörer. Du kommer vara länken mellan verksamhet och it, där en del av arbetet är kravfångst och att översätta verksamhetsbehov till it-krav. Då det operativa förvaltnings- och utvecklingsarbetet utförs av våra nyckelleverantörer är leverantörs- och leveransstyrning kritiskt viktiga arbetsuppgifter som du behärskar väl. I arbetet ingår även produktionsplanering och uppföljning av produktionsstatus.\n\n **Kvalifikationer**  \n\nFör denna tjänst krävs:\n\n* universitetsutbildning inom it, till exempel datavetenskap eller systemvetenskap, eller annat ämne som vi bedömer relevant\n* erfarenhet av att leda andra i uppdrag\n* flerårig arbetslivserfarenhet inom it-förvaltning\n* flerårig arbetslivserfarenhet som lösningsarkitekt och av teknisk kravställning\n* erfarenhet av leverans-\/leverantörsuppföljning\n* god pedagogisk förmåga att förklara tekniska frågeställningar och utmaningar till personer med mindre eller ingen teknisk kompetens\n* vana att arbeta enligt ITIL-processer\n* goda kunskaper i svenska både i tal och i skrift.\n\n\nDet är meriterande om du har erfarenhet av:\n\n* agil utvecklingsmetodik\n* moderna mjukvaruarkitekturer där du arbetat både med plattforms- och mjukvarustrategier\n* tekniska plattformar såsom php, .Net och Java\n* säkerhetsramverk som t.ex. ISO 27001, NIST CSF, CIS Controls\n* förvaltningsstyrning enligt pm3\n* rollen som objektledare it\n* kunskap om socialtjänstens verksamhetsområden  \n\n  \n\nFör att lyckas i denna roll krävs förmåga att styra it-arkitekturfrågor i en stor och komplex organisation där it i mycket hög grad är outsourcad. I relationen med kollegorna inom den verksamhetsnära förvaltningen är du en ödmjuk och inlyssnande partner samtidigt som du utifrån din kompetens vågar och vill föreslå alternativ, utmana till nytänkande och delta i utvecklingen av nya arbetssätt. En framgångsfaktor kommer att vara din förmåga att agera med trovärdighet i flera olika sammanhang.\n\n **Personliga kompetenser**  \n\nVid den här rekryteringen lägger vi stor vikt vid dina personliga egenskaper och vi kommer behandla följande fem kompetenser under intervjuerna:\n\n*Utvecklingsinriktad.* Objekt Sociala system genomför nu en spännande förändringsresa med flera parallella utvecklingsinitiativ och projekt. För objektet innebär det både utveckling av nya samarbeten och arbetssätt, nya it-utvecklingsprojekt och upphandling och införande av nya system.\n\n\nDin goda *samarbetsförmåga* är helt avgörande för att lyckas i rollen. Du behöver tycka om att bygga upp och underhålla många olika relationer. Du besitter sociala förmågor som möjliggör ett gott samarbete med många olika kontaktytor, till exempel med kollegor på den egna enheten och avdelningen, kollegor inom objektet som är anställda på andra förvaltningar i staden, våra it-leverantörer och inhyrda konsulter.\n\n*Självgående.* Den här rollen kräver att du är en senior person som är van att leda dig själv. Du kommer få ett stort ansvar att taktiskt styra och leda den tekniska utvecklingen och det är viktigt att du kan yrket och har erfarenhet från liknande arbetsuppgifter, både inom ramen för objektsförvaltning och it-utvecklingsprojekt.\n\n*Mål- och resultatorienterad.* Du behöver kunna leverera enligt fastlagd plan och uppställda mål. Du besitter förmågan att kunna agera, planera om och förändra inriktning när målen och förutsättningar ändras.\n\n*Kommunikativ*. Du har förmåga att målgruppsanpassa din kommunikation så att du framgångsrikt kan diskutera eller förklara en teknisk lösning för kollegor inom objektet som inte behärskar tekniken.\n\n **En varm hälsning från din blivande chef**  \n\nMaria Nielsen heter jag och det är jag som är din blivande chef. Jag är en engagerad och tillgänglig ledare som skapar förutsättningar för att dina idéer ska få en plattform och för att du ska lyckas i dina uppdrag. Jag hjälper dig att navigera och prioritera så du kan växa och utvecklas tillsammans med mig och våra kollegor. Jag tycker det är viktigt att du och mina övriga medarbetare trivs och mår bra på jobbet och jag förespråkar frihet under eget ansvar.\n\n **Övrigt**\n\n\nStockholms stad arbetar med kompetensbaserad rekrytering som syftar till att se till varje persons kompetens och därmed motverka diskriminering.\n\n\nStockholms stad arbetar med kompetensbaserad rekrytering som syftar till att se till varje persons kompetens och därmed motverka diskriminering.  \n\n\n\nAnställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Stockholm | Län: Stockholms län | Land: Sweden | Referensnummer: 2024\/5491 | Kontakt: Maria Nielsen, rekryterande chef 08-50829514, Carla Adriasola, ansvarig rekryterare 08-50811713, | Facklig företrädare: Andreas Meschke, SACO 08-50829589, Katina Staf, Vision 08-50829192, | Publicerat: 2024-10-27 | Sista ansökningsdag: 2024-11-10","company_url":"https:\/\/se.indeed.com\/cmp\/Stockholms-Stad","company_url_direct":"http:\/\/stockholm.se","company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/bf1ef8381e5af0275801d2727aeda959","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"b1ea58cab86f9a85","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b1ea58cab86f9a85","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29210141","title":"IT-tekniker\/IT-samordnare","company":"Västbergaskolan AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1729987200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Västbergaskolan söker nu en it-samordnare\/it-tekniker.\n  \nDu kommer tillsammans med ytterligare en kollega att driva skolans it-avdelning där ni ansvarar för alla skolans personal- och elevdatorer samt egen driftade Windows-servrar, nätverk och it-tjänster som t ex\n  \n* Chromebook \/ Macbook \/ PC\n* Google Admin\n* Windows AD-server och andra Windows-servrar\n* Lightspeed Systems Mobile Device Management\n* Microsoft 365 admin center\n\n\nDina arbetsuppgifter kommer bl a att bestå av\n  \n* Ansvara för inköp, drift, underhåll och utveckling av skolans IT-miljö och nätverk.\n* Allmän IT-support, installationer, felsökning och åtgärdande av problem.\n* Handhavandestöd av datorer och kringutrustning för personal och elever.\n* Inköp och administration av telefoner och abonnemang för personal.\n* Administration av användare, grupper och behörigheter i skolans system.\n* Ansvara för skolans kopiatorer, skrivare och projektorer.\n* Underhåll av skolans hemsida\n\n\nSkolans IT-avdelning är en servicefunktion till hela skolverksamheten och du kommer att jobba mot både personal och elever. För att passa i rollen ser vi gärna att du har en gymnasial eller eftergymnasial utbildning inom IT eller annan likvärdig utbildning\/erfarenhet. Du bör ha några års erfarenhet av liknande arbete och du har dessutom en god förmåga att uttrycka dig väl i tal och skrift på svenska. Om du tidigare arbetat i skola och har erfarenhet av Schoolsoft är det meriterande.\n  \nVi lägger stor vikt vid dina personliga egenskaper. Som person behöver du vara socialt utåtriktad, flexibel, strukturerad och initiativrik. Du behöver ha förståelse för att ditt uppdrag är att vara en servicefunktion mot hela skolans verksamhet där våra elever och undervisningen står i fokus. Du är självgående, kan ta egna initiativ och trivs med att ha varierande arbetsuppgifter. Du tycker om att samarbeta och drivs av en vilja och förmåga att hjälpa andra.\n  \nHar du intresse och erfarenhet av att jobba med ljudanläggningar ses det som en fördel.\n  \n  \n\nTjänsten omfattar 75-100%.\n  \nVi tillämpar 6 månaders provanställning.\n  \nObservera att vi kommer att påbörja rekryteringen omgående.","company_url":"https:\/\/se.indeed.com\/cmp\/V%C3%A4stbergaskolan-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060695344","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060695344","job_url_direct":null,"title":"Managementkonsult inom IT","company":"Change of Lane AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Change of Lane är ett kompetent och engagerat konsultföretag med ett ambitiöst mål om att vara det naturliga valet för både kunder och drivna Managementkonsulter. Vi stödjer våra kunder inom offentlig och privat sektor i deras initiativ inom IT och i gränslandet till verksamheten. Tillsammans skapar vi förutsättningar för att IT och verksamhet fungerar effektivt tillsammans, och nu söker vi fler kollegor som vill vara en del av vårt härliga team!\n \n\n\n\n  \n\n\n\n\n\n**Om rollen** \n\n\n\n\n I rollen som Managementkonsult arbetar du både individuellt och i team i lärorika uppdrag. Uppdragen kan innebära allt från strategiska till operativa roller så som rådgivare, interimschefer, projekt\/programledare, verksamhetsutvecklare, förvaltningsledare och roller inom IT-\/informationssäkerhet.\n \n\n\n\n  \n\n\n\n\n\n En grundpelare hos oss på Change of Lane är våra värderingar som baseras på öppenhet, samarbete och gemenskap. Vi skapar förtroende hos våra kunder genom ett stort engagemang, våra samlade erfarenheter och omfattande kunskap.\n \n\n\n\n  \n\n\n\n\n\n**Vi söker dig!** \n\n\n\n\n Vi tror att du trivs i en öppen företagskultur där du förväntas vara med och påverka såväl din egen utveckling som bolagets tillväxtresa. Du är trygg i din roll och använder och har ett samarbetsorienterat arbetssätt. Utmaningar ser du som möjligheter och du drivs av att möta kundens förväntningar.\n \n\n\n\n  \n\n\n\n\n\n Vi söker dig som har:\n \n\n\n* Minst 5 års erfarenhet som konsult\n* God förståelse för både operativ och strategisk IT, samt hur en IT-organisation samverkar med verksamheten\n* Erfarenhet av att förlänga dina egna konsultuppdrag eller sälja konsulter\n* Relevant eftergymnasial utbildning från högskola eller universitet\n\n\n\n  \n\n\n\n\n\n Meriterande:\n \n\n\n* Erfarenhet som ledare inom en IT-verksamhet\n* Erfarenhet av offentlig sektor\n* Erfarenhet av att arbeta i verksamheter som jobbar agilt\n* Certifieringar inom ramverk såsom SAFe, ADKAR, ITIL, ISO27000\n\n\n\n  \n\n\n\n\n\n**Din framtid hos Change of Lane** \n\n\n\n\n Hos oss får du möjlighet att växa och vidareutveckla dina kunskaper och erfarenheter. Vi lägger stort fokus på dig som individ och erbjuder kontinuerlig kompetensutveckling. Vi värdesätter engagemang och välkomnar idéer och utvecklingsinitiativ för Change of Lane.\n \n\n\n\n  \n\n\n\n\n\n Urval sker löpande, så tveka inte på att skicka in din ansökan så snart som möjligt. Har du frågar eller funderingar är du välkommen att kontakta oss via telefon 073 7089 939.\n \n\n\n\n  \n\n\n\n\n\n Vi ser fram emot din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/changeoflane","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEH9ibTU5_R7A\/company-logo_100_100\/company-logo_100_100\/0\/1674217546090\/changeoflane_logo?e=2147483647&v=beta&t=4A-KMhTyp5TWoq_7-wHY3YFILGxYk7YRLS4DEkaKevY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4023818458","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4023818458","job_url_direct":"https:\/\/career.nordnetab.com\/jobs\/4971909-business-application-manager-financial-systems?utm_source=LinkedIn&urlHash=pry0","title":"Business Application Manager - Financial Systems","company":"Nordnet Bank AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Project Management and Information Technology","company_industry":"Banking","listing_type":null,"emails":"joachim.oberg@nordnet.se","description":"Nordnet is a leading pan-Nordic digital platform for savings and investments. For more than 25 years, our purpose has been to democratize savings and investments. Through innovation, simplicity, and transparency, we challenge traditional structures and give private savers access to the same information, tools, and services as professionals.\n   \n\n  \n\n We are building the next generation of digital banking in the cloud. We know that this requires great people, great teams, and great technology.\n   \n\n  \n\n Do you want to join us and help shape the future of Nordnet?\n   \n\n  \n\n**About The Role**\n We are seeking a highly engaged Business Application Manager to oversee and optimize our finance systems, with an initial focus on Quantum, and additional responsibilities for Business Central and Cognos Controller. You will be part of the Tech organization, reporting to the IT Operations Manager for system management within the Change & System Management department.\n   \n\n  \n\n As the Business Application Manager, your primary responsibility will be managing Quantum, where you will operate on both an operational and tactical level, while also supporting the system owner at a strategic level. As you establish and optimize Quantum, your role will gradually expand to include Business Central and Cognos Controller.\n   \n\n  \n\n In addition to these responsibilities, you will play a critical role in Nordnet’s cloud journey. We are transitioning from on-premise systems to cloud-based solutions, and you will be at the forefront of this transformation. Your expertise will be vital as we move our finance systems to the cloud, ensuring a seamless and secure migration process.\n   \n\n  \n\n Collaboration is key in this role, as you will work closely with stakeholders across various departments at Nordnet, including product owners, business analysts, engineers, and operational teams.\n   \n\n  \n\n On a daily basis, you will manage system operations, including development, user management, support, and maintenance, acting as the primary contact internally and with our third-party suppliers. You will also contribute to the department's overall goals, such as increasing scalability at Nordnet and reducing costs. The time you spend between system management and other projects will vary depending on the system roadmap, your interests, and your personal development.\n   \n\n  \n\n**Key Responsibilities**\n* System Management: Initially focus on enhanced management of Quantum, with a gradual expansion of responsibility including Business Central and Cognos Controller.\n* Cloud Transition: Lead and support the migration of our finance systems from on-premise infrastructure to cloud-based solutions.\n* Stakeholder Collaboration: Manage communications and relations with the Technical System Manager, internal stakeholders, and external parties.\n* Incident Resolution: Address and resolve system incidents and problems.\n* Access Control: Manage access, controls, and audits for the systems.\n* Risk Management: Ensure correct risk management and regulatory compliance across systems.\n* System Maintenance: Plan and manage system maintenance, including coordinating development, testing, and changes both internally and with vendors.\n* Strategic Contribution: Support the system owner in strategic initiatives and contribute to the overall department goals.\n\n\n**About You**\n We believe you are ready to take the next step in your career and are eager to develop further. You have an eye for details and simultaneously able to see the bigger picture in processes and areas of work. Your social skills, coupled with a strong technical interest, will be key to your success in this role, where you’ll be at the center of operations, coordinating with both internal users and external parties.\n   \n\n  \n\n You have a high drive, a strong commitment, and are comfortable working independently in a dynamic environment where priorities can shift rapidly. Quick decision-making is natural to you, and you have a high learning ability, driven by a curiosity to understand the technical aspects of Nordnet, including system integrations and data management.\n   \n\n  \n\n**To Succeed In This Role, You Should Have**\n* Ability to work independently and lead your own initiatives.\n* Deep and broad knowledge of treasury and finance processes.\n* Extensive experience with Quantum, Business Central, Cognos Controller, or similar systems.\n* Strong technical interest, including prior skills with SQL and\/or T-SQL.\n\n\n Join us at Nordnet, where your contributions will be pivotal in building the financial systems of the future and leading our cloud transformation.\n   \n\n  \n\n*Language skills*\n You are fluent in English in writing and speaking.\n   \n\n  \n\n**We offer**\n We offer you the opportunity to work in a Nordic environment with a strong focus on delivery, product development and technology. Our ambitions are high and you will embark on a fast and challenging journey together with a skillful team of sharp and committed colleagues.\n   \n\n  \n\n Culture is built and cared for, each day by everyone. We’re proud of ours. Having a flat organization where anyone can talk to anyone creates a warm and friendly atmosphere worth protecting. We believe in a culture where every effort counts and where everyone is being recognized. A culture embracing our core values – passion, simplicity and transparency on all levels, no matter who you are or what you do.\n   \n\n  \n\n We are over 900 employees in Stockholm, Oslo, Helsinki and Copenhagen.\n   \n\n  \n\n Visit us on: www.nordnetab.com and\u2028https:\/\/career.nordnetab.com\n   \n\n  \n\n**Questions & applications**\n If you have questions, please contact Talent Acqusition Partner, Joachim Öberg at joachim.oberg@nordnet.se.\n   \n\n  \n\n Please apply today by using the button below – we will start interviewing immediately. Please note that we do only accept applications through our recruitment system, hence no email applications will be considered.\n   \n\n  \n\n We want to inform you that Nordnet conduct credit, drug test and background checks as a part of the recruitment process.\n   \n\n  \n\n We look forward to receiving your application.","company_url":"https:\/\/se.linkedin.com\/company\/nordnet-bank-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGa23s4zzEkNA\/company-logo_100_100\/company-logo_100_100\/0\/1630583961353\/nordnet_bank_ab_logo?e=2147483647&v=beta&t=LbNhlCdiItXOij7GwRkvNSdcnayQcM60jQ2X2uUzggA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4059495828","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4059495828","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/258443-acne-studios-business-process-manager\/?utm_source=linkedin&urlHash=RmAf","title":"Business process manager","company":"Acne Studios","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"Retail Luxury Goods and Jewelry","listing_type":null,"emails":null,"description":"Acne Studios is a progressive luxury house and through collaboration and curiosity, we set high aspirations and strive for excellence. We value everyone’s contribution and embrace feedback to develop ourselves and others. We aim to minimise our environmental impact across all our operations and to address societal challenges in the way we conduct our business.\n   \n\n  \n\n CULTURE OF COLLABORATION\n   \n\n  \n\n We firmly believe that when you feel supported, included, and trusted, it enables you to enjoy your work and thrive in it. You will be a part of a team of colleagues with diverse roles and backgrounds, each with their unique skills and experiences.\n   \n\n  \n\n WHAT YOU WILL DO\n   \n\n  \n\n As a Business process manager at our Stockholm office your main contribution will be to take charge of the end-to-end production order management process for both fixed- and repeat orders. You will challenge existing workflows and ensure alignment with long-term business goals. You will report to Production director RTW, quality & business analytics.\n   \n\n  \n\n You will play a vital role in this by:\n   \n\n  \n\n* Review, analyse and map out the current order process, identify inefficiencies and areas of improvement.\n* Establish clear definitions, standards and decision forums for the order process, especially focusing on the repeat order process to drive maximum performance of high performing styles.\n* Collaborate with stakeholders to integrate process improvements, and automate process steps where possible.\n* Shared responsibility of the order placement process in the internal ERP system D365 together with Production controllers.\n* Support the Production teams with insights and facilitate an efficient and accurate in-season order amendment process.\n* Monitor and coordinate data entry in the internal PLM system to facilitate order-related processes.\n* Establish effective calendar management to visualize key processes and their interdependences.\n* Ensure balanced and pro-active communication and good collaboration with related departments.\n\n\n WHO YOU ARE\n   \n\n  \n\n You have high aspirations and focus on details that create substantial impact. You enjoy working as a team and you embrace feedback to develop yourself and others. You are curious and thrive in a dynamic environment. Cooperation, respect, and clear communication are important, along with your ambition to learn and grow. If these qualities speak to you, we would love to have you on our team.\n   \n\n  \n\n Specific personal qualities for this role:\n   \n\n  \n\n* You effectively prioritize tasks and manage multiple projects simultaneously, ensuring deadlines are consistently met without compromising quality.\n* When faced with complex issues, you break down the problem, identify root causes, and implement data-driven solutions that improve efficiency and outcomes.\n* You are comfortable leading presentations and discussions with diverse teams, clearly communicating ideas and fostering collaboration across different departments.\n\n\n Specific experience and knowledge for this role:\n   \n\n  \n\n* Academic degree, from business school and\/or textile education.\n* Minimum 5-7 years’ experience within production, preferably within the fashion industry.\n* Highly proficient in MS Office applications.\n* Advanced communication skills in written and spoken English.\n\n\n What matters most to us is not whether you master all the listed knowledge and skills. We are dedicated to recognising the potential in each individual. We embrace diversity of people as well as ideas and viewpoints and encourage everyone's individual expression of their own identity.","company_url":"https:\/\/se.linkedin.com\/company\/acne-studios","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH6wwrcNw0djQ\/company-logo_100_100\/company-logo_100_100\/0\/1630627640086\/acne_studios_ab_logo?e=2147483647&v=beta&t=AKB29eyDVtWRyMhAXxSNbzMKEfGiKvfuCUzG5SlX1kU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4005638722","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4005638722","job_url_direct":"https:\/\/erecruitment.eib.org\/psc\/hr\/EIBJOBS\/CAREERS\/c\/HRS_HRAM_FL.HRS_CG_SEARCH_FL.GBL?SiteId=1&focus=Applicant&PostingSeq=2&Page=HRS_APP_JBPST_FL&aSource=Linkedin&JobOpeningId=110135&urlHash=FmUk","title":"(Associate) Software Delivery Manager – based in Luxembourg","company":"European Investment Bank (EIB)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Banking","listing_type":null,"emails":"Jobs@eib.org","description":"**This position is based at our Luxembourg headquarters and requires regular office presence.** \n The EIB offers you the opportunity to live and work in a truly international and multi-cultural environment. We also offer relocation support.\n   \n\n  \n\n The EIB, the European Union's bank, is seeking to recruit for its Group Corporate Services Directorate – Group Digital Office (GCS - GDO) – Business Solutions Department (BSD) - Risk Management & Regulatory Division (RD) - Credit Risk Unit (CR) at its headquarters in Luxembourg, an\n **(Associate) Software Delivery Manager** \n \\*.\n   \n\n  \n\n**This is a full-time position at grade 4\/5 for which the EIB offers permanent contract** \n**(an 80% part time could be accommodated)** \n**.**\n*Panel interviews are foreseen as from September 2024.*\n* internal benchmark:(Associate) Officer IT Applications.\n\n\n Purpose\n   \n\n  \n\n The Credit Risk (CR) Unit develops applications that are at the heart of the EIB, supporting core business activities. We are constantly innovating the way we work and how we develop software, using state of the art technologies.\n   \n\n  \n\n We are looking for someone who is passionate in shaping the future of digital experience for the EIB Group as part of the Group’s Digital Transformation Program. You will be assisting multiple cross-functional teams in the design and implementation of software products providing solutions to business needs in credit risk management.\n   \n\n  \n\n Operating Network\n   \n\n  \n\n You will be reporting directly to the Head of Credit Risk Unit and closely collaborating with IT teams and internal business customers.\n   \n\n  \n\n What will you do?\n   \n\n  \n\n* You coordinate with cross-functional teams including functional analysts, software engineers and quality assurance engineers to fulfil project-specific tasks, assign roles based on expertise, and foster a high-performing and continuously improving team dynamic.\n* You take on the challenge and make it happen! You focus on results with a self-driven and can-do attitude.\n* You oversee and facilitate business analysis activities alongside business analysts, stakeholders, and external consultants, aiming to create application specifications that meet business requirements.\n* You work closely together with the squad leader and business owner to develop a vision and path to achieve it, defining priorities and coordinating with all relevant stakeholders.\n* You apply and promote DevSecOps and agile development practices to deliver business value on a regular basis.\n* You are a firm believer of continuous improvement and actively monitor key performance indicators such as DevOps Research and Assessments (DORA) metrics.\n* You actively disseminate information, share knowledge, and promote a culture of compliance with IT policies, procedures, and guidelines among all staff members.\n\n\n**Qualifications**\n* University degree (minimum an equivalent to a Bachelor) preferably in computer science or related disciplines\n* Minimum 3 years of relevant professional experience in coordinating internal and external Agile software development teams and projects, preferably in the financial or banking sector. (Preference will be given to candidates with more senior exposure)\n* Excellent knowledge of agile and project management principles, methods and practices\n* Project experience preferably with in-house developed applications, using technologies such as Java, JavaScript, React and Python\n* Experience working in multicultural teams, preferably working with external service providers in a multisource environment\n* Good understanding of DevSecOps principles (experience with Azure DevOps is preferable)\n* Additional knowledge of Credit Risk is a strong advantage\n* Additional experience working with managed services or dealing with service providers is a strong advantage\n* Excellent knowledge of English and\/or French (\\*), with a good command of the other.\n\n\n Competencies\n   \n\n  \n\n Find out more about EIB core competencies here\n   \n\n  \n\n*(\\*) Unless stated explicitly as a required qualification, a good command of French is not a pre-requisite for hire. As both English and French are however official working languages of the EIB, proficiency in both languages is a pre-requisite for your future career development. Any language clause in your contract must be fulfilled in order for you to be eligible for a promotion (either via the annual appraisal cycle or via an internal selection process). Proficiency is understood to mean the attainment of* \n*level 5 of the Inter Institutional language courses, corresponding to B1.2 of the Common European Framework of Reference for Languages (CEFRL). The Bank offers appropriate training support.*\n We hire and value talent with unique characteristics, creating a work environment where they can be themselves. We believe that Diversity, Equity and Inclusion makes us a performing and innovative organisation. We encourage all suitably qualified and eligible candidates to apply regardless of their gender identity\/expression, age, racial, ethnic and cultural background, religion and beliefs, sexual orientation, disability or neurodiversity.\n   \n\n  \n\n To find out more about our eligibility criteria click here\n   \n\n  \n\n We strongly invite applicants with a disability, neurodivergent profile or chronic condition to request reasonable accommodations at any stage during the recruitment process. Please contact the EIB Recruitment team Jobs@eib.org who will ensure that your request is handled.\n   \n\n  \n\n By applying for this position, you acknowledge the importance of maintaining the security and integrity of the Information of the EIB Group. In case of selection for the position you agree to comply with all measures (policies, controls, document classification and management) implemented by the EIB Group to prevent unauthorised disclosure of any information or any damage to the EIB Group reputation.\n   \n\n  \n\n**This is an open campaign to consecutively fill open positions. The campaign will remain open until the position is filled. Applications will be reviewed in order of receipt.**","company_url":"https:\/\/lu.linkedin.com\/company\/european-investment-bank","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHujFz8NlKV3A\/company-logo_100_100\/company-logo_100_100\/0\/1721056086980\/european_investment_bank_logo?e=2147483647&v=beta&t=luWf_lFUcqPb9N0cvySxyOJLQsqtHlDh8kMjuXcgPPM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3989323235","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3989323235","job_url_direct":"https:\/\/bli.b3.se\/jobs\/3569303-sakerhetskonsult-inom-microsofts?utm_source=LinkedIn&urlHash=9wT8","title":"Säkerhetskonsult inom Microsofts","company":"B3 Cloud","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"melinda.andersson@b3.se","description":"**Vi kan vara ditt nästa karriärsteg!**\n Din roll hos oss:\n   \n\n  \n\n Som säkerhetskonsult får du chansen att arbeta med några av Sveriges mest intressanta kunder och deras komplexa IT-miljöer. Du kommer att spela en central roll i att säkerställa och förbättra deras säkerhetslösningar inom Microsofts ekosystem.\n   \n\n  \n\n Vi söker dig som har:\n   \n\n  \n\n* Erfarenhet av arbete med Microsoft 365 eller Azure.\n* Bakgrund inom compliance och informationssäkerhet.\n* Grundläggande kunskaper om Azure, Power Platform och systemutveckling.\n* Förståelse för molntjänster och Microsoft 365.\n* Förmåga att kommunicera väl på svenska i både tal och skrift.\n\n\n För att lyckas i denna roll bör du vara en kommunikativ och driven individ som trivs med att lösa problem och som kan ta egna initiativ.\n   \n\n  \n\n Om B3 Cloud:\n   \n\n  \n\n Som experter på molnteknik och den digitala arbetsplatsen av morgondagen, hjälper vi våra kunder att transformera sin infrastruktur från traditionell till molnbaserad. Vi stödjer kunderna genom hela processen, från analys och planering till migrering och förvaltning. Vi är också en viktig del i att skapa en modern arbetsplats med Microsoft 365, och är stolta över att vara både Guldpartner och Cloud Service Provider (CSP) för Microsoft.\n   \n\n  \n\n På B3 Cloud är det viktigt att ha roligt på jobbet. Vi bygger en stark företagskultur med fokus på wellness, frihet och balans i livet. Vi erbjuder en attraktiv ersättningsmodell som ger stor frihet för allt från uppdrag till ledighet och kompetensutveckling.\n   \n\n  \n\n Intresserad? Känner du att denna roll skulle kunna vara ditt nästa karriärsteg? Skicka din ansökan idag! Har du frågor om tjänsten är du välkommen att kontakta Melinda på melinda.andersson@b3.se.\n   \n\n  \n\n**Vi ser fram emot att höra från dig!**\n*B3 Cloud är en del av B3-koncernen, utsedd till Sveriges tredje bästa arbetsplats 2021 av Great Place to Work och till Sveriges IT Karriärföretag 2022. Vi lever efter våra värdeord: erfarenhet, olikheter och energi. Vi jobbar för hållbarhet i alla led och tror att välmående medarbetare presterar bättre. Därför arrangerar vi regelbundna wellness-aktiviteter, från yoga och simning till musikquiz, stickcafé och föreläsningar om stress och mental hälsa.\"*","company_url":"https:\/\/se.linkedin.com\/company\/b3-cloud","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFqErJ3mIKvsA\/company-logo_100_100\/company-logo_100_100\/0\/1630653817364\/b3_cloud_logo?e=2147483647&v=beta&t=yvyKSBwKlvDqoROV40ensotb--0afWpCtLcfKGi_9uQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060693569","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060693569","job_url_direct":null,"title":"Financial Sales Consultant","company":"deVere Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Finance and Sales","company_industry":"Financial Services and Insurance","listing_type":null,"emails":null,"description":"deVere is an award-winning global leader in financial advisory, dedicated to making a positive impact on our clients' lives and financial well-being. We are committed to sustainability, rewarding careers, and the highest standards of service.\n \n\n\n\n  \n\n\n\n\n\n**Opportunities for Financial Sales Consultants** \n\n\n\n\n We are looking for experienced\n **Financial Sales Consultants** \n to join us on our journey of growth and recognition.\n **This role can be performed remotely or through relocation to one of our international offices, making it a flexible opportunity for ambitious candidates.** \n As part of our team, you will benefit from extensive training, career progression opportunities, and a supportive culture that fosters personal career goals and aspirations.\n \n\n\n\n  \n\n\n\n\n\n**About the Role** \n\n\n\n\n As a\n **Financial Sales Consultant** \n at deVere, you will provide tailored advice to clients, build strong relationships, and help them navigate their financial futures. Your role involves guiding clients through their financial plans and helping them make informed, strategic decisions for their medium and long-term goals.\n \n\n\n\n  \n\n\n\n\n\n**Key Activities** \n\n\n\n* Develop and manage a diverse portfolio of clients, offering personalised wealth management solutions.\n* Maintain strong communication and build trusting relationships with a personalised advisory approach.\n* Identify and address clients' current and potential financial needs, advising on suitable opportunities.\n* Conduct thorough reviews to deliver tailored wealth management solutions.\n* Provide needs-based solutions through effective communication and influencing.\n* Continuously assess potential impacts and identify risks and opportunities for clients.\n* Analyse global markets and clients' situations to recommend appropriate financial products and services.\n* Advise on a comprehensive range of products, including Lump Sum Investments, Fixed-Income Products, Global Funds (including Equity, VC, ESG), Regular Savings Plans, Portfolio Bonds, International Pension Planning, and Fintech solutions.\n* Stay informed and comply with all relevant legislative, financial, procedural, and quality requirements.\n\n\n\n  \n\n\n\n\n\n**About You** \n\n\n\n\n This position is ideal for qualified\n **Financial Advisors** \n or\n **Financial Sales Consultants** \n seeking a client-facing, sales-driven position.\n **Candidates with experience in accounting, auditing, or financial management are not suited for this role.** \n\n\n\n\n  \n\n\n\n\n\n**Skills Required** \n\n\n\n* Service-focused with strong numerical and analytical skills and the ability to manage high-net-worth clients.\n* Knowledge of financial products, including lump sum investments and pension schemes, is advantageous.\n* A trustworthy, financially sound, professional team player with a commitment to delivering top-quality service.\n* Strong judgment skills and attention to detail.\n* A proven sales track record is a plus; ambition and target motivation are essential.\n\n\n\n  \n\n\n\n\n\n**Company Benefits** \n\n\n\n* Opportunities for further chartered qualifications relevant to the industry.\n* Multitude of career opportunities and progression.\n* Opportunity to transfer to different locations.\n* Competitive commission bonus based on a transparent structure.\n* Individual and team training that supports your development.\n* Client and employee events.\n\n\n\n  \n\n\n\n\n\n**Join Us** \n\n\n\n\n Transitioning into the international advisory market isn't as difficult as one might imagine.\n **Take the first step towards an exciting career in international advisory—apply now and shape your future with deVere!**","company_url":"https:\/\/ae.linkedin.com\/company\/devere-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFsaKrWNZwZzA\/company-logo_100_100\/company-logo_100_100\/0\/1691589563641\/devere_group_logo?e=2147483647&v=beta&t=Bvh9ClcZ-7KU3JEIWgD6slZZAiVOc4vL79DcdT-cXAY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060692159","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060692159","job_url_direct":"https:\/\/stockholmsstad.varbi.com\/se\/what:job\/jobID:767118\/type:job\/where:81\/apply:1&urlHash=pGd-","title":"Senior lösningsarkitekt till stadsledningskontoret","company":"Stockholms stad","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Engineering and Information Technology","company_industry":"Government Administration","listing_type":null,"emails":null,"description":"Stockholm – vår huvudstad med miljoner drömmar, förväntningar och ambitioner. Vi jobbar för alla som lever här idag och i framtiden. Nu söker vi dig som vill tänka stort, nytt och annorlunda med oss – för stockholmarna.\n   \n\n  \n\n Stadsledningskontoret är kommunstyrelsens förvaltning. Vi ansvarar för styrning, uppföljning och utveckling av stadens verksamheter utifrån den vision och budget som kommunfullmäktige har beslutat om. Vi är drygt 300 anställda som i huvudsak arbetar med strategiska frågor som har stor betydelse för stadens verksamheter.\n   \n\n  \n\n**Vi söker en senior lösningsarkitekt som vill vara med i Stockholms stads fortsatta satsning på digital utveckling inom socialtjänsten.**\n**Välkommen till oss**\n På avdelningen för it och digitalisering ingår enheten Centrala system som består av 15 personer. Vi sitter i fina och ljusa lokaler intill Stadshuset på Hantverkargatan 3D. Vår arbetsmiljö kännetecknas av goda möjligheter att få vara med och påverka, stort eget ansvar, omväxlande och utmanande arbetsuppgifter.\n   \n\n  \n\n**Vi erbjuder dig**\n* Stora möjligheter till att bidra till samhällsnytta och vara med och skapa morgondagens Stockholm\n* En kreativ arbetsplats där kompetens och samarbete är en viktig grund för arbetsglädje och goda resultat.\n* Tydliga mål och ansvarsområden där ett stort eget ansvar råder\n* Goda kompetensutvecklingsmöjligheter\n* Stort nätverk inom Stockholms stad med många samarbetsytor.\n* Flexibel arbetstid och friskvårdsbidrag, med träningslokaler i nära anslutning till arbetsplatsen. Läs mer om våra förmåner här: förmåner Stockholms stad\n\n\n**Om objektet**\n Objekt Sociala system är ett samlingsnamn för de it-stöd som Stockholms stad använder för bland annat dokumentation inom socialtjänsten, äldreomsorgen och den kommunala hälso- och sjukvården. I Sociala system ingår såväl egenutvecklade system som anpassade standardprodukter, integrationer och e-tjänster.\n   \n\n  \n\n Med sina cirka 25 000 användare utgör Sociala system ett av stadens största objekt. Sociala system används för närvarande av medarbetare och chefer från 15 olika nämnder samt av externa leverantörer av välfärdstjänster som arbetar på uppdrag av staden.\n   \n\n  \n\n Objektet har en framtagen målbildsarkitektur och en livscykelplan som beskriver hur objektets ingående delar behöver moderniseras och förändras för att kunna möta nya behov. Objektet står därför inför större utvecklingssatsningar, både när det gäller nya användarnära lösningar och ny it-arkitektur. Målet är stabila, tillgängliga, användarvänliga och säkra systemstöd som förenklar verksamheternas arbete. Det förväntas i förlängningen bidra till nytta för dem vi finns till för – stockholmarna.\n   \n\n  \n\n Stockholms stad har en mycket hög grad av outsourcing inom it-området. I princip all drift, förvaltning och teknisk utveckling hanteras genom stadens olika nyckelleverantörer vilka är viktiga samarbetsparter i denna roll. Stadsledningskontoret ansvarar för objektets it-nära förvaltning. Socialförvaltningen och äldreförvaltningen ansvarar för objektets verksamhetsnära förvaltning.\n   \n\n  \n\n**Din roll**\n Vi genomför nu större utvecklingssatsningar där du kommer få en nyckelroll. Utifrån ett it-arkitekturperspektiv ansvarar du för att objektets ingående delar förvaltas och utvecklas på ett korrekt sätt enligt prioriterade krav från verksamheten, beslutad målarkitektur och stadens övergripande styrning och riktlinjer inom området. Det betyder att du säkerställer återanvändning av funktionalitet, lösningens förvaltningsbarhet samt att it-arkitekturprinciper och riktlinjer kring standarder följs.\n   \n\n  \n\n I det dagliga arbetet hanterar du en bred palett av arbetsuppgifter tillsammans med kollegor och våra nyckelleverantörer. Du kommer vara länken mellan verksamhet och it, där en del av arbetet är kravfångst och att översätta verksamhetsbehov till it-krav. Då det operativa förvaltnings- och utvecklingsarbetet utförs av våra nyckelleverantörer är leverantörs- och leveransstyrning kritiskt viktiga arbetsuppgifter som du behärskar väl. I arbetet ingår även produktionsplanering och uppföljning av produktionsstatus.\n   \n\n  \n\n**Kvalifikationer**\n För denna tjänst krävs:\n   \n\n  \n\n* universitetsutbildning inom it, till exempel datavetenskap eller systemvetenskap, eller annat ämne som vi bedömer relevant\n* erfarenhet av att leda andra i uppdrag\n* flerårig arbetslivserfarenhet inom it-förvaltning\n* flerårig arbetslivserfarenhet som lösningsarkitekt och av teknisk kravställning\n* erfarenhet av leverans-\/leverantörsuppföljning\n* god pedagogisk förmåga att förklara tekniska frågeställningar och utmaningar till personer med mindre eller ingen teknisk kompetens\n* vana att arbeta enligt ITIL-processer\n* goda kunskaper i svenska både i tal och i skrift.\n\n\n Det är meriterande om du har erfarenhet av:\n   \n\n  \n\n* agil utvecklingsmetodik\n* moderna mjukvaruarkitekturer där du arbetat både med plattforms- och mjukvarustrategier\n* tekniska plattformar såsom php, .Net och Java\n* säkerhetsramverk som t.ex. ISO 27001, NIST CSF, CIS Controls\n* förvaltningsstyrning enligt pm3\n* rollen som objektledare it\n* kunskap om socialtjänstens verksamhetsområden\n\n\n För att lyckas i denna roll krävs förmåga att styra it-arkitekturfrågor i en stor och komplex organisation där it i mycket hög grad är outsourcad. I relationen med kollegorna inom den verksamhetsnära förvaltningen är du en ödmjuk och inlyssnande partner samtidigt som du utifrån din kompetens vågar och vill föreslå alternativ, utmana till nytänkande och delta i utvecklingen av nya arbetssätt. En framgångsfaktor kommer att vara din förmåga att agera med trovärdighet i flera olika sammanhang.\n   \n\n  \n\n**Personliga kompetenser**\n Vid den här rekryteringen lägger vi stor vikt vid dina personliga egenskaper och vi kommer behandla följande fem kompetenser under intervjuerna:\n   \n\n  \n\n*Utvecklingsinriktad.* \n Objekt Sociala system genomför nu en spännande förändringsresa med flera parallella utvecklingsinitiativ och projekt. För objektet innebär det både utveckling av nya samarbeten och arbetssätt, nya it-utvecklingsprojekt och upphandling och införande av nya system.\n   \n\n  \n\n Din goda\n *samarbetsförmåga* \n är helt avgörande för att lyckas i rollen. Du behöver tycka om att bygga upp och underhålla många olika relationer. Du besitter sociala förmågor som möjliggör ett gott samarbete med många olika kontaktytor, till exempel med kollegor på den egna enheten och avdelningen, kollegor inom objektet som är anställda på andra förvaltningar i staden, våra it-leverantörer och inhyrda konsulter.\n   \n\n  \n\n*Självgående.* \n Den här rollen kräver att du är en senior person som är van att leda dig själv. Du kommer få ett stort ansvar att taktiskt styra och leda den tekniska utvecklingen och det är viktigt att du kan yrket och har erfarenhet från liknande arbetsuppgifter, både inom ramen för objektsförvaltning och it-utvecklingsprojekt.\n   \n\n  \n\n*Mål- och resultatorienterad.* \n Du behöver kunna leverera enligt fastlagd plan och uppställda mål. Du besitter förmågan att kunna agera, planera om och förändra inriktning när målen och förutsättningar ändras.\n   \n\n  \n\n*Kommunikativ* \n . Du har förmåga att målgruppsanpassa din kommunikation så att du framgångsrikt kan diskutera eller förklara en teknisk lösning för kollegor inom objektet som inte behärskar tekniken.\n   \n\n  \n\n**En varm hälsning från din blivande chef**\n Maria Nielsen heter jag och det är jag som är din blivande chef. Jag är en engagerad och tillgänglig ledare som skapar förutsättningar för att dina idéer ska få en plattform och för att du ska lyckas i dina uppdrag. Jag hjälper dig att navigera och prioritera så du kan växa och utvecklas tillsammans med mig och våra kollegor. Jag tycker det är viktigt att du och mina övriga medarbetare trivs och mår bra på jobbet och jag förespråkar frihet under eget ansvar.\n   \n\n  \n\n**Övrigt**\n Stockholms stad arbetar med kompetensbaserad rekrytering som syftar till att se till varje persons kompetens och därmed motverka diskriminering.\n   \n\n  \n\n Stockholms stad arbetar med kompetensbaserad rekrytering som syftar till att se till varje persons kompetens och därmed motverka diskriminering.\n   \n\n  \n\n Anställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Stockholm | Län: Stockholms län | Land: Sweden | Referensnummer: 2024\/5491 | Kontakt: Maria Nielsen, rekryterande chef 08-50829514, Carla Adriasola, ansvarig rekryterare 08-50811713, | Facklig företrädare: Andreas Meschke, SACO 08-50829589, Katina Staf, Vision 08-50829192, | Publicerat: 2024-10-27 | Sista ansökningsdag: 2024-11-10","company_url":"https:\/\/se.linkedin.com\/company\/stockholmsstad","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQH4yrxxjImEAw\/company-logo_100_100\/company-logo_100_100\/0\/1630637031104\/stockholmsstad_logo?e=2147483647&v=beta&t=PagPBt30ponDO_A9X_y6BXpkl6ABd6pEqMHn_lpgvSA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3990423990","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3990423990","job_url_direct":"https:\/\/www.amazon.jobs\/jobs\/2719348\/senior-customer-solutions-manager-ags-emea-europe-north-csm?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid&urlHash=orM5","title":"Senior Customer Solutions Manager, AGS EMEA, Europe North, CSM","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Project Management, Information Technology, and Product Management","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Description**\n Senior Customer Solutions Manager\n   \n\n  \n\n As an Amazon Web Services (AWS) Senior Customer Solutions Manager you will be responsible for helping guide the largest and most complex AWS customers along their multi-year journey to the cloud. In this highly visible position you will ensure that all AWS teams are working together effectively and efficiently to deliver outcomes for the customer.\n   \n\n  \n\n In the role, you will be a critical strategic partner to our customers, leveraging your delivery experience with large scale transformations and helping shepherd them through their stages of AWS adoption. Guiding the customer through the operational, educational and governance aspects of a successful AWS cloud journey.\n   \n\n  \n\n You will interface with customer and AWS senior leadership, driving collaboration between the other core account groups (Sales, Support, Solutions Architecture and Professional Services), product\/engineering teams, and customer teams; planning and supporting major workload migrations. You will translate strategic initiatives into executable actions, working backwards from our customers key milestones. The execution of education plans, roadmap to business outcome alignments, Executive Briefing Sessions, go-live events and transitions are a few items owned by the CSM that are critical to the success of our customer’s cloud journey.\n   \n\n  \n\n At AWS, you are encouraged to think big, invent and take ownership on customer challenges. You will not only bring the best of AWS\/ Amazon to our customers, you will proactively help solve the customer’s challenges through new ideas, tools and mechanisms.\n   \n\n  \n\n Successful candidates will have a strong delivery and change management background, be detail oriented, have excellent problem-solving abilities, and be exemplary communicators both at the executive and project team level. You will be a peer leader, have the ability to gain stakeholder buy-in, negotiate and lead teams. Your enterprise experience and operational excellence will influence the team’s decisions, provide insight, and help drive secure and robust solutions.\n   \n\n  \n\n You will evangelize AWS services and influence customers for adopting them. You should be passionate about delivering a great customer experience by deploying AWS solutions and inspiring innovation. You will be obsessed with contributing to the day-to-day management of your customers successful adoption of AWS.\n   \n\n  \n\n Do you look around corners for ways to engage and service customers? Are you passionate about using technology to solve business problems that have big customer impact?\n   \n\n  \n\n Come build the future with us.\n   \n\n  \n\n**Basic Qualifications**\n Basic Qualifications\n   \n\n  \n\n* Experience leading complex, large scale IT\/digital\/business transformation programs\n* Experience in a senior customer facing role\n* Superior written and verbal communication skills, including a demonstrated ability to effectively deliver information to C-suite\/VP level\n* Strong organizational and troubleshooting skills with precise attention to detail\n\n\n**Preferred Qualifications**\n Preferred Qualifications\n   \n\n  \n\n* Direct experience implementing AWS\/cloud services\n* Robust understanding of key technology and market trends\n* PMP and\/or SCRUM\/Agile, SAFe certified\n* Deep understanding of any of the following industries: Financial Services, Retail, Manufacturing, Media & Entertainment, Games, Healthcare & Lifesciences\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A2719348","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQER_QnUTXrPJw\/company-logo_100_100\/company-logo_100_100\/0\/1670264051233\/amazon_web_services_logo?e=2147483647&v=beta&t=R2_-qEa41DrwX3nP4JPBsuml7I51WtTTOA8h7EUE8qQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4007502593","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4007502593","job_url_direct":"https:\/\/careersatagoda.com\/job\/6062259-grc-specialist-bangkok-based-relocation-provided\/?gh_jid=6062259&gh_src=c465d9c41&urlHash=_UxV","title":"GRC Specialist (Bangkok based, relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Human Resources","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"**About Agoda**\n Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with a global network of 4.7M hotels and holiday properties worldwide, plus flights, activities, and more . Based in Asia and part of Booking Holdings, our 7,100+ employees representing 95+ nationalities in 27 markets foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enhancing the ability for our customers to experience the world.\n   \n\n  \n\n**Our Purpose –** \n**Bridging the World Through Travel**\n We believe travel allows people to enjoy, learn and experience more of the amazing world we live in. It brings individuals and cultures closer together, fostering empathy, understanding and happiness.\n   \n\n  \n\n We are a skillful, driven and diverse team from across the globe, united by a passion to make an impact. Harnessing our innovative technologies and strong partnerships, we aim to make travel easy and rewarding for everyone.\n   \n\n  \n\n**Get to Know our Team:**\n The Security Department oversees security, governance, risk management, and compliance, and security operations for all Agoda. We are vigilant in ensuring there is no breach or vulnerability threatening our company or endangering our employees to keep Agoda safe and protected. Given that the security ecosystem is moving forward at tremendous speed, we like to be early adaptors of recent technology and products. This would be a great challenge for those who want to work with the best technology in a dynamic and advanced environment.\n   \n\n  \n\n**The Opportunity:**\n We are seeking a dedicated professional with experience in GRC (Governance, Risk Management, and Compliance). The ideal candidate will collaborate with internal stakeholders to manage Information Security and compliance risks.\n **We prioritize strong communication skills and the ability to multitask effectively** \n . In this role, you will be expected to work on various tasks like Crisis Management, Risk Management and other GRC functions.\n   \n\n  \n\n The role will require and independent pro-active thinker, strong stakeholder management, and natural team player.\n   \n\n  \n\n**This position is open to both local and international candidates with relocation support available for eligible candidates to help ensure a smooth transition to working and living in Bangkok.**\n**In this Role, you will get to:**\n* Clear concepts of Risk Management, GRC functions and industry level frameworks & standards like NIST CSF etc\n* Ability to consistently assess risks and regular awareness to ensure IT policy, procedures, guidelines, and standards are implemented in the day-to-day operations.\n* Delivers high quality work in a dynamic environment with minimal supervision\n* Work with internal teams for maturity of security controls\n* Strong communication skills to effectively collaborate and communicate during incidents and events, while working to enhance crisis management processes and procedures\n* Track and ensure adequate and timeley resolution to all audit and risk assessment findings or issues relating to information security, and never miss a deadline\n* Proactively and effectively communicates any gaps or improvements, both internally and externally, through written and verbal communication\n\n\n**What you’ll Need to Succeed:**\n* Bachelor’s degree in a related field such as Business, Computer Information Systems, Computer Science, Information Systems Management, or equivalent professional experience\n* 2-4 years of experience working in a technology role, preferably in a security background.\n* Strong understanding of international Information Security standards\n* The ability to work on multiple projects simultaneously and balance conflicting demands\n* Comfortable analyzing operational and technical data, working under pressure and meeting deadlines\n* Independent self-starter, problem-solving mindset, team player and ability to multi-task\n* Strong communication, including presentation skills, able to convey complex concepts to a variety of audiences\n* Strong project management skills\n* The flexibility to make quick decisions as disasters change and develop\n\n\n**It’s great if you have:** \n  \n\n  \n\n- Experience leading global projects across different locations\n\n- Individuals must have IT-related experience demonstrating each of the four competencies listed below:\n\n* Attention to Detail – Is thorough when performing work and conscientious about attending to detail\n* Stakeholder management – Works with clients and leadership\n* Oral Communication – Expresses information to individuals or groups effectively\n* Problem Solving – Identifies problems; determines accuracy and relevance of information\n* Relocation package is provided in case you prefer to relocate to Bangkok, Thailand. Our benefits are…\n* Hybrid Working Model\n* WFH Set Up Allowance\n* 30 Days of Remote Working from anywhere globally every year\n* Employee discount for accommodation globally\n* Global team of 90+ nationalities\n* 40+ offices and 25+ countries\n* Annual CSR \/ Volunteer Time off\n* Benevity Subscription for employee donations\n* Volunteering opportunities globally\n* Free Headspace subscription\n* Free Odilo & Udemy subscriptions\n* Access to Employee Assistance Program (third party for personal and workplace support)\n* Enhanced Parental Leave\n* Life, TPD & Accident Insurance\n\n\n #sanfrancisco #sanjose #losangeles #sandiego #oakland #denver #miami #orlando #atlanta #chicago #boston #detroit #newyork #portland #philadelphia #dallas #houston #austin #seattle #sydney #melbourne #perth #toronto #vancouver #montreal #shanghai #beijing #shenzhen #prague #Brno #Ostrava #cairo #alexandria #giza #estonia #paris #berlin #munich #hamburg #stuttgart #cologne #frankfurt #dusseldorf #dortmund #essen #Bremen #leipzig #dresden #hanover #nuremberg #athens #hongkong #budapest #jakarta #bali #dublin #telaviv #jerusalem #milan #rome #venice #florence #naples #turin #palermo #bologna #tokyo #osaka #yokohama #nagoya #okinawa #fukuoka #sapporo #kualalumpur #malta #amsterdam #oslo #manila #warsaw #krakow #bucharest #doha #alrayyan #moscow #saintpetersburg #riyadh #jeddah #mecca #medina #singapore #capetown #johannesburg #seoul #barcelona #madrid #stockholm #zurich #taipei #tainan #taichung #kaohsiung #bangkok #Phuket #istanbul #dubai #abudhabi #sharjah #london #manchester #edinburgh #kiev #hcmc #hanoi #amsterdam #bucharest #lodz #wroclaw #poznan #katowice #rio #salvador #bandung #yokohama #nagoya #okinawa #fukuoka #newdelhi #Pune #Hyderabad #Bangalore #Mumbai #Bengaluru #Chennai #Kolkata #Lucknow #IT #4\n   \n\n  \n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy .\n   \n\n  \n\n To all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGBa_7QNZNwpw\/company-logo_100_100\/company-logo_100_100\/0\/1656643826660\/agoda_logo?e=2147483647&v=beta&t=iSwgEmhJBSLP-IBRdGhQbi_Wl0Oz_1yq8POzAjqMOWc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4008599448","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4008599448","job_url_direct":null,"title":"Head of Finance Sweden","company":"Sobi - Swedish Orphan Biovitrum AB (publ)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Finance","company_industry":"Pharmaceutical Manufacturing","listing_type":null,"emails":null,"description":"**Company Description**\n***Statistics show that women and underrepresented groups tend to apply to jobs only if they meet 100% of the qualifications. Sobi encourages you to change that statistic and apply. Rarely do candidates meet 100% of the qualifications. We look forward to your application!***\n At Sobi, each person brings their unique talents to work as a team and make a difference. We are dedicated to developing and delivering innovative therapies to improve the lives of people who live with a rare disease. Our edge comes from our team of people and our commitment to patients.\n   \n\n  \n\n Here At Sobi, Our Mission And Culture Get Us Excited To Come To Work Every Day, But Here Are a Few More Reasons To Join Our Team\n   \n\n  \n\n* Competitive compensation for your work\n* Emphasis on work\/life balance\n* Collaborative and team-oriented environment\n* Opportunities for professional growth\n* Diversity and Inclusion\n* Making a positive impact to help ultra-rare disease patients who are in need of life saving treatments\n\n\n Are you ready to make a difference in the world of rare disease patients? At Sobi, we believe in harnessing the unique talents of individuals to create innovative therapies that change lives.\n   \n\n  \n\n**Job Description**\n As a Finance Manager at Sobi, you will have the overall responsibility for accounting and reporting for the parent company and the Swedish subsidiaries. You will work in a broad role with a major focus on reporting, development and streamlining of processes and routines. Furthermore, you will be responsible to lead and develop a team of 12 people. As a finance manager for the parent company, you will have a close collaboration with the HQ finance functions and the subsidiaries around the world. You will report to Head of Group Accounting & Reporting. Placement is at Sobi’s head office in Solna, Stockholm\n   \n\n  \n\n**Key Responsibilities**\n* Overall legal responsibility for the parent company Sobi AB and associated Swedish subsidiaries (SOI and Arexis AB)\n* Lead and develop the employees in the team, a total of 12 employees, of which you have direct personnel responsibility for 8 employees\n* Responsibility for reporting to the group of monthly, quarterly, and annually for the parent company and the Swedish subsidiaries\n* Be responsible for accounting matters in the Swedish companies and support Group in accounting matters\n* Ongoing dialogue with the Director Finance ERP Project & Digitization to contribute to the work of driving development, improvements, and digitalization of working methods and processes\n* Budget and forecasting responsibility for the Swedish finance function\n* Prepare legal annual reports for the Swedish subsidiaries\n* Cooperate with HQ functions (Group Accounting & Reporting, Tax, VAT, Treasury and Business Control) and other subsidiaries around the world\n* Reporting of sustainability data for the parent company and the Swedish subsidiaries\n* Contact with authorities for the parent company and the Swedish subsidiaries\n* Contact with auditors for the parent company and the Swedish subsidiaries\n* Work environment responsibility\n\n\n**Qualifications**\n You have a background from one of the major audit firms and have an additional 5 to 10 years’ experience of working as a finance manager. Furthermore, you have experience leading people and are used to working in a changing environment. We would like to see that you have worked in a listed environment and preferably internationally. It is meditative, but not a requirement if you have experience in pharmaceutical companies and\/or Life Science. Fluent in Swedish and English is required.\n   \n\n  \n\n**Personal attributes**\n You are a social, positive, communicative, and prestige-free team player with the ability to make decisions and drive the finance function forward. Furthermore, you can see the details and the big picture. You work proactively with a good ability to create order and structure.\n   \n\n  \n\n**Additional Information**\n All Sobi employees need to demonstrate behaviors in line with Sobi's core values: Care, Ambition, Urgency, Ownership and Partnership. Are you ready to be on the Sobi team? Come join a culture that empowers every person to be the person that makes a difference for rare disease.\n   \n\n  \n\n**Why Join Us?**\n We are a global company with over 1,800 employees in more than 30 countries and are committed to the societies where we operate. With a deeply skilled management team directing our day-to-day wins, and a Board with a stellar track record, we’re ready to take on the world’s diseases, ailments and adversity. Our people believe they have the power to make a positive impact in others’ lives because that’s exactly what we do here. If you’re seeking a career that taps into your talents in a way that makes the world a better, healthier place, we just may have a job for you.\n   \n\n  \n\n We know our employees are our most valuable asset, and our culture conveys that. We offer a competitive benefits package, to support the health and happiness of our staff.\n   \n\n  \n\n**Sobi Culture**\n At Sobi, we refuse to accept the status quo. This is because we have witnessed first-hand the challenges facing those affected by rare diseases, and have used this knowledge to shape our business to find new ways of helping them.\n   \n\n  \n\n As a specialized biopharmaceutical company, we are dedicated to rare diseases. And we see this focus as a strength. By effectively turning our research into ground-breaking treatments, we help make medicine more accessible and open up more possibilities for patients and more opportunities for those caring for them. This has been our approach since day one, but we know we can’t change the world of rare diseases on our own. Accomplishing this requires strong partnerships with patients, partners and stakeholders across the entire value chain. Together, we define how our business can create solutions that serve the needs of those affected by rare diseases while facilitating sustainable growth.","company_url":"https:\/\/se.linkedin.com\/company\/sobi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGEYNU-28LtOQ\/company-logo_100_100\/company-logo_100_100\/0\/1630456489790\/sobi_logo?e=2147483647&v=beta&t=DdzfxlStKgv6o1UxeyW4TgI0T7iHBo7lb-N5ZP83h_U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060776782","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060776782","job_url_direct":"https:\/\/career.ving.se\/jobs\/5129853-produktionsledare-brand-creative?utm_source=LinkedIn&urlHash=HeCn","title":"Produktionsledare Brand & Creative","company":"Ving Sverige","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Marketing, Public Relations, and Writing\/Editing","company_industry":"Travel Arrangements","listing_type":null,"emails":"camilla.miranda@ving.se","description":"**Vill du arbeta som spindeln i nätet i vårt kreativa Inhouse team Brand & Creative Production och leda produktioner för våra varumärken och kampanjer inom Nordic Leisure Travel Group?**\n**Om tjänsten**\n Brand & Creative production en del av Marknadsavdelningen inom Nordic Leisure Travel Group, där Ving i Sverige och Norge, Spies i Danmark och Tjäreborg i Finland ingår. Brand & Creative production ansvarar för att driva och utveckla NLTGs varumärksidentitet, från konceptuella idéer till guidelines och utveckling och produktion av externt och internt kreativt material. Vi ansvarar även för att idé och produktion av kampanjer och annonser i alla kanaler, egna och köpta.\n   \n\n  \n\n I rollen som produktionsledare har du tätt samarbete med våra creative leads och kreatörer, samt nära dialog med interna beställare och intressenter. Du planerar, allokerar resurser, koordinerar, administrerar och leder teamet från brief till leverans och säkerställer att produktionen uppfyller vår varumärkesstandard och riktlinjer.\n   \n\n  \n\n****Vem vi söker****\n**Vi önskar att du uppfyller följande punkter:**\n* Min 3 års erfarenhet av produktionsledning på Inhouse\/marknadsavdelning eller reklam\/produktionsbyrå\n* Erfarenhet av att organisera, planera, leda och administrera parallella produktioner med många kontaktytor\n* God kännedom och erfarenhet av produktionsprocesser och annonsformat i digitala och tryckta medier\n* Erfarenhet av kravställare mot beställare och förmåga att hantera och färdigställa briefer\n\n\n**Det är meriterande om du även har:**\n* Tidigare erfarenhet av projektplaneringsverktyg\n* Kunskaper\/erfarenheter i Adobe Creative suite och\/eller CMS\n* Erfarenhet av nordiska produktioner och samarbeten\n\n\n Vi söker dig som är strukturerad, kommunikativ, flexibel och mål- och lösningsfokuserad. Du har ett öga för detaljer och känsla för färg, form och bild. Vi ser även att du har mycket god förmåga att motivera, engagera och leda team. Vidare ser vi att du är stresstålig och relationsbyggare med god social förmåga.\n   \n\n  \n\n**Vi erbjuder**\n Vi erbjuder en spännande och utvecklande miljö där du får möjlighet till en intern karriär. Du får en omväxlande vardag tillsammans med härliga kollegor - vi arbetar i nära samarbete mellan de nordiska länderna för att ge våra gäster de bästa veckorna på året. Vi har dessutom ett högt medarbetarengagemang som år efter år visar sig i vår interna medarbetarundersökning. Vi älskar vårt jobb och välkomnar dig ombord på vår resa i Nordic Leisure Travel Group!\n   \n\n  \n\n****Övrigt****\n**Anställningsform** \n : Heltidsvikariat under perioden 1 dec 2024 - 1 apr 2026\n   \n\n  \n\n**Placering** \n : På vårt huvudkontor i Stockholm.\n   \n\n  \n\n**Sista ansökningsdag** \n : 15 nov. Intervjuer sker löpande.\n   \n\n  \n\n Har du frågor är du välkommen att kontakta Camilla Miranda, Head of Brand & Creative Production, camilla.miranda@ving.se, 0709-51 30 09.\n   \n\n  \n\n**I denna rekrytering använder vi oss av tester från Alva Labs – ett logiskt problemlösningstest och ett personlighetstest. Testerna utgår från vedertagen forskning och ger oss möjlighet att på ett opartiskt sätt bedöma dina styrkor och eventuella utmaningar i relation till aktuell tjänst. Under processen kommer du att få testerna skickade till dig med mer information, är du redan nu nyfiken kan du läsa mer om dem testerna här** \n**Alva Labs** \n**.**\n Varmt välkommen med din ansökan!\n   \n\n  \n\n Ving ingår i den nordiska resekoncernen Nordic Leisure Travel Group. I gruppen ingår researrangörerna Ving Sverige, Globetrotter, Ving Norge, Spies i Danmark, Tjäreborg i Finland, flygbolaget Sunclass Airlines samt våra egna hotellkoncept Sunwing Family Resorts, Ocean Beach Club och Sunprime Hotels. Gruppen säljer ett normalt år runt 1 500 000 resor i de nordiska länderna.\n   \n\n  \n\n Vi är ett företag där vi har roligt och bryr oss om varandra med vårt people promise \"it should be fun, developing and rewarding doing a good job\".\n   \n\n  \n\n Arbetsområde\n   \n\n  \n\n Marketing, Sales & Digital Experience\n   \n\n  \n\n Roll: Production Management\n   \n\n  \n\n Platser: Stockholm\n   \n\n  \n\n Distansarbete: Hybridarbete\n   \n\n  \n\n Anställningsform: Tidsbegränsad\n   \n\n  \n\n Startdatum\n   \n\n  \n\n 1 dec 2024\n   \n\n  \n\n Sista ansökningsdag: 15 november 2024\n   \n\n  \n\n Kontaktperson: Camilla Miranda","company_url":"https:\/\/se.linkedin.com\/company\/ving-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHld9sfZaoIVA\/company-logo_100_100\/company-logo_100_100\/0\/1630575692756\/ving_sverige_logo?e=2147483647&v=beta&t=aLKHs1BcK-DAW2AdXuxyfcTo2utcX-bznLano6HkoLc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3954173217","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3954173217","job_url_direct":"https:\/\/salesforce.wd12.myworkdayjobs.com\/External_Career_Site\/job\/Sweden\\u002d\\u002d-Stockholm\/Strategic-Named-Account-Executive-MuleSoft_JR257286?source=LinkedIn_Jobs&urlHash=ITup","title":"Strategic Named Account Executive MuleSoft","company":"Salesforce","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Software Development, IT Services and IT Consulting, and Technology, Information and Internet","listing_type":null,"emails":null,"description":"*To get the best candidate experience, please consider applying for a maximum of 3 roles within 12 months to ensure you are not duplicating efforts.*\n Job Category\n   \n\n  \n\n Sales\n   \n\n  \n\n Job Details\n   \n\n  \n\n**About Salesforce**\n We’re Salesforce, the Customer Company, inspiring the future of business with AI+ Data +CRM. Leading with our core values, we help companies across every industry blaze new trails and connect with customers in a whole new way. And, we empower you to be a Trailblazer, too — driving your performance and career growth, charting new paths, and improving the state of the world. If you believe in business as the greatest platform for change and in companies doing well and doing good – you’ve come to the right place.\n   \n\n  \n\n Every CIO today is being required to evaluate their integration strategy in order to move faster and increase innovation to meet the demands of the market. Organisations are spending over $443 billion on integration work every year, yet they still can’t adapt quickly enough to outpace competition. MuleSoft is building a new category of software to uniquely solve this substantial challenge, with our industry-leading integration platform and a profound focus on customer success for over thousands of businesses & organisations, large and small across the globe.We are looking for a highly collaborative Account Executive with an adventurous spirit to help us address this extensive market opportunity and achieve significant revenue targets. MuleSoft is the fastest growing business unit in Salesforce.This is not your standard tactical role selling a piece of software. You will be a key member of a close-knit, cross-functional team that is responsible for owning and driving the go-to-market strategy for your territory, and leading the sales cycle. We are paving the way to not only change the way our customers build software, but transform the way they do business. You will sell strategic business outcomes with long-term, high growth engagements.In this role, you will be challenged as a salesperson to grow personally and professionally: The majority of leaders in our Field organisation come through internal promotions, and you’ll be surrounded by some of the most resourceful people in the world who will push you and support you to do the best work of your career.\n   \n\n  \n\n**What You’ll Need To Be Successful**\n* Recent, cumulative experiences that demonstrate your success in leading sophisticated and commercially significant sales to IT and business leaders\n* A Track record of overachievement in quota carrying software sales roles\n* Excitement around hunting greenfield territory and building your business from the ground up\n* Strong focus on delivering customer success with a consultative, outcome-based sales approach\n* Proficient in Swedish and English\n* Value speaking directly and honestly with others’ best interests at heart\n* A highly collaborative teammate with company-first mentality, meaning we leave our egos at the door and support each other to get results and win together\n\n\n Accommodations\n   \n\n  \n\n If you require assistance due to a disability applying for open positions please submit a request via this Accommodations Request Form.\n   \n\n  \n\n Posting Statement\n   \n\n  \n\n At Salesforce we believe that the business of business is to improve the state of our world. Each of us has a responsibility to drive Equality in our communities and workplaces. We are committed to creating a workforce that reflects society through inclusive programs and initiatives such as equal pay, employee resource groups, inclusive benefits, and more. Learn more about Equality at www.equality.com and explore our company benefits at www.salesforcebenefits.com.\n   \n\n  \n\n Salesforce is an Equal Employment Opportunity and Affirmative Action Employer. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender perception or identity, national origin, age, marital status, protected veteran status, or disability status. Salesforce does not accept unsolicited headhunter and agency resumes. Salesforce will not pay any third-party agency or company that does not have a signed agreement with Salesforce.\n   \n\n  \n\n ﻿Salesforce welcomes all.","company_url":"https:\/\/www.linkedin.com\/company\/salesforce","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQHZ9xYomLW7zg\/company-logo_100_100\/company-logo_100_100\/0\/1630658255326\/salesforce_logo?e=2147483647&v=beta&t=qTOWgVlA05Oyq4_yQSi790-w_uu88NQ3SNcgh9xl738","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060694736","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060694736","job_url_direct":"https:\/\/regionstockholm.varbi.com\/se\/what:login\/jobID:765889\/type:job\/apply:1\/?utm_source=linkedin_jobs&utm_medium=job_boards&utm_campaign=weselect_boost_campaign&urlHash=QAWn","title":"Masterdatamanager och samordnare informationsförvaltning masterdata","company":"Region Stockholm","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"Government Administration","listing_type":null,"emails":"annabeth.bergqvist@regionstockholm.se","description":"Hälso-och sjukvårdsförvaltningen, Digitalisering och IT, Strategisk informationshantering\n \n\n\n\n  \n\n\n\n\n\n Brinner du för masterdata och masterdata management? Vi söker en person som\n \n*inte* \n behöver vara en renodlad arkitekt, informatiker, förändringsledare, processguru eller ”tekniknörd”, utan snarare en person med bredd som kan bidra till delar av alla dessa roller utifrån informationens synvinkel.\n \n\n\n\n  \n\n\n\n\n\n Som Masterdata manager och samordnare för informationsförvaltningen av masterdata är du en nyckelperson i Region Stockholms masterdatainitiativ, vilket innebär att hantera många intressenter, verksamhetsprocesser och IT-komponenter.\n \n\n\n\n  \n\n\n\n\n\n**Om tjänsten** \n\n\n\n\n Region Stockholm etablerar masterdataförvaltning för att utveckla hälso- och sjukvården inom regionen och för att skapa förutsättning för kommande digitalisering. Nu söker vi dig som brinner för styrning av data och som förstår vikten av datastandarder, livscykelhantering och regelverk.\n \n\n\n\n  \n\n\n\n\n\n Att arbeta på enheten Strategisk informationshantering innebär att du tillsammans med dina kollegor är delaktig i ett omfattande utvecklingsskede inom hälso- och sjukvård och blir en del av det nu pågående nationella digitaliseringsarbetet. Vi som arbetar här drivs av en vilja att skapa ordning och reda samt att utveckla en stabil informationsinfrastruktur för att förbättra hälso- och sjukvården i Region Stockholm.\n \n\n\n\n  \n\n\n\n\n\n Rollen syftar till att strukturera, utveckla och förvalta masterdata inom hela organisationen, tätt tillsammans med verksamhet och Masterdataprogrammet. I denna roll:\n \n\n\n* Definierar du strategier och tar fram lösningar samt processer för hantering av verksamhetsövergripande masterdata under hela livscykeln från skapande via bearbetning till användning.\n* Hanterar du masterdatafrågor och, tillsammans med intressenter, bygger upp och styr hantering och bearbetning av verksamhetskritiska masterdata för Region Stockholm.\n* Säkerhetsställer du en hög och kontinuerlig kvalitet av all den data du hanterar inom ditt masterdataområde samt synkroniserar och hanterar masterdatarelaterade aktiviteter inom och mellan Region Stockholm och andra intressenter.\n* Upprättar och implementerar du masterdataprocesser och definitioner för att säkerställa en hög datakvalitet.\n* Bidrar du till utveckling av hantering av masterdata över flera processer och system.\n* Bidrar du till upprättande av styrning och förvaltning av masterdata.\n* Tar ett övergripande ansvar för att harmonisera och driva fram en masterdataförvaltning tvärs över samtliga masterdataområden.\n\n\n\n  \n\n\n\n\n\n**Vem är du?** \n\n\n\n\n Vi söker dig som är driven, analytisk, ansvarstagande och prestigelös. Du har en vilja att hantera utmaningar och är mån om att driva ditt och de andra masterdatamanagers arbete framåt. Du har förmågan att snabbt fånga upp information och att självständigt prioritera och delegera arbetsuppgifter till dina medarbetare. Du är en relationsskapare ut i fingerspetsarna och har lätt för att kommunicera med människor i olika typer av situationer.\n \n\n\n\n  \n\n\n\n\n\n För att passa för rollen ser vi att:\n \n\n\n* Du har akademisk utbildning inom för tjänsten relevant område\n* Du erfarenhet och en stark förståelse för\n \n principer, metoder och tillämpning av informationshantering\n* Du har erfarenhet och förståelse för\n \n strategier för data som används tvärsöver system och processer samt datakvalitetslösningar\n* Du har erfarenhet av och är bekväm i en ledande roll och med att arbeta i team mot uppsatta mål\n* Du uttrycker dig väl både muntligt som skriftligt i både svenska och engelska\n* Du har en god pedagogisk förmåga och kan utbilda intressenter inom organisationen\n\n\n\n  \n\n\n\n\n\n Vi ser det som meriterande om du dessutom har:\n \n\n\n* Erfarenhet av att arbeta i politiskt styrd organisation\n* Tidigare arbetat med masterdata\/informationsförvaltning\n\n\n\n  \n\n\n\n\n\n**Vårt erbjudande** \n\n\n\n\n Vi har kollektivavtal och med det följer kollektivavtalade försäkringar, tjänstepension och möjlighet till löneväxling. För att du ska kunna ta ansvar för din hälsa erbjuder vi friskvårdstimme och friskvårdsbidrag samt subventionerad sjukvård i form av kostnadsfri öppensjukvård. Vi har flexibel arbetstid och möjlighet till att arbeta hemifrån för att underlätta för dig att få ihop vardagen. Här kan du läsa mer om förmånerna i vårt kollektivavtal.\n \n\n\n\n  \n\n\n\n\n\n Vi sitter i fina lokaler på Lindhagensgatan 98. Hit tar du dig enkelt med kollektivtrafiken.\n \n\n\n\n  \n\n\n\n\n\n**Ansökan** \n\n\n\n\n Låter det här som något för dig ser vi gärna att du söker så snart som möjligt, intervjuer kan ske löpande. För en komplett ansökan räcker det med att bifoga ditt CV. När du ansöker kommer du att få besvara ett antal frågor, dessa ersätter personligt brev.\n \n\n\n\n  \n\n\n\n\n\n Har du frågor är du välkommen att kontakta rekryterande chef Annabeth Bergqvist, annabeth.bergqvist@regionstockholm.se\n \n\n\n\n  \n\n\n\n\n\n**Övrigt** \n\n\n\n\n Tester kan komma att ingå i rekryteringsprocessen. Vi använder oss av Assessios tester MAP och Matrigma. MAP är ett personlighetstest och Matrigma är ett problemlösningstest som båda bygger på arbetspsykologisk forskning. Testerna används som ett komplement till dina erfarenheter och kompetenser.\n \n\n\n\n  \n\n\n\n\n\n Hälso- och sjukvårdsförvaltningen stödjer Region Stockholms politiska organisation för att invånarna i Stockholms län har tillgång till en god och säker hälso- och sjukvård samt tandvård. Det innebär att förvaltningen beställer och följer upp hälso- och sjukvård och tandvård för 75 miljarder kronor årligen. Förvaltningen ansvarar också för kunskapsstyrningsorganisationen i Region Stockholm, samt en rad funktioner som är avgörande för hälso- och sjukvårdssystemet, såsom smittskydd, vårdhygien, kris- och katastrofberedskap. Läs mer här\n \n\n\n\n  \n\n\n\n\n\n**Att söka jobb i Region Stockholm** \n\n\n\n\n Vi eftersträvar jämställdhet och jämlikhet på vår arbetsplats och ser gärna sökande med olika bakgrund och förutsättningar.\n \n\n\n\n  \n\n\n\n\n\n Vi tar endast emot ansökningar via detta system. Ansök genom att klicka på knappen ”Ansök”. Ansökningar per brev eller e-post beaktas inte. Vi undanber oss direktkontakt med bemannings- och rekryteringsföretag samt säljare av ytterligare jobbannonser.\n \n\n\n\n  \n\n\n\n\n\n Vårt rekryteringssystem kan inte hantera anonyma ansökningar eller sökande med skyddade personuppgifter. Om du har skyddade personuppgifter ber vi dig att kontakta den kontaktpersonen som finns angiven i annonsen. Din ansökan kommer då att hanteras utanför rekryteringssystemet. Du bör även vara försiktig med vilken information du lämnar i din ansökan och endast ta med information som är relevant för den aktuella befattningen.\n \n\n\n\n  \n\n\n\n\n\n Region Stockholm ansvarar för hälso- och sjukvård, kollektivtrafik, regional utveckling och bidrar till kulturlivet. Varje dag, dygnet runt. I landets snabbaste växande region. Tillsammans skapar vi Europas attraktivaste storstadsregion.\n \n\n\n\n  \n\n\n\n\n\n Läs mer om hur det är att jobba hos oss i Region Stockholm\n \n\n\n\n  \n\n\n\n\n\n Anställningsform: Tillsvidareanställning\n \n\n\n\n Anställningens omfattning: Heltid\n \n\n\n\n Tillträde: Enligt överenskommelse\n \n\n\n\n Löneform: Månadslön\n \n\n\n\n Antal lediga befattningar: 1\n \n\n\n\n Sysselsättningsgrad: 100%\n \n\n\n\n Ort: Stockholm\n \n\n\n\n Län: Stockholms län\n \n\n\n\n Land: Sverige\n \n\n\n\n Referensnummer: 2024\/6495\n \n\n\n\n Kontakt:\n \n\n\n* Annabeth Bergqvist, enhetschef, 0724673757\n\n\n\n Facklig företrädare:\n \n\n\n* Linnea Pettersson, SACO, 08-12313142\n* Anne-Lie Vestlund, Vision, 070-7375715\n* Thérèse Juvall, Akademikerförbundet SSR, 08-12313942\n* Annie Velander, Vårdförbundet, 08-12314329\n\n\n\n Publicerat: 2024-10-24\n \n\n\n\n Sista ansökningsdag: 2024-11-17","company_url":"https:\/\/se.linkedin.com\/company\/regionstockholm","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHr8PtxOZOVyw\/company-logo_100_100\/company-logo_100_100\/0\/1630564573661\/regionstockholm_logo?e=2147483647&v=beta&t=d-dc3t13lVvRYsWGs3PRVsNcr6aC-VsC8FVHM9zCfxI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060611612","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060611612","job_url_direct":"https:\/\/msb.varbi.com\/se\/what:job\/jobID:763706\/type:job\/where:123\/apply:1&urlHash=Yk-_","title":"Applikationstekniker med bredd","company":"MSB (Swedish Civil Contingencies Agency)","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"Government Administration","listing_type":null,"emails":null,"description":"MSB arbetar för ett säkrare samhälle i en föränderlig värld. Vi stärker Sveriges förmåga att fungera i kris och till och med krig. Det betyder att alla våra medarbetare bidrar till ett land där människor är beredda: Från norr till söder sprider vi kunskap och agerar för att skydda liv och hälsa, samhällets funktionalitet och grundläggande värden som demokrati, rättssäkerhet och mänskliga rättigheter.\n   \n\n  \n\n Vill du göra skillnad och tillsammans med oss arbeta för ett säkrare samhälle? Då kanske du är vår nästa kollega!\n   \n\n  \n\n Till EDIT – Enheterna för Digitalisering och IT på MSB söker vi två applikationstekniker. Enheterna ansvarar bland annat för utveckling och förvaltning av den digitala arbetsplatsen och skapar förutsättningar för morgondagens digitalisering. I det ingår bland annat användarstöd, hantering av hårdvara, applikationer samt system för våra användare som finns på hela myndigheten.\n   \n\n  \n\n Ditt ansvar och dina arbetsuppgifter\n   \n\n  \n\n Som applikationstekniker hos oss har du en varierande roll där du kommer att arbeta med flera av våra interna system och applikationer. Du kommer att se till att de fungerar som de ska och att de uppfyller användarnas behov.\n   \n\n  \n\n För detta krävs att du har en bred grundkompetens inom IT, är nyfiken och vill utveckla spetskompetens inom nya områden.\n   \n\n  \n\n Vår applikations- och systemmiljö är mycket varierande. Dina ansvarsområden kan skifta över tid beroende på de krav vi ställs inför. Flexibilitet och förmågan att anpassa sig till olika applikationer och tekniska miljöer kommer att vara till stor nytta.\n   \n\n  \n\n Vi har viss verksamhet 24\/7 och du kan därför också bli en del av myndighetens beredskapsorganisation.\n   \n\n  \n\n I dina arbetsuppgifter ingår bland annat:\n   \n\n  \n\n* Du ansvarar för att applikationer inom ditt område fungerar enligt de krav som finns samt driver åtgärder planerade i förvaltnings- och utvecklingsplaner. Det innebär till exempel att du installerar, uppgraderar, konfigurerar och testar de system du ansvarar för. Även arbete med integrationer samt certifikathantering kan bli aktuellt.\n* Du hanterar incidenter, felsökning och felavhjälpning vid behov.\n* Du ansvarar för systemens administration samt vid behov även övervakning för att till exempel säkerställa prestandakrav.\n* Du samverkar inom den egna gruppen, med andra IT-tekniker, slutanvändare och våra leverantörer för att lösa problem på ett så snabbt och effektivt sätt som möjligt.\n* Du medverkar i upphandlingar och ser till att verksamheternas krav på våra system omhändertas.\n* Du är självgående, driver och deltar i uppdrag och utvecklingsarbeten inom ditt område.\n* Du bidrar till vår innovationskultur genom omvärldsbevakning och arbetar kontinuerligt för att effektivisera ditt område.\n* Du tar fram och förvaltar instruktioner, rutiner, systembeskrivningar och annan dokumentation som behövs.\n\n\n Dina kunskaper och kompetenser\n   \n\n  \n\n Vi söker dig som:\n   \n\n  \n\n* har minst 3 års erfarenhet som applikations- eller systemtekniker i Microsoft server- och klientmiljö.\n* har grundläggande kunskaper i rollbaserad behörighetsstyrning\n* har kunskap om nätverk och hur de fungerar på en övergripande nivå.\n* har grundläggande kunskaper i databashantering och SQL\n* är strukturerad och kan uttrycka dig pedagogiskt och tydligt i skrift.\n* du kommunicerar obehindrat på svenska i tal och skrift\n\n\n Det är meriterande om du har erfarenhet av:\n   \n\n  \n\n* införande och förvaltning av digitala video- och mötestjänster\n* att leda team, uppdrag eller mindre projekt\n* programmering, scriptspråk, tex vid automation\n* Atlassians produkter, tex Jira, Confluence\n* containerbaserade lösningar\n* att arbeta i en organisation med höga IT-säkerhetskrav\n* att arbeta inom offentlig sektor och med upphandling\/kravställning\n\n\n Ditt arbete kännetecknas av stor servicevilja och du är givetvis självgående och har förmåga att ta egna initiativ. Du arbetar lösningsorienterat, ser samverkan som en naturlig del av arbetet och har god förmåga att analysera samt förstå slutanvändarnas krav och problem.\n   \n\n  \n\n Som alla medarbetare och ledare hos oss förväntas du kunna arbeta uppdragsorienterat, utvecklingsinriktat, dialoginriktat, ha god självkännedom och bidra genom att vara ett föredöme.\n   \n\n  \n\n Läs mer om våra medarbetar- och ledarkriterier.\n   \n\n  \n\n Om anställningen\n   \n\n  \n\n Vi erbjuder dig en anställning tillsvidare på heltid som inleds med en provanställning.\n   \n\n  \n\n Din placeringsort kommer att vara Stockholm eller Karlstad och resor i anställningen förekommer.\n   \n\n  \n\n Beredskapstjänstgöring kan ingå i rollen.\n   \n\n  \n\n Svenskt medborgarskap är ett krav för anställning på MSB då den innebär placering i säkerhetsklass. För anställning krävs godkänt resultat i säkerhetsprövningen med registerkontroll, som genomförs i enlighet med säkerhetsskyddslagen. De flesta medarbetare på MSB är krigsplacerade.\n   \n\n  \n\n Om oss\n   \n\n  \n\n Vår IT- och digitaliseringsverksamhet består i nuläget av ca 50 personer inom avdelningen för verksamhetsstöd och finns på två kontor, i Karlstad och Stockholm. Enheten för Digital arbetsplats ansvarar bland annat för användarstöd, personlig IT-utrustning, mötesrumsteknik, telefoni, applikationshantering med mera.\n   \n\n  \n\n Vi erbjuder flexibel arbetstid och möjlighet att till del arbeta på distans. Det finns möjlighet att ta ut friskvårdstimme och du får även ett friskvårdsbidrag. För dig som statligt anställd finns förmånliga semestervillkor.\n   \n\n  \n\n Alla vi som arbetar på MSB förväntas och ska bidra till ökad jämställdhet och likabehandling för en arbetsmiljö och ett samhälle fritt från diskriminering.\n   \n\n  \n\n Läs mer om vår organisation, förmåner och hur det är att arbeta hos oss\n   \n\n  \n\n Vill du veta mer?\n   \n\n  \n\n Har du frågor är du välkommen att kontakta enhetschefer Johan Fallström. Fackliga företrädare är Nicklas Bergqvist (Saco-S), Anna Anelius (ST) och Ann-Britt Paradis (SEKO). Samtliga nås via växelnummer 0771-240 240.\n   \n\n  \n\n**Välkommen med din ansökan senast den 4 november 2024**\n Anställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 2 | Sysselsättningsgrad: 100% | Ort: Stockholm | Län: Stockholms län | Land: Sweden | Referensnummer: 2024\/172 | Publicerat: 2024-10-14 | Sista ansökningsdag: 2024-11-04","company_url":"https:\/\/se.linkedin.com\/company\/swedish-civil-contingencies-agency-msb-","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEWsDceLKhjMw\/company-logo_100_100\/company-logo_100_100\/0\/1712049840067\/swedish_civil_contingencies_agency_msb__logo?e=2147483647&v=beta&t=8W5JJYQvsa54eeH94BlPGw_IuLd445N1Iqx3sytTOTI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4044231398","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4044231398","job_url_direct":"https:\/\/careers.mildef.com\/jobs\/5062272-installationstekniker-till-forsvarssektorn?utm_source=LinkedIn&urlHash=X-7G","title":"Installationstekniker till försvarssektorn","company":"MilDef","location":"Sigtuna kommun, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Defense and Space Manufacturing","listing_type":null,"emails":"andy.santner@mildef.com","description":"MilDef verkar på en global marknad med världsledande taktiska IT-lösningar. Vi skräddarsyr IT-produkter och system gjorda för att prestera under de tuffaste av förhållanden.\n   \n\n  \n\n Vi vill nu utöka vårt starka team i Stockholm med fler installationstekniker. Du erbjuds en intressant och utvecklande roll i ett branschledande bolag som är framtidsorienterat, innovativt och inne i en mycket spännande tillväxtfas.\n   \n\n  \n\n**Din nya utmaning**\n Hos oss får du arbeta med spetsteknologi och omväxlande med mekanik, teknisk utrustning och elinstallationer. Våra uppdrag skiljer sig åt över tid varför arbetet är varierande och utvecklande. Ena veckan kan det handla om serieproduktion av olika system och vid andra tillfällen skapar vi helt unika system utifrån rådande situation i världen.\n   \n\n  \n\n Vi arbetar med alla olika typer av plattformar, objekt och anläggningar och har genomfört projekt som involverar stridsfordon, stridsbåtar, lednings containrar och anläggningar som ledningscentraler, simulatoranläggningar mm.\n   \n\n  \n\n Som montör hos oss arbetar du nära våra konstruktörer och är inblandad i hela processen i alltifrån utformning av system till konstruktion och testning.\n   \n\n  \n\n**Det här bidrar du med**\n Du arbetar förmodligen idag som fordonselektriker, fartygselektriker, elektriker, ledande montör, installatör, eltekniker, datatekniker, teletekniker eller systemtekniker.\n   \n\n  \n\n Vi lägger stor vikt vid din personliga mognad, din motivation och din vilja att leverera med kvalitet och i tid. Har du dessutom en vilja att utvecklas i din roll är vi nog rätt för varandra.\n   \n\n  \n\n Vi ser det som meriterande om du har tidigare erfarenhet från en liknande roll, men det är inget krav för att lyckas i denna roll.\n   \n\n  \n\n Du kan läsa en ritning (el och eller mekanik) och har grundläggande förståelse för el-scheman.\n   \n\n  \n\n Våra uppdrag kräver att du måste vara svensk medborgare och klarar vår säkerhetsprövning.\n   \n\n  \n\n Resor förekommer i kortare perioder spritt över året. Körkort är ett krav.\n   \n\n  \n\n**Varför MilDef?**\n På MilDef får du arbeta i en engagerad och stöttande miljö där dina idéer och insatser värdesätts. Du kommer att ha möjligheter till kontinuerligt lärande och utveckling samt arbeta i en teamorienterad miljö som främjar innovation och samarbete.\n   \n\n  \n\n**Vad vi erbjuder dig**\n* En engagerande och utvecklande roll i ett ledande företag.\n* Möjlighet att arbeta med projekt som bidrar till nationell säkerhet och försvar.\n* En samarbetsvillig och stöttande arbetsmiljö med engagerade kollegor.\n* Kollektivavtal\n* Kompletterande utbildningar inom kontaktpressning, lödning mm.\n* Friskvårdsbidrag\n* Regelbundna hälsoundersökningar.\n* Happiness teamet ordnar med roliga och personalvårdande aktiviteter.\n\n\n**Ansökan**\n Är du redo att ta nästa steg i din karriär och bli en del av vårt framgångsrika team? Skicka in din ansökan idag och berätta varför du är rätt person för rollen som Installationstekniker hos oss! Vi jobbar med löpande urval. Sista ansökningsdag är 2024-10-31.\n   \n\n  \n\n Läs mer om oss på MilDef.com.\n   \n\n  \n\n För information om tjänsten, kontakta gärna Andy Santner, Head of installation, på andy.santner@mildef.com.\n   \n\n  \n\n Vi ser fram emot att höra från dig!\n   \n\n  \n\n***MilDef - WE ARMOR IT.***\n*MilDef is a global systems integrator and full-spectrum provider specializing in rugged IT for military, government and critical infrastructure sectors. MilDef provides hardware, software, and services that shield and protect critical information streams and systems, when and where the stakes are the highest. MilDef’s products are sold to more than 200 customers through companies in Sweden, Norway, Finland, Denmark, United Kingdom, Germany, Switzerland, the United States and Australia, and through partner networks in more than 40 countries. MilDef was founded in 1997 and is listed on Nasdaq Stockholm since 2021.*\n***We kindly decline contact from advertising and recruitment sales.***","company_url":"https:\/\/se.linkedin.com\/company\/mildef-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHKhffPt-7xYg\/company-logo_100_100\/company-logo_100_100\/0\/1693836886541\/mildef_group_logo?e=2147483647&v=beta&t=iBRwYUAiy8ruwhX50761W9DbqRLpWcJDcNJOzPhQiFs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060779294","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060779294","job_url_direct":"https:\/\/www.academicwork.se\/lediga-jobb\/j\/product-manager-to-mycronic\/A9M0UW?i=28?apply=1&urlHash=HaOh","title":"Product Manager to Mycronic!","company":"Academic Work","location":"Täby, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Product Management and Marketing","company_industry":"Staffing and Recruiting","listing_type":null,"emails":"Johanna.sorell@academicwork.se, stv3@academicwork.se","description":"Mycronic is a global high-tech company whose innovative solutions have been advancing electronics technology for over 50 years. Today we continue to grow and serve customers in an expanding variety of industries. What we do impacts the future of technology, and in turn, the way we live our lives tomorrow. We’re looking for people to join our talented, motivated and friendly team on the cutting-edge. Here, in an open and collaborative environment, you’ll work alongside leading industry experts and take on challenging projects that bring tomorrow’s electronics to life. Do you have some years of work experience within product management and are looking for your next step? Read on!\n \n\n\n Apply here!\n \n  \n\n**Company :**\n Mycronic AB (publ)\n \n\n\n\n  \n\n**City :**\n Täby\n \n\n\n\n  \n\n**Job Category :**\n Technology\n \n\n\n\n  \n\n**Extent :**\n Full time\n \n\n\n\n  \n\n**Start date :**\n According to agreement\n \n\n\n\n  \n\n**Type of work :**\n Recruitment\n   \n\n\n\n\n**About the role**\n\n From the very beginning, when Mycronic introduced the world’s first laser-based mask writer, their innovations have been driven by two main sources, their customers and their employees. Currently, there is no other company in the entire world that can compete with Mycronic's technology. All high-resolution screens you see, whether it's a TV, phone, tablet, Apple Watch, etc., they are made with Mycronic’s machines, and that´s the technology you will work with. As a Product Manager within the PG Divison, you will belong to a team smaller team of 3 team members (Product Managers) and report to Mikael Wahlsten, Head of PG Product Strategy and Development. You will, except from your closest team, collaborate with both sales and R&D and be the link between them. Your primary mission will initially focus on the development of new digital products and solutions for Mycronics photomask offerings, aimed at connecting and enhancing the products. In the longer term, you’ll also have the opportunity to expand your focus to identifying new business and product opportunities, as well as developing other existing product offerings in collaboration with customers, partners and colleagues.\n \n\n\n  \n\n\n  \n\n**You are offered**\n\n\n\n  \n\n  \n* To be part of a company with a diverse culture and workforce. To Mycronic, diversity is not only a key competitive advantage, but also the very foundation for a great place to work and innovation to happen.\n  \n* Not only nice colleagues but also high levels of expertise - you will find yourself side by side with some of the leading experts in the electronics industry, getting inspired and inspiring others, as you acquire new knowledge and share it with others across functions and cultures.\n  \n* A company with great opportunities for professional growth and development.\n  \n\n\n  \n\n\n  \n\n**Work tasks**\n\n\n\n  \n\n\n With all PG customers located outside of Sweden — predominantly in Asia and the USA — you’ll operate in a highly international, high-tech environment. In this role, you’ll work across functions and cultures to achieve results and contribute to our continued success.\n \n\n\n  \n\n\n You will for example...\n \n\n\n  \n\n  \n* Develop and manage product roadmaps and business cases, with a particular focus on integrating new digital solutions and products to enhance offering.\n  \n* Define and drive new product initiatives based on customer feedback and market demands.\n  \n* Oversee the entire product lifecycle for existing products within your responsibility, ensuring continuous improvement and relevance.\n  \n* Conduct thorough market analysis and gather competitive intelligence within your area of expertise.\n  \n* Provide technical support to the sales team on product-related inquiries and demonstrations to promote solutions effectively.\n  \n* Collaborate closely with development and other departments to prioritize, balance trade-offs, and address future development needs.\n  \n* Present and advocate for new development initiatives in product planning and steering committees.\n  \n\n  \n\n\n**We are looking for**\n\n Do you have the drive to deliver results, the courage to explore new paths, and the desire to excel together? If so, Mycronic could be the right place for you. We are looking for a true team player with an open attitude, a positive mindset, and a high level of personal responsibility coupled with strong integrity. You should thrive in a global and fast-changing environment where your ability to prioritize — and reprioritize — will be fully utilized.\n \n\n\n  \n\n\n Furthermore, you have...\n \n\n\n  \n\n  \n* A Bachelor- or Master’s degree in Electrical Engineering, Physics, Business Engineering or similar\n  \n* Some years of work experience working as a Product Manager in high-tech industries\n  \n* Experience from working with B2B\n  \n* Strong knowledge in English, written and spoken alike\n  \n\n\n  \n\n\n We see it as an advantage if you have..\n \n\n\n  \n\n  \n* Experience within lithographic processes and manufacturing.\n  \n* Experience with digital solutions and business models\n  \n\n\n  \n\n\n  \n\n**Information about the recruitment process**\n\n\n\n  \n\n  \n* Phone interview with Academic Work\n  \n* Personality- and problem-solving test\n  \n* In depth interview with Academic Work\n  \n* Interviews with Mycronic\n  \n* Reference checking and decision\n  \n\n\n  \n\n\n  \n\n**Other information**\n\n\n\n  \n\n  \n* Location: Headquarters in Täby, Stockholm\n  \n* Extent: Fulltime, permanent employment\n  \n* Contact information: Senior Recruitment Consultant Johanna Sörell, Johanna.sorell@academicwork.se\n  \n\n\n  \n\n  \n\n  \n\n  \n\n  \n\n**Get directly recruited to Mycronic AB (publ)**\n\n When you apply to this application, you will get hired by our partner. This means that you can relax while we take care of the application process.\n   \n\n\n\n\n**Do you have questions about this job?**\n\n Johanna Sörell or a colleague in the recruitment team will gladly answer you on stv3@academicwork.se Please specify advert-ID in your email: 15107561","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH0HvZmSQWk0g\/company-logo_100_100\/company-logo_100_100\/0\/1630569389993\/academic_work_logo?e=2147483647&v=beta&t=Z_lJt_ukL8hdOHsTZES9LvXN8q-0bx_w2k3c-lv3M_U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060774731","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060774731","job_url_direct":"https:\/\/www.academicwork.se\/lediga-jobb\/j\/customer-service-agent-till-dun-and-bradstreet\/M61EY4?i=18?apply=1&urlHash=Uf5P","title":"Customer Service agent till Dun and Bradstreet!","company":"Academic Work","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Staffing and Recruiting","listing_type":null,"emails":"sth5@academicwork.se","description":"Brinner du för kundservice och IT och är redo för nya utmaningar – läs vidare! Vi söker dig som vill utvecklas inom service, arbeta i en systemnära roll samtidigt som du får chansen att jobba i ett dedikerat och motiverat team!\n \n\n\n\n  \n\n**Företag :**\n Bisnode Dun & Bradstreet Sverige Aktiebolag\n \n\n\n\n  \n\n**Plats :**\n Solna\n \n\n\n\n  \n\n**Jobbkategori :**\n Kundtjänst\n \n\n\n\n  \n\n**Omfattning :**\n Heltid\n \n\n\n\n  \n\n**Startdatum :**\n Omgående\n \n\n\n\n  \n\n**Typ av uppdrag :**\n Konsultuppdrag\n \n\n\n\n  \n\n**Övrigt :**\n Möjlighet till distansarbete\n   \n\n\n\n\n**Om tjänsten**\n\n Vi söker nu en Customer Service Agent till Dun and Bradstreet och ett av deras tre team på kundservice. Som Customer Service Agent har du som uppgift att leverera en exceptionell service till deras kunder. De arbetar mot höga kvalitetsmål, bland annat kundnöjdhet, kort hanteringstid och en förståelse för kundernas behov. Samtidigt strävar de efter att automatisera deras processer och ständigt förbättra deras arbetssätt.\n \n\n\n  \n\n\n I rollen som Customer Service Agent, är du en del av ett team på 11 personer. De arbetar tätt tillsammans för att hantera dagliga uppgifter som fakturafrågor, orderbestridan och support av deras produkter och tjänster. I detta team så ligger fokus framförallt på deras risk- och kredittjänster samt deras tryckta produkter. De prioriterar kollektivt ansvar och försöker att skratta mycket tillsammans samtidigt som de bibehåller den höga standard som förväntas av dem.\n \n\n\n  \n\n\n De kommer att sätta upp en onboardingplan för dina första veckor och utbildningen kommer att ske både på plats på kontoret i Solna och via teams, precis som ditt dagliga arbete.\n \n\n\n  \n\n\n  \n\n**Viktigt: För denna tjänst kommer det krävas en kreditupplysning samt utdrag ur belastningsregistret. Du väljer \"kontroll av egna uppgifter\", vänligen beställ 1 st belastningsregister direkt i samband med att du söker tjänsten**\n  \n\n**här!**\n\n\n\n**Vi söker dig som**\n  \n* Har en god telefonvana\n  \n* God dator- och systemkunskap\n  \n* Obehindrade kunskaper i svenska och engelska både tal och skrift\n  \n\n\n  \n\n\n  \n\n**Meriterande**\n\n\n\n  \n\n  \n* Tidigare arbete mot målsättning med goda resultat\n  \n* Tidigare arbete inom kundservice med inrikting mot finans\n  \n* Arbetat i Salesforce\n  \n\n\n  \n\n  \n\n**Vår rekryteringsprocess**\n  \n\n\n Denna rekryteringsprocess hanteras av Academic Work och vår kunds önskemål är att alla frågor rörande tjänsten skickas till Academic Work.\n \n\n\n  \n\n\n Vi tillämpar löpande urval och kommer plocka ner annonsen när tillräckligt många kandidater har nått slutskedet i rekryteringsprocessen.\n   \n\n\n\n\n**Bli en del av Academic Work**\n\n Som konsult för Academic Work erbjuds du stora möjligheter att växa professionellt och knyta värdefulla kontakter för framtiden. Du får en konsultchef som stöttar dig under resans gång och får ta del av olika förmåner, bl.a. möjlighet till kompetensutveckling i form av en grundläggande hållbarhetsutbildning.\n \n\n\n Läs mer om vårt konsulterbjudande här\n   \n\n**Har du frågor om tjänsten?**\n\n Clara Nyquist eller någon av kollegorna i rekryteringsteamet svarar dig gärna på sth5@academicwork.se Ange annons-ID i ditt mail: 15107824","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH0HvZmSQWk0g\/company-logo_100_100\/company-logo_100_100\/0\/1630569389993\/academic_work_logo?e=2147483647&v=beta&t=Z_lJt_ukL8hdOHsTZES9LvXN8q-0bx_w2k3c-lv3M_U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4025440821","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4025440821","job_url_direct":"https:\/\/jobs.lever.co\/avalanchestudios\/2aa3afde-56f0-42c4-a729-bc3c9459f90f\/apply&urlHash=UyFU","title":"Gameplay Animation Programmer","company":"Avalanche Studios Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Computer Games","listing_type":null,"emails":null,"description":"At Avalanche Studios Group, we are looking for a gameplay animation programmer to join our team to work on our upcoming AAA title Contraband - a co-op smuggler’s paradise game set in the fictional world of 1970s Bayan. Contraband is a brand-new IP published by Xbox Game Studios. Avalanche Studios is the division dedicated to ambitious, externally published, AAA open-world games like the Just Cause series, Mad Max and Rage 2.\n   \n\n  \n\n We are making a high-fidelity dynamic action game where game feel and real-time gameplay is a top priority. If you are interested in all things gameplay-related and have a keen eye for animation fidelity, then this is the role for you! In this role, you will directly impact the moment-to-moment gameplay. Your work will have you implementing gameplay mechanics and collaborating with animators to tune the animations to go along with them. Additionally, you will be part of organising and developing our project’s animation systems and state machines. Do you thrive in a dynamic environment where your tasks are varied and engaging? Do you like collaborating with different crafts and being the everyday problem solver? If this sounds interesting to you then we would love to hear from you!\n   \n\n  \n\n As a Gameplay (Animation) Programmer, you will work as a gameplay programmer focusing on animation. Collaborate with designers, animators, and programmers to bring innovative animation features to life, implement fun creative character logic and mechanics, and optimize performance for an enhanced player experience.\n   \n\n  \n\n The role also includes architecting the interfaces between the animation system and other game systems such as AI, gameplay or sound. Use and extend existing systems when possible, and build new tools and features when needed.\n   \n\n  \n\n**What You'll Do**\n* Work closely with animators, designers and programmers to understand their game animation needs, constraints, and intentions to design adapted solutions to realize the game design and vision.\n* Create and iterate on gameplay and animation features for player or AI-driven characters.\n* Combine the technical and artistic sides of game design and program the animation system that will make for the best visual representation.\n* Analyze existing animation features in our engine, design, develop, and maintain the animation system to properly understand technological limits and what the engine can produce.\n* Work in a development environment with shared code and contribute with continuous improvements to our shared tech.\n* Depending on the project needs, support development in related areas such as gameplay systems, camera, and AI programming.\n\n\n**Who You Are**\n* You have a good understanding of what makes games fun, have a passion for creating games, and a keen eye for animation.\n* You write readable and robust code in C++, and have solid experience in writing performant code.\n* Solid knowledge of animation techniques such as state machines, physics ragdolls, masking, layering, inverse kinematics (IK), compression, facial animation, blending, and parameterisation.\n* Strong 3D math skills.\n* Solid experience in the animation field to understand programming tools and how to improve them.\n* A good eye for detail and problem-solving to find even the smallest flaws in the system and optimize them.\n* You can interact and collaborate outside of your project and team.\n* You use prescribed guidelines to analyze and resolve problems, and you work receiving a moderate level of guidance and direction. Familiarity with game physics, and motion generation\/synthesis is a bonus.\n\n\n*Note: Research shows under-represented groups in the industry (especially women) might not apply to a job if they don’t check off every requirement. At Avalanche, we’re more about your drive to learn and interest in tackling challenges than what’s on your resume! So don’t stress if you don’t tick every box— shoot us your application anyway! Diverse opinions and different experiences are what make our teams so great, not itemized lists of qualifications.*\n**The Stockholm location**\n Our Stockholm office is situated in Södermalm, the beating heart of the city’s game industry. It’s a physical representation of our games – the lush vegetation of Just Cause and theHunter: Call of the Wild meets corroded metal straight out of Mad Max. It has everything you need to make it your creative base camp.\n   \n\n  \n\n**Our values**\n At Avalanche Studios Group, we create worlds beyond limits. But that’s not exclusive to our games, so we’re committed to developing a diverse and inclusive workplace. All Avalanchers have a shared responsibility to create an open work environment where everyone is treated equally and respectfully. Being part of our world is not contingent on your heritage, your gender, or sexual orientation. It’s all about your passion and creativity.\n   \n\n  \n\n**How To Apply**\n To apply for this position, please register below and provide your CV in English. We review applications continuously. All further studio-related information is provided under a non-disclosure agreement.","company_url":"https:\/\/se.linkedin.com\/company\/avalanchestudiosgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQERHQ_dVHU2Iw\/company-logo_100_100\/company-logo_100_100\/0\/1725268166504\/avalanchestudiosgroup_logo?e=2147483647&v=beta&t=TgyAJCpZghT4oK2CFGugoUjpKVRpQB-YMvjW6qkwDhY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4039161704","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4039161704","job_url_direct":"https:\/\/careers.mildef.com\/jobs\/4983448-innesaljare?utm_source=LinkedIn&urlHash=w1W7","title":"Innesäljare","company":"MilDef","location":"Sigtuna kommun, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Defense and Space Manufacturing","listing_type":null,"emails":"robin.johansson@mildef.com","description":"**Vi Söker en Innesäljare – Bli en Del av Vårt Framgångsrika Säljteam!**\n Är du en driven och självgående person som brinner för kundbemötande och försäljning? Vill du vara en viktig del av vår säljorganisation och stödja vårt team med offertarbete och kundkontakter? Då är du den vi söker!\n   \n\n  \n\n**Din nya utmaning**\n Du kommer i rollen har flertalet kundkontakter och samarbeta tätt med våra Key Account Managers (KAM) för att tillsammans skapa skräddarsydda lösningar. Du kommer bli en expert på vår interna säljprocess och bli en nyckelperson i vårt backofficearbete.\n   \n\n  \n\n Arbetet innebär också att vara ett administrativt stöd där du bland annat kommer att förbereda och hantera offertförfrågningar samt vara en viktig kontaktpunkt för våra kunder och interna team.\n   \n\n  \n\n**Det här bidrar du med**\n* Du är en driven och ansvarstagande person med en stark förmåga att arbeta självständigt.\n* Du är kund- och serviceminded och duktig på att bygga relationer med både kunder och kollegor.\n* Du är social- och utåtriktad med en prestigelös inställning och en vilja att bidra till ett samarbetsinriktat arbetsklimat.\n* Du har ett teknikintresse och vill utvecklas inom IT-branschen.\n\n\n Det är meriterande om du har tidigare Backoffice-erfarenhet inom IT. Du har en allmän teknisk förståelse och intresse för teknik. En förmåga att hålla dig uppdaterad och vara intresserad.\n   \n\n  \n\n Våra uppdrag kräver att du måste vara svensk medborgare och klarar vår säkerhetsprövning. Koncernspråket är engelska vilket gör att det är viktigt att du skriver och pratar engelska obehindrat.\n   \n\n  \n\n Resor i tjänsten kan förekomma.\n   \n\n  \n\n Stationering på vårt säljkontor på Östermalm, Stockholm.\n   \n\n  \n\n**Varför MilDef?**\n På MilDef får du arbeta i en engagerad och stöttande miljö där dina idéer och insatser värdesätts. Du kommer att ha möjligheter till kontinuerligt lärande och utveckling samt arbeta i en teamorienterad miljö som främjar innovation och samarbete.\n   \n\n  \n\n**Vad vi erbjuder dig**\n* En engagerande och utvecklande roll i ett ledande företag.\n* Möjlighet att arbeta med projekt som bidrar till nationell säkerhet och försvar.\n* En samarbetsvillig och stöttande arbetsmiljö med engagerade kollegor.\n* Kollektivavtal\n* Friskvårdsbidrag\n* Regelbundna hälsoundersökningar\n* Happiness team som ordnar roliga aktiviteter\n\n\n**Ansökan**\n Är du redo att ta nästa steg i din karriär och bli en del av vårt framgångsrika team? Skicka in din ansökan idag och berätta varför du är rätt person för rollen som Innesäljare hos oss! Vii jobbar med löpande urval. Sista ansökningsdag är 2024-10-13.\n   \n\n  \n\n Läs mer om oss på MilDef.com.\n   \n\n  \n\n För information om tjänsten, kontakta gärna Robin Johansson, Head of Sales, på robin.johansson@mildef.com.\n   \n\n  \n\n Vi ser fram emot att höra från dig!\n   \n\n  \n\n***MilDef - WE ARMOR IT.***\n*MilDef is a global systems integrator and full-spectrum provider specializing in rugged IT for military, government and critical infrastructure sectors. MilDef provides hardware, software, and services that shield and protect critical information streams and systems, when and where the stakes are the highest. MilDef’s products are sold to more than 200 customers through companies in Sweden, Norway, Finland, Denmark, United Kingdom, Germany, Switzerland, the United States and Australia, and through partner networks in more than 40 countries. MilDef was founded in 1997 and is listed on Nasdaq Stockholm since 2021.*\n**We kindly decline contact from advertising and recruitment sales.**","company_url":"https:\/\/se.linkedin.com\/company\/mildef-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHKhffPt-7xYg\/company-logo_100_100\/company-logo_100_100\/0\/1693836886541\/mildef_group_logo?e=2147483647&v=beta&t=iBRwYUAiy8ruwhX50761W9DbqRLpWcJDcNJOzPhQiFs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060740629","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060740629","job_url_direct":"https:\/\/www.comeet.com\/jobs\/toka\/46.00D\/sales-engineer-nordic\/A8.C42?coref=1.11.pE2_1214&urlHash=QYxZ","title":"Sales Engineer Nordic","company":"Toka","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales and Business Development","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Company Overview**\n*Toka helps trusted government, law enforcement, and security agencies keep citizens safe and defend against terror and crime by developing cutting-edge and lawful intelligence-gathering tools and by advising governments on building an integrated Cyber defense.*\n*Toka’s software platforms are simple to use, scale quickly, and offer complete operational control to enable smarter, faster, and easier investigations and operations. By empowering agencies with these intelligence capabilities, Toka helps governments maintain a technological edge to enhance their operational effectiveness and save lives.*\n**Position Overview**\n We are seeking a dynamic and highly skilled Sales Engineer to join our team in the Nordic region. As a Sales Engineer, you will play a critical role in driving revenue growth by providing technical expertise and support throughout the sales cycle. This position requires a strong understanding of technologies, excellent communication skills, and the ability to collaborate effectively with both technical and non-technical stakeholders.\n   \n\n  \n\n**Responsibilities**\n* Technical Expertise: Serve as the subject matter expert on our products.\n* Pre-Sales Support: Work closely with the sales team to understand customer requirements and develop tailored technical solutions and presentations to address their needs.\n* Product Demonstrations: Conduct compelling product demonstrations and proof-of-concepts to showcase the capabilities and value proposition of our products.\n* Technical Consultation: Provide guidance and recommendations to customers on best practices for usage and implementing our products.\n* Proposal Development: Assist in the preparation of proposals, RFP responses, and technical documentation to support the sales process.\n* Post-Sales Support: Collaborate with the Customer Success and R&D teams to ensure a smooth transition from sales to deployment, and address any technical issues or concerns raised by customers.\n* Feedback: Provide Product and R&D teams with customer feedback to help identify potential new features or product enhancements.\n\n\n Join Toka to be at the forefront of transforming national security through advanced technology. If you're a high-impact Sales Engineer with a passion for government technology and a history of success, we invite you to apply.\n   \n\n  \n\n Requirements:\n   \n\n  \n\n* 3+ years proven work experience in a Technical Sales, or Pre-sales Engineer role within the High-Tech industry (Cyber domain Advantage).\n* BSc degree in Computer Science, Engineering, or related field.\n* An ability to identify and understand customer needs and suggest timely solutions.\n* Strong presentation and communication skills, with the ability to effectively articulate.\n* technical concepts to both technical and non-technical audiences.\n* Ability to cope with stressful situations with a positive attitude.\n* Ability to travel as needed to support customer meetings, conferences, and events.\n* Exceptional verbal and written communication skills in Swedish and English languages. Additional languages (e.g., Norwegian, Danish, etc.) are an advantage.\n* Swedish\/Norwegian Citizenship.\n* Must be able to obtain and hold a Swedish\/Norwegian security clearance, if required.\n\n\n Advantages:\n   \n\n  \n\n* Linux administration experience, including installation, configuration files, application installation, security, and understanding Bash shell scripts.\n* Understanding of networking topologies and terminology, router configuration, SSH, tunnels and certificates.\n* Strong foundation in cybersecurity principles and practices (e.g., building a security architecture for a network, proficiency with Kali Linux).\n* Knowledge of cloud computing and virtualization technology such as Vmware.\n* Knowledge of Kubernetes container technology (Advantage).\n* Experience with cloud providers such as AWS, Google Cloud, Azure (Advantage).\n* Experience with coding, particularly in Python (Advantage).\n* Experience working in intelligence agencies or related environments is highly desirable.\n* Multilingual proficiency is an advantage.","company_url":"https:\/\/il.linkedin.com\/company\/tokagroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHGZpUmzOBWXQ\/company-logo_100_100\/company-logo_100_100\/0\/1630575829799\/tokacyber_logo?e=2147483647&v=beta&t=hkmZKIVofLYl3OFpxIZCLOvEhHT_thXFwuiMI8yInfU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4006253480","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4006253480","job_url_direct":"https:\/\/career.instabee.com\/jobs\/4890987-senior-product-manager-terminal-operations-performance?utm_source=LinkedIn&urlHash=CjJf","title":"Senior Product Manager Terminal Operations & Performance","company":"Instabee","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Product Management and Marketing","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"**About Us**\n In 2022, Instabee was founded after combining Instabox and Budbee - two leading last-mile delivery companies with three consumer-facing brands - Budbee, Instabox and Porterbuddy. Instabee serves millions of consumers across Europe with convenient deliveries and is on track to become the leading European e-commerce enabler. Always with our people, the merchants and our consumers at the heart of everything we do.\n   \n\n  \n\n We’re fast, both in terms of parcel delivery and when it comes to growing our business. So far our journey has taken us from Sweden to the rest of Scandinavia and parts of continental Europe, but we have no plans to stop anytime soon. As we continue to expand our product offering to new merchants and geographic regions, our logistical network and operations are getting increasingly complex.\n   \n\n  \n\n**About The Role**\n As Senior Product Manager for Terminal Operations & Performance you will be responsible for all aspects of terminal solutions, terminal flows and processes ensuring high quality and efficient operations in 30+ terminals across 6 countries. You will be responsible for setting the vision and strategic direction together with your team for our product solutions. You’ll prioritise and secure both quality and operational excellence in our terminals ensuring sustainable and scalable solutions that enable growth. The area covers sorting, loading and unloading, vehicle management, scheduling, workforce management, training & development\n   \n\n  \n\n**Your Tasks Will Include, But Are Not Limited To**\n* Setting the vision and strategic direction for the terminal operation product domain\n* Leading the work of defining and implementing the Instabee way of working across terminals\n* Lead the work of prioritising and securing roadmap deliveries meets company quality and efficiency goals\n* In collaboration with regional & terminal management secure operational flows and process are adopted and used\n* Creating the conditions for our employees to develop, succeed and create results\n\n\n**What We Are Looking For**\n* We believe you are a inspiring leader that is passionate about creating flows, process and user experiences that are easy to understand\n* You have a good understanding of what is needed to build, introduce and ensure the success of processes and product solutions in a blue collar environment\n* You have solid collaborative skills and are good at building relationships and teamwork with internal stakeholders\n* Challenging goals are a motivator and you are passionate about building both a successful business and team\n* We see that one of your strengths is your thorough ability to assess complex flows and identify key improvements both at a big picture and detailed level\n\n\n**More About You**\n* Solid strategic communication & leadership skills\n* Track record of driving progress in complex flows and environments\n* Stabil systematic skills and the ability to break down strategic goals to actionable pieces\n* About 10 years of experience in relevant area for the role\n\n\n**Beneficial For The Role**\n* Product Development\n* Management Consulting\n* Blue Collar Environment\n* Project Management\n* Manager\n* Business & Performance Steering\n* Logistics\n\n\n**What You’ll Get**\n We can promise you that you will be challenged, develop your skills and have the opportunity to work with truly amazing and competent colleagues. If you like changes and want to set new processes and ways of working - this is the place for you!\n   \n\n  \n\n**Benefits**\n**Of course, we have all the necessary and standard benefits in place, but in addition to this, we can also offer:**\n 🌇 Sky-High Office: Modern and newly renovated with a 360-degree view around Stockholm.\n   \n\n  \n\n 🐶 Puppy Friendly: Bring your dog to work - we've got a whole floor for our furry friends!\n   \n\n  \n\n 🍸 Rooftop Fridays: Chill out at our Friday rooftop bar with the best views in town.\n   \n\n  \n\n 🏓 Fun & Games: Ping pong, Shuffleboard, Foosball, and even a Karaoke Room for your leisure time.\n   \n\n  \n\n ⏰ Flexible Hours: Hybrid setup with working hours that adapt to your lifestyle.\n   \n\n  \n\n 👶 Parental Pay for Six Months: Step away from work and provide the best care\n   \n\n  \n\n and love to your little one.\n   \n\n  \n\n 🎂 A Day Off on Your Birthday: We love to celebrate, so enjoy your birthday to the fullest with a day off each year!\n   \n\n  \n\n*This recruitment process consists of background checks via Verifiera as a review of previous public criminal records. The result is public information that is handled confidentially. This is mandatory for all recruitment processes at Instabee (Instabox\/Budbee) in Sweden.*\n Instabee was founded in 2022 after combining Budbee and Instabox - two leading last-mile delivery companies with three consumer-facing brands: Budbee, Instabox and Porterbuddy. Instabee is present in six countries, serving thousands of online merchants, including ASOS, Zalando, Inditex and H&M and is on track to become the most admired European e-commerce enabler.\n   \n\n  \n\n Since the start, Instabee has focused on consumer-centric and sustainable solutions, offering deliveries to boxes and homes using muscle power, electricity, renewable diesel and biofuels. Through bespoke technical solutions, Instabee can guarantee optimal fill rates and routing, minimising any unnecessary transports. Instabee is backed by Kinnevik, Creades and EQT, among others.","company_url":"https:\/\/se.linkedin.com\/company\/instabee-official","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGcACebHRJvOg\/company-logo_100_100\/company-logo_100_100\/0\/1728894440475\/instabee_official_logo?e=2147483647&v=beta&t=6G-SnQ_ITJXfmfDsPdbWQZVMcliCJD-Pbx_2bmMO90Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3990423990","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3990423990","job_url_direct":null,"title":"Senior Customer Solutions Manager, AGS EMEA, Europe North, CSM","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060607618","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060607618","job_url_direct":"https:\/\/gartner.wd5.myworkdayjobs.com\/EXT\/job\/Remote\\u002d\\u002d-United-Kingdom\/Sr-Director-Analyst\\u002d\\u002dApplication-Leaders-for-Tech-Services\\u002d\\u002dRemote-Europe-_94471-1\/apply?source=JB-10120&urlHash=-9TJ","title":"Sr Director Analyst, Application Leaders for Tech Services (Remote Europe)","company":"Gartner","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Business Development and Sales","company_industry":"IT Services and IT Consulting, Information Services, and Research Services","listing_type":null,"emails":"ApplicantAccommodations@gartner.com","description":"When you join the world’s leading Research & Advisory company, you’ll be part of a team that values curiosity, expert insights, bold ideas and intellectual courage. As a Gartner analyst, you’ll not only help clients solve complex issues and deliver on key initiatives, but you’ll also grow your career and the scope of your impact across individuals, teams, companies and industries.\n   \n\n  \n\n**What You'll Do:**\n This Senior Director\/Analyst will provide actionable insights to Gartner clients (who are tech services leaders) who are planning, creating, and managing application services practices and offerings in both corporate and cloud environments. This role will also predict and project how application services market trends will impact end clients in their service solutions initiatives and decisions.\n   \n\n  \n\n The successful candidate will have a vision for how application services will evolve, and what Gartner's service provider clients in this market, must do to succeed. We look for\n **practical, operational and commercial,** \n experience creating and bringing to market services solutions, the creation of differentiated services offerings, driving impact for clients, as well as growth and profitability at the practice level. The ideal candidate will possess strong industry experience across various application services (domains, COTS, custom), and have experience in consulting, implementation, management, and support in this space.\n   \n\n  \n\n**What You’ll Need**\n You need to know the application services market, technologies (adoption and adaptation), buyer and competitive trends, offering\/practice management practices, etc. and be able to see the forest and the trees.\n   \n\n  \n\n* Bachelor's degree, MBA preferred\n* 12+ years of experience working in the IT Services Marketplace\n* Experience as a leader in the application services industry\n* Experience working on service offerings in multiple segments of the application services marketplace.\n* Knowledge of Practice\/Offering Leadership\/Product Management is a must.\n* Ability and willingness to travel up to 25% where\/when applicable.\n\n\n**Who are we?**\n At Gartner, Inc. (NYSE:IT), we guide the leaders who shape the world.\n   \n\n  \n\n Our mission relies on expert analysis and bold ideas to deliver actionable, objective insight, helping enterprise leaders and their teams succeed with their mission-critical priorities.\n   \n\n  \n\n Since our founding in 1979, we’ve grown to more than 20,000 associates globally who support ~15,000 client enterprises in ~90 countries and territories. We do important, interesting and substantive work that matters. That’s why we hire associates with the intellectual curiosity, energy and drive to want to make a difference. The bar is unapologetically high. So is the impact you can have here.\n   \n\n  \n\n**What makes Gartner a great place to work?**\n Our sustained success creates limitless opportunities for you to grow professionally and flourish personally. We have a vast, virtually untapped market potential ahead of us, providing you with an exciting trajectory long into the future. How far you go is driven by your passion and performance.\n   \n\n  \n\n We hire remarkable people who collaborate and win as a team. Together, our singular, unifying goal is to deliver results for our clients.\n   \n\n  \n\n Our teams are inclusive and composed of individuals from different geographies, cultures, religions, ethnicities, races, genders, sexual orientations, abilities and generations.\n   \n\n  \n\n We invest in great leaders who bring out the best in you and the company, enabling us to multiply our impact and results. This is why, year after year, we are recognized worldwide as a great place to work.\n   \n\n  \n\n**What do we offer?**\n Gartner offers world-class benefits, highly competitive compensation and disproportionate rewards for top performers.\n   \n\n  \n\n In our hybrid work environment, we provide the flexibility and support for you to thrive — working virtually when it's productive to do so and getting together with colleagues in a vibrant community that is purposeful, engaging and inspiring.\n   \n\n  \n\n Ready to grow your career with Gartner? Join us.\n   \n\n  \n\n The policy of Gartner is to provide equal employment opportunities to all applicants and employees without regard to race, color, creed, religion, sex, sexual orientation, gender identity, marital status, citizenship status, age, national origin, ancestry, disability, veteran status, or any other legally protected status and to affirmatively seek to advance the principles of equal employment opportunity.\n   \n\n  \n\n Gartner is committed to being an Equal Opportunity Employer and offers opportunities to all job seekers, including job seekers with disabilities. If you are a qualified individual with a disability or a disabled veteran, you may request a reasonable accommodation if you are unable or limited in your ability to use or access the Company’s career webpage as a result of your disability. You may request reasonable accommodations by calling Human Resources at +1 (203) 964-0096 or by sending an email to ApplicantAccommodations@gartner.com.\n   \n\n  \n\n Job Requisition ID:94471\n   \n\n  \n\n By submitting your information and application, you confirm that you have read and agree to the country or regional recruitment notice linked below applicable to your place of residence.\n   \n\n  \n\n Gartner Applicant Privacy Link: https:\/\/jobs.gartner.com\/applicant-privacy-policy\n   \n\n  \n\n**For efficient navigation through the application, please only use the back button within the application, not the back arrow within your browser.**","company_url":"https:\/\/www.linkedin.com\/company\/gartner","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGyRzbB8_BYkg\/company-logo_100_100\/company-logo_100_100\/0\/1630549760241\/gartner_logo?e=2147483647&v=beta&t=2MC5NtmLtyl24U4aF7paPutyA62Vrt5TChQypu8h22w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4061103004","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4061103004","job_url_direct":"https:\/\/grnh.se\/a799d1281us&urlHash=MsEf","title":"Sustaining Engineering Manager","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engineering innovation and IoT. Our customers include the world's leading public cloud and silicon providers, and industry leaders in many sectors. The company is a pioneer of global distributed collaboration, with 1100+ colleagues in 75+ countries and very few office based roles. Teams meet two to four times yearly in person, in interesting locations around the world, to align on strategy and execution.\n   \n\n  \n\n The company is founder led, profitable and growing.\n   \n\n  \n\n We are hiring a Engineering Manager for Sustaining Engineering passionate about open source software, Linux and cloud computing. Come build a rewarding, meaningful career working with the best and brightest people in technology at Canonical, the growing international software company behind Ubuntu.\n   \n\n  \n\n Sustaining Engineering is a business critical team that continuously improves various open source software by resolving software defects reported by customers. Software stack includes everything from the kernel all the way up to the user space applications and IaaS platforms. This position leads one of our regional teams and is one of several managers, who report directly to the global Director of Sustaining Engineering.\n   \n\n  \n\n Our customers build large-scale mission critical infrastructure and application solutions on Ubuntu and open source from Canonical. While not actively developing products, Sustaining Engineering, as part of Support Engineering, solves problems for the customer and for the benefit of the wider Open Source community. This team is well staffed with experts in every time zone and, while the work can be challenging sometimes, the team is resourced to ensure a good work-life balance and ongoing development of each team member.\n   \n\n  \n\n As an engineering manager in the Sustaining Engineering team, your primary responsibility is to the people you support: ensuring that they are growing as engineers, making valuable contributions, and generally having a great experience at Canonical. Technical leadership and a solid background in software development are a must, so that you are able to help your team members grow professionally. You will have the opportunity to influence the culture, facilitate technical delivery, and work with your team on strategy and execution.\n   \n\n  \n\n The role entails\n   \n\n  \n\n* Manage and lead a distributed team of engineers\n* Hire, coach, mentor, provide feedback and career development guidance to your team\n* Manage & measure key performance indicators (KPIs), and training\n* Support timely delivery of bug fixes, patches, and other technical solutions to address business needs in a variety of technology fields, including but not limited to Ubuntu, OpenStack, Ceph, Kubernetes, Juju & MAAS\n* Demonstrate the very best of Canonical in customer interactions\n* Set and manage expectations with other engineering teams, senior management, and external stakeholders\n* Advocate and advance modern software development practices\n* Grow a healthy, collaborative engineering culture in line with the company value\n* Collaborate with other teams in the organisation\n* Work from home with global travel up to 10% for internal and external events\n\n\n**What we are looking for in you**\n* Professional software delivery experience using C, C++, Go, Python, or similar\n* You are knowledgeable and passionate about software development\n* Leadership experience displaying ability to organise and prioritise complex problem resolution and bug fixes\n* Experience with version control systems such as git\n* Experience with debugging tools such as gdb, crash or other\n* Demonstrated strong commitment to testing methodologies and maintainable code quality\n* Excellent communication skills in the English language, both verbal and written\n* Experience with Linux, with a preference towards Ubuntu\n* Experience with Open Source and Open Source Business Models\n* People management experience in a support organisation is a strong plus\n\n\n What we offer colleagues\n   \n\n  \n\n We consider geographical location, experience, and performance in shaping compensation worldwide. We revisit compensation annually (and more often for graduates and associates) to ensure we recognise outstanding performance. In addition to base pay, we offer a performance-driven annual bonus or commission. We provide all team members with additional benefits, which reflect our values and ideals. We balance our programs to meet local needs and ensure fairness globally.\n   \n\n  \n\n* Distributed work environment with twice-yearly team sprints in person\n* Personal learning and development budget of USD 2,000 per year\n* Annual compensation review\n* Recognition rewards\n* Annual holiday leave\n* Maternity and paternity leave\n* Employee Assistance Programme\n* Opportunity to travel to new locations to meet colleagues\n* Priority Pass, and travel upgrades for long haul company events\n\n\n**About Canonical**\n Canonical is a pioneering tech firm at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open source projects and the platform for AI, IoT and the cloud, we are changing the world of software. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence - in order to succeed, we need to be the best at what we do. Most colleagues at Canonical have worked from home since its inception in 2004. Working here is a step into the future, and will challenge you to think differently, work smarter, learn new skills, and raise your game.\n   \n\n  \n\n**Canonical is an equal opportunity employer**\n We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.\n   \n\n  \n\n #opensource #softwareengineering #cloudcomputing #technicalsupport #go #python #kubernetes #openstack #ceph","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3989323235","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3989323235","job_url_direct":null,"title":"Säkerhetskonsult inom Microsofts","company":"B3 Cloud","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/b3-cloud","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3918410807","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3918410807","job_url_direct":"https:\/\/aig.wd1.myworkdayjobs.com\/aig\/job\/Stockholm\/Nordic-Practice-Lead\\u002d\\u002dFinancial-Institutions_JR2400062?source=LinkedIn&urlHash=eODe","title":"Nordic Practice Lead, Financial Institutions","company":"AIG","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting, Information Technology, and Sales","company_industry":"Insurance","listing_type":null,"emails":"tobias.larsen@aig.com, tine.simonsen@aig.com, candidatecare@aig.com","description":"*American International Group, Inc. (AIG) is a world leader in insurance and financial services, leading international insurance organization with operations in more than 130 countries and jurisdictions. AIG's common stock is listed on the New York Stock Exchange, as well as the stock exchanges in Ireland and Tokyo.*\n Are you interested in taking a leading position in a dynamic and international setting? Over the previous years we have been investing in talent and expanding our Financial Lines team in the Nordics, and we are currently looking for a\n   \n\n  \n\n**Nordic Practice Lead of our Product Line “Financial Institutions”**\n* Our ideal candidate comes with vast experience within underwriting of financial lines products to financial institutions, coupled with strong technical and people management skills.\n\n\n As part of the Nordic Financial Lines team, you will become a valued member of a dedicated and professional group of 21 underwriters and 5 students currently based out of Copenhagen, Helsinki, and Stockholm. The primary location for this position is Stockholm – however, for the right candidate we are willing to consider any of our Nordic offices, including Oslo.\n   \n\n  \n\n Your primary focus will be leading and developing a team of 3 underwriting professionals that deliver Financial Institution (FI) insurance products to AIG’s clients within: Director’s and Officer’s Liability, Crime, Employment Liability, and Professional Indemnity. Further, you are expected to take part in the underwriting of these clients. As part of the Nordic Financial Lines leadership team, you will work closely with the Nordic Head of Financial Lines and other Practice Leaders (Cyber, MLC, PI, and K&R) in setting the overall direction for our team’s success, which includes, underwriting strategy, resource allocation, budgeting, marketing initiatives, client presentations, and wording development.\n   \n\n  \n\n**Key Responsibilities:**\n As the FI Practice Lead you are expected to carry an analytical, technical, and communicative role when handling the product line, including:\n   \n\n  \n\n  \n\n* Developing relationships with existing and new clients and their insurance brokers\n* Managing renewals and new business submissions\n* Working together with internal and external stakeholders to ensure optimal service to our clients\n* Participating in wording development and marketing initiatives\n* Attend internal and external education & training sessions to ensure your continuous professional development\n* Underwriting allocation together with other Practice Leads and Head of Financial Lines\n* Support and build on our one Nordic team culture, including acting as referral point on FI products and ensuring our team is up to date on available training\n* Pipeline-building and evaluation of win-opportunities on new business for FI across the Nordics\n* Budget and forecast update and planning for Nordic FI\n\n\n**Position Requirements:**\n AIG strives to be a highly client focused organization, something that should be reflected in your social skills, personal structure, and high quality in every output of the work you perform. We are looking for a positive and proactive individual with a team-first and can-do attitude. The successful candidate thrives under the challenge of working in a focused, fast pace, international environment and we imagine that you:\n   \n\n  \n\n  \n\n* Are a seasoned professional and have several years of experience within FL Underwriting\n* Have a clear understanding of Financial Institutions and their needs in different circumstances\n* Are structured, service minded, and pay attention to detail\n* Professional written and verbal English skills and speak a Nordic language\n* Have great communication skills and excel in negotiating and presenting to various stakeholders\n* Have proven leadership skills and are used to setting and achieving goals for yourself and others\n\n\n Submit your CV and motivated cover letter as soon as possible by clicking apply. Applications are processed on a continuous basis and the position will be filled when we have found a candidate that matches our criteria.\n   \n\n  \n\n Applications received outside of our system cannot be guaranteed appropriate consideration. For any questions about the position or our recruitment process, please contact:\n   \n\n  \n\n  \n\n* Tobias H. Larsen, HRBP & Talent Acquisition Manager, Nordics, tobias.larsen@aig.com\n* Tine Simonsen, Nordic Head of Financial Lines, tine.simonsen@aig.com\n\n\n**Reimagining insurance to make a bigger difference to the world**\n American International Group, Inc. (AIG) is a global leader in commercial and personal insurance solutions; we are one of the world’s most far-reaching property casualty networks. It is an exciting time to join us — across our operations, we are thinking in new and innovative ways to deliver ever-better solutions to our customers. At AIG, you can go further to support individuals, businesses, and communities, helping them to manage risk, respond to times of uncertainty and discover new potential. We invest in our largest asset, our people, through continuous learning and development, in a culture that celebrates everyone for who they are and what they want to become.\n   \n\n  \n\n**Welcome to a culture of belonging**\n We’re committed to creating a culture that truly respects and celebrates each other’s talents, backgrounds, cultures, opinions and goals. We foster a culture of inclusion and belonging through our flexible work arrangements, diversity and inclusion learning, cultural awareness activities and Employee Resource Groups (ERGs). With global chapters, ERGs are a cornerstone for our culture of inclusion. The diversity of our people is one of AIG’s greatest assets, and we are honored that our drive for positive change has been recognized by numerous recent awards and accreditations.\n   \n\n  \n\n*AIG provides equal opportunity to all qualified individuals regardless of race, color, religion, age, gender, gender expression, national origin, veteran status, disability or any other legally protected categories.*\n AIG is committed to working with and providing reasonable accommodations to job applicants and employees with disabilities. If you believe you need a reasonable accommodation, please send an email to candidatecare@aig.com.\n   \n\n  \n\n Functional Area:\n   \n\n  \n\n UW - Underwriting\n   \n\n  \n\n Estimated Travel Percentage (%): Up to 25%\n   \n\n  \n\n Relocation Provided: No\n   \n\n  \n\n AIG Europe S.A Filial i Sverige","company_url":"https:\/\/www.linkedin.com\/company\/aig","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHZ4uukTAzbCg\/company-logo_100_100\/company-logo_100_100\/0\/1719790136202\/aig_logo?e=2147483647&v=beta&t=Ap1VpZvAEt82Uf1CX3GN7oIBdZAM6z2OLpJltoenM9M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3990421328","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3990421328","job_url_direct":"https:\/\/careers.nshift.com\/jobs\/4791947-sales-system-analyst?utm_source=LinkedIn&urlHash=NXNM","title":"Sales System Analyst","company":"nShift","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Us**\n**nShift** \n is the leading global provider of cloud delivery management solutions (SaaS), we enable the frictionless shipment and return of almost one billion shipments across 190 countries each year. We are headquartered in London and Oslo and have over 460 employees across offices in Sweden, Finland, Norway, Denmark, the United Kingdom, Poland, the Netherlands, Belgium, and Romania.\n   \n\n  \n\n Our software is used by many of the world leading e-commerce, retail, manufacturing, and 3PL shippers due to us having over 1000 carriers integrated into our platform, nearly 3 times more than our competitors!\n   \n\n  \n\n If you buy goods online, there is a strong chance that nShift has powered that delivery, so come and join us as we shape the future of shipping, one frictionless journey at a time.\n   \n\n  \n\n**Purpose of the Role**\n The Sales Systems Analyst will be responsible for the day-to-day configuration, support, maintenance, and improvement of our CRM platform. This role will work closely with functional leaders, organizational units, and subject matter experts to identify, develop, and deploy new business processes. The Sales System Analyst will be instrumental in ensuring the effective use of Salesforce and other systems to enhance our business operations and drive our company's strategic goals.\n   \n\n  \n\n**Locations:** \n Bucharest OR Stockholm OR Gothenburg OR London\n   \n\n  \n\n**About You**\n An exciting and career-advancing opportunity awaits a technically skilled and solution-driven Sales System Analyst.\n   \n\n  \n\n You will have experience in Salesforce and other systems such as Salesloft and HubSpot will be a bonus. You will be a great communicator and problem solver and have experience in working on complex projects with third party companies.\n   \n\n  \n\n**Overall responsibility**\n* Salesforce Management:\n* Perform Salesforce administrative tasks such as user management, data imports, database maintenance, and routine clean-up.\n* Manage Salesforce security including roles, profiles, sharing rules, flows, and groups.\n* Customization and Configuration:\n* Customize Salesforce fields, page layouts, record types, custom objects, and custom apps.\n* Develop and maintain custom reports, dashboards, and flows.\n* User Support and Training:\n* Provide end-user support and system training to ensure effective use of Salesforce.\n* Troubleshoot and resolve any Salesforce-related issues.\n* Process Improvement:\n* Identify and implement new business processes and improvements within Salesforce.\n* Collaborate with stakeholders to enhance operational efficiency through the use of Salesforce.\n* Data Management:\n* Ensure data integrity and accuracy by performing regular data audits and validation.\n* Manage data integration and maintain data quality through ongoing analysis and cleansing.\n* Documentation and Compliance:\n* Document system configuration, administration processes, and user guides.\n* Ensure compliance with organizational policies and procedures, as well as industry regulations\n\n\n**Competence And Experience**\n****Requirements:****\n* Minimum of 2-3 years of experience as a Salesforce Administrator.\n* Proven experience with Salesforce customization, configuration, and management.\n* Salesforce Administrator Certification required\n* Advanced certifications (e.g., Salesforce Advanced Administrator, Platform App Builder) are a plus.\n* Strong understanding of Salesforce best practices and functionality\n* Proficient in Salesforce Lightning experience.\n* Excellent problem-solving skills and attention to detail.\n* Strong communication and interpersonal skills\n* Ability to work independently and as part of a team\n\n\n At nShift we believe in embracing diversity in all forms and fostering an inclusive environment for everyone which we believe is essential for our continued success. We're an equal-opportunity employer which means that all applicants will receive consideration for employment without regard to ethnicity, religion, sexual orientation, gender identity, family or parental status, national origin, veteran, neurodiversity, or disability status.","company_url":"https:\/\/uk.linkedin.com\/company\/nshiftofficial","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHSnAucf8Wwrg\/company-logo_100_100-alternative\/company-logo_100_100-alternative\/0\/1630634297148\/nshiftofficial_logo?e=2147483647&v=beta&t=PaaQa0joODXQO7qHB9gzH_nprYZI8J-ca6oYh7bO--U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060679464","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060679464","job_url_direct":"https:\/\/mygwork.com\/jobs\/microsoft-senior-digital-natives-technology-specialist-data-ai-3?src=linkedin&urlHash=SK_0","title":"Senior Digital Natives Technology Specialist - Data & AI","company":"myGwork - LGBTQ+ Business Community","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"***This job is with Microsoft, an inclusive employer and a member of myGwork – the largest global platform for the LGBTQ+ business community. Please do not contact the recruiter directly.***\n**Overview**\n Join us and be at the forefront of the AI revolution!\n   \n\n  \n\n We are on the lookout for a proficient AI Technical Specialist to join our newly created AI Technical Unit inside the Digital Natives EMEA Organization. In this pivotal role, you will be the cornerstone in helping the most disruptive start-ups and Digital Natives harness the full potential of AI, including generative AI and a suite of AI services. Your expertise will be instrumental in guiding our customers through the transformative journey of AI adoption and implementation, offering personalized technical advice and showcasing the power of Azure's innovative solutions such as Azure OpenAI, Cognitive Services, and Fabric.\n   \n\n  \n\n As our dedicated technical authority on AI, you'll be responsible for crafting influential presentations, engineering persuasive demonstrations, and leading proofs of concept that expedite the adoption of generative AI and data solutions. Your role is critical in nurturing customer relationships, influencing key decision-makers, and accelerating AI adoption by showing how our technology can solve real-world business challenges.\n   \n\n  \n\n Your understanding of the AI landscape will allow you to communicate complex concepts to a diverse audience, from technical stakeholders to executive-level partners, ensuring they grasp the strategic value of Azure AI in driving business and technical innovation. By aligning with our sales and partner ecosystems, you'll craft and execute strategies to uncover new opportunities, driving incremental sales and customer success\n   \n\n  \n\n**Qualifications**\n With your ability to communicate at all levels within an organisation and your determined and adaptable style, you will be a key driver of Microsoft’s ambitions to partner with the largest start-ups and digitally native organisations in the world. To be successful, you will be able to demonstrate:\n   \n\n  \n\n* Experience selling and working with Data & AI solutions.\n* A background working in the Start-or Digital Natives ecosystem\n* Familiarity with the different Data & AI offerings from other major cloud providers like AWS or GCP\n* Regular interaction with decision-makers within start-ups and Digital Natives\n* Bachelor's or Master's Degree in Computer Science, Information Technology, or related field OR equivalent experience\n\n\n**We're open to considering candidates in any of Microsoft's primary Western Europe locations.**\n Microsoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances. If you need assistance and\/or a reasonable accommodation due to a disability during the application or the recruiting process, please send a request via the Accommodation request form.\n   \n\n  \n\n Benefits\/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.\n   \n\n  \n\n**Responsibilities**\n* Provide in-depth AI expertise to support the technical relationship with Azure customers, including product and solution briefings, creating demos, proof-of-concept work, and partner directly with product management to prioritize solutions impacting customer adoption to Azure AI Services (Cognitive services portfolio, Azure Open AI).\n* Recommend integration strategies, enterprise architectures, platforms, and application infrastructure required to successfully implement a complete solution using best practices on Azure AI.\n* Support developers, creators, and enterprises to leverage Speech, Vision, Text, Search, Azure Open AI APIs so they can build their own AI products in the future.\n* Be a trusted advisor to our top customers, helping them understand and incorporate AI accelerators into their overall cloud strategy by recommending migration paths, integration strategies, and application architecture that incorporate Azure Cognitive services \/ Azure Open AI.\n* Demonstrate how Azure AI is differentiated, highlighting the power of accelerators by working with customers on POCs, demonstrating features, optimizing model performance, profiling, and benchmarking.\n* Build repeatable assets to enable other customers and internal teams.\n* Influence Azure AI strategy by leveraging Cognitive Services, Search and Azure Open AI models by advocating enterprise customer requirements.\n* Remain continuously informed on the latest AI advancements and innovations, including Large Language Models (LLMs), cutting-edge AI tools, and industry trends to ensure our team and solutions stay ahead of the curve.\n* Address security and IP, performance, scalability, and customer readiness\n* Engages in conversation with customers and collaborates with account and partner teams to drive and qualify new opportunities, understand key technical objections, and resolve technical blockers.\n* Identifies customer business and technology readiness, proactively builds external stakeholders' mapping, implements strategies to accelerate the closing of deals, contributes input on strategies to drive and close prioritized opportunities, coaches junior team members in deal plan execution, and implements close plans.","company_url":"https:\/\/uk.linkedin.com\/company\/mygwork","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEVDrt8sev5eA\/company-logo_100_100\/company-logo_100_100\/0\/1705496448722\/mygwork_logo?e=2147483647&v=beta&t=W2E-HhBAOC0mpNsds1FA1iuO7IlMnKyPkX1YXVB5MQA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060580282","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060580282","job_url_direct":"https:\/\/www.capgemini.com\/jobs\/7LESVZABR2H0kp-emYj8\/Nordic-SAP-SuccessFactors-Consultant&urlHash=qBEV","title":"Nordic SAP SuccessFactors Consultant","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"*Join our expanding\n **Nordic SAP** \n team and help leading organizations unlock the value of technology. We are seeking a senior and multiskilled SAP SuccessFactors Consultant to guide Capgemini’s customers through their digital HR transformations at all levels. If you are passionate about HR and have a strong background in SAP, we want to hear from you.*\n**YOUR ROLE**\n* To cover both internal and client-facing activities.\n* Naturally be exposed to S\/4HANA projects and organizational change management projects.\n* Play an important role in one of Capgemini’s focused strategic areas, SuccessFactors\/SAP HXM.\n\n\n**YOUR PROFILE**\n* 5+ years of experience in implementation projects in one or more of the following areas; Employee Central, Compensation, Performance and Goals or Succession and Career development.\n* Experiences of end-to-end SuccessFactors implementations. Including project planning, estimation, solution architecture, and delivery (Associate certifications\/Professional certifications).\n* Skilled in working with client stakeholders, project teams, team managers, and project delivery leads.\n* Relation builder skilled in gaining trust in advisory roles and lead roles.\n* Fluency in English; proficiency in a Nordic languages is preferred.\n\n\n**What You’ll Love About Working Here**\n* A challenging career in a vibrant environment with access to extensive training and a global network of experts.\n* Opportunities to work on real-world problems and help transform leading organizations.\n* A company culture driven by core values: Honesty, Trust, Freedom, Team Spirit, Modesty, Fun, and Boldness.\n* A strong commitment to inclusion, diversity, and supporting the whole person.\n* An innovative culture that promotes learning, growth, and shared success.\n\n\n**APPLICATION**\n Does this sound like the right challenge for you? Apply Now and Transform Your Career with Capgemini!\n   \n\n  \n\n We review applications on an ongoing basis and look forward to hearing from you. The recruitment process includes an interview with the hiring manager, a content interview, a logic test, a personality test and reference taking.\n   \n\n  \n\n**About Us**\n Capgemini is a global leader in partnering with companies to transform and manage their business by harnessing the power of technology. The Group is guided everyday by its purpose of unleashing human energy through technology for an inclusive and sustainable future. It is a responsible and diverse organization of nearly 350,000 team members in more than 50 countries.\n   \n\n  \n\n With its strong 55-year heritage and deep industry expertise, Capgemini is trusted by its clients to address the entire breadth of their business needs, from strategy and design to operations, fueled by the fast evolving and innovative world of cloud, data, AI, connectivity, software, digital engineering and platforms. The Group reported 2022 global revenues of €22 billion.\n   \n\n  \n\n Get the Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3954130658","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3954130658","job_url_direct":null,"title":"SAP EWM Solution Architect","company":"Westernacher Consulting","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/de.linkedin.com\/company\/westernacherconsulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3990419388","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3990419388","job_url_direct":null,"title":"Senior Backend Engineer, Search Platform","company":"Wolt","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/fi.linkedin.com\/company\/wolt-oy","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4060683206","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4060683206","job_url_direct":null,"title":"Webbutvecklare","company":"QuickFeed","location":"Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"🚀\n **Vi söker en Full-Stack Developer Intern!** \n 🚀\n \n\n\n\n Vi på QuickFeed erbjuder ett innovativt verktyg för företag att samla in och analysera kundfeedback. Med hjälp av AI kan företag få en komplett analys av feedbacken med bara ett knapptryck – allt för att förbättra kundupplevelsen på ett enkelt sätt.\n \n\n\n\n  \n\n\n\n\n\n**Vi letar efter dig som:** \n\n\n\n* Är en problemlösare och trivs med att arbeta tillsammans med andra\n* Är analytisk, kritiskt tänkande och har ett öga för detaljer\n* Har erfarenhet inom full-stack utveckling med kunskaper i Next.js, TypeScript, JavaScript, och API\n* Är bekväm med Git och databaser som Supabase eller PostgreSQL\n* Har arbetat med Drizzle ORM och minst ett AI-projekt att visa upp\n\n\n\n  \n\n\n\n\n\n**Vad vi erbjuder:** \n\n\n\n\n Ett roligt och nära team som gärna gör saker tillsammans – från event och middagar till andra aktiviteter. Vi ser helst att du bor i Stockholmsområdet så att du kan delta i meetups och gemensamma aktiviteter.\n \n\n\n\n  \n\n\n\n\n\n**Låter det här som något för dig?** \n Skicka oss ett meddelande eller ansök direkt via LinkedIn. Vi ser fram emot att höra från dig! 🙌","company_url":"https:\/\/www.linkedin.com\/company\/quickfeed","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEtkh2ACLiZeQ\/company-logo_100_100\/company-logo_100_100\/0\/1729958227967\/quickfeed_logo?e=2147483647&v=beta&t=-uObMVRHPgIL84kCH4f1-vNs7F2TWjzH58nNehbMN9A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4019140618","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4019140618","job_url_direct":"https:\/\/freseniusmedicalcare.wd3.myworkdayjobs.com\/en-US\/fme\/job\/Taastrup-Denmark\/MedTech-Junior-Digital-Project-Engineer\\u002d\\u002dm-f-d-_R0159968?source=LinkedIn&urlHash=mBO6","title":"MedTech Junior Digital Project Engineer (m\/f\/d)","company":"Fresenius Medical Care","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Hospitals and Health Care","listing_type":null,"emails":null,"description":"A motivated team in a successful, solid company structure looking forward to the support of a resilient and team-friendly personality. As a qualified, communicative, and service-oriented (Junior) professional, you will be responsible for the Project engineering of all dialysis digital products. Our target is to develop you as an Expert with advanced training and Mentorship.\n   \n\n  \n\n In this role you will join the sales or project meetings with clients. You analyse their needs and plan the projects. You install, update, and customize the software based on your plan on the IT infrastructure and test the functionality. Moreover, you may support the existing clients.\n   \n\n  \n\n**Your tasks:**\n (Pre-)Sales Support\n   \n\n  \n\n  \n\n* Consulate local\/regional sales team and the customer on Digital Solutions in providing pre-tender\/pre-sales.\n* Determining required software\/hardware configuration to ensure correct ordering of required articles.\n\n\n Project Management\n   \n\n  \n\n  \n\n* Providing project management for implementation projects at customers\n* Collaborate as sub-project manager in complex projects led by a senior project engineer.\n* Advising customer IT to ensure the customer IT infrastructure requirements fulfilled.\n* Planning and organizing end user application training with responsible application trainer.\n\n\n Project Execution\n   \n\n  \n\n  \n\n* Install and configure, testing digital solutions on customer systems.\n* Follow-up on open topics after project closure.\n* Complete documentation of the executed work in accordance with the Medical Device Regulation and Standard Operating Procedures (SOPs) in all required systems (e.g. ticketing system, system for medical device registration)\n\n\n**Your Profile:**\n* Qualified training or studies in computer science\/IT and project management or equivalent\n* Bachelor's degree or higher, Information Technology or Computer Science major or equivalent\n* Experience of 2+ years in technical project management and 1+ years of direct customer.\n* Experience in the MedTech (e.g. healthcare IT or other similar company) is an advantage\n* Ability in analyzing data for use in reports to support decision making.\n* Language: Fluent in Danish and English is a must and Swedish is an advantage.\n* Willing to Travel within own region and internationally if applicable, including B-Driver license.\n* IT skills:\n* Basic IT user skills (MS Office, Intranet, remote maintenance tools, etc.)\n* Basic IT skills (MS OS, MS Server OS, MS SQL Server, Cyber Security, O365, PowerPoint, etc.).\n* Understand the basics of e-health, data security, and related topics.\n* Basic knowledge of software\/digital life cycle is an advantage\n* General knowledge of communication protocols, e.g. HL7, TCP\/IP, etc. an advantage\n* Experience with common systems in a clinic\/hospital (e.g., PDMS, HIS, EHR, etc.) is an advantage\n* Knowledge in connectivity, networks, clouds and mobile technologies is an advantage\n* ITIL certification an advantage\n* Certification for PMP, PRINCE2, PMI-ACP or CSM an advantage\n* Knowledge of FME digital solutions is an advantage\n\n\n**What We Offer:**\n* Opportunity to work with a talented and passionate team in an international leading Medical Device company.\n* Professional development and growth opportunities in a collaborative and inclusive work environment\n* Competitive salary and benefits package\n* The chance to make a real impact on patient care and healthcare innovation.\n\n\n**Please apply in English**","company_url":"https:\/\/de.linkedin.com\/company\/freseniusmedicalcare","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFAsLKr1-WtWA\/company-logo_100_100\/company-logo_100_100\/0\/1666257382828\/freseniusmedicalcare_logo?e=2147483647&v=beta&t=yP6D6OuG4Qy72LvJujLtUbU_K5UYrDSlqIQIrypyfJo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4061007963","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4061007963","job_url_direct":"https:\/\/thehub.io\/jobs\/6719babcf7fd62f5a3998d34?utm_source=linkedin&utm_medium=referral&utm_campaign=job_wrapper&urlHash=tEQ2","title":"iOS Engineer","company":"The Hub","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"Did you know that fishing is the world’s most popular hobby? We do! And here at\n **Fishbrain** \n we have built the world's #1 fishing app dedicated to people who love fishing. We want to make sure that we can give them the greatest experience possible and make their fishing dreams come true, today and tomorrow.\n   \n\n  \n\n We are currently looking for an\n **iOS Engineer** \n who loves to learn, is passionate about taking on new challenges and making the best possible product for our customers.\n   \n\n  \n\n Please submit applications in\n **ENGLISH** \n , those that are not will not be reviewed.\n   \n\n  \n\n**What You’ll Work On**\n As an\n **iOS Engineer** \n you will be a core member of the Growth product team. You will apply your technical expertise to build robust and innovative features, and in addition to contributing with your coding skills, you’re expected to contribute ideas and input into all stages of the product lifecycle.\n   \n\n  \n\n**You Can Expect To**\n* Be a core member of the product team as well as the iOS guild team. Your opinions and ideas matter when shaping a product and how a team functions.\n* Contribute to all product lifecycle stages: design, implementation, experimentation, testing, release, and maintenance.\n* Collaborate proactively, whether through pair programming to solve complex technical issues or by building features across product teams. We believe in winning as a team.\n* Work on features and experiments to drive user engagement and retention, making data-driven decisions impacting growth metrics.\n* Have access to the tools and resources you need to do your best work.\n\n\n**What We Are Fishing For**\n In order for you to thrive in this role, we believe that you:\n   \n\n  \n\n* Can work autonomously, and are more motivated by missions and goals than a specific list of tasks.\n* Have 3+ years of professional and recent experience building native iOS apps.\n* Are passionate about technology and love exploring new ideas to solve complex problems.\n* Are all about building great products that users love, and you make technology choices with this in mind.\n* Have robust experience building complex iOS applications using Swift, with a strong knowledge of platform-specific design patterns and best practices.\n* Proficiency in the English language, both written and verbal, sufficient for success in a remote-hybrid and largely asynchronous work environment.\n* This is an office-hybrid position, with flexibility to work remotely while also collaborating in-person as needed. We are in the Stockholm office two days per week minimum.\n\n\n**Nice to have:**\n* Experience working with A\/B tests.\n* Experience working with Amplitude, Firebase, Braze.\n* Experience working in a product company.\n\n\n**Our Bait**\n We’re a product-focused startup, and every individual is important. That means you get to contribute to the direction of the company and the impact we have on millions of anglers. We at Fishbrain work with the latest tech and challenge ourselves every day. We have a work culture that encourages innovation, passion and teamwork. And most importantly, we want you to enjoy coming to work every single day.\n   \n\n  \n\n**In Addition, Fishbrain Also Offers**\n**🌴 30 days annual vacation**\n Each year you’ll get 30 days vacation to use however, whenever\n   \n\n  \n\n**🤸‍♀️ Wellness bonus**\n 5000 sek annual allowance to put towards anything in the realm of health and fitness\n   \n\n  \n\n**💻📱 Technology of your choice**\n Mac or Linux, you decide\n   \n\n  \n\n**🎣 Fishing rods in the offices**\n Grab one and go fishing during lunch. We have fishing guides and experts working among us that can help you catch your dream fish\n   \n\n  \n\n**🐕 Dog friendly**\n Feel free to bring your furry friend to the office\n   \n\n  \n\n****🌎** \n Commitment to sustainability**\n Fishbrain's global data set, among the largest in the world, is selectively provided in a managed and controlled manner to scientific research partners in both North America and Europe to better understand and improve fisheries research\n   \n\n  \n\n**Feeling hooked? Throw us a line!**","company_url":"https:\/\/dk.linkedin.com\/company\/thehubio","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQE8WpXmwhptcA\/company-logo_100_100\/company-logo_100_100\/0\/1677478557826\/thehubio_logo?e=2147483647&v=beta&t=QZ-KZVJkLFgu-2CKdTfVA8JaClCQRA0LeR_w6UMdgDo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4007500551","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4007500551","job_url_direct":null,"title":"Staff Software Engineer – JVM\/Rust Expert (Bangkok-based, Full Relocation Package Provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]