[{"id":"4300856546","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4300856546","job_url_direct":"https:\/\/careers.marshall.com\/jobs\/5255760-android-developer?utm_source=LinkedIn&urlHash=EJ_H","title":"Android Developer","company":"Marshall Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Musicians","listing_type":null,"emails":null,"description":"Marshall Group is the audio, tech, and design powerhouse uniting musicians and music lovers through genre-breaking innovation. Our flagship brand, Marshall, is uniquely positioned with over 60 years of rock ‘n’ roll attitude on stage, at home, and on the go. Our iconic products are brought to life by a dedicated team of 800 passionate employees and sold in over 90 markets worldwide.\n   \n\n  \n\n**Right now,** \n we need to strengthen our Software team with a Android developer that will be working with our cross-functional teams. The world of audio is changing. Smart speakers and True Wireless headphones are turning audio into a high-tech industry. In the last few years, our products have gone from simple wired devices to connected and complex IoT devices. We are now focusing on evolving our mobile app and the added value it can provide to our users.\n   \n\n  \n\n**What you’ll do:**\n* Maintain and develop Android mobile apps for the Marshall brands\n* Collaborate closely with our UX and Design team to discuss new features and functions.\n* Support and participate in testing activities and evaluation of the app.\n* Participate in knowledge-sharing sessions to promote new ideas and innovation.\n* Teamwork with the other developers to help us brainstorm solutions and make our apps even better for our users.\n* Prototyping new ideas to make them come true, both individually and across teams.\n\n\n**Who we’re looking for:**\n You are an Android developer with a collaborative mindset who cooperates well internally and externally. To succeed in this role, you need to be committed to collaborative problem-solving, and build quality products to create great user experiences together with the UX and design team. We believe you have a great passion for new technologies, trends, and software development. You get excited by the idea of creating an amazing app experience that resonates with people not only on a functional level but also on an emotional level.\n   \n\n  \n\n**You probably have the following experiences & skills:**\n* + 3 years of proven professional Android app development experience.\n* Experience working with Kotlin.\n* Proficient in modern android design patterns (for ex. MVVM, dependency injection) and Jetpack components.\n* Familiarity with coroutines and Compose, Dagger Hilt and Clean Architecture.\n* Good understanding of Firebase & REST etc.\n* Hence strong written and spoken English skills are essential.\n* Experience with Bluetooth Low Energy (BLE) is a plus.\n\n\n**Our pledge:**\n We thrive to foster an inclusive workplace and we do not discriminate on the basis of race, religion, disability, colour, national origin, gender, sexual orientation, age or marital status. We firmly believe that Marshall thrives when our employees do, leading to better experiences for our consumers.\n   \n\n  \n\n We encourage applications from all over the world. To enable transitioning from another country for a role at Marshall, we offer re-location support. This support is tailored for each role but always includes visa\/work permit application, local authority registration, and home finding service. Don't hesitate to reach out if you have any questions.\n   \n\n  \n\n**Does this sound like you?**\n We look forward to reviewing your application!","company_url":"https:\/\/se.linkedin.com\/company\/marshallgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEO0h6HBpk7LQ\/company-logo_100_100\/company-logo_100_100\/0\/1631340615731?e=2147483647&v=beta&t=8hDRxhUHMBjgRxqQWoqOzSSXFFirUMc9R6qPAvlpnpE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4303587823","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4303587823","job_url_direct":null,"title":"C++ Developer","company":"Academic Work","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Engineering","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"*Join our client, a Stockholm-based deep tech company, on a mission to revolutionize DNA sequencing. Be part of a unique journey, making an enormous personal impact on cutting-edge product development with their next-generation technology.* \n\n\n\n\n  \n\n\n\n\n\n About the role\n \n\n\n\n Our client is a Stockholm-based deep tech company aiming to transform the data generation in sequencing completely through their patented 3-D sequencing, a truly disruptive technology. They combine single molecule imaging, fiber optical gratings technologies and nano-fluidics to read DNA faster than anyone else.\n \n\n\n\n As a C++ Developer, you will play a pivotal role in advancing our client's next-generation DNA sequencer. This position offers a unique opportunity to contribute to a groundbreaking product, working collaboratively within a dynamic and multidisciplinary team that spans biochemistry, hardware, and software.\n \n\n\n\n  \n\n\n\n\n\n**You are offered** \n\n\n\n* To be part of a unique journey to create the next generation of DNA sequencing\n* To work in an international and multidisciplinary team\n* A long-term position with good development opportunities\n\n\n\n  \n\n\n\n\n\n Work tasks\n \n\n\n\n This role encompasses designing, developing, and maintaining high-performance software in C++ for both graphical user interfaces and hardware-close systems within a Linux environment. It also involves significant contributions to image processing and data analysis for advanced genomic applications.\n \n\n\n\n  \n\n\n\n\n\n In this role, you will have the opportunity to work closely with hardware development teams, contributing to projects that bridge the gap between software and physical systems. You’ll be involved in areas such as computer vision and image processing, where a solid understanding of these technologies will be beneficial. The position also touches on DevOps practices, helping to streamline development workflows and improve system reliability. Familiarity with the Qt framework is advantageous, as is a good grasp of operating systems, memory management, and multithreading. You’ll be part of an agile development environment, using version control tools like Git to collaborate effectively. Depending on the project, you may also engage in system development, embedded systems —making experience in any of these areas a valuable asset.\n \n\n\n\n  \n\n\n\n\n* Design and implement user interfaces for controlling and configuring the DNA sequencer.\n* Develop hardware-close software within a Linux environment.\n* Contribute to image processing and analysis of genomic data.\n* Collaborate with multidisciplinary teams spanning biochemistry, hardware, and software.\n* Provide support to end-users and assist with problem-solving.\n* Participate in DevOps activities.\n\n\n\n  \n\n\n\n\n\n We are looking for\n \n\n\n* Degree from a relevant university education\n* At least 1 year of relevant professional experience\n* Advanced knowledge of C++ programming and data structures.\n* Good knowledge of Linux operating systems.\n* Good knowledge of Python.\n* Strong written and verbal English communication skills.\n* Generalist approach to software development, comfortable with varied tasks and problem-solving.\n\n\n\n  \n\n\n\n\n\n**To succeed in the role, your personal skills are:** \n\n\n\n* Goal oriented\n* Orderly\n* Responsible\n* Intellectually curious\n* Respectful\n\n\n\n  \n\n\n\n\n\n Our recruitment process\n \n\n\n\n This recruitment process is handled by Academic Work and it is our client’s wish that all questions regarding the position is directed to Academic Work.\n \n\n\n\n  \n\n\n\n\n\n Our selection process is continuous and the advert may close before the recruitment process is completed if we have moved forward to the next phase. The process includes two tests: one personality test and one cognitive test. The tests are tools to find the right talent for the right position, to enable equality, diversity, and a fair process.","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFNxx5CdYwM-Q\/company-logo_100_100\/company-logo_100_100\/0\/1738562977737\/academic_work_logo?e=2147483647&v=beta&t=gnsh3HjKd0-RkXcrZwm__PvInB7xzAUFVO5n2F0CLV8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4303569997","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4303569997","job_url_direct":null,"title":"AI Data Software Engineer to Tutus Data","company":"Academic Work","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"*Tutus is a Swedish company, founded in 1992, and has since been developing high-quality network encryption solutions for the military, government agencies, and enterprises operating in environments that require a high level of secure communication. Due to increasing demand for their products and the company's growth, they are now looking for an* \n***AI Data Software Engineer***\n*who is passionate about generative AI, data and security. Exciting, right? Read on!* \n\n\n\n\n  \n\n\n\n\n\n**About the role** \n\n\n\n\n Tutus is the leading provider of government-approved and certified IT security products in Sweden, steadily advancing toward its goal of becoming a leading supplier of approved IT security solutions not only in Sweden but also within the EU. Tutus offers advanced encryption products for organizations that take security seriously, with a portfolio spanning five key product and service categories: network security, secure smartphones, file encryption, secure video conferencing, and secure cloud services. Here, you will join a dynamic workplace with an open atmosphere, where engagement and technical expertise are highly valued.\n \n\n\n\n  \n\n\n\n\n\n As an AI Data & Software Engineer at Tutus Data, you will be responsible for data processing, building and training machine learning models, and developing AI-powered applications.\n \n\n\n\n  \n\n\n\n\n\n**You are offered** \n\n\n\n* The opportunity to work in a field that is vital to Sweden’s security.\n* A company that manages the entire development process from start to finish, ensuring full control over both delivery and support.\n* Excellent opportunities for professional growth, both in your role as AI Data & Software Engineer and within other technical areas.\n* A company that prioritizes your development, including dedicated\n **\"innovation days\"** \n during the sprint cycle to focus on areas you want to grow in.\n* A market-leading company with strong and stable customers.\n* Competitive salary, bonuses, and excellent benefits.\n\n\n\n  \n\n\n\n\n\n**Work tasks** \n\n\n\n\n Tutus Data is making a significant investment in its AI division and is looking for someone who wants to become a key player in their AI application initiatives. In this role, you will work closely with the deployment and optimization team and collaborate with their AI Deployment Engineer. The position will have a strong focus on research, prototyping, developing and training AI models, while continuously ensuring and considering security in data handling and the distribution process. Your main responsibilities will be,\n \n\n\n* Collect, clean, and preprocess data to create high-quality datasets for training models.\n* Develop, train, and evaluate machine learning models.\n* Optimize and fine-tune models for performance and accuracy.\n* Build and deploy AI applications utilizing these models in containerized environments.\n\n\n\n  \n\n\n\n\n\n We are looking for\n \n\n\n* You have a relevant technical education, preferably in machine learning from a university or college.\n* You have a couple of years of work experience in machine learning and frameworks such as TensorFlow or PyTorch.\n* You have an advanced proficiency in Python or other AI-relevant programming languages.\n* You have strong skills in data processing and manipulation and can independently use tools such as Pandas or NumPy.\n* Experience with containerization technologies, preferably Docker or Kubernetes, as well as model evaluation and optimization.\n* You speak and write fluently in English.\n\n\n\n  \n\n\n\n\n\n**It is meritorious if you have** \n\n\n\n* Experience with NVIDIA's hardware and software stack (CUDA, cuDNN, TensorRT).\n* Work experience in software development, preferably with languages such as C or C++.\n* Ability to speak and understand Swedish, both in communication with customers and internal employees.\n\n\n\n  \n\n\n\n\n\n Knowledge can be gained through education, experience or self-taught.\n \n\n\n\n  \n\n\n\n\n\n**To succeed in the role, your personal skills are:** \n\n\n\n* Change oriented\n* Goal oriented\n* Responsible\n* Intellectually curious\n\n\n\n  \n\n\n\n\n\n We are looking for someone with a strong interest in generative AI, a keen eye for detail, and a passion for problem-solving. This role requires initiative, exploring opportunities, and guiding and assisting Tutus' customers, providing you with great opportunities to contribute and make an impact.\n \n\n\n\n  \n\n\n\n\n\n**Our recruitment process** \n\n\n\n\n This recruitment process is handled by Academic Work and it is our client’s wish that all questions regarding the position is directed to Academic Work.\n \n\n\n\n  \n\n\n\n\n\n Our selection process is continuous and the advert may close before the recruitment process is completed if we have moved forward to the next phase. The process includes two tests: one personality test and one cognitive test. The tests are tools to find the right talent for the right position, to enable equality, diversity, and a fair process.\n \n\n\n\n  \n\n\n\n\n\n**Employment at Tutus Data is classified under security regulations, and a security screening with background checks will therefore be conducted upon hiring, in accordance with Chapter 3 of the Security Protection Act (2018:585).** \n\n\n\n\n**The process:** \n\n\n\n* **Phone interview** \n with Academic Work\n* **Personality and problem-solving test**\n* **In-depth interview** \n with Academic Work\n* **Interviews** \n with Tutus\n* **Security screening**\n* **Reference checks + final decision**\n\n\n\n  \n\n\n\n\n\n**Tutus Data AB** \n\n\n\n\n Tutus is a privately owned Swedish company, founded in 1992. The company boasts a high level of expertise and a broad technical spectrum, taking pride in managing critical national infrastructure and delivering societal benefits.","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFNxx5CdYwM-Q\/company-logo_100_100\/company-logo_100_100\/0\/1738562977737\/academic_work_logo?e=2147483647&v=beta&t=gnsh3HjKd0-RkXcrZwm__PvInB7xzAUFVO5n2F0CLV8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4007518121","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4007518121","job_url_direct":null,"title":"Mjukvaruutvecklare inom MedTech","company":"Cubist","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting, Engineering, and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**About The Job**\n Har du minst 3 års erfarenhet som utvecklare, och vill arbeta med datadrivna lösningar inom hälsosektorn tillsammans med oss på Cubist?\n   \n\n  \n\n**Vi Söker Dig Som**\n* Är civilingenjör inom datateknik, teknisk fysik eller teknisk matematik, eller har en M.Sc. inom motsvarande område\n* Gillar mjukvaruutveckling och vill jobba som konsult\n* Trivs i agila team och vill arbeta med utmanande problemlösning, gärna inom hälso- och sjukvårdssektorn\n* Vill lära dig mer om hur man arbetar med mjukvaruutveckling i en reglerad bransch\n* Vill fortsätta att utvecklas, jobba med den senaste tekniken och inspireras av smarta kunder, partners och kollegor\n\n\n För den person vi söker nu är erfarenhet av C# .Net ett krav.\n   \n\n  \n\n Vår\n **tech-stack** \n består bland annat av teknikerna nedan - kanske kan du något av detta redan, eller så lär vi oss tillsammans!\n   \n\n  \n\n* Generell backendutveckling\n* Programmeringsspråk såsom C#, C\/C++, Python, Java\n* Docker, Kubernetes\n* REST, Web Messaging\n* Microservices\n* Databaser såsom MySQL, PostgreSQL, MongoDB\n* Cloudteknologier såsom Azure, AWS och GCP\n* Message brokers såsom Kafka, RabbitMQ\n* Webbramverk såsom Django, ASP.NET, React.js\n\n\n Vi arbetar både med uppdrag ute hos kund och projekt i våra lokaler på Kungsbron 21 i Stockholm.\n   \n\n  \n\n**Våra kunder**\n Ett kundexempel är\n **ImagineCare** \n , med vilka vi i tätt samarbete utvecklar en plattform för vård på distans av patienter med olika sjukdomar. Ett annat kundexempel är\n **Kongsberg Beam Technology** \n där vi tillsammans med kunden utvecklar metoder för förbättrad strålbehandling av cancerpatienter. Läs mer om exempel och några av våra andra intressanta projekt på https:\/\/www.cubist.eu\/#what-we-do\n   \n\n  \n\n**Vilka är vi?**\n Idag består teamet av ca 30 konsulter som jobbar med medicinteknisk mjukvaruutveckling och datadrivna lösningar inom hälsosektorn.\n   \n\n  \n\n På Cubist Är Vi Stolta Över Vår Inkluderande Företagskultur Och Vår Vision Healthier And Happier. Vi Vill Bidra Till Hälsosektorn, Så Att Vi Alla Kan Känna Oss Healthier. Genom Kompetens Och Erfarenhet Vill Vi Även Bidra Till Att Vi, Våra Kunder Och Partners i Cubists Community Kan Känna Sig Happier. Tillsammans Strävar Vi Efter Att Leva Hälsosamt, Hjälpa Varandra Och Ha Kul På Jobbet. Vi Arbetar Efter Våra Värderingar\n   \n\n  \n\n*Humanism* \n . Vi jobbar för långsiktiga och hållbara förändringar som kommer till nytta för människor och samhället vi lever i. Alla ska känna sig välkomna i teamet, oavsett bakgrund.\n   \n\n  \n\n*Nytänkande* \n . Vi utmanar gärna befintliga tankesätt och strukturer och försöker att tänka nytt för att hitta kreativa lösningar. Vi försöker leva hälsosamt och hållbart, exempelvis genom att hålla nere resandet, inte köpa onödiga saker och gärna återanvända.\n   \n\n  \n\n*Passion* \n . Vi brinner för att göra skillnad i samhället och för människors liv. Vi känner stolthet över att utmana oss själva med nya tekniker och tankar i strävan mot ständigt lärande. Det bygger leveransförmåga som organisation och stärker den individuella kompetensutvecklingen.\n   \n\n  \n\n Låter detta spännande? Hör av dig idag och berätta om dig själv och dina ambitioner!\n   \n\n  \n\n Välkommen till Cubist!\n   \n\n  \n\n https:\/\/www.cubist.eu\/","company_url":"https:\/\/se.linkedin.com\/company\/cubist-it-health","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH2G7m3mKQbVw\/company-logo_100_100\/company-logo_100_100\/0\/1630565230432\/cubist_it_health_logo?e=2147483647&v=beta&t=4MSWIVtj1lEdueWG9-GrdHfB6oj3ZVV5UXIdH0DUeO8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4198870343","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4198870343","job_url_direct":null,"title":"Kravanalytiker\/Business Analyst, Lösningsarkitekt eller Enterprisearkitekt!","company":"B3 Visab Consulting AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Business Development and Sales","company_industry":"Information Technology & Services","listing_type":null,"emails":"lidia.hagos@b3.se, Hanna.Skoog@b3.se","description":"Bli en nyckelperson i finanssektorns digitala utveckling\n   \n\n  \n\n På B3 Visab Consulting arbetar vi nära några av Sveriges mest samhällskritiska aktörer inom bank och försäkring. Våra uppdrag är komplexa, långsiktiga – och riktigt roliga. Vi är ett erfaret gäng konsulter som kombinerar affärsförståelse med teknisk höjd, och vi söker nu fler kollegor som vill bidra med sin kompetens i en miljö där samarbete, kvalitet och trygghet står i fokus.\n   \n\n  \n\n Just nu letar vi efter:\n   \n\n  \n\n Kravanalytiker\/ Business Analyst\n   \n\n  \n\n* Bekväm med att översätta behov till krav, och att jobba nära både utvecklare och verksamhet\n* Minst 3 års erfarenhet som kravanalytiker eller business analyst\n* Minst 2 år inom bank och\/eller försäkring\n\n\n Lösningsarkitekt\n   \n\n  \n\n* Minst 4 års erfarenhet av lösningsarkitektur\n* God teknisk bredd och vana att ta helhetsansvar\n* Minst 2 år inom bank och\/eller försäkring\n\n\n Enterprisearkitekt\n   \n\n  \n\n* Minst 3 års erfarenhet i rollen som enterprisearkitekt\n* Van att driva förändring och ta fram strategiska arkitekturlösningar\n* Minst 2 år inom bank och\/eller försäkring\n\n\n Därför trivs våra konsulter:\n   \n\n  \n\n* Kompetensutveckling, certifieringar och stöd i din konsultresa\n* En kultur där vi stöttar varandra, delar kunskap och har nära till både skratt och utveckling\n* En stark satsning på hälsa och balans genom Team B3\n\n\n Vi vet att det är människorna som gör skillnaden – både i våra kunduppdrag och i vårt interna samarbete. Hos oss blir du en del av ett stabilt team där erfarenhet tas till vara och där du får utrymme att växa.\n   \n\n  \n\n Ansök enkelt\n   \n\n  \n\n Sök direkt via formuläret – eller kontakta oss om du vill veta mer:\n   \n\n  \n\n**Lidia Hagos** \n – lidia.hagos@b3.se\n   \n\n  \n\n**Hanna Skoog** \n – +46 70 260 12 65 \/ Hanna.Skoog@b3.se","company_url":"https:\/\/se.linkedin.com\/company\/visab-consulting-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFekdtoA9EDvA\/company-logo_100_100\/company-logo_100_100\/0\/1631368528654\/visab_consulting_ab_logo?e=2147483647&v=beta&t=EcQfGS3eDR80GNHsKFmTRQ1DSSihQHhlhUAxxjd9dGA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4300045556","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4300045556","job_url_direct":null,"title":"Lösningsarkitekt","company":"Combitech Sverige","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"therese.elwing@combitech.com","description":"**Combitech växer och vi söker nu innovativa och drivna lösningsarkitekter som är redo att forma framtiden tillsammans med oss. Som lösningsarkitekt hos Combitech kommer du att spela en nyckelroll i våra kunduppdrag. Du kommer att vara ansvarig för att utveckla arkitekturen för komplexa system som möter våra kunders unika behov och utmaningar. Din expertis kommer att bidra till att leda vägen för innovation, samtidigt som du säkerställer att lösningarna är säkra, skalbara och effektiva. På Combitech har vi en företagskultur som värderar innovation och hållbarhet, och där det finns mycket utrymme för personlig och professionell utveckling.**\n Rollen\n   \n\n  \n\n I den här rollen får du möjlighet att:\n   \n\n  \n\n* Samarbeta med projektledare, utvecklare och andra stakeholders för att säkerställa teknisk kvalitet och integration\n* Analysera och förstå kundkrav för att designa bästa möjliga lösning\n* Utforma teknisk arkitektur för systemlösningar\n* Jobba med omvärldsbevakning kring tekniska trender och bästa praxis\n* Jobba med riskhantering inom teknisk design och implementering\n* Dokumentera och presentera arkitekturen för både tekniska och icke-tekniska intressenter\n\n\n Vi söker dig som\n   \n\n  \n\n* Har relevant civilingenjör- eller högskoleutbildning inom IT eller motsvarande\n* Har bakgrund inom systemarkitektur och design av komplexa lösningar\n* Har djup erfarenhet av molnlösningar (meriterande med MS Azure), API:er och integrationsplattformar\n* Dokumenterad erfarenhet av agila arbetsmetoder\n* Är en utmärkt kommunikatör och kan förmedla komplexa idéer tydligt och begripligt\n* Behärskar svenska och engelska flytande i både tal och skrift\n\n\n**Då tjänsten innebär arbete som omfattas av försvarssekretess krävs det att du genomför och godkänns i en säkerhetsprövning med registerkontroll.**\n**Urval sker löpande. Vi ser fram emot din ansökan!**\n Kom & gör skillnad\n   \n\n  \n\n Vi tror att man gör ett bättre jobb om man kan fokusera på rätt saker, därför gör vi det lätt att kombinera jobbet med vardagen. Vi satsar på våra medarbetare, de utgör kärnan, hjärnan och hjärtat i vår verksamhet. Dessutom står vi på en stadig grund av högteknologi, forskning och anställningstrygghet med försvars- och säkerhetskoncernen Saab som ägare.\n   \n\n  \n\n För oss handlar det om hållbarhet - vi vill bli branschens mest hållbara företag; och för att vara ett hållbart företag i en hållbar framtid behöver vi investera i våra medarbetare. För oss är din återhämtning, dina utvecklingsmöjligheter och din trygghet lika viktigt som företagets framgång - utan våra medarbetare står vi stilla.\n   \n\n  \n\n**Vill du veta mer om hur det är att arbeta hos oss? Kolla in** \n våra karriärsidor\n **!**\n Kontaktperson\/rekryterande chef: Therese Elwing, therese.elwing@combitech.com\n   \n\n  \n\n Vi undanber oss rekryteringssamarbeten och reklam.","company_url":"https:\/\/se.linkedin.com\/company\/combitech-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFPb9XCei0jLw\/company-logo_100_100\/company-logo_100_100\/0\/1732602298286\/combitech_ab_logo?e=2147483647&v=beta&t=DOtHKYBzmIi1Eg1da9lYlhtQRTMuxe1K6O_hL634wsw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4303589199","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4303589199","job_url_direct":null,"title":"Panghus söker en CloudOps Engineer\/Driftansvarig!","company":"Academic Work","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"*Är du redo att ta nästa stora steg i din karriär – och samtidigt vara med och förändra en hel bransch? På Panghus tror de på att utmana det etablerade. De bygger inte bara hus – de bygger framtidens samhällen med hjälp av innovation, digitalisering och ett starkt driv att göra saker bättre. Nu söker de en* \n***CloudOps Engineer \/ Driftansvarig***\n*som vill vara med och leda deras digitala resa. Det här är rollen för dig som har några års erfarenhet inom systemutveckling och är redo att ta ett större ansvar – både strategiskt och operativt – i ett bolag där teknik är en nyckel till framgång.* \n\n\n\n\n  \n\n\n\n\n\n Om tjänsten\n \n\n\n\n Panghus som bolag skulle inte vara där de är idag utan att det fanns en stark vilja att ifrågasätta existerande strukturer och göra saker och ting på ett annorlunda vis. Det gäller även bolagets förhållning till IT, infrastruktur och digital information. Som driftansvarig kommer du bli en\n **nyckelspelare** \n i bolagets digitala transformering på ett sätt känns givande, utmanande och utvecklande. Personen vi söker har arbetat i några år med systemutveckling och vill nu ta steget mot en ansvarsposition fokuserat på att säkerställa driftskontinuitet och tillförlitlighet, speciellt gällande deras molntjänster och SaaS-produkter.\n \n\n\n\n  \n\n\n\n\n\n**Du erbjuds** \n\n\n\n* Ett spännande och omväxlande arbete i ett entreprenörsdrivet tillväxtföretag med många och snabba puckar\n* En plats att utvecklas, bidra och forma ditt arbete utefter din situation och prioriteringar\n* Ett härligt gäng som trivs tillsammans\n* En anställning hos Academic Work med goda chanser till överrekrytering efter 12 månader om samtliga parter är nöjda. Fast månadslön erbjuds!\n\n\n\n  \n\n\n\n\n\n Arbetsuppgifter\n \n\n\n\n Rollen som driftansvarig innebär både strategiskt och operativt arbete för att stödja organisationens utveckling och effektivitet genom att tillhandahålla de tjänster och rutiner som krävs för att kunna expandera verksamheten med bibehållen kvalitet.\n \n\n\n* Implementera, konfigurera och supportera molntjänster och medföljande integrationer.\n* Övervaka och hantera molninfrastruktur, integrationer och provisionering.\n* Genomlysa och förbättra operativa processer.\n* Förbättra företagets digitala kommunikation- och samarbetskanaler.\n* Granska och driva förändringsarbete genom utveckling av AI-tjänster, automatisering och standardiserade arbetsmetoder.\n\n\n\n  \n\n\n\n\n\n Vi söker dig som\n \n\n\n* Har en B.Sc eller M.Sc inom relevant område.\n* Har några års erfarenhet av systemutveckling.\n* Har erfarenhet av att konfigurera molplattformar såsom Azure eller AWS.\n* Har erfarenhet av ett eller flera programmeringsspråk, exempelvis python och javascript.\n* Har erfarenhet av integrationer och API-utveckling.\n* Kan arbeta i O365 vad gäller konfiguration och administration (exchange, sharepoint, teams, ondrive etc).\n* Talar och skriver flytande på svenska och engelska.\n\n\n\n  \n\n\n\n\n\n**Det är meriterande om du har** \n\n\n\n* Erfarenhet av funktionell programmering.\n* Kunskap om Lambda-funktioner.\n\n\n\n  \n\n\n\n\n\n**För att lyckas i rollen har du följande personliga egenskaper:** \n\n\n\n* Förändringsbenägen\n* Hjälpsam\n* Målmedveten\n* Ordningsam\n* Stabil\n* Ansvarstagande\n\n\n\n  \n\n\n\n\n\n Vår rekryteringsprocess\n \n\n\n\n Denna rekryteringsprocess hanteras av Academic Work och vår kunds önskemål är att alla frågor rörande tjänsten skickas till Academic Work.\n \n\n\n\n  \n\n\n\n\n\n Vi tillämpar löpande urval och kommer plocka ner annonsen när tillräckligt många kandidater har nått slutskedet i rekryteringsprocessen. Vid ansökan efterfrågas ett CV. Personligt brev använder vi inte som urvalsmetod och behöver därför inte bifogas. Rekryteringsprocessen innehåller två urvalstest: ett personlighetstest och ett test i kognitiv förmåga. Testerna är ett verktyg för att kunna hitta den kandidat med högst potential för tjänsten samt främja jämlikhet, mångfald och en rättvis rekryteringsprocess.\n \n\n\n\n  \n\n\n\n\n\n Panghus Entreprenad AB\n \n\n\n\n Panghus är ett innovativt och nytänkande bygg- och fastighetsbolag som jobbar med hela kedjan från markförvärv i tidiga skeden till att i slutänden lämna ett färdigbyggt och attraktivt bostadsområde. Vi är ett glatt gäng med god sammanhållning och huvudkontoret finns i attraktiva lokaler på Birger Jarlsgatan 57 i centrala Stockholm.\n \n\n\n\n  \n\n\n\n\n\n Trots tuffa tider i fastighetsbranschen har Panghus framgångsrikt fortsatt sin satsning mot att bli Sveriges ledande utvecklare av småhusområden och idag är vi totalt ca 120 anställda i koncernen med pågående projekt över hela landet. Vi drivs av att förnya branschen och att utmana gamla sanningar.","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFNxx5CdYwM-Q\/company-logo_100_100\/company-logo_100_100\/0\/1738562977737\/academic_work_logo?e=2147483647&v=beta&t=gnsh3HjKd0-RkXcrZwm__PvInB7xzAUFVO5n2F0CLV8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4256560307","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4256560307","job_url_direct":null,"title":"Strategic Product Manager\/Head of Product Management - Tietoevry Banking (m\/f\/d)","company":"Tietoevry","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Product Management and Marketing","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"recruitmentinbanking@tietoevry.com","description":"**Job Description**\n**Strategic Product Manager\/Head of Product Management - Tietoevry Banking (m\/f\/d)**\n We are looking for a\n **Strategic Product Manager** \n who wants to be part of Tietoevry Banking. Tietoevry Banking is the leading financial services software and solution partner in the Nordics. We offer modular, pre-integrated banking as a service solutions and market-leading software for core, payments, credit, cards, financial fraud, and wealth. With our scale, expertise, and specialization, we empower financial institutions to enhance agility, efficiency, and accelerate digital transformation.\n   \n\n  \n\n**When Joining Tietoevry Banking You Will Work On**\n* Product Vision and Strategy: Develop and communicate a clear product vision and mid-term\/long-term strategy that aligns with the company's overall Strategy, objectives and market trends. Define target customers, licensing and pricing models to address predictable long-term revenue flow. Define complementary services to support successful implementation and maintenance, ensure additional revenue flow.\n* Market Analysis: Conduct in-depth market research to understand industry trends, competitive landscape, regulatory changes and customer needs, providing input and recommendations for strategic decisions for mid-term and long-term initiatives. Identify opportunities for product innovation and differentiation.\n* Roadmap Development: Ability to translate market needs and business opportunities to a strategic roadmap and balance long\/short-term needs. Create and maintain a high-level product roadmap that outlines key milestones, deliverables, and timelines, ensuring alignment with business priorities. Address product lifecycles, including planning sunsetting and migration strategies. Define innovation inception approaches. Plan portfolio modernization to fit market needs, ensure future growth and competitive costs.\n* Relationship Building: Establish and maintain strong relationships with existing and potential clients, partners, and industry influencers to create new business opportunities. Participate, present and be influencer in conferences, industry workgroups. Build relationships with industry stakeholders globally. Demonstrate cultural awareness and the ability to adapt product strategies to various regional requirements.\n* Stakeholder management: Collaborate closely with the sales team and engage with other departments, including engineering, marketing, project management and customer teams, to support with sales and ensure successful product development and launch. Cooperate cross-units in Cards and Transaction Banking and other units in Banking.\n* Customer Insights: Prepare and present vision, pitches, and presentations to existing and potential clients and partners, effectively communicating the value proposition. Gather and analyze customer feedback and usage data to inform product decisions and enhance user experience.\n* Performance Metrics: Define and track key performance indicators (KPIs) to measure product success and identify areas for improvement, ensure data-based decision making. Keep accountability on product\/service profitability. Align models and use cross unit template and processes.\n* Go-to-Market Strategy: Collaborate with marketing and sales teams to develop and execute effective go-to-market strategies for product launches and updates. Collaborate with Security, Compliance and Privacy teams to identify market or country potential risks and opportunities.\n* Risk Management: Identify potential risks and develop mitigation strategies to ensure successful product delivery and adoption.\n* Leadership and Mentorship: Provide guidance and mentorship to product managers and team members, fostering a culture of innovation and continuous improvement.\n\n\n**Who We Are Looking For**\n* A Bachelor's degree in business, Marketing, or a related field; MBA or advanced degree preferred.\n* Proven experience in product management, with a focus on strategic planning and execution.\n* Strong analytical and problem-solving skills, with the ability to make data-driven decisions.\n* Excellent communication and interpersonal skills, with the ability to influence and collaborate with stakeholders at all levels.\n* Experience in Cards and Payments, with a large network of connections with industry experts and decision-makers.\n* Familiarity with European and Nordic customers.\n\n\n**We Also Believe You Have**\n* Strong strategic thinking skills to develop and implement effective product strategies.\n* A market and customer focus that drives product innovation and meets customer needs.\n* Excellent relationship-building abilities to establish connections with clients, partners, and industry stakeholders.\n* Proficiency in public speaking to effectively present ideas and influence audiences.\n* Strong negotiation and influencing skills to advocate for product initiatives and secure buy-in.\n* A creative mindset that fosters innovation and the development of unique solutions.\n* A results-oriented approach that emphasizes accountability and achievement of product goals.\n\n\n As a person, we believe you are a team player who takes action and demonstrates responsibility to organize your work and solve your tasks. With our agile end-to-end development process, you will continue to both learn from and coach your colleagues, so communication is important for us. Technology is developing fast, so learning new cutting-edge technologies is something you strive to do.\n   \n\n  \n\n**What We Offer**\n* We offer you professional growth, meaningful projects, an open culture, and an outstanding work-life balance!\n* We provide a flexible hybrid work model as part of our culture and way of working.\n* Competitive salary (up to 7,000 EUR gross per month in Latvia), based on experience and qualifications.\n* Finally, we believe in curiosity and learning as a lifestyle where you need to unlearn and relearn every day as new possibilities emerge.\n\n\n**Did we get you inspired?**\n We look forward to your application! Interviews will be held continuously, so we encourage you to apply today! For more information or questions, please contact the Talent Acquisition team at recruitmentinbanking@tietoevry.com.\n   \n\n  \n\n Hope to hear from you soon!\n   \n\n  \n\n Location: Rīga - Verde, Roberta Hirša 1\n   \n\n  \n\n*On specific positions, we might perform background checks.*\n**About Tietoevry**\n Tietoevry creates purposeful technology that reinvents the world for good. We are a leading technology company with a strong Nordic heritage and global capabilities. Based on our core values of openness, trust, and diversity, we work with our customers to develop digital futures where businesses, societies, and humanity thrive.\n   \n\n  \n\n Our 24,000 experts globally specialize in cloud, data, and software, serving thousands of enterprise and public-sector customers in more than 90 countries. Tietoevry’s annual turnover is approximately EUR 3 billion, and the company’s shares are listed on the NASDAQ exchange in Helsinki and Stockholm, as well as on Oslo Børs. Familiarize yourself with what we do.\n   \n\n  \n\n Additional Information\n   \n\n  \n\n At Tietoevry, we believe in the power of diversity, equity, and inclusion. We encourage applicants of all backgrounds, genders (m\/f\/d), and walks of life to join our team, as we believe that this fosters an inspiring workplace and fuels innovation. Our commitment to openness, trust, and diversity is at the heart of our mission to create digital futures that benefit businesses, societies, and humanity.\n   \n\n  \n\n Diversity, equity and inclusion (tietoevry.com)","company_url":"https:\/\/fi.linkedin.com\/company\/tietoevry","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQF2amfv6Na1Ag\/company-logo_100_100\/company-logo_100_100\/0\/1642569018457\/tietoevry_logo?e=2147483647&v=beta&t=WOekvO3Bo-fyhw4-NABHCVjZEv6gdsyF887I4GoF_fQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4303582423","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4303582423","job_url_direct":null,"title":"Presales Consultant - AI Growth and adoption","company":"IFS","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Company Description**\n FS is a billion-dollar revenue company with 7000+ employees on all continents. Our leading AI technology is the backbone of our award-winning enterprise software solutions, enabling our customers to be their best when it really matters–at the Moment of Service™. Our commitment to internal AI adoption has allowed us to stay at the forefront of technological advancements, ensuring our colleagues can unlock their creativity and productivity, and our solutions are always cutting-edge.\n   \n\n  \n\n At IFS, we’re flexible, we’re innovative, and we’re focused not only on how we can engage with our customers but on how we can make a real change and have a worldwide impact. We help solve some of society’s greatest challenges, fostering a better future through our agility, collaboration, and trust.\n   \n\n  \n\n We celebrate diversity and understand our responsibility to reflect the diverse world we work in. We are committed to promoting an inclusive workforce that fully represents the many different cultures, backgrounds, and viewpoints of our customers, our partners, and our communities. As a truly international company serving people from around the globe, we realize that our success is tantamount to the respect we have for those different points of view.\n   \n\n  \n\n By joining our team, you will have the opportunity to be part of a global, diverse environment; you will be joining a winning team with a commitment to sustainability; and a company where we get things done so that you can make a positive impact on the world.\n   \n\n  \n\n We’re looking for innovative and original thinkers to work in an environment where you can #MakeYourMoment so that we can help others make theirs. With the power of our AI-driven solutions, we empower our team to change the status quo and make a real difference.\n   \n\n  \n\n If you want to change the status quo, we’ll help you make your moment. Join Team Purple. Join IFS.\n   \n\n  \n\n**Job Description**\n As a key contributor within specific sales pursuits, the AI Pre-Sales Specialist is the domain expert for the portfolio of Industrial AI capabilities, operating as both a trusted advisor and a technology ambassador. They are a catalyst for both revenue growth and exceptional customer outcomes, partnering closely with sales, presales, R&D, and services teams to position industry-leading AI capabilities in customer scenarios and deliver measurable business value.\n   \n\n  \n\n* Partner with account teams to qualify and shape AI opportunities from the first conversation through to deal closure.\n* Engage with stakeholders at all levels, from C-suite executives to technical leadership, enterprise architects, and operational teams, in their own environments to position IFS as the AI technology partner of choice.\n* Lead discovery and qualification sessions, matching customer needs to the most relevant AI capabilities and shaping solution approaches that address their specific challenges and opportunities.\n* Configure and deliver compelling solution demonstrations, balancing visionary “art of the possible” scenarios with practical, actionable proposals.\n* Present at executive briefings, customer workshops, trade shows, conferences, and industry events as a trusted advisor and visible AI evangelist.\n* Advise customers on medium- to long-term AI possibilities to address emerging business and operational challenges.\n* Shape go-to-market approaches for specific customers, leveraging out-of-the-box capabilities from the AI portfolio with a strong understanding of the wider IFS offering.\n* Maintain a deep understanding of industry trends, competitor strategies, and the evolving AI landscape in at least one of IFS’s six core verticals.\n* Champion the voice of the customer internally, influencing go-to-market execution and product roadmap priorities.\n\n\n Qualifications\n   \n\n  \n\n* Minimum 5 years’ experience in presales, consulting, or technology solution roles, ideally with AI, applied data science or enterprise software.\n* Proven track record in positioning and delivering complex, enterprise-level solutions that unlock measurable business value.\n* Strong industry knowledge in at least one of IFS’s six core verticals - aerospace and defense, energy utilities and resources, manufacturing, engineering, construction and infrastructure, service, and telecommunications.\n* Ability to engage effectively with both technical and business stakeholders, from operational teams to executive leadership.\n* Demonstrated experience in requirements analysis, solution design, and the creation of compelling presentations and demonstrations.\n* Excellent communication, storytelling, and influencing skills.\n* Understanding of key industry trends and AI adoption patterns relevant to industrial and enterprise contexts.\n\n\n Additional Information\n   \n\n  \n\n*We embrace flexibility and hybrid work opportunities to support diverse needs and lifestyles, while also valuing inclusive workplace experiences. By fostering a sense of community, we drive innovation, strengthen connections, and nurture belonging. Our commitment ensures you can work in a way that suits you best, while also engaging with colleagues to share ideas and build meaningful relationships.*","company_url":"https:\/\/se.linkedin.com\/company\/ifs","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHIDMqL6c39Zg\/company-logo_100_100\/company-logo_100_100\/0\/1729178459244\/ifs_logo?e=2147483647&v=beta&t=GLe_8Fc_TmZYudTCi1hBis1i8-amTfL4l23y8DA8KUI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4303908144","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4303908144","job_url_direct":null,"title":"Art Director","company":"H&M","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales","company_industry":"Retail","listing_type":null,"emails":null,"description":"**Job Description**\n We’re looking for a visionary Art Director for Women’s Collections at H&M Studios. This is a unique opportunity to shape the visual storytelling of our full assortment, connecting with a broad and diverse customer base through inspiring, fashion-forward content.\n   \n\n  \n\n As Art Director, you’ll play a key role in developing and elevating H&M’s visual identity. You’ll collaborate closely with our Creative team to ensure every campaign and piece of content reflects our brand’s tone of voice.\n   \n\n  \n\n Your key responsibilities include:\n   \n\n  \n\n* Concept development – Create and visualise shoot concepts that reflect our brand identity and resonate with our customers.\n* Mood boards – Develop compelling mood boards to communicate your creative vision.\n* Creative direction – Lead styling, lighting, and overall visual execution across shoots.\n* Team collaboration – Guide photographers, stylists, and hair & make-up artists to bring your vision to life.\n* Set & location – Oversee set design and location selection to ensure the right atmosphere and aesthetic.\n* Quality control – Maintain high visual standards across every detail.\n* Trend awareness – Stay ahead of fashion and beauty trends to keep our content relevant and inspiring.\n* Post-production – Supervise retouching and final edits to ensure consistency and quality.\n* Budget management – Work with producers and Art Buyers to manage resources and budgets\n\n\n**Qualifications**\n We’re looking for someone with a strong background in art direction and a portfolio that showcases your ability to create visually compelling content for Women’s fashion. You understand the fashion landscape - its trends, people, brands, and cultural movements and know how to translate that into powerful visual storytelling.\n   \n\n  \n\n  \n\n  \n\n**Who You Are**\n We are looking for people with...\n   \n\n  \n\n* Extensive experience as an Art Director (or equivalent) within Women’s fashion.\n* A deep understanding of branding and how to secure a consistent visual outcome.\n* Advanced knowledge of fashion, styling, and cultural trends.\n* The ability to thrive in a fast-paced, high-output environment.\n* A creative mindset, strong attention to detail, and excellent communication and collaboration skills.\n\n\n**Additional Information**\n This is a full-time permanent position  based at our Studios in Stockholm, starting as soon as possible. Apply by sending in your CV in English and Portfolio as soon as possible, applications will be reviewed on an ongoing basis. Due to data policies, we only accept applications through our career page\n   \n\n  \n\n**Who We Are**\n H&M Group is a global company of strong fashion brands and ventures. Our goal is to prove that there is no compromise between exceptional design, affordable prices, and sustainable solutions. We want to liberate fashion for the many, and our customers are at the heart of every decision we make.\n   \n\n  \n\n  \n\n  \n\n We are made up of thousands of passionate and talented colleagues united by our shared culture and values. Together, we want to use our power, our scale, and our knowledge to push the fashion industry towards a more inclusive and sustainable future.\n   \n\n  \n\n**WHY YOU’LL LOVE WORKING HERE** \n  \n\n  \n\n At H&M Group, we are proud to be a vibrant and welcoming company. We offer our employees attractive benefits with extensive development opportunities around the globe.\n   \n\n  \n\n* 25% Staff discount on all our H&M Group brands, both in stores and online (H&M, COS, Weekday, Monki, H&M HOME, & Other Stories and ARKET).\n* H&M Incentive Program – HIP. Learn more about the program here.\n* In addition to our global benefits, our local markets offer different competitive perks and benefits. (Example: Competitive compensation for your dedication and long-term commitment. A day off on your birthday to relax and celebrate your special day. Special gift to celebrate the birth of your child, etc.)\n\n\n  \n\n  \n\n**JOIN US**\n Our uniqueness comes from a combination of many things – our inclusive and collaborative culture, our strong values, and opportunities for growth. But most of all, it’s our people who make us who we are.\n   \n\n  \n\n  \n\n  \n\n Take the next step in your career together with us. The journey starts here.\n   \n\n  \n\n We are committed to a recruitment process that is fair, equitable, and based on competency. We therefore kindly ask you to not attach a cover letter in your application.","company_url":"https:\/\/se.linkedin.com\/company\/h&m","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHq33akTF76eA\/company-logo_100_100\/company-logo_100_100\/0\/1679061166847\/hm_logo?e=2147483647&v=beta&t=EJEWNoFmNEh77Ma_WEkty8xBK6yX37uTMl7HVNRiP0U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4156963361","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156963361","job_url_direct":"https:\/\/careers.bcg.com\/global\/en\/job\/BCG1US52305EXTERNALENGLOBAL\/IT-Architect-Stockholm-BCG-Platinion?utm_source=linkedin&utm_medium=phenom-feeds&Source+=LinkedIn+Job+Board&urlHash=XSXI","title":"IT Architect - Stockholm | BCG Platinion","company":"BCG Platinion","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"Who We Are\n   \n\n  \n\n Do you want to turn the challenges of digitalization into the solutions of the future? Join BCG Platinion in tackling the core IT issues of leading global companies. Deploy customized platforms, architectures, strategies, and organizations to leverage the digital potential of our customers and drive true innovation, with state-of-the-art tools such as cloud computing, AI, blockchain, microservices, and containerization. Add your individual strengths to our unique team, always there to support you. Together with Boston Consulting Group and our clients, we turn digital visions into reality.\n   \n\n  \n\n What You'll Do\n   \n\n  \n\n For our Stockholm office, we are looking for IT Architects who will collaborate with colleagues from BCG Platinion and\/or the Boston Consulting Group on local and international client projects! We develop superior IT strategies, concepts, and solutions actively and on site, applying our technical know-how, experience in IT projects, and analytical and conceptual skills.\n   \n\n  \n\n What You'll Bring\n   \n\n  \n\n**You can help us make a difference if you**\n* have a degree in computer science, (business) informatics, engineering, or a related field\n* have approx. two years of relevant experience in IT consulting or software development (part or full time)\n* know that modern tools such as machine learning, cyber resilience, DevOps, agile methods, AI, and robotics aren't just buzzwords, but essential to sustainable IT architectures\n* have broad technical expertise and interest in technology trends\n* feel particularly comfortable in interdisciplinary teams and global contexts and are flexible and willing to travel\n* are excellent at understanding and communicating complex topics in English\n\n\n Who You'll Work With\n   \n\n  \n\n**Shape the world of tomorrow**\n* Shape the digital transformation of globally leading companies, ensuring their success by evaluating their capabilities and performing feasibility studies\n* Manage small, agile development teams in strategic IT implementation programs, establish modern practices like DevOps and CI\/CD, and be in charge of the technical implementation of crucial digital requirements such as cyber resilience\n* Analyze, develop, and optimize cutting-edge, customized IT architectures while applying your comprehensive understanding of legacy IT, enterprise solutions, and current market developments and trends such as cloud computing and microservices\n\n\n Additional info\n   \n\n  \n\n**How You Can Grow With Us**\n We guarantee constant development incentives in an open and rewarding work environment! Together with a dedicated team of talented colleagues, you get to work on new challenges every day. Individual training offers and a culture of open feedback will provide the framework needed to explore and perfect personal strengths. Our modern structures allow focusing on the essence of our work - with easy travel booking, an excellent back-office support and comprehensive Knowledge Center. With our regular office Fridays and legendary events, we nurture a strong and close team network beyond our case work.\n   \n\n  \n\n*BCG Platinion is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable.*\n*#BCGPlatinion*\n Boston Consulting Group is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable, and those with criminal histories will be considered in a manner consistent with applicable state and local laws.\n   \n\n  \n\n BCG is an E - Verify Employer. Click here for more information on E-Verify.","company_url":"https:\/\/de.linkedin.com\/company\/bcg-platinion","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHKLyp9XOA5Vg\/company-logo_100_100\/company-logo_100_100\/0\/1721829527847\/bcg_platinion_logo?e=2147483647&v=beta&t=tE3_Y4s-U2xe-pqOlbSGMn_Jbt0qWLtr9NpDUsEcDo0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4243606974","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4243606974","job_url_direct":null,"title":"Client Technical Director - Nordic - Strategic Accounts (Sweden)","company":"Pure Storage","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales and Business Development","company_industry":"Computer Hardware Manufacturing and Software Development","listing_type":null,"emails":"TA-Ops@purestorage.com","description":"We’re in an unbelievably exciting area of tech and are fundamentally reshaping the data storage industry. Here, you lead with innovative thinking, grow along with us, and join the smartest team in the industry.\n   \n\n  \n\n This type of work—work that changes the world—is what the tech industry was founded on. So, if you're ready to seize the endless opportunities and leave your mark, come join us.\n   \n\n  \n\n**THE ROLE**\n As a Consulting Systems Engineer, you're a strategic technical advisor for our most important clients in the Automotive and Manufacturing industries across the Nordics. You won't just be selling technology; you'll be a trusted partner, translating business challenges into tangible, outcome-based solutions. This is a senior-level role where you'll leverage your deep industry knowledge and technical expertise to influence C-level decisions, lead cross-functional teams, and drive our clients' digital transformation journeys.\n   \n\n  \n\n**What You'll Do**\n* Define and architect end-to-end solutions that meet customer business needs, encompassing technology, implementation methods, and financial models.\n* Lead technical discussions and presentations to a variety of stakeholders, from C-suite executives to developers and storage administrators, building strong, trusting relationships.\n* Guide the sales team by providing technical leadership and expertise, ensuring our solutions are optimally positioned to win in a competitive environment.\n* Collaborate with internal teams like engineering and product management to identify key market trends and influence our product roadmap.\n* Create valuable technical collateral such as presentations, whitepapers, and proofs-of-concept to support business development and sales objectives.\n\n\n**What You Bring**\n* A strong background in pre-sales engineering with expertise in enterprise storage, networking, and systems solutions, particularly within the Automotive and Manufacturing sectors.\n* Strategic thinking with the ability to bridge business acumen, IT strategy, and technical solutions.\n* Excellent communication and presentation skills with the ability to convey complex technical concepts to both technical and non-technical audiences.\n* Deep knowledge of IT infrastructure, including modern data management, storage architectures (FC, iSCSI, NAS), cloud-native architectures, and virtualization.\n* An entrepreneurial and collaborative mindset with the ability to act as a strong individual contributor and a technical leader.\n\n\n**What You Can Expect From Us**\n* Pure Innovation: We celebrate those who think critically, like a challenge and aspire to be trailblazers.\n* Pure Growth: We give you the space and support to grow along with us and to contribute to something meaningful. We have been Named Fortune's Best Large Workplaces in the Bay Area™, Fortune's Best Workplaces for Millennials™ and certified as a Great Place to Work®!\n* Pure Team: We build each other up and set aside ego for the greater good.\n\n\n And because we understand the value of bringing your full and best self to work, we offer a variety of perks to manage a healthy balance, including flexible time off, wellness resources and company-sponsored team events. Check out purebenefits.com for more information.\n   \n\n  \n\n**Accommodations And Accessibility**\n Candidates with disabilities may request accommodations for all aspects of our hiring process. For more on this, contact us at TA-Ops@purestorage.com if you’re invited to an interview.\n   \n\n  \n\n**Our Commitment To a Strong And Inclusive Team**\n We’re forging a future where everyone finds their rightful place and where every voice matters. Where uniqueness isn’t just accepted but embraced. That’s why we are committed to fostering the growth and development of every person, cultivating a sense of community through our Employee Resource Groups and advocating for inclusive leadership.\n   \n\n  \n\n Pure is proud to be an equal opportunity and affirmative action employer. We do not discriminate based upon race, religion, color, national origin, sex (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender, gender identity, gender expression, transgender status, sexual stereotypes, age, status as a protected veteran, status as an individual with a disability, or any other characteristic legally protected by the laws of the jurisdiction in which you are being considered for hire.\n   \n\n  \n\n**JOIN US AND BRING YOUR BEST.**\n**BRING YOUR BOLD.**\n**BRING YOUR FLASH.**","company_url":"https:\/\/www.linkedin.com\/company\/purestorage","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHQ2h8UmRkbzw\/company-logo_100_100\/company-logo_100_100\/0\/1720014761477\/purestorage_logo?e=2147483647&v=beta&t=RYDa9NcoEeiXOUNvKbNeJc-CyA4-RwEXVdfwU0-Wa3M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4156961542","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156961542","job_url_direct":"https:\/\/careers.bcg.com\/global\/en\/job\/BCG1US52313EXTERNALENGLOBAL\/Senior-IT-Architect-Stockholm-BCG-Platinion?utm_source=linkedin&utm_medium=phenom-feeds&Source+=LinkedIn+Job+Board&urlHash=y-TY","title":"Senior IT Architect - Stockholm | BCG Platinion","company":"BCG Platinion","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"Who We Are\n   \n\n  \n\n Do you want to turn the challenges of digitalization into the solutions of the future? Join BCG Platinion in tackling the core IT issues of leading global companies. Deploy customized platforms, architectures, strategies, and organizations to leverage the digital potential of our customers and drive true innovation, with state-of-the-art tools such as cloud computing, AI, blockchain, microservices, and containerization. Add your individual strengths to our unique team, always there to support you. Together with Boston Consulting Group and our clients, we turn digital visions into reality.\n   \n\n  \n\n What You'll Do\n   \n\n  \n\n For our Stockholm office, we are looking for Senior IT Architects to help our clients on national and international projects! (Senior) IT Architects are part of our consulting teams who focus for instance on tech-oriented analyses, review & specification of IT systems or architectures, technical solution design, process improvement and target architecture definitions. Together with colleagues from BCG Platinion and\/or the Boston Consulting Group, you will develop superior IT strategies, concepts, and solutions actively and on site, applying your technical know-how combined with your analytical and conceptual skillset. Based on your IT project experience, you are able to provide content guidance to and coordinate smaller teams.\n   \n\n  \n\n What You'll Bring\n   \n\n  \n\n**You can help us make a difference if you**\n* completed a university degree in computer science, informatics, engineering, or a related discipline with higher-than-average grades\n* bring a minimum of four years relevant experience in IT consulting, management of IT projects, or professional software development\n* have led project teams of more than three people\n* know that modern tools, such as machine learning, cyber resilience, DevOps, agile methods, AI, and robotics aren't just buzzwords - but essential to sustainable IT architectures\n* are familiar with popular software development methods and tools\n* feel particularly comfortable in interdisciplinary teams and global contexts - while traveling to our clients in- and outside of your home country\n* are on a fluent level of understanding and communicating complex topics in English\n\n\n Who You'll Work With\n   \n\n  \n\n**Shape the world of tomorrow**\n* You will form the digital transformation of globally leading companies, ensuring their success by evaluating our clients' digital capabilities and performing feasibility studies\n* You will manage small, agile development teams in strategic IT implementation programs, establish modern practices like DevOps and CI\/CD, and be responsible for the technical implementation of crucial digital requirements, such as cyber resilience\n* You will analyze, develop, and optimize cutting-edge, customized IT architectures while leading small teams and applying your comprehensive understanding of legacy IT, enterprise solutions, and current market developments and trends such as cloud computing and microservices\n\n\n Additional info\n   \n\n  \n\n**How To Grow With Us**\n We guarantee constant development incentives in an open and rewarding work environment! Together with a dedicated team of talented colleagues, you get to work on new challenges every day. Individual training offers and a culture of open feedback will provide the framework needed to explore and perfect personal strengths. Our modern structures allow focusing on the essence of our work - with easy travel booking, an excellent back-office support and comprehensive Knowledge Center. With our regular office Fridays and legendary events, we cultivate a strong and close team network beyond our case work.\n   \n\n  \n\n*BCG Platinion is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable.*\n*#BCGPlatinion*\n Boston Consulting Group is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable, and those with criminal histories will be considered in a manner consistent with applicable state and local laws.\n   \n\n  \n\n BCG is an E - Verify Employer. Click here for more information on E-Verify.","company_url":"https:\/\/de.linkedin.com\/company\/bcg-platinion","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHKLyp9XOA5Vg\/company-logo_100_100\/company-logo_100_100\/0\/1721829527847\/bcg_platinion_logo?e=2147483647&v=beta&t=tE3_Y4s-U2xe-pqOlbSGMn_Jbt0qWLtr9NpDUsEcDo0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3990156311","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3990156311","job_url_direct":null,"title":"SQL server DBA","company":"B3 DBAce AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Hos oss på B3 DBAce värdesätter vi en stark företagskultur, sund värdering och ett starkt fokus på våra medarbetare. Detta, i kombination med utmärkta möjligheter för kompetensutveckling, konkurrenskraftiga förmåner, och en inkluderande gemenskap, gör oss till en attraktiv arbetsgivare. Är det du som blir nästa nyckelperson i vårt team?\n   \n\n  \n\n Dina framtida arbetsuppgifter:\n   \n\n  \n\n Som SQL server DBA hos oss kommer du att vara involverad i varierande och utmanande projekt med våra kunder. Du kan få arbeta som resurskonsult ute hos kunder, sköta driftåtaganden på distans, eller kombinera båda. Denna roll erbjuder även möjligheter att arbeta i team tillsammans med andra delar av B3, där du kan dra nytta av och bidra till en bred kunskapsbas och nätverk.\n   \n\n  \n\n Din bakgrund:\n   \n\n  \n\n* Arbetserfarenhet med MS SQL server, antingen som drift- eller utvecklings-DBA.\n* Det är meriterande om du även har erfarenhet av andra databaser än MS SQL Server, samt molntjänster som Azure eller AWS.\n* Goda kunskaper i svenska, både i tal och skrift.\n\n\n För att trivas som konsult hos oss är du ansvarsfull, flexibel och självgående. Du gillar att hitta lösningar och att både dela med dig av din kunskap och be om hjälp när det behövs. Det viktigaste är din passion för DBA-rollen!\n   \n\n  \n\n Om B3 DBAce:\n   \n\n  \n\n B3 DBAce är specialiserade inom databas- och datahanteringsplattformar. Vi är ett team av 20 engagerade kollegor i roller som DBA, databasutvecklare, dataingenjör och dataarkitekt. Vi arbetar främst med databashanterare som MS SQL Server, Oracle, MySQL och PostgreSQL. Våra uppdrag är ofta långsiktiga hos kunder, men vi värdesätter också möjligheten att träffas på våra kontor i Stockholm, Örebro eller Göteborg för att utbyta tankar och idéer.\n   \n\n  \n\n Intresserad?\n   \n\n  \n\n Hoppas du känner ett ”JA, jag är nyfiken!” Skicka in din ansökan och bli en del av vårt team på en av Sveriges bästa arbetsplatser!\n   \n\n  \n\n**Vi ser fram emot att höra från dig!**\n*B3 DBAce är en del av B3-koncernen, utsedd till Sveriges tredje bästa arbetsplats 2021 av Great Place to Work och till Sveriges IT Karriärföretag 2022. Vi lever efter våra värdeord: erfarenhet, olikheter och energi. Vi satsar på hållbarhet i allt vi gör och tror att medarbetare som mår bra presterar bättre, därför erbjuder vi regelbundna wellness-aktiviteter som yoga, simning, löpning, musikquiz, stickcafé och föreläsningar om stress och mental hälsa.\"*","company_url":"https:\/\/se.linkedin.com\/company\/b3-dbace-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHryspyNjNf8w\/company-logo_100_100\/company-logo_100_100\/0\/1702550327489\/b3_dbace_ab_logo?e=2147483647&v=beta&t=ezZVGBMMppCNCMU3hBsY7Jm0OvYNXBzCyePCRAHsWS4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4303350425","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4303350425","job_url_direct":null,"title":"Graphic Design Intern (University student or Arbetsträning)","company":"Puzzel","location":"Bromma, Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"Information Technology & Services","listing_type":null,"emails":null,"description":"Stockholm, Sweden\n   \n\n  \n\n Are you passionate about design and looking for an opportunity to gain hands-on experience in an innovative and fast-paced tech environment?\n   \n\n  \n\n Join Puzzel, a leading provider of AI-led contact centre solutions, as a Design Intern and contribute to impacting our brand and helping shape its future!\n   \n\n  \n\n**Puzzel: The Low-Down** \n**🔍**\n Puzzel is a leading provider of cloud-based contact centre solutions, empowering businesses to deliver exceptional customer service. Our platform combines omnichannel contact centre, workforce management, and AI-driven analytics to optimize customer interactions and operational efficiency.\n   \n\n  \n\n With 25 years’ experience since our foundation in Norway, we’re already #1 in the Nordics, growing rapidly in the UK and expanding into the Netherlands and Finland in 2024, but our ambition is to become the clear European market-leader in the coming years 🚀\n   \n\n  \n\n**Why we’re proud**\n* 2024 CX Awards Winner, ‘Best Mid-Market Contact Center Platform’\n* Puzzel was recognised as the 'most innovative European-founded CCaaS provider' and top 3 globally by Frost & Sullivan in 2023\n* Best Practices Company of the Year 2023\n* Consistently high Glassdoor rating\n* 2023 customer NPS score of 37\n* Puzzel places high importance on work-life balance and flexible working hours - as recognised by Flexa, placing 16th overall for work:life balance in 2025!\n* We are working with Mercer on salary benchmarking, to ensure pay equality and market competitiveness\n\n\n**Key Data Points**\n* €57m revenue in FY 2024 (up from €50m in 2023)\n* Currently ~300 employees\n* Used by more than 1100 businesses across 40 countries\n* Servicing ~60,000 customer service agents on a daily basis + 800 million customer interactions yearly\n\n\n**About The Role 👀**\n As a Design Intern at Puzzel, you will work closely with our experienced designer to create visually compelling and user-friendly designs. This is a unique opportunity to enhance your design skills while contributing to real-world projects that impact businesses worldwide.\n   \n\n  \n\n For this role we are looking for someone that wants to get work experience, either through university or with arbetrsträning supported by the Swedish government. Our experienced Design Lead will make sure you get the coaching and support necessary.\n   \n\n  \n\n****What you'll do** \n**🏡💻****\n* Participate in designing marketing assets such as social media graphics, email templates, infographics, presentations, and ads.\n* Collaborate with the marketing team to conceptualize and execute visual campaigns.\n* Support the creation of design templates to ensure brand consistency across materials.\n* Edit and refine visual content, including images and videos, to enhance marketing collateral.\n* Conduct research on design trends to keep our campaigns fresh and engaging.\n\n\n**Who You Are**\n* A student or recent graduate in Graphic Design, Marketing, Visual Communication, or a related field.\n* Proficient in design tools such as Adobe Creative Suite (Photoshop, Illustrator, InDesign) or similar.\n* Passionate about marketing and visual storytelling, with a strong portfolio showcasing your work.\n* Detail-oriented and capable of working on multiple projects simultaneously.\n* Strong communication and collaboration skills.\n* Fluent in English (Swedish language skills are not required).\n\n\n**Why Join Puzzel\n **❔****\n* Gain practical experience in a globally recognized tech company.\n* Work on exciting projects with a talented and supportive team.\n* Flexible working arrangements, including the option to work remotely from anywhere in Sweden.\n* A collaborative and inclusive company culture.\n* Opportunities to develop your skills and grow professionally.\n\n\n**Internship Details**\n* Duration: Flexible\n* Location: Sweden\n\n\n Join us at Puzzel and help us design the future of customer experience. We look forward to hearing from you!\n   \n\n  \n\n**Puzzel Values** \n**🎯**\n* Built on Trust – trust is an intrinsic Nordic value, upon which Puzzel has been built. We trust each other and our customers and partners trust us.\n* Stronger Together – working together in a genuinely collaborative way, with a shared purpose, we have an empowered organisation that is better equipped to delight customers and partners.\n* Stay Hungry – have a continuous hunger to raise our game, innovate and be the best we can be professionally.\n\n\n**Diversity & Inclusion** \n**🌍**\n We want everyone at Puzzel to be their true, authentic selves at work irrespective of nationality, race, ethnicity, religion, sexual orientation, gender identity, physical ability, age, or economic background.\n   \n\n  \n\n Whilst we are proud to already have a diverse workforce from across the globe, we are aware that things could always be improved – for example, we currently have a ratio of female 26:74 male employees, which whilst not uncommon for the tech industry (average in SaaS is 26% female), it’s far from ideal. So, what are we doing to improve this?\n   \n\n  \n\n* Our Global Leadership Team (C-suite) has shifted from 100% male to 50 male: 50 female in the past 18 months.\n* We have increased our % of female hires from 23.6% in 2021 to 38.5% in 2023.\n* We are partnering with the likes of Flexa, who have significantly higher-than-average talent pools of candidates from diverse backgrounds.\n* We are working with State Employment initiatives in Norway and Sweden to bring candidates through internship\/apprenticeship routes and are investigating similar initiatives in the UK and Bulgaria.\n* By raising awareness and transparency, we are hoping to further attract a diverse workforce.\n\n\n We are continuously striving to foster an inclusive and diverse environment, where everyone is celebrated for who they are. If there is anything we can do to support you in the interview process, or beyond, please let us know.","company_url":"https:\/\/no.linkedin.com\/company\/puzzel-solutions","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQE4feSn-qGFYw\/company-logo_100_100\/company-logo_100_100\/0\/1715846044984\/puzzel_solutions_logo?e=2147483647&v=beta&t=4BVOx-VEHCOLgnd9ZhsOoy0sHTi5XhaDpTPEUlJQmqg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4031001520","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4031001520","job_url_direct":null,"title":"Systemutvecklare","company":"B3 Consulting Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"lidia.hagos@b3.se","description":"B3 utmärker oss genom vår djupa systemutvecklingskompetens och förmåga att leverera kompletta lösningar för våra kunder. Vi kombinerar även avancerad AI-teknik med en förståelse för affärsbehov och tar ansvar för hela utvecklingsprocessen. Vår styrka ligger i att skapa hållbara och skalbara lösningar som stödjer kundens verksamhet och långsiktiga mål.\n   \n\n  \n\n**Om rollen**\n Teamet i Stockholm består av ett gäng kollegor med kompetens inom både backend, frontend och fullstack, vilka nu söker sin nästa kollega! Att vara konsult på B3 innebär att du hjälper våra kunder i deras utvecklingsprojekt och dagliga utmaningar.\n   \n\n  \n\n**Vi letar efter dig som har:**\n* Minst 7 års erfarenhet inom systemutveckling Java, .Net eller Python\n* Arbetat med cloud-teknologier\n* Arbetat med microservices\n* God svenska och engelska i tal och skrift\n\n\n**Extra glada blir vi om du har:**\n* Erfarenhet av DevOps\n* Erfarenhet av moderna frontend-ramverk\n* Intresse av AI teknik\n\n\n**Vad vi erbjuder:**\n Att vi trivs tillsammans på B3 är otroligt viktigt. Anledningen till att många börjar hos oss är bland annat det stora fokuset på\n **kompetensutveckling** \n , där vi kontinuerligt delar kunskap med varandra och uppmuntrar till kompetensutveckling och certifieringar. Vi erbjuder bland annat:\n   \n\n  \n\n* Generös kompetensutveckling\n* Attraktiv lönemodell\n* En fantastisk wellness- och medarbetarsatsning\n\n\n**Om B3**\n B3 är en börsnoterad koncern och trygg arbetsgivare med hög medarbetarnöjdhet. B3 har ca 1000 medarbetare inom många olika expertområden. B3 är rankad som Sveriges tredje bästa arbetsplats 2021 av Great Place to Work, utsett till Sveriges IT Karriärföretag 2022 och 2023, samt vann utmärkelsen Årets Karriärföretag 2022. Vi lever efter våra värdeord erfarenhet, olikheter och energi samt satsar på hållbarhet i alla led. Vi tror att medarbetare som mår bra presterar bättre och har därför B3 Team som anordnar aktiviteter inom wellness, från yoga och löpning till musikquiz och föreläsningar om stresshantering och mental hälsa.\n   \n\n  \n\n**Varmt välkommen med din ansökan redan idag!**\n Har du frågor om tjänsten? Tveka inte att kontakta rekryteringsansvarig för denna tjänst, Lidia Hagos, på lidia.hagos@b3.se.","company_url":"https:\/\/se.linkedin.com\/company\/b3it","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEr66szQkmhOQ\/company-logo_100_100\/B4DZc_TSxiHAAQ-\/0\/1749113712759\/b3it_logo?e=2147483647&v=beta&t=z28s5duwGNAN9BRvE_ciK4F-5--5FYVJ_6ux8FaSaQc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4242992236","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4242992236","job_url_direct":null,"title":"Key Account Manager","company":"foodora","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales","company_industry":"Software Development and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"foodora is part of the Delivery Hero Group, the world’s pioneering local delivery platform, our mission is to deliver an amazing experience—fast, easy, and to your door. We operate in over 70+ countries worldwide. Headquartered in Berlin, Germany. Delivery Hero has been listed on the Frankfurt Stock Exchange since 2017 and is part of the MDAX stock market index.\n   \n\n  \n\n**Job Description**\n**Are you ready to take the lead in shaping the future of food delivery partnerships? At foodora, we’re looking for a driven and strategic Key Account Manager to build and grow relationships with our most influential restaurant partners. This is your chance to work at the heart of a fast-paced, data-driven environment where your decisions directly impact our business. Join us in transforming the food scene - one partnership at a time.**\n**Your mission**\n* Own and manage relationships with foodora’s largest restaurant chains, ensuring long-term growth and profitability.\n* Lead complex and high-stakes negotiations, from preparation to successful closure, always acting in the best interest of both foodora and the partner.\n* Develop and maintain strong, trust-based relationships with decision-makers at senior levels within partner organizations.\n* Proactively identify and execute on new business opportunities and areas for growth within existing accounts.\n* Co-create long-term, profitable campaigns with your partners to drive order volume and customer engagement.\n* Monitor and analyze customer performance, taking data-driven action to optimize results.\n* Participate in strategic planning, contributing insights and feedback from the field to help shape foodora’s broader commercial strategy.\n* Act as the internal advocate for your key accounts, collaborating cross-functionally with Marketing, Vendor Operations, and Product teams to ensure seamless execution and partner satisfaction.\n\n\n We are looking for a true foodorian who enjoys working in a fast paced environment and dares to go further. To thrive in this role we believe that you are\n **result oriented** \n and keep your eyes on the prize, we love to measure both success and find opportunities for improvement, which we hope that you also do! If you have strong\n **analytical skills** \n and a\n **can do-attitude** \n you will come far in this role! Since you will be in contact with our biggest restaurant partners, your skills as a\n **relationship builde** \n r will be crucial to achieve your results.\n   \n\n  \n\n Our selection process is continuous and the ad may close before the recruitment process is completed, if we’ve moved forward to the screening or interview phase.\n   \n\n  \n\n Our recruitment process will include the following:\n   \n\n  \n\n 📞 Telephone interview - Let’s cover the basics!\n   \n\n  \n\n 💡 Psychometric tests via Alva Labs - We use science-based methodology.\n   \n\n  \n\n 🤝 First interview - Time to know each other a bit better!\n   \n\n  \n\n 💼 Case interview - Do your magic and show us your skills!\n   \n\n  \n\n ✔️ Reference- & background check - Final step before we’ll become colleagues.\n   \n\n  \n\n Start date: Upon agreement\n   \n\n  \n\n**Qualifications**\n* A minimum of 5 years experience within Sales, Key Account Management or Business Development.\n* You communicate fluently verbally and in writing in both Swedish and English.\n* Previous experience from tech or FMCG companies is considered a big plus.\n* Strong analytical skills and proficiency in Excel\/Google Sheets.\n* If you have a driver's license it’s considered a plus.\n\n\n**Additional Information**\n* Wellness allowance topped with the opportunity to participate in many work\/life balance initiatives at foodora such as free group training at Sats & reduced price on massage.\n* Employee discount at foodora (woho!) and awesome friday breakfasts!\n* Occupational pension, incl. premium exemption insurance, accident insurance and life insurance.\n* foodora Learning - Monthly learning sessions about different topics, such as the q-commerce industry, negotiation techniques and project management combined with a structured onboarding and inspiring courses within our learning tool Sana\n* Great deals at Benify (for e.g. gym membership, e-bikes hotels, audiobooks, streaming services, clothes, kitchen supplies… and so much more!\n* Awesome AW’s and (pink) parties!","company_url":"https:\/\/de.linkedin.com\/company\/foodora","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQH2lZ9m2a7Iwg\/company-logo_100_100\/company-logo_100_100\/0\/1682694357869\/foodora_logo?e=2147483647&v=beta&t=xXbyKvPj9Af-OpZnh563JznVHn97coW3qJP7tb-rNVE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4086196166","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4086196166","job_url_direct":"https:\/\/bli.b3.se\/jobs\/3415218-b3-init-systemutveckling-devops-it-sakerhet?utm_source=LinkedIn&urlHash=-1YZ","title":"B3 Init: Systemutveckling, DevOps, IT-säkerhet","company":"B3 Consulting Group","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"*Vi söker dig som har minst fem års erfarenhet inom ett av nedanstående kompetensområden och med god kunskap inom en eller flera av de kompetenser som listas. Det är även en fördel om du dessutom har erfarenhet av arbete som konsult* \n*!*\n**Systemutveckling:**\n* Kunskap inom ett etablerat programspråk (Python, C++, Java, etc.)\n* Intresse eller erfarenhet av något nyare programspråk (Go, Rust, Elixir etc.)\n* Erfarenhet av containerbaserad utveckling, gärna med Docker och Kubernetes som grund\n\n\n**DevOps**\n* Kunskap inom moderna CI\/CD-verktyg såsom GitHub Actions, GitLab, Jenkins\n* Kunskap inom scripting och automatisering, gärna med Python, Bash eller Go\n* Erfarenhet inom containerisering och orkestrering\n* Erfarenhet av Infrastructure as Code (IaC) med verktyg som Terraform, Ansible\n\n\n**It-säkerhet**\n* Kunskap inom säkerhetsarkitektur och riskanalys inom IT-miljöer\n* Kunskap inom säkerhetsstandarder och regelverk\n* Erfarenhet inom PKI och kryptering (SSL\/TLS, HSM, CP\/CPS)\n* Erfarenhet inom molnsäkerhet och policyhantering\n\n\n Kanske har du även intresse av en specifik domänkompetens, som AI, routingprotokoll, machine learning, patientlagstiftning, Linux-kernel, hårdvarunära utveckling, finansregelverk, robotik, språk eller pedagogik m.m.\n   \n\n  \n\n Vi tror att du kommer att trivas hos oss om du gillar att arbeta i en tekniskt avancerad och samarbetsdriven miljö, där innovation, säkerhet, automation och du som medarbetare står i fokus. Här får du inte bara möjlighet att fördjupa dig inom ditt område – vare sig det är IT-säkerhet, DevOps, systemutveckling eller infrastruktur – utan också att dela din kunskap och inspireras av andra.\n   \n\n  \n\n Låter det intressant? Skicka in din ansökan – vi ser fram emot att höra från dig!","company_url":"https:\/\/se.linkedin.com\/company\/b3it","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEr66szQkmhOQ\/company-logo_100_100\/B4DZc_TSxiHAAQ-\/0\/1749113712759\/b3it_logo?e=2147483647&v=beta&t=z28s5duwGNAN9BRvE_ciK4F-5--5FYVJ_6ux8FaSaQc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4282302506","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4282302506","job_url_direct":null,"title":"Senior Solutions Architect","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting, Information Technology, and Engineering","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Description**\n Revolutionize Public Services Through Cloud Technology: Transform How Public Sector Organizations Innovate and Serve Citizens\n   \n\n  \n\n We're seeking an exceptional technologist passionate about driving digital transformation across public sector organizations. In this role, you'll be a strategic technology partner, helping diverse institutions leverage cutting-edge cloud solutions to create meaningful impact.\n   \n\n  \n\n Our Public Sector team is a diverse collective of innovative technologists committed to empowering organizations through cloud technology. We're not just implementing solutions; we're helping reshape how public institutions serve their communities. Our approach combines deep technical expertise with genuine curiosity about our customers' unique challenges.\n   \n\n  \n\n Key job responsibilities\n   \n\n  \n\n* Design and recommend comprehensive cloud architectures tailored to specific public sector needs\n* Collaborate with cross-functional teams to develop strategic technology roadmaps\n* Provide prescriptive guidance on security, cost optimization, performance, and operational efficiency\n* Educate customers about cloud capabilities and potential transformative technologies\n* Build and maintain strong technical relationships with key public sector stakeholders\n\n\n A day in the life\n   \n\n  \n\n Your day will be a dynamic blend of technical exploration and collaborative problem-solving. You'll engage with government agencies, educational institutions, and non-profit organizations, translating complex technological challenges into elegant, scalable cloud solutions. Each interaction is an opportunity to reimagine how technology can enhance public service delivery.\n   \n\n  \n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n**Basic Qualifications**\n* Strong technical background in application architecture and software development\n* Experience with IT infrastructure, networking, and security implementations\n* Excellent communication skills for articulating complex technical concepts\n* Fluency in Swedish language\n\n\n**Preferred Qualifications**\n* Knowledge of modern software development practices like agile methodologies and DevOps\n* Experience guiding cloud application adoption and best practices\n* Understanding of government certification and compliance frameworks\n* Background in technology implementations for government or defense sectors\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A3054684","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4294349426","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4294349426","job_url_direct":null,"title":"Courier hourly","company":"FedEx","location":"Upplands Väsby, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Management and Manufacturing","company_industry":"Freight and Package Transportation","listing_type":null,"emails":null,"description":"We have an exciting opportunity for you to join our team of Couriers.\n   \n\n  \n\n**Who We Are**\n FedEx is the largest express transportation company in the world, connecting more than 220 countries and territories. We work every moment to deliver the most important package of someone’s day. Our team of passionate people know their day-to-day work is invaluable in delivering outstanding experience to our customers. 530,000 team members strong, we are as diverse as the world we serve. We love what we do, and we do it well. Our reach is big, and so are our dreams. Join us and let's write our next chapter together.\n   \n\n  \n\n**What You Will Be Doing**\n* Representing FedEx in front of our customers, courteously picking up and delivering their packages\n* Driving vehicles in FedEx fleet on defined routes in various postcodes, making sure customers’ packages get to the right place, on time\n* Making sure vehicles are always operated safely and legally\n* Following all FedEx Health and Safety and other company policies and procedures\n\n\n**What Do You Bring With You**\n* Be a reliable team player\n* Be energetic and enthusiastic\n* Have a strong customer focus\n* Have good communication skills\n* Have an eye for detail to make sure paperwork is correct\n* Holding a valid driving license for type of vehicle assigned is essential and held for 2+ years would be an advantage.\n* Adaptability to external driving conditions and circumstances is required\n* Commercial driving experience would be an advantage\n* Basic geographical knowledge\n\n\n**What Do We Offer**\n* Attractive compensation package\n* Training to get you started and on-the-job learning opportunities\n* Extensive learning resources to further develop your skills and knowledge\n* Tuition Assistance Program (\\*applicable for FedEx positions with a permanent contract)\n* Employee Assistance Program for you and your family in difficult life situations\n* Employee reduced-rate shipping\n* Great career opportunities\n* FedEx is one of the worlds most admired companies and trusted brands year after year\n\n\n Bring your ideas, individuality, and dreams to our global community. Feel good about where you work. Choose your career path - we’re ready to invest in your development. Join FedEx.\n   \n\n  \n\n FedEx was built on a philosophy that puts people first, one we take seriously. We are an equal opportunity employer and we are committed to a diverse and inclusive workforce in which we provide growth opportunities for all\n   \n\n  \n\n Our Company\n   \n\n  \n\n FedEx is one of the world's largest express transportation companies and has consistently been selected as one of the top 10 World’s Most Admired Companies by \"Fortune\" magazine. Every day FedEx delivers for its customers with transportation and business solutions, serving more than 220 countries and territories around the globe. We can serve this global network due to our outstanding team of FedEx team members, who are tasked with making every FedEx experience outstanding.\n   \n\n  \n\n Our Philosophy\n   \n\n  \n\n The People-Service-Profit philosophy (P-S-P) describes the principles that govern every FedEx decision, policy or activity. FedEx takes care of our people; they, in turn, deliver the impeccable service demanded by our customers, who reward us with the profitability necessary to secure our future. The essential element in making the People-Service-Profit philosophy such a positive force for the company is where we close the circle, and return these profits back into the business, and invest back in our people. Our success in the industry is attributed to our people. Through our P-S-P philosophy, we have a work environment that encourages team members to be innovative in delivering the highest possible quality of service to our customers. We care for their well-being, and value their contributions to the company.\n   \n\n  \n\n Our Culture\n   \n\n  \n\n Our culture is important for many reasons, and we intentionally bring it to life through our behaviors, actions and activities in every part of the world. The FedEx culture and values have been a cornerstone of our success and growth since we began in the early 1970’s. While other companies can copy our systems, infrastructure and processes, our culture makes us unique and is often a differentiating factor as we compete and grow in today’s global marketplace.","company_url":"https:\/\/www.linkedin.com\/company\/fedex","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGD5YgN_Px5rA\/company-logo_100_100\/company-logo_100_100\/0\/1706893081795\/fedex_logo?e=2147483647&v=beta&t=0MuvRsJMsmctxNbmhfSaTuW9IKKmrxeEkStiCw5kZjo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4267437585","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4267437585","job_url_direct":"https:\/\/permobil.csod.com\/ux\/ats\/careersite\/5\/home\/requisition\/3166?c=permobil&source=LinkedIn&urlHash=MwTG","title":"Customer Support Representative Panthera","company":"Permobil","location":"Stockholm, Stockholm County, Sweden","job_type":"temporary","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Other","company_industry":"Medical Equipment Manufacturing","listing_type":null,"emails":"andreas.sjolander@permobil.com, zivile.mitkute@permobil.com, andreas.sjolander@permobil.com, zivile.mitkute@permobil.com","description":"**KUNDSUPPORTMEDARBETARE** \n**(tillfällig tjänst)**\n (Scroll down for EN)\n   \n\n  \n\n Vill du arbeta i en internationell miljö där du gör skillnad varje dag?\n   \n\n  \n\n Hos\n **Panthera** \n kommer alltid användarna av våra produkter i första hand. Vårt syfte är att skapa avancerade hjälpmedel som berikar livet för vuxna och barn som lever med funktionsnedsättningar. Våra medarbetare är passionerade kring att tänja på teknikens gränser för att leverera innovationer som förbättrar liv. Vi är ett hållbart och ansvarsfullt företag med fokus på ständiga förbättringar, och våra kunder kan lita på att vi levererar marknadsledande lösningar baserade på insiktsdriven klinisk data.\n   \n\n  \n\n**Om rollen**\n Vi söker en svensktalande\n **Kundsupportmedarbetare** \n till vårt\n **kundsupport-team** \n . I den här rollen kommer du att spela en nyckelroll i att ge förstklassig support till våra kunder och säkerställa att deras frågor hanteras effektivt och professionellt. Du kommer att arbeta nära interna team för att förbättra kundupplevelsen och bidra till framgången för vår supportverksamhet.\n   \n\n  \n\n Detta är en tillfällig tjänst stationerad vid Permobils helt nya toppmoderna innovationscenter i Birsta, Sundsvall eller i Spånga Stockholm.\n   \n\n  \n\n**Dina Ansvarsområden**\n Hantering av allmänna kundförfrågningar som kommer från kunder externt\/internt via telefon och mejl. Såsom orderhantering, reklamationer och returer, garanti, orderuppföljning, fakturering, betalningar och övriga relevanta arbetsuppgifter för rollen.\n   \n\n  \n\n**För Att Lyckas i Rollen Har Du**\n* Gymnasiekompetens eller annan relevant utbildningsbakgrund,\n* Goda IT-kunskaper; erfarenhet av D365 är en fördel,\n* Flytande svenska och engelska; ytterligare språk är en fördel,\n* En passion för kunder och för att leverera enastående kundservice,\n* Tydliga kommunikationsförmågor samt förmåga att visa empati och använda ett positivt språk.\n\n\n**Vem Är Du**\n Du är en proaktiv och resultatinriktad person med stark ansvarskänsla. Du har dokumenterad erfarenhet av att identifiera möjligheter och omsätta dem i handling. I en komplex, internationell miljö är du skicklig på att strukturera och prioritera uppgifter samtidigt som du hanterar olika intressenter på ett effektivt sätt. Din flexibilitet gör att du kan hantera varierande arbetsbelastning med lätthet, och du möter utmaningar med uthållighet och anpassningsförmåga.\n   \n\n  \n\n**Ansökningsprocess**\n Skicka in din ansökan redan idag eller senast den\n **7 september** \n .\n   \n\n  \n\n Panthera är en arbetsgivare som erbjuder lika möjligheter och är engagerad i mångfald och inkludering. Vi välkomnar ansökningar från alla kvalificerade kandidater.\n   \n\n  \n\n För mer information om tjänsten, vänligen kontakta Andreas Sjölander, Customer Support Manager, andreas.sjolander@permobil.com\n   \n\n  \n\n För information om rekryteringsprocessen, vänligen kontakta Zivile Mitkute, Talent Acquisition Partner, zivile.mitkute@permobil.com\n   \n\n  \n\n**Vi ber er vänligen respektera att vi inte önskar rekryteringshjälp eller annonsering, och vi undanber oss samtal från rekryterings- och annonsleverantörer.**\n**CUSTOMER SUPPORT REPRESENTATIVE ( temporary role )**\n**Would you like to work in an international environment where you’ll make a difference every day? We are looking for game-changers to join us as we innovate for individuals and develop the world’s most advanced assistive solutions.**\n At\n **Permobil** \n , the people who use our products come first. Our purpose is to create advanced assistive solutions that make the lives of adults and children living with disabilities more enriching. Our people are passionate about pushing the boundaries of technology to deliver innovations that improve lives. We are a sustainable and responsible business committed to continuous improvement, and our customers can trust us to provide market-leading solutions driven by insights-based clinical data.\n   \n\n  \n\n**Position Overview**\n We are looking for a\n **Swedish speaking Customer Support Specialist** \n to join our\n **Customer Support Team** \n in Sundsvall (Birsta) or in Stockholm (Spånga\n **)** \n . In this role, you will play a key part in providing exceptional support to our customers, ensuring their inquiries are handled efficiently and professionally. You will collaborate closely with internal teams to enhance customer experience and contribute to the overall success of our support operations.\n   \n\n  \n\n**Your Responsibilities**\n* Handling general Customer Enquiries from Customers, Users or other relevant stakeholders internally and externally, such as order management, claims and returns, warranty, tracking of orders, invoicing and cash collections in one or several markets,\n* Order Management,\n* Conduction of other administrative work in alignment with the EMEA Customer Support,\n* Support process improvement and implementations withing the area,\n* Sales activities where applicable.\n\n\n**To Succeed In This Role You Have**\n* Degree in Business Administration, Engineering, Finance or other relevant educational background,\n* Minimum 3 years of experience from similar position; medtech industry experience is meriting,\n* Good IT-skills; experience from D365 would be an advantage,\n* Fluency in English and Swedish; additional languages would be an advantage,\n* Passion for Customers and delivering outstanding customer service,\n* Clear communication skills and ability to show empathy and use a positive language.\n\n\n**Who Are You**\n You are a proactive and results-driven professional with a strong sense of responsibility. You have a proven track record of identifying opportunities and turning them into action. In a complex, international environment, you excel at structuring and prioritizing tasks while managing various stakeholders effectively. Your flexibility allows you to navigate fluctuating workloads with ease, ensuring that challenges are met with resilience and adaptability.\n   \n\n  \n\n**Why is Permobil the next step for you?**\n* You’ll make a difference. Every day. Everything we do leads to understanding and improving the lives of our users. Through our evidence-based innovation, we make a difference to people’s lives.\n* You’ll make your mark as part of our future. We collaborate with colleagues across borders to Innovate for Individuals. The impact you make personally could lead change around the world.\n* You’ll feel welcome from day one. We’re known for being great colleagues, who are collaborative, fun and at the cutting-edge. Everyone at Permobil cares as much as you do about making a positive difference.\n\n\n**Application Process**\n We will conduct selection continuously so send us your application today or before\n **7th of September** \n at the latest!\n   \n\n  \n\n Permobil is an equal opportunity employer committed to diversity and inclusion. We welcome applications from all qualified individuals.\n   \n\n  \n\n For more information about the position, please contact Andreas Sjölander, Customer Support Manager, andreas.sjolander@permobil.com\n   \n\n  \n\n For information about the recruitment process, please contact Zivile Mitkute, Talent Acquisition Partner, zivile.mitkute@permobil.com\n   \n\n  \n\n**Please respect that we do not wish recruitment assistance or advertising, we decline calls from recruitment and advertising providers.**\n**More About Permobil**\n Permobil founder Dr. Per Uddén believed that helping people achieve the greatest level of independence is a basic human right and, for over 50 years, Permobil has held fast to that belief. Permobil is a global leader in advanced rehabilitation technology, passionate about better understanding our users’ needs and improving their quality of life through state-of-the-art healthcare solutions. Today, those solutions include power wheelchairs, seating and positioning products, power assist, and manual wheelchairs.\n   \n\n  \n\n Permobil is part of Patricia Industries, a subsidiary of Investor AB, and is headquartered in Sweden. Permobil has 2 000 team members in 18 countries around the world. For more information regarding the company’s storied history and complete product line, visit permobil.com.","company_url":"https:\/\/se.linkedin.com\/company\/permobil","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHk6ZyT8vma8Q\/company-logo_100_100\/company-logo_100_100\/0\/1668092413492\/permobil_logo?e=2147483647&v=beta&t=K_ywigT-9hc8ACrtl4apGPPJAmrxj-e8H80wYquWKQg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4263055573","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4263055573","job_url_direct":null,"title":"Field Application Engineer - Telecom Hardware","company":"Radiall","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Consulting","company_industry":"Retail Appliances, Electrical, and Electronic Equipment","listing_type":null,"emails":null,"description":"**About Us**\n**DISCOVER RADIALL**\n Since 1952, we have been designing and manufacturing cutting-edge technologies for some of the world's most demanding applications.\n   \n\n  \n\n From space exploration to communication to aviation, our international teams are working to create interconnect components that power the future. Our sites are located in different countries, including France, Italy, United-States, China, Mexico and India. At the heart of our factories, we grow industrial know-how including molding, plating and component assembly.\n   \n\n  \n\n We are a community of more than 3,000 employees, rich in diversity, with a strong team spirit and open to all of those around us. Dare to be audacious, Make it Simple, Be genuine and Grow together are the 4 values guiding our actions every day.\n   \n\n  \n\n At Radiall, we have made a choice: \"Creating connections that matter\". This is how we expressed our purpose, which invites us to work for a better world, through topics that we have identified and on which we can act.\n   \n\n  \n\n**Mission**\n**OUR MISSION**\n As a Field Application Engineer (FAE)\n **Electromechanical Hardware** \n , you act as a trusted technical advisor, bringing in-depth knowledge of Radiall’s solutions and their applications. Your mission: analyze customer needs, provide technical guidance, and coordinate internal and external stakeholders to deliver effective and profitable solutions.\n   \n\n  \n\n You will be the key interface between customers and Radiall teams (Engineering, Sales, Manufacturing, Quality), ensuring alignment across all aspects of the project lifecycle.\n   \n\n  \n\n**Key Activities Include**\n* Develop and maintain strong technical relationships with strategic customers.\n* Lead pre-sales technical discussions, define customer requirements, and negotiate technical aspects including compliance matrices, datasheets, and qualification plans.\n* Prepare technical specifications and draft PENs for complex products or sub-systems.\n* Deliver product demonstrations and presentations tailored to customer needs and sales efforts.\n* Collaborate with the Sales team to assess opportunities, define strategy, and execute acquisition plans.\n* Coordinate product evaluations, pricing strategies, and performance expectations.\n* Support the Quality team in resolving product-related performance issues.\n* Identify opportunities for expanding the product portfolio.\n* Validate technical and commercial offers in the context of new developments or PENs.\n* Translate customer expectations into actionable steps to ensure high-quality service and support.\n* Ensure fast and effective resolution of customer concerns.\n\n\n**Profile**\n**PROFILE**\n You have a solid engineering background and extensive experience in technical-commercial roles. Your mindset, language skills, and global readiness make you a valuable asset for a high-impact position.\n   \n\n  \n\n Education & Experience\n   \n\n  \n\n* Engineering Degree (or equivalent)\n* Minimum 15 years of experience in a technical-commercial environment\n* Strong technical foundation in RF board-to-board applications\n\n\n Skills & Mindset\n   \n\n  \n\n* High level of autonomy – capable of operating independently\n* Proactive and self-motivated with a strong sense of initiative\n* Entrepreneurial spirit and solid business mindset\n* Ability to challenge and support both internal teams and customers constructively\n* Comfortable navigating remote management structures\n* Effective in international and multicultural environments\n\n\n Mobility & Availability\n   \n\n  \n\n* Willingness and flexibility to travel worldwide as needed\n\n\n Languages\n   \n\n  \n\n* Fluent in English\n\n\n Référence de l'offre : mp4pw5c7eu","company_url":"https:\/\/fr.linkedin.com\/company\/radiallgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGrb33LVoZsNQ\/company-logo_100_100\/company-logo_100_100\/0\/1631324233091?e=2147483647&v=beta&t=ltkfHZJpypAxsZrkWJqReGbTSsB1D9oqhtpgwpANfQA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4243612862","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4243612862","job_url_direct":null,"title":"Global Prescription Leader - Data Center 80-100%","company":"Siemens","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Automation Machinery Manufacturing","listing_type":null,"emails":null,"description":"**Together with our customers, we combine the real and digital worlds**\n With technology, software and services for smart buildings, we transform the everyday for everyone. By combining the real and digital worlds, we empower our customers to reach their decarbonization goals, lower their operating costs and create world-class occupant experiences for their people. It’s not just about improving buildings – it’s about creating efficient, safe, adaptable and sustainable environments, which improve the way the world lives and works.\n   \n\n  \n\n The digital transformation of buildings is a fast-changing, dynamic sector, and it needs more than just great technology - it needs great people, too. We know a business only thrives if its people are thriving, so at Siemens we put our people first.\n   \n\n  \n\n**We are looking for a new colleague with a comprehensive understanding of overall data center solutions to join our Global Datacenter Application Hub.** \n In this role, you will support external consultants and planners in designing tailored specifications for data centers in the field of liquid cooling, simulations, automation, security, fire and power monitoring. You will develop a standard reference prescription to position Siemens as the trusted advisor for data center solutions. You will collaborate with cross-Business Unit professionals, partners and the sales teams in our focus countries to drive specifications and promote our portfolio.\n   \n\n  \n\n Within our buildings business, our distributed team will support you through your career and challenge you to grow in new and exciting ways, as we transform the world’s infrastructure.\n **Our shared journey could take you anywhere … where would you like to go?**\n**Your New Responsibilities**\n* Identify and engage with existing and potential partners and customers, understanding their needs to bring value propositions that differentiate Siemens in the data center market\n* Collaborate with consultants in the data center market to specify Siemens products and solutions, ensuring alignment with industry standards and client requirements\n* Partner with cross-BU Siemens sales teams to drive specifications and promote products, solutions, and services to customers in the data center vertical\n* Engage with business decision-makers at all organizational levels to identify requirements and new market opportunities\n* Monitor industry trends and competitors’ activities to develop standardized design and identify innovation opportunities\n* Work closely with marketing refine Siemens’ value proposition for consultants and technical decision-makers\n* Deliver internal training sessions, visit client sites, and consistently exceed KPIs based on sales and engagement metrics\n* Provide strategic insights to management regarding industry trends, regulatory changes, and competitive positioning to continuously improve Siemens’ data center designs and offerings\n\n\n**Your Skills And Experience**\n* Bachelor's degree in engineering or an equivalent; an MBA or relevant graduate degree is beneficial\n* Proven experience in technical sales or vertical markets, with a strong focus on data centers\n* In-depth understanding of data center technologies and solutions, including Integrated Data Center Management Suite, liquid cooling systems, and Data Center Infrastructure Management (DCIM) software\n* Broad knowledge of regulatory, legislative, business, and technology trends across multiple markets\n* Knowledge of medium voltage products and systems, protection systems, and energy automation solutions\n* Excellent planning, communication, writing, and facilitation skills\n* Ability to quickly adjust strategies and approaches as conditions change\n* Possesses a rigorous and analytical attitude to overcome challenges and solve problems effectively\n* Excellent communication and presentation abilities in English. German and any additional European language would be beneficial\n\n\n**Location** \n : qualified candidates need a valid work permit for the respective country. Relocation to another country is not planned\n   \n\n  \n\n**Employee benefits:** \n local benefits apply\n   \n\n  \n\n**What it’s like working for us** \n We place significant emphasis on fostering an inclusive and flexible working culture that encourages everyone to be their authentic selves. Equal opportunities and diversity are important to us and contribute to an enriching culture. We actively embrace mobile working to provide every colleague with more autonomy and the chance to achieve a good work-life balance. Learn more here\n   \n\n  \n\n**Frequently asked questions and contact information** \n Here you will find a collection of frequently asked questions and a way to contact us directly.\n   \n\n  \n\n Information for recruitment agencies: Siemens is not accepting applications from recruitment agencies for this position. Thank you for your understanding.","company_url":"https:\/\/de.linkedin.com\/company\/siemens","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFK_4wGnzwPTQ\/company-logo_100_100\/company-logo_100_100\/0\/1719931174735\/siemens_logo?e=2147483647&v=beta&t=iNZVOYYuYOnkz09IBCFrK9Ik8uTqP6ZDnhCEJjPouV4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4269022282","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4269022282","job_url_direct":null,"title":"Growth Operations Manager","company":"Legora","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Us**\n At Legora, we’re on a mission to transform the way lawyers work. Our AI-native platform lets legal professionals enhance their productivity and automate complex workflows. We collaborate closely with our clients and iterate at a market-leading pace. In a year, we have gone from an early MVP to tools used daily by thousands of lawyers, and are now scaling rapidly. We are here to win together with our team and clients, and carry the belief that life is too short not to accomplish something truly special.\n   \n\n  \n\n You are joining an early-stage scale-up with exceptional product-market fit, trusted by global leaders like Cleary Gottlieb, Goodwin and Bird & Bird. Backed by over $110M in funding from top investors including ICONIQ, General Catalyst, Benchmark, Redpoint, and Y Combinator. And a world-class team from Google, Klarna, Spotify, Slack, and top tier consulting and law firms with infinite room to grow professionally.\n   \n\n  \n\n**About The Role**\n Legora is hiring a\n **Growth Operations Manager** \n to serve as the strategic and operational partner to our\n **Account-Based Marketing (ABM)** \n , Marketing, and Business Development (BDR) teams. This role is ideal for someone who excels at turning GTM complexity into clarity through systems, insights, and enablement—and wants to help scale a precision-led, account-focused growth engine.\n   \n\n  \n\n You’ll own the operations and systems that support our\n **account-based inbound and outbound motions** \n , enabling high-impact programs and pipeline acceleration across prioritized accounts. Your work will bring structure to our data, visibility to our funnel, and rigor to how we engage the buying committee.\n   \n\n  \n\n**What You’ll Be Doing**\n* Act as the primary Revenue Operations partner to ABM, Marketing, and BDR leadership\n* Own reporting and analytics for:\n+ Marketing-sourced and influenced pipeline\n+ BDR-driven outbound pipeline\n+ Target account engagement and multi-threading\n+ Funnel conversion rates from MQA\/MQL to Won ARR\n\n* Build dashboards and feedback loops that highlight:\n+ Account tier coverage and penetration\n+ Buying committee activity and campaign engagement\n+ Intent signal performance and outbound responsiveness\n+ What’s working, what’s not, and where to double down\n\n* Design and maintain systems that support:\n+ Lead and account routing, scoring, and attribution\n+ ABM campaign tracking and personalization\n+ Multi-touch engagement measurement across GTM channels\n+ Collaboration between MAPs, Salesforce, and ABM platforms (e.g. 6sense, Demandbase)\n\n* Partner with Marketing Ops, BDR Ops, and RevOps teams to ensure aligned data models, handoffs, and ABM workflows\n* Play a strategic role in planning cycles—connecting program performance to pipeline forecasts and investment decisions\n* Translate stakeholder needs into prioritized, scalable projects and GTM automation initiatives\n\n\n**Who You Are**\n* 5–7 years of experience in Growth, Revenue, or Marketing Operations roles, with deep exposure to ABM or B2B demand generation\n* Strong understanding of account-based programs, targeting and tiering strategies, buying committees, and lifecycle orchestration\n* Analytical and curious—you turn raw data into actionable insights and communicate them with clarity\n* Fluent in Salesforce, MAPs (e.g. Marketo, HubSpot, Pardot), and ABM\/adtech platforms (e.g. 6sense, Demandbase, Mutiny)\n* Systems thinker—you understand how data, tools, and workflows interconnect across the funnel\n* Strong collaborator who builds trust quickly with GTM teams and proactively solves problems\n* Comfortable in a fast-paced, high-growth environment where speed, autonomy, and clarity matter\n\n\n**Why Legora**\n At Legora, we’re building something special—and fast. Our GTM team is expanding globally, and operations is at the center of how we drive focus, alignment, and scale. If you’re excited to lead the ABM operations motion inside a fast-moving company, we’d love to hear from you.\n   \n\n  \n\n**Why This Role Matters**\n This is a foundational RevOps role for Legora. You’ll have direct influence on how we measure, operate, and scale the top of our GTM engine. If you're passionate about making systems work for people, solving complex GTM problems, and being at the center of revenue growth—this is for you.\n   \n\n  \n\n**Culture & Travel**\n This is an in-office role based in either our Stockholm, New York or London office (5 days\/week). Travel to NYC is expected to meet with cross-functional partners.\n   \n\n  \n\n**What's In It For You**\n* Competitive base salary\n* Generous stock option program\n* Other local benefits depending on location\n\n\n We founded Legora to empower lawyers with the tools they truly deserve. We’re not building for the way law is practiced today - we’re reimagining how it will be practiced tomorrow.","company_url":"https:\/\/se.linkedin.com\/company\/wearelegora","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE8EzTbRO9NMw\/company-logo_100_100\/B4DZUeR_1kGkAQ-\/0\/1739969790386\/leyalaw_logo?e=2147483647&v=beta&t=FJ_3tWyW4LZtW5y9OSIvHEEbFH674heKttRWNpbsrkw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4255177396","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4255177396","job_url_direct":null,"title":"Account Executive - Norway","company":"Tendium","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Software Development","listing_type":null,"emails":"career@tendium.com","description":"**Join Tendium as Account Executive Norway — Drive Sales Where It Truly Matters**\n**About Tendium**\n Tendium is the global pioneer in AI-driven public tender management, transforming how companies discover, analyse, and win government contracts. Our platform turns complex processes into something simple and transparent, empowering businesses to compete fairly for billions in public sector opportunities.\n   \n\n  \n\n We’ve been building our AI-native platform since 2018, leveraging a vast data moat, agentic AI, and tens of thousands of hours of R&D. Today, we serve large numbers of customers across Europe and are rapidly scaling.\n   \n\n  \n\n**The Opportunity**\n As an Account Executive Norway, you’ll take a key role in our sales team and have the chance to shape how companies across the Nordics and Europe do business with the public sector. This isn’t just another sales job — it’s an opportunity to take real ownership, build long-term client relationships, and help shape the future of one of Europe’s most exciting SaaS products.\n   \n\n  \n\n We’ve built a groundbreaking product, and now we want to accelerate our growth. We’re looking for someone eager to join the journey, create new business opportunities, and help our clients succeed in public procurement using cutting-edge AI technology.\n   \n\n  \n\n**What You’ll Do**\n* Drive the entire sales process with new and existing customers — from prospecting to closing\n* Build strong relationships with decision-makers\n* Identify and develop new business opportunities using Tendium’s analytics and insights tools\n* Work closely with the product team to provide feedback and influence product development\n* Stay up to date on trends in public procurement, AI, and SaaS\n* Contribute to the continued growth and culture of the team and company\n\n\n**Who You Are**\n* Proven experience in B2B sales, ideally within SaaS or tech\n* Used to working independently and results-driven — you thrive on ownership and delivering against ambitious goals\n* Strong communicator with the ability to build trust at all levels of an organisation\n* Curious about AI, digitalisation, and how technology can transform business\n* Experience selling to the public sector is a plus, but not required\n* Fluent in Norwegian and highly proficient in English, both spoken and written.\n* Other European languages (B2+ level and above) is a plus\n\n\n**Why Tendium?**\n* Join a fast-growing, mission-driven company with big ambitions\n* Get real ownership and freedom to shape your role and your day-to-day\n* Work with a tight-knit, passionate, and skilled team\n* A startup culture where collaboration, innovation, and impact go hand in hand\n* Help transform one of the world’s most important sectors\n\n\n*Ready to Sell for Real Impact?*\n We’re hiring on a rolling basis — send in your application today and join Tendium’s journey to transform public procurement with AI.\n   \n\n  \n\n Application\n   \n\n  \n\n We look forward to your application! Successful candidates will be asked to submit two videos ahead of the initial interview with our Head of Sales.\n   \n\n  \n\n To make this process even more efficient, feel free to sign in to your Connect profile and add your references at any stage.\n   \n\n  \n\n Please find additional information on our recruitment process\n *here.*\n If you want to know more about our culture and what you can expect when working at Tendium you can read more about it\n *here.*\n**Equality and inclusion statement**\n At Tendium, we don’t just value diversity — we celebrate it. We’re building a workplace where everyone should feel that they belong, where your voice is heard, and your experiences are respected. Different perspectives fuel our creativity and drive innovation, and we’re always looking for people who can bring something new to the team. Whoever you are, wherever you're from — we’d love to hear from you. Let’s shape the future together.\n   \n\n  \n\n At Tendium we’re using data to transform public procurement, giving our clients better access to public tenders and helping governments to curb waste and enhance transparency.\n   \n\n  \n\n For more information contact career@tendium.com","company_url":"https:\/\/se.linkedin.com\/company\/tendium","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHDwWnn_buOaQ\/company-logo_100_100\/company-logo_100_100\/0\/1630617018388\/tendium_logo?e=2147483647&v=beta&t=Ya1_mE0_P2l1vIF2lmQ5wNkEGfBM6CDJxnAEct54GKY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4178261124","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4178261124","job_url_direct":null,"title":"Operatör","company":"Sherwin-Williams","location":"Märsta, Stockholm County, Sweden","job_type":"temporary","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Management and Manufacturing","company_industry":"Chemical Manufacturing and Manufacturing","listing_type":null,"emails":null,"description":"**Job Description**\n**Om företaget**\n*Sherwin-Williams grundades i USA 1866. År 2010 förvärvades tidigare Becker Acroma som sedan dess ingår i Sherwin-Williamskoncernen. Idag är Sherwin-Williams ett globalt ledande företag inom färgbranschen med egen tillverkning, utveckling och försäljning. Globalt är vi över 63 000 medarbetare varav 330 i Sverige fördelade på fyra orter med tillverkning i Märsta och Bellö, centrallager i Nässjö samt med en helägd återförsäljare i Vaggeryd. I Sverige fokuserar vi på industriell ytbehandling av trä och metall där våra enheter utgör en central roll av vår totala försäljning i Europa.*\n**Responsibilities**\n**Om rollen**\n Vi söker nu operatörer till vår produktionsfabrik i Bellö. Som operatör kommer du att spela en viktig roll i vårt dagliga arbete genom att aktivt delta i produktionsprocessen och säkerställa att våra höga kvalitetsstandarder bibehålls. De huvudsakliga arbetsuppgifterna består av att tillverka färdiga produkter genom att noggrant följa angivna recept och instruktioner, hantera av maskiner och utrustning, truckkörning, genomförande av kvalitetskontroller samt att följa säkerhetsrutiner och arbetsanvisningar.\n   \n\n  \n\n Även om arbetet kräver självständighet kommer du att vara en del av ett härligt team där samarbete och kommunikation är av högsta prioritet. Det finns också goda utvecklingsmöjligheter inom företaget och vi har många duktiga medarbetare som jobbat länge inom företaget och som haft en imponerande utvecklingsresa.\n   \n\n  \n\n**Qualifications**\n**Vem är du?**\n Ett krav för att vara aktuell för rollen är att du har truckkort A och B (helst B3), god fysisk förmåga samt att du talar och läser obehindrat på svenska. Du trivs i en industriell arbetsmiljö och förstår vikten av ett aktivt säkerhetstänk och att följa säkerhetsrutiner. Vi ser gärna att du har minst ett års praktisk erfarenhet av industri\/produktionsarbete, men vi välkomnar även ansökningar från personer med erfarenhet av liknande branscher som är redo att lära och växa inom området. God datorvana är meriterande.\n   \n\n  \n\n**Vad vi erbjuder**\n Hos oss får du chansen till en spännande tjänst i ett stort internationellt företag med många kontaktytor och goda utvecklingsmöjligheter. Genom kollektivavtal, friskvårdsbidrag och andra förmåner är vi en arbetsplats som värdesätter din trygghet och ditt välmående. Observera att du kommer genomgå en nyanställningsundersökning inför anställning vilket bl.a. innefattar alkohol- och drogtest.\n   \n\n  \n\n Vi ser fram emot din ansökan!\n   \n\n  \n\n**About Us**\n At Sherwin-Williams, our purpose is to inspire and improve the world by coloring and protecting what matters. Our paints, coatings and innovative solutions make the places and spaces in our world brighter and stronger. Your skills, talent and passion make it possible to live this purpose, and for customers and our business to achieve great results. Sherwin-Williams is a place that takes its stability, growth and momentum and translates it to possibility for our people. Our people are behind the strength of our success, and we invest and support you in:\n   \n\n  \n\n Life … with rewards, benefits and the flexibility to enhance your health and well-being\n   \n\n  \n\n Career … with opportunities to learn, develop new skills and grow your contribution\n   \n\n  \n\n Connection … with an inclusive team and commitment to our own and broader communities\n   \n\n  \n\n It's all here for you... let's Create Your\n **Possible**\n Eligibility to Work\n   \n\n  \n\n You will need to provide proof of right to work. It is a condition of any offer of employment we make to you that you have the permission to work in the country for the role for which you are applying for.\n   \n\n  \n\n Equal Opportunity Employer\n   \n\n  \n\n An equal opportunity employer, all qualified applicants will receive consideration for employment and will not be discriminated against based on race, colour, religion or belief, gender, sexual orientation, gender identity, ethnic or national origin, disability, age pregnancy or maternity, marital or civil partner status, or any other protected characteristic prohibited by law.\n   \n\n  \n\n Please be aware, Sherwin-Williams recruiting team members will never request a candidate to provide a payment, ask for financial information, or sensitive personal information like national identification numbers, date of birth, or bank account numbers during the application process.","company_url":"https:\/\/www.linkedin.com\/company\/sherwin-williams","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGoU7XlRM6WkQ\/company-logo_100_100\/company-logo_100_100\/0\/1631379444427\/sherwin_williams_logo?e=2147483647&v=beta&t=p6BearsafqUp22oKb0cCJMzwUlUUe0D8h3mQoIYmDIg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4086196166","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4086196166","job_url_direct":null,"title":"B3 Init: Systemutveckling, DevOps, IT-säkerhet","company":"B3 Consulting Group","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"*Vi söker dig som har minst fem års erfarenhet inom ett av nedanstående kompetensområden och med god kunskap inom en eller flera av de kompetenser som listas. Det är även en fördel om du dessutom har erfarenhet av arbete som konsult* \n*!*\n**Systemutveckling:**\n* Kunskap inom ett etablerat programspråk (Python, C++, Java, etc.)\n* Intresse eller erfarenhet av något nyare programspråk (Go, Rust, Elixir etc.)\n* Erfarenhet av containerbaserad utveckling, gärna med Docker och Kubernetes som grund\n\n\n**DevOps**\n* Kunskap inom moderna CI\/CD-verktyg såsom GitHub Actions, GitLab, Jenkins\n* Kunskap inom scripting och automatisering, gärna med Python, Bash eller Go\n* Erfarenhet inom containerisering och orkestrering\n* Erfarenhet av Infrastructure as Code (IaC) med verktyg som Terraform, Ansible\n\n\n**It-säkerhet**\n* Kunskap inom säkerhetsarkitektur och riskanalys inom IT-miljöer\n* Kunskap inom säkerhetsstandarder och regelverk\n* Erfarenhet inom PKI och kryptering (SSL\/TLS, HSM, CP\/CPS)\n* Erfarenhet inom molnsäkerhet och policyhantering\n\n\n Kanske har du även intresse av en specifik domänkompetens, som AI, routingprotokoll, machine learning, patientlagstiftning, Linux-kernel, hårdvarunära utveckling, finansregelverk, robotik, språk eller pedagogik m.m.\n   \n\n  \n\n Vi tror att du kommer att trivas hos oss om du gillar att arbeta i en tekniskt avancerad och samarbetsdriven miljö, där innovation, säkerhet, automation och du som medarbetare står i fokus. Här får du inte bara möjlighet att fördjupa dig inom ditt område – vare sig det är IT-säkerhet, DevOps, systemutveckling eller infrastruktur – utan också att dela din kunskap och inspireras av andra.\n   \n\n  \n\n Låter det intressant? Skicka in din ansökan – vi ser fram emot att höra från dig!","company_url":"https:\/\/se.linkedin.com\/company\/b3it","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEr66szQkmhOQ\/company-logo_100_100\/B4DZc_TSxiHAAQ-\/0\/1749113712759\/b3it_logo?e=2147483647&v=beta&t=z28s5duwGNAN9BRvE_ciK4F-5--5FYVJ_6ux8FaSaQc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4282302506","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4282302506","job_url_direct":"https:\/\/www.amazon.jobs\/jobs\/3054684\/senior-solutions-architect?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid&urlHash=uVpE","title":"Senior Solutions Architect","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting, Information Technology, and Engineering","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Description**\n Revolutionize Public Services Through Cloud Technology: Transform How Public Sector Organizations Innovate and Serve Citizens\n   \n\n  \n\n We're seeking an exceptional technologist passionate about driving digital transformation across public sector organizations. In this role, you'll be a strategic technology partner, helping diverse institutions leverage cutting-edge cloud solutions to create meaningful impact.\n   \n\n  \n\n Our Public Sector team is a diverse collective of innovative technologists committed to empowering organizations through cloud technology. We're not just implementing solutions; we're helping reshape how public institutions serve their communities. Our approach combines deep technical expertise with genuine curiosity about our customers' unique challenges.\n   \n\n  \n\n Key job responsibilities\n   \n\n  \n\n* Design and recommend comprehensive cloud architectures tailored to specific public sector needs\n* Collaborate with cross-functional teams to develop strategic technology roadmaps\n* Provide prescriptive guidance on security, cost optimization, performance, and operational efficiency\n* Educate customers about cloud capabilities and potential transformative technologies\n* Build and maintain strong technical relationships with key public sector stakeholders\n\n\n A day in the life\n   \n\n  \n\n Your day will be a dynamic blend of technical exploration and collaborative problem-solving. You'll engage with government agencies, educational institutions, and non-profit organizations, translating complex technological challenges into elegant, scalable cloud solutions. Each interaction is an opportunity to reimagine how technology can enhance public service delivery.\n   \n\n  \n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n**Basic Qualifications**\n* Strong technical background in application architecture and software development\n* Experience with IT infrastructure, networking, and security implementations\n* Excellent communication skills for articulating complex technical concepts\n* Fluency in Swedish language\n\n\n**Preferred Qualifications**\n* Knowledge of modern software development practices like agile methodologies and DevOps\n* Experience guiding cloud application adoption and best practices\n* Understanding of government certification and compliance frameworks\n* Background in technology implementations for government or defense sectors\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A3054684","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4156961542","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156961542","job_url_direct":null,"title":"Senior IT Architect - Stockholm | BCG Platinion","company":"BCG Platinion","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"Who We Are\n   \n\n  \n\n Do you want to turn the challenges of digitalization into the solutions of the future? Join BCG Platinion in tackling the core IT issues of leading global companies. Deploy customized platforms, architectures, strategies, and organizations to leverage the digital potential of our customers and drive true innovation, with state-of-the-art tools such as cloud computing, AI, blockchain, microservices, and containerization. Add your individual strengths to our unique team, always there to support you. Together with Boston Consulting Group and our clients, we turn digital visions into reality.\n   \n\n  \n\n What You'll Do\n   \n\n  \n\n For our Stockholm office, we are looking for Senior IT Architects to help our clients on national and international projects! (Senior) IT Architects are part of our consulting teams who focus for instance on tech-oriented analyses, review & specification of IT systems or architectures, technical solution design, process improvement and target architecture definitions. Together with colleagues from BCG Platinion and\/or the Boston Consulting Group, you will develop superior IT strategies, concepts, and solutions actively and on site, applying your technical know-how combined with your analytical and conceptual skillset. Based on your IT project experience, you are able to provide content guidance to and coordinate smaller teams.\n   \n\n  \n\n What You'll Bring\n   \n\n  \n\n**You can help us make a difference if you**\n* completed a university degree in computer science, informatics, engineering, or a related discipline with higher-than-average grades\n* bring a minimum of four years relevant experience in IT consulting, management of IT projects, or professional software development\n* have led project teams of more than three people\n* know that modern tools, such as machine learning, cyber resilience, DevOps, agile methods, AI, and robotics aren't just buzzwords - but essential to sustainable IT architectures\n* are familiar with popular software development methods and tools\n* feel particularly comfortable in interdisciplinary teams and global contexts - while traveling to our clients in- and outside of your home country\n* are on a fluent level of understanding and communicating complex topics in English\n\n\n Who You'll Work With\n   \n\n  \n\n**Shape the world of tomorrow**\n* You will form the digital transformation of globally leading companies, ensuring their success by evaluating our clients' digital capabilities and performing feasibility studies\n* You will manage small, agile development teams in strategic IT implementation programs, establish modern practices like DevOps and CI\/CD, and be responsible for the technical implementation of crucial digital requirements, such as cyber resilience\n* You will analyze, develop, and optimize cutting-edge, customized IT architectures while leading small teams and applying your comprehensive understanding of legacy IT, enterprise solutions, and current market developments and trends such as cloud computing and microservices\n\n\n Additional info\n   \n\n  \n\n**How To Grow With Us**\n We guarantee constant development incentives in an open and rewarding work environment! Together with a dedicated team of talented colleagues, you get to work on new challenges every day. Individual training offers and a culture of open feedback will provide the framework needed to explore and perfect personal strengths. Our modern structures allow focusing on the essence of our work - with easy travel booking, an excellent back-office support and comprehensive Knowledge Center. With our regular office Fridays and legendary events, we cultivate a strong and close team network beyond our case work.\n   \n\n  \n\n*BCG Platinion is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable.*\n*#BCGPlatinion*\n Boston Consulting Group is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable, and those with criminal histories will be considered in a manner consistent with applicable state and local laws.\n   \n\n  \n\n BCG is an E - Verify Employer. Click here for more information on E-Verify.","company_url":"https:\/\/de.linkedin.com\/company\/bcg-platinion","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHKLyp9XOA5Vg\/company-logo_100_100\/company-logo_100_100\/0\/1721829527847\/bcg_platinion_logo?e=2147483647&v=beta&t=tE3_Y4s-U2xe-pqOlbSGMn_Jbt0qWLtr9NpDUsEcDo0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4303589199","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4303589199","job_url_direct":"https:\/\/www.academicwork.se\/lediga-jobb\/j\/panghus-soker-en-cloudops-engineerdriftansvarig\/4C37HI?utm_source=linkedin&utm_medium=social&utm_campaign=jobslot&urlHash=yDYR","title":"Panghus söker en CloudOps Engineer\/Driftansvarig!","company":"Academic Work","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"*Är du redo att ta nästa stora steg i din karriär – och samtidigt vara med och förändra en hel bransch? På Panghus tror de på att utmana det etablerade. De bygger inte bara hus – de bygger framtidens samhällen med hjälp av innovation, digitalisering och ett starkt driv att göra saker bättre. Nu söker de en* \n***CloudOps Engineer \/ Driftansvarig***\n*som vill vara med och leda deras digitala resa. Det här är rollen för dig som har några års erfarenhet inom systemutveckling och är redo att ta ett större ansvar – både strategiskt och operativt – i ett bolag där teknik är en nyckel till framgång.* \n\n\n\n\n  \n\n\n\n\n\n Om tjänsten\n \n\n\n\n Panghus som bolag skulle inte vara där de är idag utan att det fanns en stark vilja att ifrågasätta existerande strukturer och göra saker och ting på ett annorlunda vis. Det gäller även bolagets förhållning till IT, infrastruktur och digital information. Som driftansvarig kommer du bli en\n **nyckelspelare** \n i bolagets digitala transformering på ett sätt känns givande, utmanande och utvecklande. Personen vi söker har arbetat i några år med systemutveckling och vill nu ta steget mot en ansvarsposition fokuserat på att säkerställa driftskontinuitet och tillförlitlighet, speciellt gällande deras molntjänster och SaaS-produkter.\n \n\n\n\n  \n\n\n\n\n\n**Du erbjuds** \n\n\n\n* Ett spännande och omväxlande arbete i ett entreprenörsdrivet tillväxtföretag med många och snabba puckar\n* En plats att utvecklas, bidra och forma ditt arbete utefter din situation och prioriteringar\n* Ett härligt gäng som trivs tillsammans\n* En anställning hos Academic Work med goda chanser till överrekrytering efter 12 månader om samtliga parter är nöjda. Fast månadslön erbjuds!\n\n\n\n  \n\n\n\n\n\n Arbetsuppgifter\n \n\n\n\n Rollen som driftansvarig innebär både strategiskt och operativt arbete för att stödja organisationens utveckling och effektivitet genom att tillhandahålla de tjänster och rutiner som krävs för att kunna expandera verksamheten med bibehållen kvalitet.\n \n\n\n* Implementera, konfigurera och supportera molntjänster och medföljande integrationer.\n* Övervaka och hantera molninfrastruktur, integrationer och provisionering.\n* Genomlysa och förbättra operativa processer.\n* Förbättra företagets digitala kommunikation- och samarbetskanaler.\n* Granska och driva förändringsarbete genom utveckling av AI-tjänster, automatisering och standardiserade arbetsmetoder.\n\n\n\n  \n\n\n\n\n\n Vi söker dig som\n \n\n\n* Har en B.Sc eller M.Sc inom relevant område.\n* Har några års erfarenhet av systemutveckling.\n* Har erfarenhet av att konfigurera molplattformar såsom Azure eller AWS.\n* Har erfarenhet av ett eller flera programmeringsspråk, exempelvis python och javascript.\n* Har erfarenhet av integrationer och API-utveckling.\n* Kan arbeta i O365 vad gäller konfiguration och administration (exchange, sharepoint, teams, ondrive etc).\n* Talar och skriver flytande på svenska och engelska.\n\n\n\n  \n\n\n\n\n\n**Det är meriterande om du har** \n\n\n\n* Erfarenhet av funktionell programmering.\n* Kunskap om Lambda-funktioner.\n\n\n\n  \n\n\n\n\n\n**För att lyckas i rollen har du följande personliga egenskaper:** \n\n\n\n* Förändringsbenägen\n* Hjälpsam\n* Målmedveten\n* Ordningsam\n* Stabil\n* Ansvarstagande\n\n\n\n  \n\n\n\n\n\n Vår rekryteringsprocess\n \n\n\n\n Denna rekryteringsprocess hanteras av Academic Work och vår kunds önskemål är att alla frågor rörande tjänsten skickas till Academic Work.\n \n\n\n\n  \n\n\n\n\n\n Vi tillämpar löpande urval och kommer plocka ner annonsen när tillräckligt många kandidater har nått slutskedet i rekryteringsprocessen. Vid ansökan efterfrågas ett CV. Personligt brev använder vi inte som urvalsmetod och behöver därför inte bifogas. Rekryteringsprocessen innehåller två urvalstest: ett personlighetstest och ett test i kognitiv förmåga. Testerna är ett verktyg för att kunna hitta den kandidat med högst potential för tjänsten samt främja jämlikhet, mångfald och en rättvis rekryteringsprocess.\n \n\n\n\n  \n\n\n\n\n\n Panghus Entreprenad AB\n \n\n\n\n Panghus är ett innovativt och nytänkande bygg- och fastighetsbolag som jobbar med hela kedjan från markförvärv i tidiga skeden till att i slutänden lämna ett färdigbyggt och attraktivt bostadsområde. Vi är ett glatt gäng med god sammanhållning och huvudkontoret finns i attraktiva lokaler på Birger Jarlsgatan 57 i centrala Stockholm.\n \n\n\n\n  \n\n\n\n\n\n Trots tuffa tider i fastighetsbranschen har Panghus framgångsrikt fortsatt sin satsning mot att bli Sveriges ledande utvecklare av småhusområden och idag är vi totalt ca 120 anställda i koncernen med pågående projekt över hela landet. Vi drivs av att förnya branschen och att utmana gamla sanningar.","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFNxx5CdYwM-Q\/company-logo_100_100\/company-logo_100_100\/0\/1738562977737\/academic_work_logo?e=2147483647&v=beta&t=gnsh3HjKd0-RkXcrZwm__PvInB7xzAUFVO5n2F0CLV8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4208327883","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4208327883","job_url_direct":"https:\/\/careers.amd.com\/jobs\/63712?lang=en-us&iis=Job+Board&iisn=Linkedin&urlHash=LIkZ","title":"AI Performance Engineer","company":"AMD","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering","company_industry":"Semiconductor Manufacturing","listing_type":null,"emails":null,"description":"**WHAT YOU DO AT AMD CHANGES EVERYTHING**\n We care deeply about transforming lives with AMD technology to enrich our industry, our communities, and the world. Our mission is to build great products that accelerate next-generation computing experiences - the building blocks for the data center, artificial intelligence, PCs, gaming and embedded. Underpinning our mission is the AMD culture. We push the limits of innovation to solve the world’s most important challenges. We strive for execution excellence while being direct, humble, collaborative, and inclusive of diverse perspectives.\n   \n\n  \n\n AMD together we advance\\_\n   \n\n  \n\n**The Role**\n AI Performance Engineers focus on optimizing machine learning models, profiling, bottleneck analysis, and optimal mapping to GPU.\n   \n\n  \n\n As an AI Performance Engineer, you will analyze and explore recent ML models, understand their compute and memory requirements, and optimize them on various compute hardware for both inference and training. In addition you would do profiling and analyzing various workloads on current hardware and coming up with new ways to improve their performance.\n   \n\n  \n\n**The Person**\n The ideal candidate will have strong experience with software optimization, GPU programing and hardware architecture. Passionate of getting the best performance out of various hardware’s under different tradeoffs.\n   \n\n  \n\n If you are passionate about performance optimization, getting the best out of the HW, and shaping the future AI performance, then this role is for you.\n   \n\n  \n\n**Key Responsibilities**\n* Benchmark, analyze, and optimize performance of key machine learning applications, on single and multi-GPU systems\n* Design, implement, and test GPU kernels and algorithms for tensor operations like matrix multiplication and convolutions used in a variety of high-performance machine learning libraries and frameworks\n* Deliver high-quality code and documentation following best practices for open-source software development\n\n\n**Preferred Experience**\n* Understanding of GPU architectures and low-level optimization techniques, memory hierarchy, instruction scheduling, and performance tradeoffs\n* Strong background developing applications and libraries in C++, especially high-performance computing and\/or scientific software\n* GPU software development using HIP, CUDA, or OpenCL\n* In-depth knowledge of best-practices in software development, including testing, profiling, debugging, documentation, version control, issue tracking, and planning\n* Experience with C++ and Python programming\n* Experience in PyTorch, Tensorflow or MXNet\n* Experience in high-performance computing (HPC)\n* Strong written and spoken English language skills (our company language)\n\n\n**Academic Credentials**\n* BSc, MSc, PhD or equivalent experience in Computer Science, Electrical Engineering or a related field\n\n\n*Benefits offered are described:* \n AMD benefits at a glance\n *.*\n*AMD does not accept unsolicited resumes from headhunters, recruitment agencies, or fee-based recruitment services. AMD and its subsidiaries are equal opportunity, inclusive employers and will consider all applicants without regard to age, ancestry, color, marital status, medical condition, mental or physical disability, national origin, race, religion, political and\/or third-party affiliation, sex, pregnancy, sexual orientation, gender identity, military or veteran status, or any other characteristic protected by law. We encourage applications from all qualified candidates and will accommodate applicants’ needs under the respective laws throughout all stages of the recruitment and selection process.*","company_url":"https:\/\/www.linkedin.com\/company\/amd","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEkjpiqeCK9Ag\/company-logo_100_100\/company-logo_100_100\/0\/1654804896089\/amd_logo?e=2147483647&v=beta&t=OOLbSXPNaujmjbGIAgkLVvRM-Hd9Ohm2wI0gwpY8_JM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4007518121","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4007518121","job_url_direct":"https:\/\/cubist.teamtailor.com\/jobs\/4720591-mjukvaruutvecklare-inom-medtech?utm_source=LinkedIn&urlHash=FXYM","title":"Mjukvaruutvecklare inom MedTech","company":"Cubist","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting, Engineering, and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**About The Job**\n Har du minst 3 års erfarenhet som utvecklare, och vill arbeta med datadrivna lösningar inom hälsosektorn tillsammans med oss på Cubist?\n   \n\n  \n\n**Vi Söker Dig Som**\n* Är civilingenjör inom datateknik, teknisk fysik eller teknisk matematik, eller har en M.Sc. inom motsvarande område\n* Gillar mjukvaruutveckling och vill jobba som konsult\n* Trivs i agila team och vill arbeta med utmanande problemlösning, gärna inom hälso- och sjukvårdssektorn\n* Vill lära dig mer om hur man arbetar med mjukvaruutveckling i en reglerad bransch\n* Vill fortsätta att utvecklas, jobba med den senaste tekniken och inspireras av smarta kunder, partners och kollegor\n\n\n För den person vi söker nu är erfarenhet av C# .Net ett krav.\n   \n\n  \n\n Vår\n **tech-stack** \n består bland annat av teknikerna nedan - kanske kan du något av detta redan, eller så lär vi oss tillsammans!\n   \n\n  \n\n* Generell backendutveckling\n* Programmeringsspråk såsom C#, C\/C++, Python, Java\n* Docker, Kubernetes\n* REST, Web Messaging\n* Microservices\n* Databaser såsom MySQL, PostgreSQL, MongoDB\n* Cloudteknologier såsom Azure, AWS och GCP\n* Message brokers såsom Kafka, RabbitMQ\n* Webbramverk såsom Django, ASP.NET, React.js\n\n\n Vi arbetar både med uppdrag ute hos kund och projekt i våra lokaler på Kungsbron 21 i Stockholm.\n   \n\n  \n\n**Våra kunder**\n Ett kundexempel är\n **ImagineCare** \n , med vilka vi i tätt samarbete utvecklar en plattform för vård på distans av patienter med olika sjukdomar. Ett annat kundexempel är\n **Kongsberg Beam Technology** \n där vi tillsammans med kunden utvecklar metoder för förbättrad strålbehandling av cancerpatienter. Läs mer om exempel och några av våra andra intressanta projekt på https:\/\/www.cubist.eu\/#what-we-do\n   \n\n  \n\n**Vilka är vi?**\n Idag består teamet av ca 30 konsulter som jobbar med medicinteknisk mjukvaruutveckling och datadrivna lösningar inom hälsosektorn.\n   \n\n  \n\n På Cubist Är Vi Stolta Över Vår Inkluderande Företagskultur Och Vår Vision Healthier And Happier. Vi Vill Bidra Till Hälsosektorn, Så Att Vi Alla Kan Känna Oss Healthier. Genom Kompetens Och Erfarenhet Vill Vi Även Bidra Till Att Vi, Våra Kunder Och Partners i Cubists Community Kan Känna Sig Happier. Tillsammans Strävar Vi Efter Att Leva Hälsosamt, Hjälpa Varandra Och Ha Kul På Jobbet. Vi Arbetar Efter Våra Värderingar\n   \n\n  \n\n*Humanism* \n . Vi jobbar för långsiktiga och hållbara förändringar som kommer till nytta för människor och samhället vi lever i. Alla ska känna sig välkomna i teamet, oavsett bakgrund.\n   \n\n  \n\n*Nytänkande* \n . Vi utmanar gärna befintliga tankesätt och strukturer och försöker att tänka nytt för att hitta kreativa lösningar. Vi försöker leva hälsosamt och hållbart, exempelvis genom att hålla nere resandet, inte köpa onödiga saker och gärna återanvända.\n   \n\n  \n\n*Passion* \n . Vi brinner för att göra skillnad i samhället och för människors liv. Vi känner stolthet över att utmana oss själva med nya tekniker och tankar i strävan mot ständigt lärande. Det bygger leveransförmåga som organisation och stärker den individuella kompetensutvecklingen.\n   \n\n  \n\n Låter detta spännande? Hör av dig idag och berätta om dig själv och dina ambitioner!\n   \n\n  \n\n Välkommen till Cubist!\n   \n\n  \n\n https:\/\/www.cubist.eu\/","company_url":"https:\/\/se.linkedin.com\/company\/cubist-it-health","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH2G7m3mKQbVw\/company-logo_100_100\/company-logo_100_100\/0\/1630565230432\/cubist_it_health_logo?e=2147483647&v=beta&t=4MSWIVtj1lEdueWG9-GrdHfB6oj3ZVV5UXIdH0DUeO8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4256559680","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4256559680","job_url_direct":null,"title":"Software Architect - Tietoevry Care (m\/f\/d)","company":"Tietoevry","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"timo.j.heikkila@tietoevry.com","description":"**Job Description**\n**At Tietoevry Care you’ll get a chance to provide patients and end users with product offerings that help them in their life, reinventing the world for good. If that sounds interesting, please keep on reading.**\n**About Us**\n Tietoevry Care is modernizing the Nordic health and social care sector with modular, open, and interoperable software. We develop and deliver high quality software solutions and services that enable healthcare and welfare professionals to do their work even better and with higher efficiency - have more time to care.\n   \n\n  \n\n We are a global team of professionals working on providing products and services to different sectors from intensive care to laboratory and social care. In addition to working closely with our customers, we also have our own products that we build and develop for various fields in society. From enabling healthcare professionals to spend more valuable time with their patients to providing data for professional athletes to achieve even better results, we make all that possible. With us you can build technology for the good of society and make your mark on the health and wellbeing of people in need.\n   \n\n  \n\n**About The Role**\n Are you passionate about leveraging modern technologies to revolutionize healthcare? If so, we invite you to join our dynamic and innovative team as a\n **Software Architect** \n ! We're a tech-forward company dedicated to enhancing health and social care through open platforms, ecosystems, and adherence to leading healthcare standards like FHIR and openEHR.\n   \n\n  \n\n We work in an agile, multinational organization that develops cutting-edge products and services for both public and private sectors across the Nordic countries. Our teams are committed to creating, supporting, and delivering modern solutions used by healthcare and social care professionals throughout the region.\n   \n\n  \n\n While we've listed several skills and experiences that we believe would be beneficial for this role, please don't be discouraged if you don't tick every box. We're primarily looking for a\n **Software Architect** \n who is eager to learn and grow with us.\n   \n\n  \n\n**With us you will be responsible for**\n* Leading Product Design and Architecture: You will lead architectural decisions that shape the future of our healthcare solutions, ensuring scalability, security, and alignment with industry standards\n* Collaborating with Global Teams and Customers: You will understand their needs and translate them into effective technical solutions\n* Engaging with Customer Stakeholders: You will build strong relationships to maintain a clear and predictable product vision\n* Identifying and Mitigating Risks: You will detect gaps in architecture, security, deployment, and configuration, proposing solutions to minimize risks and enhance system integrity\n* Mentoring and Coaching Team Members: You will guide them in resolving complex technical issues and foster a culture of continuous learning and improvement\n\n\n**We Are Looking For Someone With**\n* Extensive Experience in Software Development and Architecture, with a proven track record in designing and implementing complex software systems\n* Expertise in Healthcare Standards like FHIR, openEHR, and SMART on FHIR to ensure interoperability and compliance\n* Visionary Architectural Skills to conceptualize and design holistic solution architectures that meet current and future needs\n* Knowledge of Cloud and Containerization, including proficiency in public and private cloud platforms and container technologies like Docker and Kubernetes\n* Agile Methodology Proficiency, with experience working in agile environments utilizing methodologies like Scrum or Kanban\n* Strong Technical Skills in microservices architecture, RESTful APIs, web development, and design patterns\n* Programming Expertise, with excellent coding skills in languages such as C# and experience with frontend frameworks like Angular\n* DevSecOps Experience, with exposure to integrating security practices into the DevOps process to ensure secure and reliable software delivery\n* Working proficiency in Spanish\n\n\n**As a Person You Are**\n* Solution-Oriented, always focused on finding effective resolutions\n* Self-Motivated & Self-Organized, with the ability to manage your own tasks efficiently\n* Independent and Responsible, capable of taking ownership of your work\n* A Good Team Player, with attention to detail and the ability to collaborate well with others\n\n\n**What’s in it for you?**\n With us you will be part of the important and meaningful work of developing healthcare for all of us. You have an important mission to make a difference that really matters. In addition, as a company we offer you professional growth, open and friendly culture, and an outstanding work-life balance! We believe that our organizational culture is an important part of enabling you to be successful. We provide a flexible hybrid work model as part of our culture and way of working.\n   \n\n  \n\n Finally, we also believe in curiosity and learning as a lifestyle. We want to encourage you to keep up that curiosity and deepen your knowledge on topics you’re interested in. For example, we host a ‘Keep Learning Week’ twice a year, a week where everyone at Tietoevry has the possibility to join different training courses in a truly global setting.\n   \n\n  \n\n**Could you be our new colleague?**\n We look forward to hearing from you! We will fill the position as soon as we find the right person, so we encourage you to apply today. If you have any questions regarding this role, please contact the hiring manager Timo Heikkilä (timo.j.heikkila@tietoevry.com)\n   \n\n  \n\n We perform background checks on all final candidates.\n   \n\n  \n\n Tietoevry declines calls from recruitment companies.\n   \n\n  \n\n**About Tietoevry**\n Tietoevry creates purposeful technology that reinvents the world for good. We are a leading technology company with a strong Nordic heritage and global capabilities. Based on our core values of openness, trust and diversity, we work with our customers to develop digital futures where businesses, societies, and humanity thrive.\n   \n\n  \n\n Our 24,000 experts globally specialize in cloud, data, and software, serving thousands of enterprises and public-sector customers in more than 90 countries. Tietoevry’s annual turnover is approximately EUR 3 billion and the company’s shares are listed on the NASDAQ exchange in Helsinki and Stockholm, as well as on Oslo Børs.\n   \n\n  \n\n Additional Information\n   \n\n  \n\n At Tietoevry, we believe in the power of diversity, equity, and inclusion. We encourage applicants of all backgrounds, genders (m\/f\/d), and walks of life to join our team, as we believe that this fosters an inspiring workplace and fuels innovation. Our commitment to openness, trust, and diversity is at the heart of our mission to create digital futures that benefit businesses, societies, and humanity.\n   \n\n  \n\n Diversity, equity and inclusion (tietoevry.com)","company_url":"https:\/\/fi.linkedin.com\/company\/tietoevry","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQF2amfv6Na1Ag\/company-logo_100_100\/company-logo_100_100\/0\/1642569018457\/tietoevry_logo?e=2147483647&v=beta&t=WOekvO3Bo-fyhw4-NABHCVjZEv6gdsyF887I4GoF_fQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4031001520","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4031001520","job_url_direct":"https:\/\/bli.b3.se\/jobs\/4996893-systemutvecklare?utm_source=LinkedIn&urlHash=s8dN","title":"Systemutvecklare","company":"B3 Consulting Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"lidia.hagos@b3.se","description":"B3 utmärker oss genom vår djupa systemutvecklingskompetens och förmåga att leverera kompletta lösningar för våra kunder. Vi kombinerar även avancerad AI-teknik med en förståelse för affärsbehov och tar ansvar för hela utvecklingsprocessen. Vår styrka ligger i att skapa hållbara och skalbara lösningar som stödjer kundens verksamhet och långsiktiga mål.\n   \n\n  \n\n**Om rollen**\n Teamet i Stockholm består av ett gäng kollegor med kompetens inom både backend, frontend och fullstack, vilka nu söker sin nästa kollega! Att vara konsult på B3 innebär att du hjälper våra kunder i deras utvecklingsprojekt och dagliga utmaningar.\n   \n\n  \n\n**Vi letar efter dig som har:**\n* Minst 7 års erfarenhet inom systemutveckling Java, .Net eller Python\n* Arbetat med cloud-teknologier\n* Arbetat med microservices\n* God svenska och engelska i tal och skrift\n\n\n**Extra glada blir vi om du har:**\n* Erfarenhet av DevOps\n* Erfarenhet av moderna frontend-ramverk\n* Intresse av AI teknik\n\n\n**Vad vi erbjuder:**\n Att vi trivs tillsammans på B3 är otroligt viktigt. Anledningen till att många börjar hos oss är bland annat det stora fokuset på\n **kompetensutveckling** \n , där vi kontinuerligt delar kunskap med varandra och uppmuntrar till kompetensutveckling och certifieringar. Vi erbjuder bland annat:\n   \n\n  \n\n* Generös kompetensutveckling\n* Attraktiv lönemodell\n* En fantastisk wellness- och medarbetarsatsning\n\n\n**Om B3**\n B3 är en börsnoterad koncern och trygg arbetsgivare med hög medarbetarnöjdhet. B3 har ca 1000 medarbetare inom många olika expertområden. B3 är rankad som Sveriges tredje bästa arbetsplats 2021 av Great Place to Work, utsett till Sveriges IT Karriärföretag 2022 och 2023, samt vann utmärkelsen Årets Karriärföretag 2022. Vi lever efter våra värdeord erfarenhet, olikheter och energi samt satsar på hållbarhet i alla led. Vi tror att medarbetare som mår bra presterar bättre och har därför B3 Team som anordnar aktiviteter inom wellness, från yoga och löpning till musikquiz och föreläsningar om stresshantering och mental hälsa.\n   \n\n  \n\n**Varmt välkommen med din ansökan redan idag!**\n Har du frågor om tjänsten? Tveka inte att kontakta rekryteringsansvarig för denna tjänst, Lidia Hagos, på lidia.hagos@b3.se.","company_url":"https:\/\/se.linkedin.com\/company\/b3it","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEr66szQkmhOQ\/company-logo_100_100\/B4DZc_TSxiHAAQ-\/0\/1749113712759\/b3it_logo?e=2147483647&v=beta&t=z28s5duwGNAN9BRvE_ciK4F-5--5FYVJ_6ux8FaSaQc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4256561183","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4256561183","job_url_direct":null,"title":"Lead Software Architect - Tietoevry Care (m\/f\/d)","company":"Tietoevry","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"kari-antti.kuosa@tietoevry.com","description":"**Job Description**\n**At Tietoevry Care you’ll get a chance to provide patients and end users with product offerings that help them in their life, reinventing the world for good. If that sounds interesting, please keep on reading.**\n**About Us**\n Tietoevry Care is modernizing the Nordic health and social care sector with modular, open, and interoperable software. We develop and deliver high quality software solutions and services that enable healthcare and welfare professionals to do their work even better and with higher efficiency - have more time to care.\n   \n\n  \n\n We are a global team of professionals working on providing products and services to different sectors from healthcare to social care. In addition to working closely with our customers, we also have our own products that we build and develop for various fields in society. From enabling healthcare professionals to spend more valuable time with their patients to providing data for professional athletes to achieve even better results, we make all that possible. With us you can build technology for the good of society and make your mark on the health and wellbeing of people in need.\n   \n\n  \n\n**About The Role**\n Are you passionate about leveraging modern technologies to revolutionize healthcare? If so, we invite you to join our dynamic and innovative team as a\n **Lead** \n**Software Architect** \n ! We're a tech-forward company dedicated to enhancing health and social care through open platforms, ecosystems, and adherence to leading healthcare standards like FHIR and openEHR.\n   \n\n  \n\n We work in an agile, multinational organization that develops cutting-edge products and services for both public and private sectors across the Nordic countries. Our teams are committed to creating, supporting, and delivering modern solutions used by healthcare and social care professionals throughout the region.\n   \n\n  \n\n While we've listed several skills and experiences that we believe would be beneficial for this role, please don't be discouraged if you don't tick every box. We're primarily looking for a Lead Software Architect who is eager to learn and grow with us.\n   \n\n  \n\n**With Us You Will Be Responsible For**\n* Leading Product Design and Architecture: You will lead architectural decisions that shape the future of our healthcare solutions, ensuring scalability, security, and alignment with industry standards\n* Collaborating with Global Teams and Customers: You will understand their needs and translate them into effective technical solutions\n* Engaging with Customer Stakeholders: You will build strong relationships to maintain a clear and predictable product vision\n* Identifying and Mitigating Risks: You will detect gaps in architecture, security, deployment, and configuration, proposing solutions to minimize risks and enhance system integrity\n* Mentoring and Coaching Team Members: You will guide them in resolving complex technical issues and foster a culture of continuous learning and improvement\n\n\n**We Are Looking For Someone With**\n* Extensive Experience in Software Development and Architecture, with a proven track record in designing and implementing complex software systems\n* Knowledge of Cloud and Containerization, including proficiency in public and private cloud platforms and container technologies like Docker and Kubernetes\n* Expertise in Healthcare Standards like FHIR, openEHR, and SMART on FHIR to ensure interoperability and compliance\n* Visionary Architectural Skills to conceptualize and design holistic solution architectures that meet current and future needs\n* Agile Methodology Proficiency, with experience working in agile environments utilizing methodologies like Scrum or Kanban\n* Strong Technical Skills in microservices architecture, RESTful APIs, web development, and design patterns\n* Programming Expertise, with excellent coding skills in languages such as C# and experience with frontend frameworks like Angular\n* DevSecOps Experience, with exposure to integrating security practices into the DevOps process to ensure secure and reliable software delivery\n\n\n**As a Person You Are**\n* Solution-Oriented, always focused on finding effective resolutions\n* Self-Motivated & Self-Organized, with the ability to manage your own tasks efficiently\n* Independent and Responsible, capable of taking ownership of your work\n* A Good Team Player, with attention to detail and the ability to collaborate well with others\n\n\n**What’s in it for you?**\n With us you will be part of the important and meaningful work of developing healthcare for all of us. You have an important mission to make a difference that really matters. In addition, as a company we offer you professional growth, open and friendly culture, and an outstanding work-life balance! We believe that our organizational culture is an important part of enabling you to be successful. We provide a flexible hybrid work model as part of our culture and way of working.\n   \n\n  \n\n Finally, we also believe in curiosity and learning as a lifestyle. We want to encourage you to keep up that curiosity and deepen your knowledge on topics you’re interested in. For example, we host a ‘Keep Learning Week’ twice a year, a week where everyone at Tietoevry has the possibility to join different training courses in a truly global setting.\n   \n\n  \n\n**Could you be our new colleague?**\n We look forward to hearing from you! We will fill the position as soon as we find the right person, so we encourage you to apply today. If you have any questions regarding this role, please contact the hiring manager Kari-Antti Kuosa (kari-antti.kuosa@tietoevry.com)\n   \n\n  \n\n We perform background checks on all final candidates.\n   \n\n  \n\n Tietoevry declines calls from recruitment companies.\n   \n\n  \n\n**About Tietoevry**\n Tietoevry creates purposeful technology that reinvents the world for good. We are a leading technology company with a strong Nordic heritage and global capabilities. Based on our core values of openness, trust and diversity, we work with our customers to develop digital futures where businesses, societies, and humanity thrive.\n   \n\n  \n\n Our 24,000 experts globally specialize in cloud, data, and software, serving thousands of enterprises and public-sector customers in more than 90 countries. Tietoevry’s annual turnover is approximately EUR 3 billion and the company’s shares are listed on the NASDAQ exchange in Helsinki and Stockholm, as well as on Oslo Børs.\n   \n\n  \n\n Additional Information\n   \n\n  \n\n At Tietoevry, we believe in the power of diversity, equity, and inclusion. We encourage applicants of all backgrounds, genders (m\/f\/d), and walks of life to join our team, as we believe that this fosters an inspiring workplace and fuels innovation. Our commitment to openness, trust, and diversity is at the heart of our mission to create digital futures that benefit businesses, societies, and humanity.\n   \n\n  \n\n Diversity, equity and inclusion (tietoevry.com)","company_url":"https:\/\/fi.linkedin.com\/company\/tietoevry","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQF2amfv6Na1Ag\/company-logo_100_100\/company-logo_100_100\/0\/1642569018457\/tietoevry_logo?e=2147483647&v=beta&t=WOekvO3Bo-fyhw4-NABHCVjZEv6gdsyF887I4GoF_fQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4303590082","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4303590082","job_url_direct":null,"title":"AI Deployment Engineer to Tutus Data","company":"Academic Work","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"*Tutus is a Swedish company, founded in 1992, and has since been developing high-quality network encryption solutions for the military, government agencies, and enterprises operating in environments that require a high level of secure communication. Due to increasing demand for their products and the company's growth, they are now looking for an* \n***AI Deployment Engineer***\n*who is passionate about generative AI, data and security. Exciting, right? Read on!* \n\n\n\n\n  \n\n\n\n\n\n About the role\n \n\n\n\n Tutus is the leading provider of government-approved and certified IT security products in Sweden, steadily advancing toward its goal of becoming a leading supplier of approved IT security solutions not only in Sweden but also within the EU. Tutus offers advanced encryption products for organizations that take security seriously, with a portfolio spanning five key product and service categories: network security, secure smartphones, file encryption, secure video conferencing, and secure cloud services. Here, you will join a dynamic workplace with an open atmosphere, where engagement and technical expertise are highly valued.\n \n\n\n\n  \n\n\n\n\n\n As an AI Deployment Engineer at Tutus Data, you will be responsible for deploying and optimizing machine learning models in production environments, developing AI-driven applications with a focus on performance and reliability, and ensuring robust and secure operation of AI solutions.\n \n\n\n\n  \n\n\n\n\n\n**You are offered** \n\n\n\n* The opportunity to work in a field that is vital to Sweden’s security.\n* A company that manages the entire development process from start to finish, ensuring full control over both delivery and support.\n* Excellent opportunities for professional growth, both in your role as AI Data & Software Engineer and within other technical areas.\n* A company that prioritizes your development, including dedicated\n **\"innovation days\"** \n during the sprint cycle to focus on areas you want to grow in.\n* A market-leading company with strong and stable customers.\n* Competitive salary, bonuses, and excellent benefits.\n\n\n\n  \n\n\n\n\n\n**Work tasks** \n\n\n\n\n Tutus Data is building up its AI department and is now looking for an AI Deployment Engineer who wants to be a key player in their initiative for AI applications in production environments. You will work closely with developers, data scientists, and their AI Data & Software Engineer to ensure AI solutions are delivered efficiently, securely, and with high performance.\n \n\n\n\n  \n\n\n\n\n* Build and maintain automated pipelines for deployment of machine learning models\n* Deploy and monitor AI applications in containerized environments (Docker, Kubernetes)\n* Optimize models and applications for performance, cost efficiency, and security\n* Troubleshoot and resolve issues related to deployed AI solutions\n\n\n\n  \n\n\n\n\n\n We are looking for\n \n\n\n* You have a relevant technical education, preferably in machine learning from a university or college.\n* You have a couple of years of experience deploying containerized AI software and models, preferably Docker or Kubernetes.\n* Strong knowledge of model optimization techniques (quantization, pruning, etc.), Python, and relevant deployment technologies.\n* Experience with monitoring and logging tools (Prometheus, Grafana, ELK Stack, etc.).\n* Experience with CI\/CD pipelines and automation tools for model deployment.\n* You speak and write fluent English.\n\n\n\n  \n\n\n\n\n\n**It is meritorious if you have** \n\n\n\n* Experience with NVIDIA’s hardware and software stack (CUDA, cuDNN, TensorRT).\n* Can interpret and understand Swedish.\n\n\n\n Knowledge can be gained through education, experience or self-taught.\n \n\n\n\n  \n\n\n\n\n\n**To succeed in the role, your personal skills are:** \n\n\n\n* Change oriented\n* Goal oriented\n* Responsible\n* Intellectually curious\n\n\n\n  \n\n\n\n\n\n We are looking for someone with a strong interest in generative AI, a keen eye for detail, and a passion for problem-solving. This role requires initiative, exploring opportunities, and guiding and assisting Tutus' customers, providing you with great opportunities to contribute and make an impact.\n \n\n\n\n  \n\n\n\n\n\n Our recruitment process\n \n\n\n\n This recruitment process is handled by Academic Work and it is our client’s wish that all questions regarding the position is directed to Academic Work.\n \n\n\n\n  \n\n\n\n\n\n Our selection process is continuous and the advert may close before the recruitment process is completed if we have moved forward to the next phase. The process includes two tests: one personality test and one cognitive test. The tests are tools to find the right talent for the right position, to enable equality, diversity, and a fair process.\n \n\n\n\n  \n\n\n\n\n\n**Employment at Tutus Data is classified under security regulations, and a security screening with background checks will therefore be conducted upon hiring, in accordance with Chapter 3 of the Security Protection Act (2018:585).** \n**The process:** \n\n\n\n* **Phone interview** \n with Academic Work\n* **Personality and problem-solving test**\n* **In-depth interview** \n with Academic Work\n* **Interviews** \n with Tutus\n* **Security screening**\n* **Reference checks + final decision**\n\n\n\n  \n\n\n\n\n\n Our selection process is continuous and the advert may close before the recruitment process is completed if we have moved forward to the next phase. The process includes two tests: one personality test and one cognitive test. The tests are tools to find the right talent for the right position, to enable equality, diversity, and a fair process.\n \n\n\n\n  \n\n\n\n\n\n Tutus Data AB\n \n\n\n\n Tutus is a privately owned Swedish company, founded in 1992. The company boasts a high level of expertise and a broad technical spectrum, taking pride in managing critical national infrastructure and delivering societal benefits.","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFNxx5CdYwM-Q\/company-logo_100_100\/company-logo_100_100\/0\/1738562977737\/academic_work_logo?e=2147483647&v=beta&t=gnsh3HjKd0-RkXcrZwm__PvInB7xzAUFVO5n2F0CLV8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4300856546","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4300856546","job_url_direct":null,"title":"Android Developer","company":"Marshall Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Musicians","listing_type":null,"emails":null,"description":"Marshall Group is the audio, tech, and design powerhouse uniting musicians and music lovers through genre-breaking innovation. Our flagship brand, Marshall, is uniquely positioned with over 60 years of rock ‘n’ roll attitude on stage, at home, and on the go. Our iconic products are brought to life by a dedicated team of 800 passionate employees and sold in over 90 markets worldwide.\n   \n\n  \n\n**Right now,** \n we need to strengthen our Software team with a Android developer that will be working with our cross-functional teams. The world of audio is changing. Smart speakers and True Wireless headphones are turning audio into a high-tech industry. In the last few years, our products have gone from simple wired devices to connected and complex IoT devices. We are now focusing on evolving our mobile app and the added value it can provide to our users.\n   \n\n  \n\n**What you’ll do:**\n* Maintain and develop Android mobile apps for the Marshall brands\n* Collaborate closely with our UX and Design team to discuss new features and functions.\n* Support and participate in testing activities and evaluation of the app.\n* Participate in knowledge-sharing sessions to promote new ideas and innovation.\n* Teamwork with the other developers to help us brainstorm solutions and make our apps even better for our users.\n* Prototyping new ideas to make them come true, both individually and across teams.\n\n\n**Who we’re looking for:**\n You are an Android developer with a collaborative mindset who cooperates well internally and externally. To succeed in this role, you need to be committed to collaborative problem-solving, and build quality products to create great user experiences together with the UX and design team. We believe you have a great passion for new technologies, trends, and software development. You get excited by the idea of creating an amazing app experience that resonates with people not only on a functional level but also on an emotional level.\n   \n\n  \n\n**You probably have the following experiences & skills:**\n* + 3 years of proven professional Android app development experience.\n* Experience working with Kotlin.\n* Proficient in modern android design patterns (for ex. MVVM, dependency injection) and Jetpack components.\n* Familiarity with coroutines and Compose, Dagger Hilt and Clean Architecture.\n* Good understanding of Firebase & REST etc.\n* Hence strong written and spoken English skills are essential.\n* Experience with Bluetooth Low Energy (BLE) is a plus.\n\n\n**Our pledge:**\n We thrive to foster an inclusive workplace and we do not discriminate on the basis of race, religion, disability, colour, national origin, gender, sexual orientation, age or marital status. We firmly believe that Marshall thrives when our employees do, leading to better experiences for our consumers.\n   \n\n  \n\n We encourage applications from all over the world. To enable transitioning from another country for a role at Marshall, we offer re-location support. This support is tailored for each role but always includes visa\/work permit application, local authority registration, and home finding service. Don't hesitate to reach out if you have any questions.\n   \n\n  \n\n**Does this sound like you?**\n We look forward to reviewing your application!","company_url":"https:\/\/se.linkedin.com\/company\/marshallgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEO0h6HBpk7LQ\/company-logo_100_100\/company-logo_100_100\/0\/1631340615731?e=2147483647&v=beta&t=8hDRxhUHMBjgRxqQWoqOzSSXFFirUMc9R6qPAvlpnpE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4303587823","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4303587823","job_url_direct":"https:\/\/www.academicwork.se\/lediga-jobb\/j\/c-developer\/1FQZUB?utm_source=linkedin&utm_medium=social&utm_campaign=jobslot&urlHash=ze2Z","title":"C++ Developer","company":"Academic Work","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Engineering","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"*Join our client, a Stockholm-based deep tech company, on a mission to revolutionize DNA sequencing. Be part of a unique journey, making an enormous personal impact on cutting-edge product development with their next-generation technology.* \n\n\n\n\n  \n\n\n\n\n\n About the role\n \n\n\n\n Our client is a Stockholm-based deep tech company aiming to transform the data generation in sequencing completely through their patented 3-D sequencing, a truly disruptive technology. They combine single molecule imaging, fiber optical gratings technologies and nano-fluidics to read DNA faster than anyone else.\n \n\n\n\n As a C++ Developer, you will play a pivotal role in advancing our client's next-generation DNA sequencer. This position offers a unique opportunity to contribute to a groundbreaking product, working collaboratively within a dynamic and multidisciplinary team that spans biochemistry, hardware, and software.\n \n\n\n\n  \n\n\n\n\n\n**You are offered** \n\n\n\n* To be part of a unique journey to create the next generation of DNA sequencing\n* To work in an international and multidisciplinary team\n* A long-term position with good development opportunities\n\n\n\n  \n\n\n\n\n\n Work tasks\n \n\n\n\n This role encompasses designing, developing, and maintaining high-performance software in C++ for both graphical user interfaces and hardware-close systems within a Linux environment. It also involves significant contributions to image processing and data analysis for advanced genomic applications.\n \n\n\n\n  \n\n\n\n\n\n In this role, you will have the opportunity to work closely with hardware development teams, contributing to projects that bridge the gap between software and physical systems. You’ll be involved in areas such as computer vision and image processing, where a solid understanding of these technologies will be beneficial. The position also touches on DevOps practices, helping to streamline development workflows and improve system reliability. Familiarity with the Qt framework is advantageous, as is a good grasp of operating systems, memory management, and multithreading. You’ll be part of an agile development environment, using version control tools like Git to collaborate effectively. Depending on the project, you may also engage in system development, embedded systems —making experience in any of these areas a valuable asset.\n \n\n\n\n  \n\n\n\n\n* Design and implement user interfaces for controlling and configuring the DNA sequencer.\n* Develop hardware-close software within a Linux environment.\n* Contribute to image processing and analysis of genomic data.\n* Collaborate with multidisciplinary teams spanning biochemistry, hardware, and software.\n* Provide support to end-users and assist with problem-solving.\n* Participate in DevOps activities.\n\n\n\n  \n\n\n\n\n\n We are looking for\n \n\n\n* Degree from a relevant university education\n* At least 1 year of relevant professional experience\n* Advanced knowledge of C++ programming and data structures.\n* Good knowledge of Linux operating systems.\n* Good knowledge of Python.\n* Strong written and verbal English communication skills.\n* Generalist approach to software development, comfortable with varied tasks and problem-solving.\n\n\n\n  \n\n\n\n\n\n**To succeed in the role, your personal skills are:** \n\n\n\n* Goal oriented\n* Orderly\n* Responsible\n* Intellectually curious\n* Respectful\n\n\n\n  \n\n\n\n\n\n Our recruitment process\n \n\n\n\n This recruitment process is handled by Academic Work and it is our client’s wish that all questions regarding the position is directed to Academic Work.\n \n\n\n\n  \n\n\n\n\n\n Our selection process is continuous and the advert may close before the recruitment process is completed if we have moved forward to the next phase. The process includes two tests: one personality test and one cognitive test. The tests are tools to find the right talent for the right position, to enable equality, diversity, and a fair process.","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFNxx5CdYwM-Q\/company-logo_100_100\/company-logo_100_100\/0\/1738562977737\/academic_work_logo?e=2147483647&v=beta&t=gnsh3HjKd0-RkXcrZwm__PvInB7xzAUFVO5n2F0CLV8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"448352726f6f6ab5","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=448352726f6f6ab5","job_url_direct":"https:\/\/jobs.sap.com\/job\/Stockholm-Customer-Success-Manager-%28CSM%29-SAP-Academy-for-Customer-Success-SWEDEN-%28Hybrid%29-111-34\/1216566001\/?feedId=118200&utm_source=Indeed&utm_campaign=SAPCSCareers","title":"Customer Success Manager (CSM) - SAP Academy for Customer Success - SWEDEN (Hybrid)","company":"SAP","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1758412800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":"Internet And Software","listing_type":null,"emails":"Careers.NorthAmerica@sap.com, Careers.LatinAmerica@sap.com, Careers.APJ@sap.com, Careers@sap.com","description":"**We are SAP**\n\n\nSAP innovations help more than 400,000 customers worldwide work together more efficiently and use business insight more effectively. Originally known for leadership in enterprise resource planning (ERP) software, SAP has evolved to become a market leader in end-to-end business application software and related services for database, analytics, intelligent technologies, and experience management. As a cloud company with 200 million users and more than 100,000 employees worldwide, we are purpose-driven and future-focused, with a highly collaborative team ethic and commitment to personal development. Whether connecting global industries, people, or platforms, we help ensure every challenge gets the solution it deserves. At SAP, we build breakthroughs together.\n\n **The SAP Academy for Customer Success is a global development program designed for talent who are early in their career.**\n\n **What we offer**\n\n\nWe help the world run better.\n\n  \n\nOur company culture is focused on helping our employees enable innovation by building breakthroughs together. How? We focus every day on building the foundation for tomorrow and creating a workplace that embraces differences, values flexibility, and is aligned to our purpose-driven and future-focused work. We offer a highly collaborative, caring team environment with a strong focus on learning and development, recognition for your individual contributions, and a variety of benefit options for you to choose from. Apply Now!\n\n **The SAP Academy for Customer Success is a global development program designed for talent who are early in their career.**\n\n **Who You’ll Become**\n\n\nThe Customer Success Manager (CSM) works directly with customers to guide them through their business journey with our solutions. The CSM works to increase customer satisfaction, retention, renewals, references, and upsells for Cloud products within their assigned solution portfolio. The CSM oversees key customer milestones throughout the customer lifecycle, from deal signature through system provisioning, monitoring implementation progress, and business case achievement. The CSM is expected to serve as the strategic point of contact for the customer within the assigned solution portfolio and to leverage appropriate resources across SAP functions to maintain overall customer health.\n\n **What You’ll Do**\n\n\nAs a CSM within the SAP Academy for Customer Success, you will be responsible to:\n\n* Successfully complete a 10-month learn-apply program, which includes classroom phases and field phases with your CSM team, that enhances your support in the CSM role, a critical customer-facing function within our dynamic Customer Success board area.\n* Immerse yourself in multi-dimensional, experiential learning with a focus on digital transformation, global intelligence, human skills, business and technology acumen, solution\/industry knowledge, and strategy\/tools\/process.\n* Enhance skills around your solution portfolio, managing customer retention, and driving value realization.\n* Receive onboarding in your local market with on-the-job training and mentoring by a senior CSM professional in the field. You will have the opportunity to work both behind the scenes and directly with customers.\n\n  \n\nThe program will enrich your knowledge of SAP and the Customer Success board area and give you the professional experience to be ready to serve our customers. We offer full-time employment from day one with practical learning application for your role. Upon successful completion of the program, you will move into a direct customer-facing CSM role in your market and continue to receive mentoring and coaching support to accelerate your growth.  \n\n  \n\n  \n\n\n\nCSM focus areas: **SAP Business Transformation Management (BTM) -** Knowledge in Business Process Management\/Business Process Automation applications.\n\n **What You Bring**\n\n* 2–3 years of experience supporting customers and driving business transformation, ideally in consulting or account management.\n* Proven ability to deliver strategic guidance and solutions that drive customer success and long-term value, coupled with experience in resolving issues and managing escalations to ensure satisfaction and business continuity.\n* A cooperative and productive approach to working relationships, internally and externally.\n* A strong ability to quickly learn new concepts, adapt to changing environments, and apply knowledge to deliver results.\n* An understanding of AI fundamentals, uses, and ethics, to identify business problems solvable with AI.\n* A resilient mindset, embracing challenges with optimism and consistently striving for growth and success.\n* Strong Business Acumen, including demonstrated knowledge of business processes and\/or industries.\n* Proficiency in English to engage with our global network\n* Proficiency in Swedish\n\n **The SAP Academy for Customer Success is a global development program designed for talent who are early in their career.**\n\n **About SAP Academy for Customer Success**\n\n\nThe SAP Academy for Customer Success offers a three-year journey that drives accountability and enhances productivity. It enables graduates to make a quick impact in customer-facing roles while fostering career longevity and leadership potential.\n\n  \n\nJoin us for a unique opportunity to build a global network, collaborate with customers to solve real business challenges, and gain hands-on experience with world-class cloud solutions — all while learning in a dynamic environment and earning competitive pay and benefits.\n\n **#SAPAcademyforCustomerSuccess**\n\n**#SAPCSCareers**\n\n  \n\nSAP’s employees across different regions are enabled to do their best job with the right mix of office and remote work according to country-specific guidelines and regulations. In general, our **hybrid work setup** consists of **three days a week in the office or on-site with customers or partners.**\n\n  \n\nWe are planning a practical and immersive portion of our program, which will likely involve participants spending four (4) weeks, spread across two trips, in San Ramon, California. This experience is designed to provide unparalleled hands-on learning and networking opportunities. \\*Please note the in-person component is still in the planning phase, and the final decision will be confirmed by the first quarter of 2026. We will ensure that this information is communicated promptly, and that sufficient time is provided for necessary preparations.\n\n  \n\nDuring intensive phases of the program, it is critical that all participants are fully engaged and present to ensure maximum learning and success. As such, vacation will not be approved during some critical times of the program.\n\n\n.#SAPNextGen\n\n **Our inclusion** **promise**\n\n\nSAP’s culture of inclusion, focus on health and well-being, and flexible working models help ensure that everyone—regardless of background—feels included and can perform at their best. At SAP, we believe we are made stronger by the unique capabilities and qualities that each person brings to our company. We invest in our employees to inspire confidence and help everyone realize their full potential. We ultimately believe in unleashing all talent and creating a better and more equitable world.\n\n\nSAP is proud to be an equal-opportunity workplace and is an affirmative action employer. We are committed to the values of Equal Employment Opportunity and provide accessibility accommodations to applicants with physical and\/or mental disabilities. If you are interested in applying for employment with SAP and are in need of accommodation or special assistance to navigate our website or to complete your application, please send an e-mail with your request to Recruiting Operations Team: Americas: Careers.NorthAmerica@sap.com or Careers.LatinAmerica@sap.com, APJ: Careers.APJ@sap.com, EMEA: Careers@sap.com.\n\n **EOE AA M\/F\/Vet\/Disability:**\n\n\nQualified applicants will receive consideration for employment without regard to their age, race, religion, national origin, ethnicity, age, gender (including pregnancy, childbirth, et al), sexual orientation, gender identity or expression, protected veteran status, or disability.\n\n\nSuccessful candidates might be required to undergo a background verification with an external vendor.","company_url":"https:\/\/se.indeed.com\/cmp\/SAP","company_url_direct":"http:\/\/jobs.sap.com","company_addresses":"Dietmar-Hopp-Allee 16\r\nWalldorf, 69190\r\nGermany","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"SAP's purpose is to help the world run better and improve people's lives with sustainability at the core.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d17f7c102a43b1dce3ba341c8dbad2b0","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/1e37cd0ff628710aa0962f8f8ea99cf5","ceo_name":"Christian Klein","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/8d647cc98981321d3ca6c94fec495f70"},{"id":"4156963361","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156963361","job_url_direct":null,"title":"IT Architect - Stockholm | BCG Platinion","company":"BCG Platinion","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"Who We Are\n   \n\n  \n\n Do you want to turn the challenges of digitalization into the solutions of the future? Join BCG Platinion in tackling the core IT issues of leading global companies. Deploy customized platforms, architectures, strategies, and organizations to leverage the digital potential of our customers and drive true innovation, with state-of-the-art tools such as cloud computing, AI, blockchain, microservices, and containerization. Add your individual strengths to our unique team, always there to support you. Together with Boston Consulting Group and our clients, we turn digital visions into reality.\n   \n\n  \n\n What You'll Do\n   \n\n  \n\n For our Stockholm office, we are looking for IT Architects who will collaborate with colleagues from BCG Platinion and\/or the Boston Consulting Group on local and international client projects! We develop superior IT strategies, concepts, and solutions actively and on site, applying our technical know-how, experience in IT projects, and analytical and conceptual skills.\n   \n\n  \n\n What You'll Bring\n   \n\n  \n\n**You can help us make a difference if you**\n* have a degree in computer science, (business) informatics, engineering, or a related field\n* have approx. two years of relevant experience in IT consulting or software development (part or full time)\n* know that modern tools such as machine learning, cyber resilience, DevOps, agile methods, AI, and robotics aren't just buzzwords, but essential to sustainable IT architectures\n* have broad technical expertise and interest in technology trends\n* feel particularly comfortable in interdisciplinary teams and global contexts and are flexible and willing to travel\n* are excellent at understanding and communicating complex topics in English\n\n\n Who You'll Work With\n   \n\n  \n\n**Shape the world of tomorrow**\n* Shape the digital transformation of globally leading companies, ensuring their success by evaluating their capabilities and performing feasibility studies\n* Manage small, agile development teams in strategic IT implementation programs, establish modern practices like DevOps and CI\/CD, and be in charge of the technical implementation of crucial digital requirements such as cyber resilience\n* Analyze, develop, and optimize cutting-edge, customized IT architectures while applying your comprehensive understanding of legacy IT, enterprise solutions, and current market developments and trends such as cloud computing and microservices\n\n\n Additional info\n   \n\n  \n\n**How You Can Grow With Us**\n We guarantee constant development incentives in an open and rewarding work environment! Together with a dedicated team of talented colleagues, you get to work on new challenges every day. Individual training offers and a culture of open feedback will provide the framework needed to explore and perfect personal strengths. Our modern structures allow focusing on the essence of our work - with easy travel booking, an excellent back-office support and comprehensive Knowledge Center. With our regular office Fridays and legendary events, we nurture a strong and close team network beyond our case work.\n   \n\n  \n\n*BCG Platinion is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable.*\n*#BCGPlatinion*\n Boston Consulting Group is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable, and those with criminal histories will be considered in a manner consistent with applicable state and local laws.\n   \n\n  \n\n BCG is an E - Verify Employer. Click here for more information on E-Verify.","company_url":"https:\/\/de.linkedin.com\/company\/bcg-platinion","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHKLyp9XOA5Vg\/company-logo_100_100\/company-logo_100_100\/0\/1721829527847\/bcg_platinion_logo?e=2147483647&v=beta&t=tE3_Y4s-U2xe-pqOlbSGMn_Jbt0qWLtr9NpDUsEcDo0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4303588954","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4303588954","job_url_direct":null,"title":"ProServe Area Leader (Nordics\/BENELUX), Professional Services EMEA","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology, Consulting, and Engineering","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Description**\n The Amazon Web Services Professional Services (ProServe) team is looking for an experienced general manager, preferably from a professional services organization, to lead a direct team of sellers (ProServe Sales Managers, ProServe Account Executives, and or ProServe Cloud Architects), and partnering with Area delivery teams to achieve Area goals. As a direct report to the Nordics\/BENELUX Geo Leader, the ProServe Area Leader (PAL) is responsible for ensuring the Nordics\/BENELUX are equipped to support ProServe’s ability to engage new and existing customers through a variety of transformative projects involving IT Strategy, distributed architecture, and hybrid cloud operations. As the single threaded ProServe leader for the Nordics\/BENELUX PALs are the “face of ProServe” and required to interlock with Amazon Global Sales (AGS) Leaders to ensure ProServe and AGS teams are working together as #OneAWSTeam to deliver bar raising customer business outcomes. PALs operate within the ProServe Geo leadership team, and are responsible for representing their Area, escalating blockers to performance, and ensuring teams are enabled to deliver results.\n   \n\n  \n\n PALs routinely engage with C-level executives within our customers to provide executive leadership, relationship management, and pre-sales support. Ultimately, they are responsible for ensuring Area teams (Sales, Delivery, Partner) work closely to drive business performance that meets and exceeds customer expectations. Acting as a path of escalation, internally and for customers, PALs are expected to be knowledgeable of our sales mechanisms, have knowledge of ProServe products and services, and be skilled at navigating executive relationships and enterprises to deliver outcomes for customers.\n   \n\n  \n\n Your experience gained within professional services will ideally be supported by broad technology sector knowledge, which will equip you with the ability to translate technical concepts into business value for customers. You will demonstrate proficiency in driving sales teams, and the ability to apply sales methodologies optimizing CRM systems coupled with strong analytical, problem-solving, and project management abilities. You will be measured on the Nordics\/BENELUX performance against key metrics including but not limited to Revenue, Billable Bookings, operating margin, team engagement, and customer satisfaction.\n   \n\n  \n\n The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud. We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies, and industries.\n   \n\n  \n\n AWS Global Services includes experts from across AWS who help our customers design, build, operate, and secure their cloud environments. Customers innovate with AWS Professional Services, upskill with AWS Training and Certification, optimize with AWS Support and Managed Services, and meet objectives with AWS Security Assurance Services. Our expertise and emerging technologies include AWS Partners, AWS Sovereign Cloud, AWS International Product, and the Generative AI Innovation Center. You’ll join a diverse team of technical experts in dozens of countries who help customers achieve more with the AWS cloud.\n   \n\n  \n\n Key job responsibilities\n   \n\n  \n\n As an experienced Professional Services Leader\/General Manager, you will be responsible for:\n   \n\n  \n\n* Leading and developing a high-performing team of Account Executives and Cloud Architects\n* Delivering against key metrics including but not limited to Revenue, Billable Bookings, operating margin, team engagement, and customer satisfaction\n* Developing and supporting execution of sales strategies (including demand generation, strategic sales, GTM prioritisation) and Area operating strategies to meet team targets and drive revenue growth\n* Managing customer relationships, ensuring high satisfaction and identifying new opportunities\n* Leveraging deep AWS knowledge to guide sellers in proposing optimal solutions\n* Monitoring and analyzing key performance indicators, ensuring accurate reporting and forecasting to optimize operational processes and manage risk\n\n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n**Basic Qualifications**\n* 10+ years in technology sales, with 5+ years in management [Alternative: Experience in professional services business management, technology sales and people leadership.]\n* Experience with cloud technologies\n* Experience in leading business development activities and managing sales cycles through a direct Management team\n* Bachelor's degree in Computer Science, Engineering, related field, or equivalent experience\n\n\n**Preferred Qualifications**\n* Excellent communication, presentation, and negotiation skills\n* Ability to build and maintain C-level client relationships\n* Experience in AWS, Azure or Google Cloud technology\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch) - G54\n   \n\n  \n\n Job ID: A3015639","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4243612862","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4243612862","job_url_direct":"https:\/\/jobs.siemens.com\/careers\/job\/563156125073183?hl=en&utm_source=linkedin&domain=siemens.com&sourceType=PREMIUM_POST_SITE&urlHash=z-gj","title":"Global Prescription Leader - Data Center 80-100%","company":"Siemens","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Automation Machinery Manufacturing","listing_type":null,"emails":null,"description":"**Together with our customers, we combine the real and digital worlds**\n With technology, software and services for smart buildings, we transform the everyday for everyone. By combining the real and digital worlds, we empower our customers to reach their decarbonization goals, lower their operating costs and create world-class occupant experiences for their people. It’s not just about improving buildings – it’s about creating efficient, safe, adaptable and sustainable environments, which improve the way the world lives and works.\n   \n\n  \n\n The digital transformation of buildings is a fast-changing, dynamic sector, and it needs more than just great technology - it needs great people, too. We know a business only thrives if its people are thriving, so at Siemens we put our people first.\n   \n\n  \n\n**We are looking for a new colleague with a comprehensive understanding of overall data center solutions to join our Global Datacenter Application Hub.** \n In this role, you will support external consultants and planners in designing tailored specifications for data centers in the field of liquid cooling, simulations, automation, security, fire and power monitoring. You will develop a standard reference prescription to position Siemens as the trusted advisor for data center solutions. You will collaborate with cross-Business Unit professionals, partners and the sales teams in our focus countries to drive specifications and promote our portfolio.\n   \n\n  \n\n Within our buildings business, our distributed team will support you through your career and challenge you to grow in new and exciting ways, as we transform the world’s infrastructure.\n **Our shared journey could take you anywhere … where would you like to go?**\n**Your New Responsibilities**\n* Identify and engage with existing and potential partners and customers, understanding their needs to bring value propositions that differentiate Siemens in the data center market\n* Collaborate with consultants in the data center market to specify Siemens products and solutions, ensuring alignment with industry standards and client requirements\n* Partner with cross-BU Siemens sales teams to drive specifications and promote products, solutions, and services to customers in the data center vertical\n* Engage with business decision-makers at all organizational levels to identify requirements and new market opportunities\n* Monitor industry trends and competitors’ activities to develop standardized design and identify innovation opportunities\n* Work closely with marketing refine Siemens’ value proposition for consultants and technical decision-makers\n* Deliver internal training sessions, visit client sites, and consistently exceed KPIs based on sales and engagement metrics\n* Provide strategic insights to management regarding industry trends, regulatory changes, and competitive positioning to continuously improve Siemens’ data center designs and offerings\n\n\n**Your Skills And Experience**\n* Bachelor's degree in engineering or an equivalent; an MBA or relevant graduate degree is beneficial\n* Proven experience in technical sales or vertical markets, with a strong focus on data centers\n* In-depth understanding of data center technologies and solutions, including Integrated Data Center Management Suite, liquid cooling systems, and Data Center Infrastructure Management (DCIM) software\n* Broad knowledge of regulatory, legislative, business, and technology trends across multiple markets\n* Knowledge of medium voltage products and systems, protection systems, and energy automation solutions\n* Excellent planning, communication, writing, and facilitation skills\n* Ability to quickly adjust strategies and approaches as conditions change\n* Possesses a rigorous and analytical attitude to overcome challenges and solve problems effectively\n* Excellent communication and presentation abilities in English. German and any additional European language would be beneficial\n\n\n**Location** \n : qualified candidates need a valid work permit for the respective country. Relocation to another country is not planned\n   \n\n  \n\n**Employee benefits:** \n local benefits apply\n   \n\n  \n\n**What it’s like working for us** \n We place significant emphasis on fostering an inclusive and flexible working culture that encourages everyone to be their authentic selves. Equal opportunities and diversity are important to us and contribute to an enriching culture. We actively embrace mobile working to provide every colleague with more autonomy and the chance to achieve a good work-life balance. Learn more here\n   \n\n  \n\n**Frequently asked questions and contact information** \n Here you will find a collection of frequently asked questions and a way to contact us directly.\n   \n\n  \n\n Information for recruitment agencies: Siemens is not accepting applications from recruitment agencies for this position. Thank you for your understanding.","company_url":"https:\/\/de.linkedin.com\/company\/siemens","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFK_4wGnzwPTQ\/company-logo_100_100\/company-logo_100_100\/0\/1719931174735\/siemens_logo?e=2147483647&v=beta&t=iNZVOYYuYOnkz09IBCFrK9Ik8uTqP6ZDnhCEJjPouV4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4256560307","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4256560307","job_url_direct":"https:\/\/careers.tietoevry.com\/job\/strategic-product-manager-head-of-product-management-tietoevry-banking-m-f-d-in-solna-sweden-jid-327?_atxsrc=AttraxLinkedin&utm_source=AttraxLinkedin&urlHash=zigW","title":"Strategic Product Manager\/Head of Product Management - Tietoevry Banking (m\/f\/d)","company":"Tietoevry","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Product Management and Marketing","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"recruitmentinbanking@tietoevry.com","description":"**Job Description**\n**Strategic Product Manager\/Head of Product Management - Tietoevry Banking (m\/f\/d)**\n We are looking for a\n **Strategic Product Manager** \n who wants to be part of Tietoevry Banking. Tietoevry Banking is the leading financial services software and solution partner in the Nordics. We offer modular, pre-integrated banking as a service solutions and market-leading software for core, payments, credit, cards, financial fraud, and wealth. With our scale, expertise, and specialization, we empower financial institutions to enhance agility, efficiency, and accelerate digital transformation.\n   \n\n  \n\n**When Joining Tietoevry Banking You Will Work On**\n* Product Vision and Strategy: Develop and communicate a clear product vision and mid-term\/long-term strategy that aligns with the company's overall Strategy, objectives and market trends. Define target customers, licensing and pricing models to address predictable long-term revenue flow. Define complementary services to support successful implementation and maintenance, ensure additional revenue flow.\n* Market Analysis: Conduct in-depth market research to understand industry trends, competitive landscape, regulatory changes and customer needs, providing input and recommendations for strategic decisions for mid-term and long-term initiatives. Identify opportunities for product innovation and differentiation.\n* Roadmap Development: Ability to translate market needs and business opportunities to a strategic roadmap and balance long\/short-term needs. Create and maintain a high-level product roadmap that outlines key milestones, deliverables, and timelines, ensuring alignment with business priorities. Address product lifecycles, including planning sunsetting and migration strategies. Define innovation inception approaches. Plan portfolio modernization to fit market needs, ensure future growth and competitive costs.\n* Relationship Building: Establish and maintain strong relationships with existing and potential clients, partners, and industry influencers to create new business opportunities. Participate, present and be influencer in conferences, industry workgroups. Build relationships with industry stakeholders globally. Demonstrate cultural awareness and the ability to adapt product strategies to various regional requirements.\n* Stakeholder management: Collaborate closely with the sales team and engage with other departments, including engineering, marketing, project management and customer teams, to support with sales and ensure successful product development and launch. Cooperate cross-units in Cards and Transaction Banking and other units in Banking.\n* Customer Insights: Prepare and present vision, pitches, and presentations to existing and potential clients and partners, effectively communicating the value proposition. Gather and analyze customer feedback and usage data to inform product decisions and enhance user experience.\n* Performance Metrics: Define and track key performance indicators (KPIs) to measure product success and identify areas for improvement, ensure data-based decision making. Keep accountability on product\/service profitability. Align models and use cross unit template and processes.\n* Go-to-Market Strategy: Collaborate with marketing and sales teams to develop and execute effective go-to-market strategies for product launches and updates. Collaborate with Security, Compliance and Privacy teams to identify market or country potential risks and opportunities.\n* Risk Management: Identify potential risks and develop mitigation strategies to ensure successful product delivery and adoption.\n* Leadership and Mentorship: Provide guidance and mentorship to product managers and team members, fostering a culture of innovation and continuous improvement.\n\n\n**Who We Are Looking For**\n* A Bachelor's degree in business, Marketing, or a related field; MBA or advanced degree preferred.\n* Proven experience in product management, with a focus on strategic planning and execution.\n* Strong analytical and problem-solving skills, with the ability to make data-driven decisions.\n* Excellent communication and interpersonal skills, with the ability to influence and collaborate with stakeholders at all levels.\n* Experience in Cards and Payments, with a large network of connections with industry experts and decision-makers.\n* Familiarity with European and Nordic customers.\n\n\n**We Also Believe You Have**\n* Strong strategic thinking skills to develop and implement effective product strategies.\n* A market and customer focus that drives product innovation and meets customer needs.\n* Excellent relationship-building abilities to establish connections with clients, partners, and industry stakeholders.\n* Proficiency in public speaking to effectively present ideas and influence audiences.\n* Strong negotiation and influencing skills to advocate for product initiatives and secure buy-in.\n* A creative mindset that fosters innovation and the development of unique solutions.\n* A results-oriented approach that emphasizes accountability and achievement of product goals.\n\n\n As a person, we believe you are a team player who takes action and demonstrates responsibility to organize your work and solve your tasks. With our agile end-to-end development process, you will continue to both learn from and coach your colleagues, so communication is important for us. Technology is developing fast, so learning new cutting-edge technologies is something you strive to do.\n   \n\n  \n\n**What We Offer**\n* We offer you professional growth, meaningful projects, an open culture, and an outstanding work-life balance!\n* We provide a flexible hybrid work model as part of our culture and way of working.\n* Competitive salary (up to 7,000 EUR gross per month in Latvia), based on experience and qualifications.\n* Finally, we believe in curiosity and learning as a lifestyle where you need to unlearn and relearn every day as new possibilities emerge.\n\n\n**Did we get you inspired?**\n We look forward to your application! Interviews will be held continuously, so we encourage you to apply today! For more information or questions, please contact the Talent Acquisition team at recruitmentinbanking@tietoevry.com.\n   \n\n  \n\n Hope to hear from you soon!\n   \n\n  \n\n Location: Rīga - Verde, Roberta Hirša 1\n   \n\n  \n\n*On specific positions, we might perform background checks.*\n**About Tietoevry**\n Tietoevry creates purposeful technology that reinvents the world for good. We are a leading technology company with a strong Nordic heritage and global capabilities. Based on our core values of openness, trust, and diversity, we work with our customers to develop digital futures where businesses, societies, and humanity thrive.\n   \n\n  \n\n Our 24,000 experts globally specialize in cloud, data, and software, serving thousands of enterprise and public-sector customers in more than 90 countries. Tietoevry’s annual turnover is approximately EUR 3 billion, and the company’s shares are listed on the NASDAQ exchange in Helsinki and Stockholm, as well as on Oslo Børs. Familiarize yourself with what we do.\n   \n\n  \n\n Additional Information\n   \n\n  \n\n At Tietoevry, we believe in the power of diversity, equity, and inclusion. We encourage applicants of all backgrounds, genders (m\/f\/d), and walks of life to join our team, as we believe that this fosters an inspiring workplace and fuels innovation. Our commitment to openness, trust, and diversity is at the heart of our mission to create digital futures that benefit businesses, societies, and humanity.\n   \n\n  \n\n Diversity, equity and inclusion (tietoevry.com)","company_url":"https:\/\/fi.linkedin.com\/company\/tietoevry","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQF2amfv6Na1Ag\/company-logo_100_100\/company-logo_100_100\/0\/1642569018457\/tietoevry_logo?e=2147483647&v=beta&t=WOekvO3Bo-fyhw4-NABHCVjZEv6gdsyF887I4GoF_fQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4256557851","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4256557851","job_url_direct":null,"title":"Senior Enterprise Architect - Tietoevry Care (m\/f\/d)","company":"Tietoevry","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"kari-antti.kuosa@tietoevry.com","description":"**Job Description**\n**At Tietoevry Care you’ll get a chance to provide patients and end users with product offerings that help them in their life, reinventing the world for good. If that sounds interesting, please keep on reading.**\n**About Us**\n Tietoevry Care is modernizing the Nordic health and social care sector with modular, open, and interoperable software. We develop and deliver high quality software solutions and services that enable healthcare and welfare professionals to do their work even better and with higher efficiency - have more time to care.\n   \n\n  \n\n We are a global team of professionals working on providing products and services to different sectors from healthcare to social care. In addition to working closely with our customers, we also have our own products that we build and develop for various fields in society. From enabling healthcare professionals to spend more valuable time with their patients to providing data for professional athletes to achieve even better results, we make all that possible. With us you can build technology for the good of society and make your mark on the health and wellbeing of people in need.\n   \n\n  \n\n**About The Role**\n We are looking for a strategic and visionary Enterprise Architect who can define, lead, and align our technology strategy across the entire healthcare platform ecosystem. In this role, you will\n   \n\n  \n\n* Set the architectural direction for our platform products\n* Oversee alignment across different products\n* Ensure long-term scalability, interoperability, and maintainability\n* Support international expansion into the wider European healthcare market\n\n\n**You will engage directly with**\n* Customers to explore new clinical and operational workflows, and digital transformation needs\n* Partners to co-develop, integrate, and ensure compatibility within a modular platform ecosystem\n* Product Management and Product Owners to align architectural vision with product strategies and roadmaps\n\n\n**As an Enterprise Architect, you will**\n* Define and evolve the enterprise-wide architecture for our healthcare platform products\n* Align architecture across product teams, domains, and business stakeholders\n* Drive adherence to healthcare standards such as openEHR, FHIR, and HL7\n* Lead strategic architectural initiatives such as modularization, capability-based planning, and platform evolution\n* Govern architecture principles and ensure compliance across all layers (business, application, data, and infrastructure)\n* Act as a key advisor to business and product leadership regarding technology roadmaps and transformation programs\n* Guide solution and software architects and foster collaboration across multidisciplinary teams\n* Contribute to technology partner strategies, vendor evaluations, and interoperability initiatives\n\n\n**We Are Looking For Someone With**\n* Broad experience in enterprise architecture across complex product ecosystems\n* Deep understanding of architecture principles \/ frameworks\n* Proven ability to align business and technology strategies\n* Familiarity with open digital health platforms and healthcare-specific standards (openEHR, FHIR)\n* Experience designing scalable and modular architecture in cloud-native and containerized environments\n* Leadership experience in driving change and enterprise-wide architecture governance\n* Strong communication and stakeholder management skills, including international and partner collaboration\n\n\n**As a Person You Are**\n* Strategic in your thinking and system-minded\n* Collaborative and able to work across different teams, organizations and cultures\n* Committed to excellence and long-term impact\n* Curious, open-minded, and adaptable\n\n\n**What’s in it for you?**\n With us you will be part of the important and meaningful work of developing healthcare for all of us. You have an important mission to make a difference that really matters. In addition, as a company we offer you professional growth, open and friendly culture, and an outstanding work-life balance! We believe that our organizational culture is an important part of enabling you to be successful. We provide a flexible hybrid work model as part of our culture and way of working.\n   \n\n  \n\n Finally, we also believe in curiosity and learning as a lifestyle. We want to encourage you to keep up that curiosity and deepen your knowledge on topics you’re interested in. For example, we host a ‘Keep Learning Week’ twice a year, a week where everyone at Tietoevry has the possibility to join different training courses in a truly global setting.\n   \n\n  \n\n**Could you be our new colleague?**\n We look forward to hearing from you! We will fill the position as soon as we find the right person, so we encourage you to apply today. If you have any questions regarding this role, please contact the hiring manager Kari-Antti Kuosa (kari-antti.kuosa@tietoevry.com)\n   \n\n  \n\n*We perform background checks on all final candidates.*\n*Tietoevry declines calls from recruitment companies.*\n**About Tietoevry**\n Tietoevry creates purposeful technology that reinvents the world for good. We are a leading technology company with a strong Nordic heritage and global capabilities. Based on our core values of openness, trust and diversity, we work with our customers to develop digital futures where businesses, societies, and humanity thrive.\n   \n\n  \n\n Our 24,000 experts globally specialize in cloud, data, and software, serving thousands of enterprises and public-sector customers in more than 90 countries. Tietoevry’s annual turnover is approximately EUR 3 billion and the company’s shares are listed on the NASDAQ exchange in Helsinki and Stockholm, as well as on Oslo Børs.\n   \n\n  \n\n Additional Information\n   \n\n  \n\n At Tietoevry, we believe in the power of diversity, equity, and inclusion. We encourage applicants of all backgrounds, genders (m\/f\/d), and walks of life to join our team, as we believe that this fosters an inspiring workplace and fuels innovation. Our commitment to openness, trust, and diversity is at the heart of our mission to create digital futures that benefit businesses, societies, and humanity.\n   \n\n  \n\n Diversity, equity and inclusion (tietoevry.com)","company_url":"https:\/\/fi.linkedin.com\/company\/tietoevry","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQF2amfv6Na1Ag\/company-logo_100_100\/company-logo_100_100\/0\/1642569018457\/tietoevry_logo?e=2147483647&v=beta&t=WOekvO3Bo-fyhw4-NABHCVjZEv6gdsyF887I4GoF_fQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4256559680","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4256559680","job_url_direct":"https:\/\/careers.tietoevry.com\/job\/software-architect-tietoevry-care-m-f-d-in-solna-sweden-jid-407?_atxsrc=AttraxLinkedin&utm_source=AttraxLinkedin&urlHash=70RB","title":"Software Architect - Tietoevry Care (m\/f\/d)","company":"Tietoevry","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"timo.j.heikkila@tietoevry.com","description":"**Job Description**\n**At Tietoevry Care you’ll get a chance to provide patients and end users with product offerings that help them in their life, reinventing the world for good. If that sounds interesting, please keep on reading.**\n**About Us**\n Tietoevry Care is modernizing the Nordic health and social care sector with modular, open, and interoperable software. We develop and deliver high quality software solutions and services that enable healthcare and welfare professionals to do their work even better and with higher efficiency - have more time to care.\n   \n\n  \n\n We are a global team of professionals working on providing products and services to different sectors from intensive care to laboratory and social care. In addition to working closely with our customers, we also have our own products that we build and develop for various fields in society. From enabling healthcare professionals to spend more valuable time with their patients to providing data for professional athletes to achieve even better results, we make all that possible. With us you can build technology for the good of society and make your mark on the health and wellbeing of people in need.\n   \n\n  \n\n**About The Role**\n Are you passionate about leveraging modern technologies to revolutionize healthcare? If so, we invite you to join our dynamic and innovative team as a\n **Software Architect** \n ! We're a tech-forward company dedicated to enhancing health and social care through open platforms, ecosystems, and adherence to leading healthcare standards like FHIR and openEHR.\n   \n\n  \n\n We work in an agile, multinational organization that develops cutting-edge products and services for both public and private sectors across the Nordic countries. Our teams are committed to creating, supporting, and delivering modern solutions used by healthcare and social care professionals throughout the region.\n   \n\n  \n\n While we've listed several skills and experiences that we believe would be beneficial for this role, please don't be discouraged if you don't tick every box. We're primarily looking for a\n **Software Architect** \n who is eager to learn and grow with us.\n   \n\n  \n\n**With us you will be responsible for**\n* Leading Product Design and Architecture: You will lead architectural decisions that shape the future of our healthcare solutions, ensuring scalability, security, and alignment with industry standards\n* Collaborating with Global Teams and Customers: You will understand their needs and translate them into effective technical solutions\n* Engaging with Customer Stakeholders: You will build strong relationships to maintain a clear and predictable product vision\n* Identifying and Mitigating Risks: You will detect gaps in architecture, security, deployment, and configuration, proposing solutions to minimize risks and enhance system integrity\n* Mentoring and Coaching Team Members: You will guide them in resolving complex technical issues and foster a culture of continuous learning and improvement\n\n\n**We Are Looking For Someone With**\n* Extensive Experience in Software Development and Architecture, with a proven track record in designing and implementing complex software systems\n* Expertise in Healthcare Standards like FHIR, openEHR, and SMART on FHIR to ensure interoperability and compliance\n* Visionary Architectural Skills to conceptualize and design holistic solution architectures that meet current and future needs\n* Knowledge of Cloud and Containerization, including proficiency in public and private cloud platforms and container technologies like Docker and Kubernetes\n* Agile Methodology Proficiency, with experience working in agile environments utilizing methodologies like Scrum or Kanban\n* Strong Technical Skills in microservices architecture, RESTful APIs, web development, and design patterns\n* Programming Expertise, with excellent coding skills in languages such as C# and experience with frontend frameworks like Angular\n* DevSecOps Experience, with exposure to integrating security practices into the DevOps process to ensure secure and reliable software delivery\n* Working proficiency in Spanish\n\n\n**As a Person You Are**\n* Solution-Oriented, always focused on finding effective resolutions\n* Self-Motivated & Self-Organized, with the ability to manage your own tasks efficiently\n* Independent and Responsible, capable of taking ownership of your work\n* A Good Team Player, with attention to detail and the ability to collaborate well with others\n\n\n**What’s in it for you?**\n With us you will be part of the important and meaningful work of developing healthcare for all of us. You have an important mission to make a difference that really matters. In addition, as a company we offer you professional growth, open and friendly culture, and an outstanding work-life balance! We believe that our organizational culture is an important part of enabling you to be successful. We provide a flexible hybrid work model as part of our culture and way of working.\n   \n\n  \n\n Finally, we also believe in curiosity and learning as a lifestyle. We want to encourage you to keep up that curiosity and deepen your knowledge on topics you’re interested in. For example, we host a ‘Keep Learning Week’ twice a year, a week where everyone at Tietoevry has the possibility to join different training courses in a truly global setting.\n   \n\n  \n\n**Could you be our new colleague?**\n We look forward to hearing from you! We will fill the position as soon as we find the right person, so we encourage you to apply today. If you have any questions regarding this role, please contact the hiring manager Timo Heikkilä (timo.j.heikkila@tietoevry.com)\n   \n\n  \n\n We perform background checks on all final candidates.\n   \n\n  \n\n Tietoevry declines calls from recruitment companies.\n   \n\n  \n\n**About Tietoevry**\n Tietoevry creates purposeful technology that reinvents the world for good. We are a leading technology company with a strong Nordic heritage and global capabilities. Based on our core values of openness, trust and diversity, we work with our customers to develop digital futures where businesses, societies, and humanity thrive.\n   \n\n  \n\n Our 24,000 experts globally specialize in cloud, data, and software, serving thousands of enterprises and public-sector customers in more than 90 countries. Tietoevry’s annual turnover is approximately EUR 3 billion and the company’s shares are listed on the NASDAQ exchange in Helsinki and Stockholm, as well as on Oslo Børs.\n   \n\n  \n\n Additional Information\n   \n\n  \n\n At Tietoevry, we believe in the power of diversity, equity, and inclusion. We encourage applicants of all backgrounds, genders (m\/f\/d), and walks of life to join our team, as we believe that this fosters an inspiring workplace and fuels innovation. Our commitment to openness, trust, and diversity is at the heart of our mission to create digital futures that benefit businesses, societies, and humanity.\n   \n\n  \n\n Diversity, equity and inclusion (tietoevry.com)","company_url":"https:\/\/fi.linkedin.com\/company\/tietoevry","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQF2amfv6Na1Ag\/company-logo_100_100\/company-logo_100_100\/0\/1642569018457\/tietoevry_logo?e=2147483647&v=beta&t=WOekvO3Bo-fyhw4-NABHCVjZEv6gdsyF887I4GoF_fQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4303569997","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4303569997","job_url_direct":"https:\/\/www.academicwork.se\/lediga-jobb\/j\/ai-data-software-engineer-to-tutus-data\/JZBL3L?utm_source=linkedin&utm_medium=social&utm_campaign=jobslot&urlHash=8_lD","title":"AI Data Software Engineer to Tutus Data","company":"Academic Work","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"*Tutus is a Swedish company, founded in 1992, and has since been developing high-quality network encryption solutions for the military, government agencies, and enterprises operating in environments that require a high level of secure communication. Due to increasing demand for their products and the company's growth, they are now looking for an* \n***AI Data Software Engineer***\n*who is passionate about generative AI, data and security. Exciting, right? Read on!* \n\n\n\n\n  \n\n\n\n\n\n**About the role** \n\n\n\n\n Tutus is the leading provider of government-approved and certified IT security products in Sweden, steadily advancing toward its goal of becoming a leading supplier of approved IT security solutions not only in Sweden but also within the EU. Tutus offers advanced encryption products for organizations that take security seriously, with a portfolio spanning five key product and service categories: network security, secure smartphones, file encryption, secure video conferencing, and secure cloud services. Here, you will join a dynamic workplace with an open atmosphere, where engagement and technical expertise are highly valued.\n \n\n\n\n  \n\n\n\n\n\n As an AI Data & Software Engineer at Tutus Data, you will be responsible for data processing, building and training machine learning models, and developing AI-powered applications.\n \n\n\n\n  \n\n\n\n\n\n**You are offered** \n\n\n\n* The opportunity to work in a field that is vital to Sweden’s security.\n* A company that manages the entire development process from start to finish, ensuring full control over both delivery and support.\n* Excellent opportunities for professional growth, both in your role as AI Data & Software Engineer and within other technical areas.\n* A company that prioritizes your development, including dedicated\n **\"innovation days\"** \n during the sprint cycle to focus on areas you want to grow in.\n* A market-leading company with strong and stable customers.\n* Competitive salary, bonuses, and excellent benefits.\n\n\n\n  \n\n\n\n\n\n**Work tasks** \n\n\n\n\n Tutus Data is making a significant investment in its AI division and is looking for someone who wants to become a key player in their AI application initiatives. In this role, you will work closely with the deployment and optimization team and collaborate with their AI Deployment Engineer. The position will have a strong focus on research, prototyping, developing and training AI models, while continuously ensuring and considering security in data handling and the distribution process. Your main responsibilities will be,\n \n\n\n* Collect, clean, and preprocess data to create high-quality datasets for training models.\n* Develop, train, and evaluate machine learning models.\n* Optimize and fine-tune models for performance and accuracy.\n* Build and deploy AI applications utilizing these models in containerized environments.\n\n\n\n  \n\n\n\n\n\n We are looking for\n \n\n\n* You have a relevant technical education, preferably in machine learning from a university or college.\n* You have a couple of years of work experience in machine learning and frameworks such as TensorFlow or PyTorch.\n* You have an advanced proficiency in Python or other AI-relevant programming languages.\n* You have strong skills in data processing and manipulation and can independently use tools such as Pandas or NumPy.\n* Experience with containerization technologies, preferably Docker or Kubernetes, as well as model evaluation and optimization.\n* You speak and write fluently in English.\n\n\n\n  \n\n\n\n\n\n**It is meritorious if you have** \n\n\n\n* Experience with NVIDIA's hardware and software stack (CUDA, cuDNN, TensorRT).\n* Work experience in software development, preferably with languages such as C or C++.\n* Ability to speak and understand Swedish, both in communication with customers and internal employees.\n\n\n\n  \n\n\n\n\n\n Knowledge can be gained through education, experience or self-taught.\n \n\n\n\n  \n\n\n\n\n\n**To succeed in the role, your personal skills are:** \n\n\n\n* Change oriented\n* Goal oriented\n* Responsible\n* Intellectually curious\n\n\n\n  \n\n\n\n\n\n We are looking for someone with a strong interest in generative AI, a keen eye for detail, and a passion for problem-solving. This role requires initiative, exploring opportunities, and guiding and assisting Tutus' customers, providing you with great opportunities to contribute and make an impact.\n \n\n\n\n  \n\n\n\n\n\n**Our recruitment process** \n\n\n\n\n This recruitment process is handled by Academic Work and it is our client’s wish that all questions regarding the position is directed to Academic Work.\n \n\n\n\n  \n\n\n\n\n\n Our selection process is continuous and the advert may close before the recruitment process is completed if we have moved forward to the next phase. The process includes two tests: one personality test and one cognitive test. The tests are tools to find the right talent for the right position, to enable equality, diversity, and a fair process.\n \n\n\n\n  \n\n\n\n\n\n**Employment at Tutus Data is classified under security regulations, and a security screening with background checks will therefore be conducted upon hiring, in accordance with Chapter 3 of the Security Protection Act (2018:585).** \n\n\n\n\n**The process:** \n\n\n\n* **Phone interview** \n with Academic Work\n* **Personality and problem-solving test**\n* **In-depth interview** \n with Academic Work\n* **Interviews** \n with Tutus\n* **Security screening**\n* **Reference checks + final decision**\n\n\n\n  \n\n\n\n\n\n**Tutus Data AB** \n\n\n\n\n Tutus is a privately owned Swedish company, founded in 1992. The company boasts a high level of expertise and a broad technical spectrum, taking pride in managing critical national infrastructure and delivering societal benefits.","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFNxx5CdYwM-Q\/company-logo_100_100\/company-logo_100_100\/0\/1738562977737\/academic_work_logo?e=2147483647&v=beta&t=gnsh3HjKd0-RkXcrZwm__PvInB7xzAUFVO5n2F0CLV8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4208327883","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4208327883","job_url_direct":null,"title":"AI Performance Engineer","company":"AMD","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering","company_industry":"Semiconductor Manufacturing","listing_type":null,"emails":null,"description":"**WHAT YOU DO AT AMD CHANGES EVERYTHING**\n We care deeply about transforming lives with AMD technology to enrich our industry, our communities, and the world. Our mission is to build great products that accelerate next-generation computing experiences - the building blocks for the data center, artificial intelligence, PCs, gaming and embedded. Underpinning our mission is the AMD culture. We push the limits of innovation to solve the world’s most important challenges. We strive for execution excellence while being direct, humble, collaborative, and inclusive of diverse perspectives.\n   \n\n  \n\n AMD together we advance\\_\n   \n\n  \n\n**The Role**\n AI Performance Engineers focus on optimizing machine learning models, profiling, bottleneck analysis, and optimal mapping to GPU.\n   \n\n  \n\n As an AI Performance Engineer, you will analyze and explore recent ML models, understand their compute and memory requirements, and optimize them on various compute hardware for both inference and training. In addition you would do profiling and analyzing various workloads on current hardware and coming up with new ways to improve their performance.\n   \n\n  \n\n**The Person**\n The ideal candidate will have strong experience with software optimization, GPU programing and hardware architecture. Passionate of getting the best performance out of various hardware’s under different tradeoffs.\n   \n\n  \n\n If you are passionate about performance optimization, getting the best out of the HW, and shaping the future AI performance, then this role is for you.\n   \n\n  \n\n**Key Responsibilities**\n* Benchmark, analyze, and optimize performance of key machine learning applications, on single and multi-GPU systems\n* Design, implement, and test GPU kernels and algorithms for tensor operations like matrix multiplication and convolutions used in a variety of high-performance machine learning libraries and frameworks\n* Deliver high-quality code and documentation following best practices for open-source software development\n\n\n**Preferred Experience**\n* Understanding of GPU architectures and low-level optimization techniques, memory hierarchy, instruction scheduling, and performance tradeoffs\n* Strong background developing applications and libraries in C++, especially high-performance computing and\/or scientific software\n* GPU software development using HIP, CUDA, or OpenCL\n* In-depth knowledge of best-practices in software development, including testing, profiling, debugging, documentation, version control, issue tracking, and planning\n* Experience with C++ and Python programming\n* Experience in PyTorch, Tensorflow or MXNet\n* Experience in high-performance computing (HPC)\n* Strong written and spoken English language skills (our company language)\n\n\n**Academic Credentials**\n* BSc, MSc, PhD or equivalent experience in Computer Science, Electrical Engineering or a related field\n\n\n*Benefits offered are described:* \n AMD benefits at a glance\n *.*\n*AMD does not accept unsolicited resumes from headhunters, recruitment agencies, or fee-based recruitment services. AMD and its subsidiaries are equal opportunity, inclusive employers and will consider all applicants without regard to age, ancestry, color, marital status, medical condition, mental or physical disability, national origin, race, religion, political and\/or third-party affiliation, sex, pregnancy, sexual orientation, gender identity, military or veteran status, or any other characteristic protected by law. We encourage applications from all qualified candidates and will accommodate applicants’ needs under the respective laws throughout all stages of the recruitment and selection process.*","company_url":"https:\/\/www.linkedin.com\/company\/amd","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEkjpiqeCK9Ag\/company-logo_100_100\/company-logo_100_100\/0\/1654804896089\/amd_logo?e=2147483647&v=beta&t=OOLbSXPNaujmjbGIAgkLVvRM-Hd9Ohm2wI0gwpY8_JM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]