[{"id":"216dfbb40f8bac01","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=216dfbb40f8bac01","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30580603","title":"Fullstack Developer","company":"SENSIXE AB","location":"Partille, O, SE","job_type":"fulltime","date_posted":1770508800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"About the Role\n  \nWe are looking for a driven and versatile Full Stack Developer who can take ownership of end-to-end web application development. This role goes beyond coding—you will lead projects, make technical decisions, and help shape products designed for emerging economy markets.\n  \nYou should be comfortable working hands-on while also coordinating with external development partners when outsourcing work is required.\n  \n  \n\n**Key Responsibilities:**  \n\nDesign, develop, and maintain full stack web applications.\n  \nLead development projects from concept to deployment\n  \nChoose appropriate technologies and architectures for scalable solutions\n  \nEffectively use AI development tools (e.g., AI-assisted coding, data-driven features, automation) to improve productivity and product capabilities\n  \nDevelop applications tailored to the needs and constraints of emerging markets (performance, connectivity, accessibility, cost)\n  \nCoordinate, review, and manage outsourced development work, ensuring quality and alignment with project goals\n  \nTake initiative in identifying improvements, risks, and new opportunities\n  \nCollaborate closely with stakeholders, designers, and business teams\n  \n  \n\nRequired Skills & Experience\n  \nSolid understanding of core full stack technologies, including:\n  \n**Frontend:** HTML, CSS, JavaScript (and at least one modern framework such as React, Angular, or Vue)\n  \n**Backend:** Node.js, Python, Java, or similar\n  \n**Databases:** SQL and\/or NoSQL\n  \nREST APIs and basic cloud concepts\n  \nPractical experience using AI development tools (e.g., AI-assisted coding, model APIs, automation tools)\n  \nStrong problem-solving skills and a proactive, ownership-driven mindset\n  \nExperience or strong interest in building solutions for emerging economy markets\n  \nAbility to lead projects independently and make informed technical decisions\n  \nExperience working with or managing outsourced development teams\n  \n  \n\nNice to Have\n  \nExperience deploying applications to cloud platforms\n  \nKnowledge of DevOps basics (CI\/CD, containers, monitoring)\n  \nExposure to data-driven or AI-enabled web applications\n  \nPrior experience in startups or fast-moving product teams\n  \n  \n\nWhat We Offer\n  \nHigh-impact role with real ownership and influence\n  \nOpportunity to build products that address real-world needs in emerging markets\n  \nFlexible, growth-oriented environment\n  \nCollaboration with both in-house and global development teams","company_url":"https:\/\/se.indeed.com\/cmp\/Sensixe-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4133465687","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4133465687","job_url_direct":null,"title":"Backend Software Engineer","company":"Betsson Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Are you interested in working on exciting challenges within high transaction environments? We are looking for you who are curious, can take initiative and come up with new creative solutions, and care about ultimately delivering a great product.  \n \n\n\n  \n\n The Role\n   \n\n\n Our Engagement Area in Product Development is growing and we are now looking for a Senior Backend Engineer to join! Engagement at Betsson Group ensures our customers come back for more. It’s all about loyalty. We provide a world class customer experience beyond the game play featuring Tournaments, Dynamic personalized campaigns and much more! \n \n\n\n  \n\n\n You will be part of preparing our journey to containerization, increasing the scalability of our systems while also maintaining their high quality. To accommodate new requirements, we are constantly re-evaluating our systems design and working on exciting new features.\n \n\n\n  \n\n You have experience in\n   \n\n  \n* C#, .NET, .NET Core\n  \n* SQL Server and NoSQL databases\n  \n* Unit testing frameworks\n  \n* Messaging within a micro service architecture\n  \n* Agile development\n  \n* Collaboration \/ knowledge-sharing\n  \n\n\n  \n\n Extra awesome\n   \n\n  \n* Kafka\n  \n* Experience in a modern front-end framework (e.g. Angular)\n  \n* Docker containerization\n  \n* Domain driven design\n  \n\n\n  \n\n What’s in it for you?\n   \n\n\n We can offer you an environment full of ambition and passion. One day is never like the other as the only constant is change, to the better, to the greater. We strive to be the best in whatever field we choose to play on, and we make sure to have fun along the way!\n \n\n\n  \n\n  \n* A friendly, open and humble working environment, where you will have the chance to work alongside with colleagues from all over the world\n  \n* A chance to evolve your skills together with your colleagues with various programs and initiatives\n  \n* Personal development through courses, in-house training and external certification\n  \n* Freedom with responsibility\n  \n\n\n  \n\n Challenge Accepted?\n   \n\n\n Check out the Betsson Group Blog to find out what our tech colleagues are talking about.\n \n\n\n  \n\n\n By submitting your application, you understand that your personal data will be processed as set out in our Privacy Policy","company_url":"https:\/\/mt.linkedin.com\/company\/betsson-group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFzZe1y4vbFfw\/company-logo_100_100\/B4DZap.l18HwAU-\/0\/1746608480365\/betsson_group_logo?e=2147483647&v=beta&t=M2X9UXZ_2mqeO2SfNA_6siDPWHoLEAMQjCZ6j_UBUU8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4222355557","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4222355557","job_url_direct":"https:\/\/expleo-jobs-se-en.icims.com\/jobs\/33350\/backend-developer\/job?mode=prepopulate&iis=LinkedIn&iisn=LinkedIn&urlHash=6l6U","title":"Backend Developer","company":"Expleo Group","location":"Stockholm, Stockholm County, Sweden","job_type":"other","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Expleo** \n is seeking a highly skilled and experienced\n **Back-end Developer** \n to join our team in\n **Sweden** \n (located in Gothenburg OR Stockholm).\n   \n\n  \n\n Our\n **ideal** \n candidate has experience working with back-end micro-services on Kubernetes and loves to develop alongside a team of talented engineers.\n   \n\n  \n\n If you are a back-end engineer or a full-stack engineer looking to expand your skill set, we'd love to hear from you. Join our team today and take the next step in your career!\n   \n\n  \n\n**Responsibilities**\n* Create the container infrastructure platform for the company\n* Coordinate with other infrastructure teams to meet goals\n* Enhance delivery systems with Continuous Integration\n* Improve the monitoring and alert system\n* Troubleshoot issues and solve problems where needed\n* Create and nurture highly available systems on Kubernetes\n\n\n**Qualifications**\n* Bachelor’s\/Master’s degree in computer science, information technology, or engineering\n* At least 3+ years of experience working with Kubernetes\n* Strong expertise in CI\/CD implementation\n* Thorough knowledge of Java, Spring Boot & Azure\n* Understanding of micro-service design and architectural patterns\n* Familiar with complex event processing and event-driven architecture\n\n\n**Benefits**\n**Who are we?**\n Expleo is a rapidly growing consulting company dedicated to delivering innovative solutions in the fields of AI engineering, digitalization, hyper-automation, cybersecurity, and data science. With a strong commitment to integrity, diversity, sustainability, and societal security, Expleo is at the forefront of creating a better future. Join our dynamic team and be part of our journey to shape the future of technology and business.\n   \n\n  \n\n**What do we offer?**\n* Collaborative working environment – we stand shoulder to shoulder with our clients and our peers through good times and challenges\n* We empower all passionate technology loving professionals by allowing them to expand their skills and take part in inspiring projects\n* Expleo Academy - enables you to acquire and develop the right skills by delivering a suite of accredited training courses\n* Always working as one team, our people are not afraid to think big and challenge the status quo\n* Collective agreement with the union\n* Access to a collection of benefits and discounted prices on services and shops.\n* Health benefits\n* Expleo team activities\n\n\n \"We are an equal opportunities employer and welcome applications from all suitably qualified persons regardless of their race, sex, disability, religion\/belief, sexual orientation or age ”.","company_url":"https:\/\/fr.linkedin.com\/company\/expleo-group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFwrrJDiN6xAA\/company-logo_100_100\/B4EZkBXZUOHoAQ-\/0\/1756664534691\/expleo_group_logo?e=2147483647&v=beta&t=8z0LXfpdoKnJDHwMB_pU0Xjaz-MB8zWnfEiOGq1jxZw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4318261808","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4318261808","job_url_direct":"https:\/\/www.saab.com\/career\/job-opportunities\/senior-software-engineer?source_board=LinkedIn&urlHash=ETUg","title":"Senior Software Engineer","company":"Saab","location":"Järfälla, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Want to influence the bigger picture? At Saab, you can realise amazing innovations that keep people and societies safe. Together, we can truly make an impact – and your part matters.*\n Join our software development team at Tactical Functions, SAAB. We develop desktop applications, supporting our Electronic Warfare systems. Our products include analysis and visualization of data and real time feeds, big data, secure user transactions, amongst many other things.\n   \n\n  \n\n Electronic Warfare\n   \n\n  \n\n Electronic Warfare (EW) represents the ability to use signals such as radio, infrared or radar. To sense and protect. At the same time, provide the possibility to disrupt, deny and degrade adversaries’ ability to use EW.\n   \n\n  \n\n Your role\n   \n\n  \n\n We develop applications where we take part of the entire product chain. We work mainly with software development, but also interact with the customer directly. You will be part of and take responsibility for all phases of our product lifecycles, from concept and idea, to development, test and delivery.\n   \n\n  \n\n What to expect\n   \n\n  \n\n* Full stack development\n* Software development in medium sized teams\n* Agile development\n* Possibility to take part of machine learning projects\n* Good opportunities to grow within the company\n\n\n**About Us**\n The software development teams at Tactical Functions are a technique driven unit that always strive for improvement. You can expect continuous feedback and open communication with both your manager and your team. We encourage initiatives in improving our products, development environment and ways of working. We highly value collaboration and having fun together. Furthermore, it is important to us that you have an accepting attitude towards people regardless of whom you meet. Respect and dignity should be keywords to you at all times\n   \n\n  \n\n Your Profile\n   \n\n  \n\n We are looking for a driven and curious software developer, who is eager to learn and always trying to improve yourself. You actively support and contribute to an innovative climate.\n   \n\n  \n\n* Master’s degree in Computer Science (or related discipline), or equivalent work experience\n* Good skills in programming, with Java, C++, etc. or equivalent\n* Fluent in Swedish and English\n\n\n Desired skills:\n   \n\n  \n\n* Knowledge and interest in AI\/ML\n* Experience with DevOps tools, eg. Jenkins, Git\n* Proactive and reliable team player with good communications skills\n\n\n We are currently located in Järfälla, but will move to Solna in early 2026. Since you will collaborate with colleagues on other Saab sites, you might travel occasionally. Saab is a global company and could provide the possibility to work abroad.\n   \n\n  \n\n Security Vetting\n   \n\n  \n\n This position requires that you pass a security vetting based on the current regulations around\/of security protection. For positions requiring security clearance additional obligations on citizenship may apply.\n   \n\n  \n\n What you will be part of\n   \n\n  \n\n Behind our innovations stand the people who make them possible. Brave pioneers and curious minds. Everyday heroes and inventive troubleshooters. Those who share deep knowledge and those who explore sky-high. And everyone in between.\n   \n\n  \n\n Joining us means making an impact together, contributing in our own unique ways. From crafting complex code and building impressive defence and security solutions to simply sharing a coffee with a colleague, every action counts. We encourage you to take on challenges, to create smart inventions and grow in our friendly and tech-savvy workspace. We have a solid mission to keep people and society safe.\n   \n\n  \n\n Saab is a leading defence and security company with an enduring mission, to help nations keep their people and society safe. Empowered by its 23,000 talented people, Saab constantly pushes the boundaries of technology to create a safer and more sustainable world.\n   \n\n  \n\n Saab designs, manufactures and maintains advanced systems in aeronautics, weapons, command and control, sensors and underwater systems. Saab is headquartered in Sweden. It has major operations all over the world and is part of the domestic defence capability of several nations. Read more about us here\n   \n\n  \n\n If you are interested in what benefits you can take part of as an employee at Saab in Sweden, you can read more about them here\n   \n\n  \n\n Do you want to get to know our business and our people a little bit better? Here you can find some stories told by our employees.\n   \n\n  \n\n Kindly observe that this is an ongoing recruitment process and that the position might be filled before the closing date of the advertisement.","company_url":"https:\/\/se.linkedin.com\/company\/saab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGPwiU_qZ70uQ\/company-logo_100_100\/B4DZs20K2dHwAQ-\/0\/1766151204674\/saab_logo?e=2147483647&v=beta&t=c7zZOIRvr3J4VFgrV0GItxV5HUrGX_38TbDbCo3AEC4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4299765604","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4299765604","job_url_direct":null,"title":"Staff Software Engineer (FinTech) - Back End (Bangkok based, Relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n At Agoda, we bridge the world through travel. Our story began in 2005, when two lifelong friends and entrepreneurs, driven by their passion for travel, launched Agoda to make it easier for everyone to explore the world.\n   \n\n  \n\n Today, we are part of Booking Holdings [NASDAQ: BKNG], with a diverse team of over 7,000 people from 90 countries, working together in offices around the globe. Every day, we connect people to destinations and experiences, with our great deals across our millions of hotels and holiday properties, flights, and experiences worldwide.\n   \n\n  \n\n No two days are the same at Agoda. Data and technology are at the heart of our culture, fueling our curiosity and innovation. If you’re ready to begin your best journey and help build travel for the world, join us.\n   \n\n  \n\n**Get to Know Our Team**\n Fintech is one of the fastest growing areas in Agoda and we are rapidly expanding our tech team. We work closely with the finance business team and our Fintech product owners to reduce risk, drive efficiencies and move on new market opportunities in this exciting field. We have a wide range of projects from traditional finance to cutting-edge customer fintech. For example, reconciliation using Big Data technologies, growing and optimizing customer payments options, tax calculations in milli-second response times and a mesh of supplier payment options like virtual credit cards. It’s a hot field and the perfect mix of data engineering and backend engineering.\n   \n\n  \n\n**The Opportunity**\n**In this role, you will not only develop robust backend systems but also architect and maintain scalable data pipelines and storage solutions that support complex data collection, processing, and analysis. Your dual expertise in backend and data engineering will play a crucial role in optimizing our financial technology solutions and driving informed business decisions through reliable data insights.**\n**In This Role, You’ll Get to**\n* Think and own the full life cycle of our products, not just a single piece of code – from business requirements, technology selection, coding standards, agile development, unit and application testing, to CI\/CD and proper monitoring\n* Design, develop and maintain platforms and data pipelines across fintech\n* Boost System Performance: build systems that are stable, scalable, and highly performant to meet the dynamic demands of the financial landscape\n* Write great code and help others write great code – mentor people in your team and wider\n* Collaborate with other teams and departments\n* Exceptional problem-solving skills coupled with a strategic mindset are essential. You possess the ability to adapt to new changes and the foresight to anticipate future needs. Leadership at Agoda isn’t just managing tasks but inspiring innovation and driving vision into reality\n* Foster Cross-Functional Collaboration: work with diverse teams to drive forward product and technology goals\n* Shape our future team: Play a pivotal role in recruiting and onboarding exceptional talent\n\n\n**What You’ll Need To Succeed**\n* 8+ years of experience with strong proficiency in Java, Kotlin, Scala, or C# with a proven track record of developing high-performance applications in production settings. Insightful experience with big data technologies like Hadoop, real-time processing frameworks (e.g., Apache Spark), and advanced knowledge of SQL and data architecture\n* Thinks in systems: their edge cases, failure modes, and life cycles\n* Uses a metrics driven approach and can make informed decisions using data\n* You are passionate about the craft of software development and constantly work to improve your knowledge and skills\n* Experience with Scrum\/Agile development methodologies\n* Excellent verbal and written English communication skills\n* Experience with operational excellence and a deep understanding of metrics, alarms and dashboards\n\n\n**It’s Great If You Have**\n* Experience working in a modern FinTech or Payments organization\n* Domain knowledge in any of these areas: financial reconciliation, financial reporting, tax, payout methods like virtual credit cards or customer payments\n* Hands-on experience working with technologies like Spark for data processing, ETLs for data pipelines and queueing systems (Kafka, RabbitMQ)\n* Core engineering infrastructure tools like GitLab for source control and Continuous Integration, Kubernetes\n* Experience developing, maintaining and debugging large-scale distributed systems\n* Experience in leading projects, initiatives and\/or teams, with full ownership of the systems involved\n\n\n**This position is based in Bangkok, Thailand (Relocation Provided)**\n #Bengaluru #Hyderabad #Gurgaon #SouthKorea #Berlin #London #Pakistan #Pune #SanFrancisco #SanJose #Seattle #TelAviv #Jakarta #Colombia #NewYork #Vietnam #Russia #Madrid #SaoPaulo #Noida #Toronto #Chennai #Singapore #Ukraine #UAE #Sunnyvale #BuenosAires #Austin #Barcelona #Nigeria #Mumbai #Paris #Egypt #Stockholm #Amsterdam #Romania #Serbia #NewDelhi #MountainView #Chile #Warsaw #Sydney #Bangladesh #Peru #SantaClara #Chicago #Gurgaon #Munich #Montreal #Bangkok #Tallinn #Vilnius #Riga #Dublin #IT #ENG #5\n   \n\n  \n\n**Discover More About Working At Agoda**\n* Agoda Careers https:\/\/careersatagoda.com\n* Facebook https:\/\/www.facebook.com\/agodacareers\/\n* LinkedIn https:\/\/www.linkedin.com\/company\/agoda\n* YouTube https:\/\/www.youtube.com\/agodalife\n\n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy.\n   \n\n  \n\n**Disclaimer**\n We do not accept any terms or conditions, nor do we recognize any agency’s representation of a candidate, from unsolicited third-party or agency submissions. If we receive unsolicited or speculative CVs, we reserve the right to contact and hire the candidate directly without any obligation to pay a recruitment fee.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF4ydNm0C94QQ\/company-logo_100_100\/B56ZoqhrdiJoAQ-\/0\/1761650063828\/agoda_logo?e=2147483647&v=beta&t=pxcmyD2wpE76qFeYvsiA69VTEfw84p0-iL5QGGnbTE8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3819975181","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3819975181","job_url_direct":null,"title":"Software Developer – Stockholm","company":"Solita","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"rebecca.hammel@solita.se, louise.doverholt@solita.se","description":"Vi satsar på att växa inom AI & Cloud Development och söker Software Developers som inte bara skriver kod, utan bygger lösningar som fungerar idag såväl som håller och utvecklas över tid.\n   \n\n  \n\n Vi vill bygga en framtid där data, AI och mjukvara jobbar tillsammans, inte i silos. Vi skapar en miljö där systemutvecklare, data engineers, data scientists och slutanvändare arbetar nära tillsammans för att snabbt leverera värde med hjälp av den senaste tekniken.\n   \n\n  \n\n Här kliver du in\n   \n\n  \n\n Du blir del av ett växande område med runt 20 konsulter inom Cloud, AI och systemutveckling. Samtidigt får du kollegor från hela Solita med expertis i allt från data, strategi och mycket mer att dela kunskap och perspektiv med, läs mer om det här. När vi växer gör dina möjligheter också det, du får vara med och påverka kulturen, affären och din roll.\n   \n\n  \n\n Vi bygger smarta lösningar och en kultur där nyfikenhet, samarbete och humor får ta plats. Våra kunder finns i offentlig och privat sektor, i branscher från sjukvård till e-handel, transport och energi. Vi gillar att ta oss an deras långsiktiga behov och skapa lösningar där problemet styr teknikvalen, inte tvärtom.\n   \n\n  \n\n En dag på Solita\n   \n\n  \n\n En dag på Solita kan börja med ett standup-möte med ditt team på kunduppdraget, ibland består det av fler kollegor från Solita. Är det fredag kanske du jobbar från Solita kontoret i Stockholm för att starta dagen med frukost. Andra dagar jobbar du från kundens kontor eller hemifrån.\n   \n\n  \n\n Sen kliver du in i ditt arbete, när du stöter på ett problem söker du upp en lång diskussionstråd i slack med insikter från kollegor som haft samma problem. Andra gånger passar du på att fråga en kollega vid kaffemaskinen om deras perspektiv för att komma vidare. Du kan också delta i våra interna utbildningsmöten, där vi delar kunskap om allt från nya teknologier och arbetssätt till välmående. Vissa dagar avslutar du med AW, brädspelskväll eller annan aktivitet du och kollegor tycker är kul!\n   \n\n  \n\n Din roll som Software Developer\n   \n\n  \n\n I rollen som Software Developer får du möjlighet att utforma och utveckla robusta och skalbara system: lösningar som möter både affärsbehov och tekniska krav. En kollega beskriver sin roll som en “Glue Engineer”, vilket innebär att du binder samman olika projekt genom att kombinera kundinteraktion, förundersökningar och kodning\n   \n\n  \n\n Ulrika, som är Software Developer hos oss,\n ***beskriver sitt nuvarande uppdrag***\n :\n   \n\n  \n\n*“Jag arbetar i ett engagerat team som bygger integrationslösningar i Azure, tillsammans tar vi lösningarna hela vägen från idé till produktion. Mitt uppdrag handlar om att skapa en robust och skalbar integrationsplattform som möjliggör ett tillförlitligt och tidskritiskt informationsflöde mellan affärssystem – från att rita upp arkitekturen och sätta upp pipelines till att skriva kod och tester.*\n*Det roligaste med mitt arbete är att få kombinera teknik och problemlösning: att förstå hur olika delar hänger ihop, bygga något som verkligen används, och se helheten fungera i praktiken.”*\n Känner du igen dig i följande?\n   \n\n  \n\n Du Kan Kommunicera På Svenska Och Engelska i Tal Och Skrift. Det Är Ett Plus Om Du Varit Konsult Tidigare, Det Avgörande Är Din Förmåga Att Snabbt Komma In i Nya Sammanhang Och Lära Dig. Tack Vare Flera Års Erfarenhet Av Att Bygga Moderna Lösningar Genom Hela Utvecklingscykeln, Främst i C# .NET, Känner Du Dig Trygg i Rollen Då Du Fått Med Dig\n   \n\n  \n\n* Trygghet att jobba med distribuerade system och eventdriven, skalbar arkitektur. Gärna med tekniker som Kafka, RabbitMQ eller Azure Service Bus.\n* God förståelse för Dev(Sec)Ops-principer, CI\/CD och orkestrering.\n* Erfarenhet av molnplattformar som Azure, AWS eller GCP. Har du jobbat med containerization (Kubernetes, Docker) eller Infrastructure as Code (Terraform, Pulumi, Bicep) är det en extra tillgång.\n* Nyfikenhet på AI i utvecklingsarbetet: hur verktyg som GitHub Copilot, OpenAI API:er eller ML-integrerade pipelines kan göra kodningen smartare och effektivare.\n\n\n Vi letar inte bara efter tekniska skills, vi vill jobba med dig som tar ansvar för att bygga rätt lösningar på rätt sätt genom att utmana med omtanke. Du ser kod som ett hantverk, inte bara ett medel till funktion: du bryr dig om kvalitet, läsbarhet och hållbarhet. Du kommer trivas hos oss om du tycker om att dela med dig av din kunskap lika mycket som du är nyfiken på- och lyfter andras.\n   \n\n  \n\n Vad vi erbjuder\n   \n\n  \n\n Vår företagskultur är väldigt viktig för oss. Vi värdesätter låg hierarki, självständighet och ansvar, värdeskapande arbete och trevliga kollegor. Här kan du läsa mer om vår kultur, och här kan du bläddra bland våra tech-bloggar.\n   \n\n  \n\n* Meningsfulla projekt: Arbeta i en agil miljö där du kan påverka teknikval och arbetssätt för att skapa de bästa lösningarna\n* Flexibilitet och autonomi för att utforma ditt arbete med flextider– läs mer från vår blogg här.\n* Ständig utveckling: Vi erbjuder kontinuerlig kompetensutveckling för att säkerställa att våra medarbetare ligger längst fram i teknikutvecklingen.\n* Innovativ kultur: Arbeta tillsammans med några av de främsta experterna inom data, analys och utveckling – läs mer i bloggen här.\n\n\n Utöver detta får du även ta del av följande\n **förmåner** \n :\n   \n\n  \n\n 💰 Fast lön oberoende av beläggningsgrad med möjlighet till löneväxling till ditt pensionssparande\n   \n\n  \n\n 🏦 Pensionsavsättning i linje med ITP1 samt möjlighet till löneväxling till ditt pensionssparande vid inkomst över 8,07 inkomstbasbelopp\n   \n\n  \n\n 🏖️ 30 semesterdagar\n   \n\n  \n\n 🏥 Sjukvårdsförsäkring för både din mentala och fysiska hälsa som täcker dig även utanför tjänstetid\n   \n\n  \n\n 🏋️‍♀️ Friskvårdsbidrag på 5000 kr via Benifex (tidigare Benify)\n   \n\n  \n\n 🔗 Intern coach för att stödja ditt välbefinnande\n   \n\n  \n\n 🪩 After Work och hobbyaktiviteter\n   \n\n  \n\n 🥐 Fredagsfrukost\n   \n\n  \n\n Vilka är vi?\n   \n\n  \n\n Solita är ett värderingsstyrt konsultbolag med över 2200 medarbetare i 9 länder, varav ca 230 i Sverige. Vår storlek gör oss tillräckligt stora för att vara en stabil och innovativ arbetsgivare, men samtidigt tillräckligt små för att värna om våra medarbetare och kunder. Med bred kompetens inom digital transformation erbjuder vi en dynamisk arbetsmiljö. Hos oss får du friheten att utvecklas, både professionellt och personligt.\n   \n\n  \n\n Intresserad av att höra mer?\n   \n\n  \n\n Låter det som en spännande utmaning? Skicka in din ansökan och bli en del av vårt team som ligger i framkant inom systemutveckling!\n   \n\n  \n\n Om du har några frågor, skriv gärna till Rebecca Hammel på LinkedIn eller via mail till rebecca.hammel@solita.se. Du kan också kontakta rekryteringsansvarig, Louise Doverholt på LinkedIn eller via mail till louise.doverholt@solita.se .\n   \n\n  \n\n Hur ser processen ut?\n   \n\n  \n\n I rekryteringsprocessen tror vi på en snabb och effektiv process. Du ansöker med CV eller LinkedIn och svarar på några korta frågor. Vi går igenom ansökningar löpande. Om vi ser en potentiell matchning, bjuder vi in dig till ett första möte för att lära känna dig och berätta mer om vår kultur och våra värderingar på Solita. I andra intervjun fokuserar vi på din tekniska kompetens och din erfarenhet. Om allt går bra tar vi oss vidare till sista steget där vi presenterar ett erbjudande och välkomnar dig som ny Solitan!\n   \n\n  \n\n Sign up to our newsletter to hear about the latest news, upcoming events and open positions at Solita\n   \n\n  \n\n Subscribe","company_url":"https:\/\/fi.linkedin.com\/company\/solita","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGJ81a4guxqWw\/company-logo_100_100\/company-logo_100_100\/0\/1630642162493\/solita_logo?e=2147483647&v=beta&t=Fi9RmAVnGpZEDb0Lct3vw8zbD2l9L3F3t3uC2EzpCp0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4299764804","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4299764804","job_url_direct":null,"title":"Lead Software Engineer - Back End (FinTech) (Bangkok based - Relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n At Agoda, we bridge the world through travel. Our story began in 2005, when two lifelong friends and entrepreneurs, driven by their passion for travel, launched Agoda to make it easier for everyone to explore the world.\n   \n\n  \n\n Today, we are part of Booking Holdings [NASDAQ: BKNG], with a diverse team of over 7,000 people from 90 countries, working together in offices around the globe. Every day, we connect people to destinations and experiences, with our great deals across our millions of hotels and holiday properties, flights, and experiences worldwide.\n   \n\n  \n\n No two days are the same at Agoda. Data and technology are at the heart of our culture, fueling our curiosity and innovation. If you’re ready to begin your best journey and help build travel for the world, join us.\n   \n\n  \n\n**Get to Know Our Team**\n Fintech is one of the fastest growing areas in Agoda and we are rapidly expanding our tech team. We work closely with the finance business team and our Fintech product owners to reduce risk, drive efficiencies and move on new market opportunities in this exciting field. We have a wide range of projects from traditional finance to cutting-edge customer fintech. For example, reconciliation using Big Data technologies, growing and optimizing customer payments options, tax calculations in milli-second response times and a mesh of supplier payment options like virtual credit cards. It’s a hot field and the perfect mix of data engineering and backend engineering.\n   \n\n  \n\n**The Opportunity**\n**In this role, you will not only develop robust backend systems but also architect and maintain scalable data pipelines and storage solutions that support complex data collection, processing, and analysis. Your dual expertise in backend and data engineering will play a crucial role in optimizing our financial technology solutions and driving informed business decisions through reliable data insights.**\n**In This Role, You’ll Get to**\n* Think and own the full life cycle of our products, not just a single piece of code – from business requirements, technology selection, coding standards, agile development, unit and application testing, to CI\/CD and proper monitoring\n* Design, develop and maintain platforms and data pipelines across fintech\n* Boost System Performance: build systems that are stable, scalable, and highly performant to meet the dynamic demands of the financial landscape\n* Write great code and help others write great code – mentor people in your team and wider\n* Collaborate with other teams and departments\n* Exceptional problem-solving skills coupled with a strategic mindset are essential. You possess the ability to adapt to new changes and the foresight to anticipate future needs. Leadership at Agoda isn’t just managing tasks but inspiring innovation and driving vision into reality.\n* Foster Cross-Functional Collaboration: work with diverse teams to drive forward product and technology goals\n* Shape our future team: Play a pivotal role in recruiting and onboarding exceptional talent\n\n\n**What You’ll Need To Succeed**\n* 10+ years of experience with strong proficiency in Java, Kotlin, Scala, or C# with a proven track record of developing high-performance applications in production settings. Insightful experience with big data technologies like Hadoop, real-time processing frameworks (e.g., Apache Spark), and advanced knowledge of SQL and data architecture.\n* Thinks in systems: their edge cases, failure modes, and life cycles\n* Uses a metrics driven approach and can make informed decisions using data\n* You are passionate about the craft of software development and constantly work to improve your knowledge and skills\n* Experience with Scrum\/Agile development methodologies\n* Excellent verbal and written English communication skills\n* Experience with operational excellence and a deep understanding of metrics, alarms and dashboards\n\n\n**It’s Great If You Have**\n* Experience working in a modern FinTech or Payments organization\n* Domain knowledge in any of these areas: financial reconciliation, financial reporting, tax, payout methods like virtual credit cards or customer payments\n* Hands-on experience working with technologies like Spark for data processing, ETLs for data pipelines and queueing systems (Kafka, RabbitMQ).\n* Core engineering infrastructure tools like GitLab for source control and Continuous Integration, Kubernetes\n* Experience developing, maintaining and debugging large-scale distributed systems\n* Experience in leading projects, initiatives and\/or teams, with full ownership of the systems involved\n\n\n**This position is based in Bangkok, Thailand. (Relocation package is provided)**\n #Bengaluru #Hyderabad #SouthKorea #Berlin #London #Pakistan #Pune #SanFrancisco #SanJose #Seattle #TelAviv #Jakarta #Colombia #NewYork #Vietnam #Russia #Madrid\n   \n\n  \n\n #SaoPaulo #Noida #Toronto #Chennai #Singapore #Ukraine #UAE #Sunnyvale #BuenosAires #Austin #Barcelona #Nigeria #Mumbai #Paris #Egypt #Stockholm #Amsterdam #Romania #Serbia #NewDelhi #MountainView #Chile #Warsaw #Sydney #Bangladesh #Peru #SantaClara #Chicago #Gurgaon #Munich #Montreal #Bangkok #IT #4 #5\n   \n\n  \n\n**Discover More About Working At Agoda**\n* Agoda Careers https:\/\/careersatagoda.com\n* Facebook https:\/\/www.facebook.com\/agodacareers\/\n* LinkedIn https:\/\/www.linkedin.com\/company\/agoda\n* YouTube https:\/\/www.youtube.com\/agodalife\n\n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy.\n   \n\n  \n\n**Disclaimer**\n We do not accept any terms or conditions, nor do we recognize any agency’s representation of a candidate, from unsolicited third-party or agency submissions. If we receive unsolicited or speculative CVs, we reserve the right to contact and hire the candidate directly without any obligation to pay a recruitment fee.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF4ydNm0C94QQ\/company-logo_100_100\/B56ZoqhrdiJoAQ-\/0\/1761650063828\/agoda_logo?e=2147483647&v=beta&t=pxcmyD2wpE76qFeYvsiA69VTEfw84p0-iL5QGGnbTE8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4299778200","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4299778200","job_url_direct":"https:\/\/job-boards.greenhouse.io\/agoda\/jobs\/6886113?gh_src=c465d9c41&urlHash=bfvv","title":"Back End Staff Software Engineer (Bangkok based, Relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n At Agoda, we bridge the world through travel. Our story began in 2005, when two lifelong friends and entrepreneurs, driven by their passion for travel, launched Agoda to make it easier for everyone to explore the world.\n   \n\n  \n\n Today, we are part of Booking Holdings [NASDAQ: BKNG], with a diverse team of over 7,000 people from 90 countries, working together in offices around the globe. Every day, we connect people to destinations and experiences, with our great deals across our millions of hotels and holiday properties, flights, and experiences worldwide.\n   \n\n  \n\n No two days are the same at Agoda. Data and technology are at the heart of our culture, fueling our curiosity and innovation. If you’re ready to begin your best journey and help build travel for the world, join us.\n   \n\n  \n\n**Get to Know our Team**\n In Agoda’s Back-End Engineering department, we build scalable, fault-tolerant systems and APIs that host our core business logic. Our systems cover all major areas of our business: inventory and pricing, product information, customer data, communications, partner data, booking systems, payments, and more. We employ state-of-the-art CI\/CD and testing techniques to ensure everything works without downtime. Our systems are self-healing, responding gracefully to extreme loads or unexpected input. We use modern languages like Kotlin and Scala, Data technologies Kafka, Spark, MLflow, Kubeflow, VastStorage, StarRocks and agile development practices. Most importantly, we hire great people from around the world and empower them to be successful.\n   \n\n  \n\n**The Opportunity**\n Agoda Platform team is looking for developers to work on mission-critical systems that serve millions of users daily. You will have the chance to work on innovative projects, using cutting-edge technologies, and make a significant impact on our business and the travel industry.\n   \n\n  \n\n**What You’ll Need To Succeed**\n* 10+ years of experience developing performance-critical applications in a production environment using Scala, Java, Kotlin, C#, Go or relevant modern programming languages.\n* Strong RDBMS knowledge (SQL Server, Oracle, MySQL, or other).\n* Ability to direct significant company-wide projects and sets technical vision.\n* Good command of the English language.\n* Deeply involved in making architectural decisions, setting the standard and direction for the team.\n* Implement advanced CI\/CD pipelines and robust testing strategies to ensure seamless integration, deployment, and high code quality.\n* Passion for software development and continuous improvement of your knowledge and skills.\n\n\n**It’s Great if You Have**\n* Knowledge in NoSQL, Queueing systems (Kafka, RabbitMQ, ActiveMQ, MSMQ), and Play framework.\n\n\n**This position is based in Bangkok, Thailand (Relocation Provided)**\n #Bengaluru #Hyderabad #Gurgaon #SouthKorea #Berlin #London #Pakistan #Pune #SanFrancisco #SanJose #Seattle #TelAviv #Jakarta #Colombia #NewYork #Vietnam #Russia #Madrid #SaoPaulo #Noida #Toronto #Chennai #Singapore #Ukraine #UAE #Sunnyvale #BuenosAires #Austin #Barcelona #Nigeria #Mumbai #Paris #Egypt #Stockholm #Amsterdam #Romania #Serbia #NewDelhi #MountainView #Chile #Warsaw #Sydney #Bangladesh #Peru #SantaClara #Chicago #Gurgaon #Munich #Montreal #Bangkok #Tallinn #Vilnius #Riga #Dublin #IT #ENG #5\n   \n\n  \n\n**Discover More About Working At Agoda**\n* Agoda Careers https:\/\/careersatagoda.com\n* Facebook https:\/\/www.facebook.com\/agodacareers\/\n* LinkedIn https:\/\/www.linkedin.com\/company\/agoda\n* YouTube https:\/\/www.youtube.com\/agodalife\n\n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy.\n   \n\n  \n\n**Disclaimer**\n We do not accept any terms or conditions, nor do we recognize any agency’s representation of a candidate, from unsolicited third-party or agency submissions. If we receive unsolicited or speculative CVs, we reserve the right to contact and hire the candidate directly without any obligation to pay a recruitment fee.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF4ydNm0C94QQ\/company-logo_100_100\/B56ZoqhrdiJoAQ-\/0\/1761650063828\/agoda_logo?e=2147483647&v=beta&t=pxcmyD2wpE76qFeYvsiA69VTEfw84p0-iL5QGGnbTE8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4318563317","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4318563317","job_url_direct":null,"title":"Senior Principal Software Engineer | Candy Crush Soda Saga","company":"King","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Craft:**\n Technology & Development\n   \n\n  \n\n**Job Description:**\n Want to create the world’s best mobile games?\n   \n\n  \n\n We’re looking for a Senior Principal Software Engineer to join our Kingdom. Our games are adored by hundreds of millions of people, and you’ll be helping build them. As well as contribute to the engine, systems and platforms that make them play brilliantly on any platform.\n   \n\n  \n\n****Your role within the Kingdom****\n If you want to create amazing user experiences and entertainment for millions of players on the go, this is the right job for you.\n   \n\n  \n\n As part of the Central Technology team in Candy Crush Soda Saga, you will both design Soda’s long-term architecture and bring it to life by implementing end-to-end systems directly in our client code base. This role bridges big-picture system design with hands-on development, ensuring robust, maintainable, and high-performance solutions. You’ll also be the one to deliver reference implementations that teams can immediately adopt across the code base.\n   \n\n  \n\n Working closely with the tech leadership team, you will shape Soda’s technical strategy and ensure our architecture continues to evolve to support future success. Along the way, you’ll enjoy a creative, collaborative environment where your ideas are valued as much as your technical expertise.\n   \n\n  \n\n****Your responsibilities will include:****\n* Auditing Soda’s architecture, designing new systems, and improving existing ones\n* Taking full ownership of new systems from concept through production-ready code, delivering examples for adoption across the client code base\n* Collaborating with the the rest of the Technical Leadership in Soda to align on strategy\n* Contributing high-quality, well-structured code to the client code base\n* Coaching colleagues and serving as a role model for technical excellence\n\n\n****Skills to create thrills****\n We equally value a passion for making great games, extensive hands-on coding experience, software architecture and knack of sharing great ideas. Are you a passionate and creative teammate? You are:\n   \n\n  \n\n* Highly proficient in system design, with proven experience on architecting large and complex systems\n* An expert in C++, with relevant experience of working with a large code bases\n* Skilled at balancing architectural vision with pragmatic delivery, ensuring designs translate into production-ready solutions\n* Passionate about games and would love to create the next big thing\n* Driven by quality, polish, and pride in the solutions you deliver\n* Proactive in taking technical ownership from design to implementation\n\n\n* Experience in the Gaming Industry\n* Experience with Android or iOS development\n* Experience in working with memory \/ performance critical applications\n* Experience in developing tools with scripting languages\n\n\n**About King**\n With a mission of\n *Making the World Playful* \n , King is a leading interactive entertainment company with more than 20 years of history of delivering some of the world’s most iconic games in the mobile gaming industry, including the world-famous Candy Crush franchise, as well as other mobile game hits such as\n *Farm Heroes Sag* \n a. King games are played by more than 200 million monthly active users. King, part of Microsoft (NASDAQ: MSFT), has Kingsters in Stockholm, Malmö, London, Barcelona, Berlin, Dublin, San Francisco, New York, Los Angeles and Malta. More information can be found at King.com or by following us on LinkedIn, @lifeatking on Instagram, or @king\\_games on X.","company_url":"https:\/\/se.linkedin.com\/company\/king","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQE-p94Ng1sc7w\/company-logo_100_100\/B4EZkOgJoyGwAU-\/0\/1756884933779\/king_logo?e=2147483647&v=beta&t=Yy5oUeLTHnakh0j5Xo4K-T2BsAlrA8J30GyT51PTWrY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4309634292","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4309634292","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/117109-lime-senior-cloud-focused-software-engineer\/?utm_source=linkedin&urlHash=8xK4","title":"Senior cloud-focused Software Engineer","company":"Lime Technologies","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**The job**\n We are looking for an experienced Software Engineer to join us in building our automation and communication platform. We help solve our customers communication needs by automating repetitive tasks in help desk, sales and marketing. We are looking to do a technical shift and move parts of it to kubernetes running on AWS - do you wanna be part of it from the start?\n   \n\n  \n\n Software is the core part of our business at Lime and we work together in a cross-functional team for the engineering teams to get the business input. Together with our Product Owners we use ShapeUp as the agile methodology. We meet regularly and decide what’s essential to the product and how it should evolve.\n   \n\n  \n\n The Engineers at Lime are problem solvers who strive to understand how everything fits together. We do pragmatic solutions to hard problems, a good mix of freedom and responsibility, and most importantly – have a great time at work! We are encouraged to come up with new ideas and experiment a lot. We think long-term and our ambition is to write clean and maintainable code. We take ownership of architecture and automated testing.\n   \n\n  \n\n We always stick to the “best tool for the problem” approach – we listen to industry trends with interest, but evaluate if something is right for us. We do things that matter to our customers and maintain a vision to stay on the right path.\n   \n\n  \n\n**Requirements**\n**Skills & Requirements**\n**Our main stack**\n* C#\n* Vue\n* TypeScript\n* MS SQL\n* Redis\n\n\n**Its a real plus if you**\n Have experience with developing and hosting SaaS solutions on AWS, setting up and maintaining CI\/CD pipelines (GitHub Actions, Azure DevOps) and previous experience in taking architectural responsibilities in projects\n   \n\n  \n\n**Our process**\n We have a lightweight process using the latest Agile techniques with stable feature cycles, no deadlines and an emphasis on understanding the actual problem rather than specifications.\n   \n\n  \n\n Even though we try our best, our tech and processes are far from perfect. That’s why we are looking for like-minded craftspeople to join us on the journey to building a company and product we can be proud of!\n   \n\n  \n\n**What We Offer**\n* A stable and calm working environment\n* Ergonomic workplace equipment\n* Continuous education in the latest techs\n* Promote personal skill development with various activities\n* Commuter friendly offices in Stockholm, Gothenburg and Lund","company_url":"https:\/\/se.linkedin.com\/company\/limetechnologies","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFGwi2FGQtOnw\/company-logo_100_100\/B4DZjCGM6wG8AU-\/0\/1755603063619\/limetechnologies_logo?e=2147483647&v=beta&t=VtAUenFw20F5vNw3jNUdAfVQ9uVdSPl-r7UA62p7uy4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4361803271","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4361803271","job_url_direct":null,"title":"SAP Consultant","company":"Ubique Systems","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Hello,** \n\n\n\n\n  \n\n\n\n\n\n**I hope you are doing good.** \n\n\n\n\n  \n\n\n\n\n\n**Position – SAP S\/4 HANA Consultant** \n\n\n\n\n**Location – Stockholm, Sweden** \n\n\n\n\n**Experience - 8+ Years** \n\n\n\n\n**Language - English** \n\n\n\n\n**Duration - 6 months B2B Contract, It's extendable.** \n\n\n\n\n  \n\n\n\n\n\n**Job Description**\n\n\n\n\n Roles ResponsibilitiesAs a SAP S4HANA developer you will be responsible for the design, development, testing and support of ABAP objects being developed in S4 HANA greenfield implementation project. A professional at this position level has the following responsibilities, Work closely with SAP functional consultant to deliver, maintain, troubleshoot and enhance SAP functionality. Builds professional relationships with team members and clients, to ensure delivery of proposed solutions. Good knowledge on any of the SAP Functional area eg EAM, P2P, FICO, O2C, MM etc. Mandatory skills Good understanding and experience of process changes in new S4 HANA Implementation along with clean core and cloud ready approach. Practical implementation exposure on CDS Views and RAP framework. Good practical experience on Key user extensibility and on-stack developer extensibility. Good Exposure in RICEF objects, Workflow, Webdynpro, OData, ADT, Eclipse, SP Upgrades and ABAP unit testing framework. Good understanding on released APIs and best practices on building custom Fiori applications by using the Fiori elements templates. Experience working on BAS as well as Fiori Adaptation Project Good to Have Strong understanding of the UI principlesoExperience in Fiori Launchpad configuration, Experience on OPD Forms","company_url":"https:\/\/uk.linkedin.com\/company\/ubique-systems","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEd_bFQczBzXQ\/company-logo_100_100\/company-logo_100_100\/0\/1666702484646\/ubique_systems_logo?e=2147483647&v=beta&t=5I5olOGQ78bFOWfKsoHJZNFhCs-IBcP8XQPj6I1A9Mk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3825741306","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3825741306","job_url_direct":null,"title":"iOS Utvecklare till B3 Mobile","company":"B3 Mobile","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"camilla.landen@b3.se","description":"B3 Mobile är koncernens spetsbolag för apputveckling. Vi bygger framtidens digitala lösningar tillsammans med några av världens mest spännande kunder – i Stockholm och internationellt. Våra projekt spänner över iOS, Android, Kotlin, Swift, TypeScript, React Native, Java och mycket mer.\n   \n\n  \n\n Nu söker vi en erfaren iOS-utvecklare som vill ta nästa steg i karriären och bli en del av vårt passionerade team.\n   \n\n  \n\n**Rollen**\n Hos oss får du arbeta nära andra skickliga utvecklare, UX-designers och projektledare – både in-house och ute hos kund. Vi vill inte bara bygga det kunden ber om, utan gärna leda utvecklingen, modernisera och driva på användandet av de senaste teknikerna inom iOS när det behövs.\n   \n\n  \n\n Vi jobbar primärt med Swift och SwiftUI, men erfarenhet av UIKit och andra delar av Apples ekosystem är alltid meriterande. Kännedom om Objective‑C kan vara värdefullt, men är inget krav.\n   \n\n  \n\n**Vi letar efter dig som**\n* Har minst 6 års erfarenhet av iOS-utveckling\n* Har mycket goda kunskaper i Swift, SwiftUI och Xcode\n* Har erfarenhet av UIKit och gärna insyn i övriga delar av ekosystemet\n* Har vana av byggautomatisering (t.ex. Fastlane, Xcode Cloud)\n* Har dokumenterad erfarenhet av testning och unittester (Swift Testing, XCTest)\n* Skriver ren, hållbar, läsbar, säker, modulär och testbar kod\n* Är proaktiv och gillar att ta initiativ hos kund\n* Har en bakgrund som civilingenjör eller motsvarande erfarenhet\n* Talar och skriver svenska obehindrat\n\n\n**Därför ska du välja oss**\n Vi erbjuder mer än bara ett jobb – hos oss får du:\n   \n\n  \n\n* Möjlighet att jobba med tekniskt utmanande lösningar för högprofilerade kunder.\n* Friheten att alltid ha de bästa verktygen: snabb dator, gott om testtelefoner, rätt tangentbord, alla kablar och licenser du behöver – på eget initiativ.\n* Flexibelt upplägg med hybridmodell (en dag i veckan på kontoret för gemenskap och kunskapsutbyte).\n* En arbetsplats där du kan växa och utforska de senaste teknikerna tillsammans med ett starkt team.\n* Satsningar på ditt välmående – från friskvårdsbidrag till en arbetsmiljö där balans mellan jobb och fritid är en självklarhet.\n\n\n Vi tror på energi, nyfikenhet och att dela erfarenheter. Hos oss är olikheter en styrka, och vi vill att du ska känna att du kan växa – både som utvecklare och som människa.\n   \n\n  \n\n För mer information kontakta VD Camilla Landén på camilla.landen@b3.se","company_url":"https:\/\/se.linkedin.com\/company\/b3-mobile","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHW4uEaCMzaew\/company-logo_100_100\/company-logo_100_100\/0\/1675241204508?e=2147483647&v=beta&t=0uDmL1OFFte3g7aTv6bdanljKDHBSqHv3mrCHbr3bOg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3752847791","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3752847791","job_url_direct":"https:\/\/www.solita.fi\/positions\/data-engineer-stockholm-5472904003\/?gh_src=6zyahgkt3us&urlHash=V9pw","title":"Data Engineer – Stockholm","company":"Solita","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Vi söker Data Engineer som vill lösa uppgifter genom modern teknik, tillsammans med ett stort nätverk Data- och Analysexperter. Är du en erfaren Data Engineer, BI-utvecklare\/BI-konsult eller ETL-utvecklare? Vill du fortsätta din professionella resa tillsammans med ett team kunniga kollegor? Motiveras du av att arbeta med moderna teknologier och lösa problem för kunder inom olika branscher kan DU vara vår nästa Data Engineer!\n   \n\n  \n\n Våra närmare\n **100 dataexperter** \n i Sverige jobbar med datalösningar inom nästan alla teknologier. Ett vanligt projekt varierar i längd från en månad till några år, och situationen kan justeras baserat på dina önskemål.\n   \n\n  \n\n**Hur är det att jobba på Solita?**\n Oavsett kund, projekt eller bransch har du hos oss alltid tillgång till ett stort nätverk av fantastiskt kunniga, passionerade datakollegor, som bara är ett slackmeddelande bort. Därtill kan du ständigt lära dig nytt genom våra autonoma competence communities, infosessions och möjligheten att ta olika certifikationer etc. Vill du verkligen utvecklas och ligga i framkant inom datalösningar, så har vi rätt mycket att komma med! Solitas företagskultur handlar om autonomi, att stötta och växa tillsammans med våra kollegor samt att leva våra värdeord – passion, courage, easy-going och caring. Utöver detta har vi även\n **partnerskap** \n med en mängd tech-företag såsom\n **, dbt, Snowflake, MS Fabric** \n för att nämna några.\n   \n\n  \n\n**Träffa en Solitan**\n Möt\n **Clara Lundström,** \n en Data Engineer här på Solita. Hon arbetar i ett projekt för ett globalt företag inom facility service, det största i Norden. Clara, tillsammans med ett team av Solita-entusiaster, belyser datalandskapet och använder data från olika källor för att skapa visualiseringar. Erfaren med molnverktyg arbetar hon med data, automation och transformation.\n   \n\n  \n\n*“Att arbeta som konsult på Solita är varierat samtidigt som du har tillgång till ett stort nätverk av experter inom många olika områden. Det ger utmärkta möjligheter att utvecklas i din roll, vare sig det handlar om att bredda dina kunskaper eller specialisera dig. Anledningen till att jag trivs så bra på Solita är den vänliga, stödjande och opretentiösa atmosfären.”*\n**Vem är du?**\n Som\n **Data Engineer på Solita** \n är du med och bygger datadrivna lösningar som gör skillnad för våra kunder. Du arbetar med pipelines, plattformar och datalager, samtidigt som du kommunicerar med kunder och kollegor för att skapa hållbara och användbara lösningar.\n   \n\n  \n\n**Dina Ansvarsområden**\n* Utveckla, testa och underhålla datapipelines\n* Lösa tekniska utmaningar och bidra med expertis\n* Förstå kundernas behov och omsätta dem i användbara datatillgångar\n* Samarbeta med analytiker och utvecklare för att skapa affärskritiska lösningar\n* Bidra till att skapa återanvändbara dataset och modeller\n* Planera och driva ditt arbete självständigt\n\n\n**Vi Ser Att Du Har Erfarenhet Av**\n* Data pipelines, datamodellering och datalager\n* SQL och\/eller Python i molnmiljöer\n* Verktyg som Snowflake, dbt, Databricks, MS Fabric, Data Factory och BigQuery\n* Flytande svenska och engelska\n\n\n Vill du veta mer om hur det är att jobba som Data Engineer kan du läsa vår kollega Lisa Khylbergs People Story här!\n **https:\/\/www.solita.fi\/blogs\/people-of-solita-lisa-kyhlberg-senior-data-engineer\/**\n**Vår kundmålgrupp**\n Vi riktar oss mot företag och organisationer inom alla branscher som vill utnyttja kraften i data för att förbättra sina affärsprocesser och fatta bättre beslut. Våra kunder finns inom bland annat inom produktutveckling, hälsa, industri, försäkring, kommunikation, bank och elförsörjning. Vi arbetar med både stora och små företag som har behov av avancerade datalösningar och analys.\n   \n\n  \n\n**Vad vi erbjuder**\n Vår företagskultur är väldigt viktig för oss. Vi värdesätter en kultur som betonar en låg hierarki, hög entusiasm, värdeorienterat arbete och kollegor som är lättsamma och passionerade och alltid finns där för att hjälpa till. Det betyder att du är avgörande i att leda din utveckling och ditt arbete med ett brett kollegialt nätverk som du alltid kan vända dig till – i både vått och torrt!\n **Här** \n kan du läsa mer om vår kultur, och\n **här** \n kan du bläddra bland våra tech-bloggar.\n   \n\n  \n\n* Meningsfulla projekt: Arbeta i en agil miljö där du kan påverka teknikval och arbetssätt för att skapa de bästa lösningarna\n* Flexibilitet och autonomi för att utforma ditt arbete med flextider– läs mer från vår blogg.\n* Ständig utveckling: Vi erbjuder kontinuerlig kompetensutveckling för att säkerställa att våra medarbetare ligger längst fram i teknikutvecklingen.\n* Innovativ kultur: Arbeta tillsammans med några av de främsta experterna inom data, analys och utveckling\n\n\n Utöver detta får du även ta del av\n **förmåner** \n så som\n **;** \n fast lön oberoende av beläggningsgrad med möjlighet till löneväxling till ditt pensionssparande,\n **sjukvårdsförsäkring** \n via Skandia,\n **friskvårdsbidrag** \n på 5000 kr, after works, hobby aktiviteter och\n **fredagsfrukost** \n för att nämna några!\n   \n\n  \n\n**Intresserad?**\n Vid frågor; kontakta jacob.beck(at)solita.se eller ansök här. Du kan också connecta med Jacob på LinkedIn på https:\/\/www.linkedin.com\/in\/jacob-beck-\/. Vi uppskattar dina färdigheter, men vi är också ivriga att lära oss om essensen i din motivation och hur du ser din tillväxt framför dig. Dela ditt CV nedan så återkommer vi så fort vi kan!\n   \n\n  \n\n**Hur ser processen ut?**\n I rekryteringsprocessen tror vi på en gedigen och effektiv process. Vi går igenom ansökningar löpande. Om vi ser en potentiell matchning, bjuder vi in dig till ett första möte för att lära känna dig och berätta mer om vår kultur och våra värderingar på Solita. I andra intervjun fokuserar vi på din tekniska kompetens och din erfarenhet. Om allt går bra tar vi oss vidare till sista steget där vi presenterar ett erbjudande och välkomnar dig som ny Solitan!\n   \n\n  \n\n Sign up to our newsletter to hear about the latest news, upcoming events and open positions at Solita\n   \n\n  \n\n Subscribe","company_url":"https:\/\/fi.linkedin.com\/company\/solita","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGJ81a4guxqWw\/company-logo_100_100\/company-logo_100_100\/0\/1630642162493\/solita_logo?e=2147483647&v=beta&t=Fi9RmAVnGpZEDb0Lct3vw8zbD2l9L3F3t3uC2EzpCp0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"38c78be07ed55b7e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=38c78be07ed55b7e","job_url_direct":"https:\/\/www.uptrail.com\/job\/217022\/summer-work-ux-content-assistant-web-experience-improvement","title":"Summer Work - UX & Content Assistant, Web Experience Improvement","company":"Atlas Copco Group","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1770422400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Your role\n\n\n\nAre you interested in user experience, content strategy, and how digital experiences can drive real customer value? As a Summer Student Worker, you will support our work with improving Atlas Copco’s webpages by implementing UX and content enhancements as part of our editable templates initiative. The goal is to improve customer satisfaction (CSAT) and conversion by applying UX best practices, clear content structures, and data-driven improvements across our websites.\n\n\nYou will work closely with experienced colleagues in web, UX, SEO, and content, contributing to real improvements used by visitors worldwide.\n\n\nWhat you’ll do:\n\n* Support the implementation of UX improvements on Atlas Copco webpages using existing editable templates\n* Review and improve page content structure, clarity, and usability together with UX and content and SEO specialists\n* Apply UX best practices to help increase customer satisfaction and conversion rates\n* Help analyze pages from a user perspective and suggest practical improvements\n* Document and structure improvements so they can be reused across pages and sites\n\n\nDuration: Full time for 7-8 weeks during the summer and according to agreement.\n\n\nMeet some colleagues \/ If you are not already on our website, you find it here:\n\n\nTo succeed, you will need\n\n\n* Ongoing studies in UX, interaction design, digital design, communication, media, marketing, informatics, or a related field\n* Interest in user experience, content strategy, and digital customer journeys\n* A structured mindset and attention to detail\n* Good communication skills in English, both written and spoken\n* Curiosity, willingness to learn, and the ability to work independently with guidance\n\n\nIn return, we offer\n\n\n\nJoin us for a rewarding summer experience. At Atlas Copco, you’ll thrive in a friendly environment, develop your skills, and see ideas take shape. Connect with colleagues worldwide as part of the Atlas Copco Group.\n\n\nJob location\n\n\n\nLocation: Nacka, Sickla (Stockholm)\n\n\n**Uniting curious minds**  \n\nBehind every innovative solution, there are people working together to transform the future. With careers sparked by initiative and lifelong learning, we unite curious minds, and you could be one of them.","company_url":"https:\/\/se.indeed.com\/cmp\/Atlas-Copco-Group-2","company_url_direct":"https:\/\/www.atlascopcogroup.com","company_addresses":null,"company_industry":null,"company_num_employees":"5,001 to 10,000","company_revenue":"more than $10B (USD)","company_description":"Atlas Copco provides compressed air and gas equipment, industrial power tools, construction equipment, and industrial vacuum equipment, as well as service and maintenance. www.atlascopco.com","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/91cef666976b4707cbcc6903c21630f3","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/c42b92173b0ba9f047487e99180fcc3d","ceo_name":"Vagner Rego","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/bd810aa61a931c8e41a5e05f62f2f11e"},{"id":"4361850038","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4361850038","job_url_direct":null,"title":"UX\/UI Designer  Intern","company":"XR Solutions","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About XR Solutions** \n\n\n\n\n XR Solutions is a technology-driven company pioneering machine learning-powered augmented reality solutions for industrial clients.\n \n\n\n\n Our mission is to revolutionize how machines are operated, maintained, and optimized — enabling workflows and innovations that were once impossible. We combine research-based optimizations with cutting-edge AR technology to create practical, reliable, and high-performance solutions that reshape industries.\n \n\n\n\n  \n\n\n\n\n\n**Role Overview:** \n\n\n\n\n We are seeking a passionate and dedicated\n **UX\/UI Designer** \n to join our team for an 6-month Internship. This is an exciting opportunity for someone looking to gain hands-on experience in Design, Marketing and XR within a fast-paced and supportive environment.\n \n\n\n\n  \n\n\n\n\n\n**You will among other things be work with:** \n\n\n\n* Participate in all stages of the design process: research, workshops, ideation, prototyping, and delivery.\n* Create user journeys, sketches, wireframes, and interactive prototypes based on insights.\n* Work with Figma and other design tools for XR experiences.\n* Conduct user interviews, workshops, and product testing.\n* Design interfaces for XR headsets, including interaction methods (hand tracking, eye tracking, etc.).\n\n\n\n  \n\n\n\n\n\n**To succeed in this role, you should have** \n\n\n\n* Previous of relevant work experience in\n **UX\/UI** \n and\n **XR Design** \n (\n **Meritorious)**\n* Strong communication and collaboration skills.\n* Self-driven, Detail-oriented, structured way of working.\n* Ability to choose and adapt methods\/tools to the situation.\n* User-focused mindset and passion for solving real problems.\n* Proficiency in\n **Figma** \n .\n* Curiosity and openness to new tools and workflows.\n\n\n\n  \n\n\n\n\n\n**What we offer** \n\n\n\n* Practical experience in AR\/XR product development.\n* The chance to make real impact in a growing startup.\n* Remote-friendly setup and flexible workspaces.\n* Strategic involvement and contribution to a product launch.\n\n\n\n  \n\n\n\n\n\n If you’re excited about this opportunity and eager to learn, please send your resume outlining your interest in the position. We look forward to helping you grow your skills and advance your career in backend development.","company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHeCFw56iRkeQ\/company-logo_100_100\/company-logo_100_100\/0\/1633338980908\/xr_solutions1_logo?e=2147483647&v=beta&t=Sp6Rv1MGRYTqKXD1xlNxk1Ry95mBFlOuB6_Kzq8ZQPQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4369552173","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4369552173","job_url_direct":null,"title":"Graduate Program – Engineering | Product & Tech","company":"Storytel","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Duration:** \n 8 Months to Start. Potential to Continue.\n   \n\n  \n\n**Start date:** \n September 2026 |\n **Location:** \n Stockholm, Sweden\n   \n\n  \n\n Stories have the power to make the ordinary extraordinary. They help us think bigger, see beyond ourselves, and deepen our connection with others.\n   \n\n  \n\n As one of the world’s leading audiobook and e-book streaming platforms, Storytel brings unlimited listening to millions of users across 25+ markets. Driven by our purpose “Leading the future of storytelling, we move the world through stories”, Storytel Group inspires and entertains people around the world by blending innovation with tradition. We bring stories to life across various formats for everyone to discover. Anytime. Anywhere.\n   \n\n  \n\n Now, we’re inviting ambitious graduates to join our newly started Graduate Program within the\n **Product & Tech organisation** \n and help shape how those stories are experienced.\n   \n\n  \n\n**About The Graduate Program**\n* Real projects with real impact: Work on live products, features, and technical challenges that directly enhance the Storytel user experience.\n* Rotations across teams: Gain hands-on experience through structured rotations across engineering, helping you develop a broad understanding of how we bring our stories to life.\n* Guided learning journey: Follow a structured development plan designed to help you strengthen both your technical and soft skills.\n* Mentorship & coaching: Learn from experienced professionals across Product & Tech, with regular feedback and career guidance.\n* Cross-functional collaboration: Partner with engineers, designers, data scientists, and product managers on high-impact initiatives.\n* Community & connection: Join a global network of Storytellers who value curiosity, inclusion, and creativity.\n\n\n**About You**\n We’re seeking curious, driven, and collaborative graduates who are ready to grow with us.\n   \n\n  \n\n Candidates must have completed, or will have completed by the program start date, a Master’s degree (or equivalent) in a relevant technical field, e.g. Computer Science, Software Engineering, Data Science, or similar, and may have zero to two years of post-academic work experience.\n   \n\n  \n\n You’re passionate about technology and storytelling, eager to learn, and thrive in a fast-moving, collaborative environment. Strong English communication skills are required; Swedish is a plus.\n   \n\n  \n\n What We Offer\n   \n\n  \n\n* An 8-month fixed-term contract with a competitive monthly salary.\n* After completing the program, you’ll be well-positioned to take on new responsibilities, with potential opportunities to continue your career within the Storytel Group.\n* Rotations across multiple teams to broaden your experience and understanding of our product and technology ecosystem.\n* A structured learning journey combining training, mentorship, and hands-on experience.\n* A creative, inclusive culture built on trust and collaboration.\n* A chance to learn how the best-in-class streaming app is built and how it serves millions of users every day.\n\n\n**Join a world of stories**\n At Storytel, we’re a team of creative story lovers who thrive on collaboration and new ideas. Our workplace is friendly, dynamic, and full of opportunities to experiment and make an impact. We believe in trust, flat hierarchies, and empowering you to grow with us.\n   \n\n  \n\n Does this sound like your next story? Simply fill out the application form and share your CV or LinkedIn profile. Answer a few questions, and you’re all set.\n   \n\n  \n\n The role is based in Stockholm, and at this time we are prioritizing candidates who are already located in Sweden.\n   \n\n  \n\n***The last day for submitting applications is February 28th.***\n***First day of work:***\n*The ambition is to have our new joiners ready to start at the end of August or the beginning of September 2026.*","company_url":"https:\/\/se.linkedin.com\/company\/storytel","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHiRfc7wRuVsg\/company-logo_100_100\/company-logo_100_100\/0\/1686557289424\/storytel_logo?e=2147483647&v=beta&t=-tpVkNGeY41nfoCybhotUMbkryqj0wyJYJiYzqGYBvM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4278614989","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4278614989","job_url_direct":null,"title":"Nordics Lead","company":"Canva","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n At Canva, we create tools that empower the world to design. Our mission is to democratise design and empower creativity for anyone and everyone, on every platform! Inspired by a team of talented thinkers, an amazing culture, and a remarkable growth trajectory – we’re out to change the world, one design at a time.\n   \n\n  \n\n Since Canva’s launch in August 2013, we have grown exponentially, amassing 220 million active users across 190 different countries who have created more than 15 Billion designs. We are one of the world’s fastest-growing technology companies and we have only achieved about 1% of what we are capable of!\n   \n\n  \n\n**About The Team**\n Canva’s International Team is a diverse & distributed team of content specialists, marketers and growth teams who drive user growth, brand awareness, and affinity in our key international markets. You’ll partner closely with leads across the International Supergroup to build and implement a comprehensive multi-year strategy for user and revenue growth goals for your market. You will work with local, regional and central teams including Marketing, Growth, Product, Partnerships, Content, SEO, Education, Community, Sales, NFP, PR, Finance & Strategy.\n   \n\n  \n\n What you’ll work on...\n   \n\n  \n\n* Strategy. Act as the main POC and be responsible for overall user and revenue growth in your country. You'll bring together local and global teams across marketing, sales, product, content and finance to create and execute a cohesive multi-year growth strategy, and own the KPIs including MAUs and ARR.\n* Localisation. Work closely with the regional team to optimise our product, content, pricing and packaging to meet the needs of local users, informed by a deep understanding of local market dynamics and cultural nuances across a range of audiences, including knowledge workers, SMBs, students, startup ecosystems, NGOs, and other emerging sectors.\n* Leadership. Inspire, drive and in some cases coach the in-market team, ensuring a high quality bar for impact and working closely with local speciality leads on performance management.\n* Budget. Partner closely with the regional team and marketing lead to shape the marketing strategy and deployment of budget.\n* Public face. Represent Canva as a local figurehead across press, PR, events and community, as required.\n* Sponsorship. Build and support high value relationships by acting as a local sponsor for enterprise sales, education, government, partnerships, etc.\n\n\n You’re probably a match if you are...\n   \n\n  \n\n* Fluent in Swedish and English (written and spoken)\n* Strongly entrepreneurial, with founder-style appetite for growing something big from a small start and working across everything from education to press.\n* Experienced building a market, for example as the regional GM or brand lead for a global SaaS company, or as a proven founder or growth lead in a startup.\n* Keenly analytical. Deeply focused on KPIs and obsessive about driving actionable insights from disparate datasets.\n* Product oriented, with passion for improving the experience of users and the ability to translate these insights into product requirements.\n* Publicity savvy, with experience doing public speaking and acting as a public face to the press and other stakeholders.\n* Well networked, ideally with routes into some combination of government departments, corporates, influencers, journalists and local talent.\n* A proven leader, able to grow, inspire, and coach high-performing teams. You have high emotional intelligence and empathy, and are a deeply collaborative teammate.\n* A strong communicator, fully proficient in spoken and written English, and with the interpersonal skills to influence global and local stakeholders.\n* Values aligned. Genuinely excited by Canva’s mission and deeply aligned with our values, and with exceptional references to prove it.\n\n\n**Additional Information**\n We make hiring decisions based on your experience, skills and passion, as well as how you can enhance Canva and our culture. When you apply, please tell us the pronouns you use and any reasonable adjustments you may need during the interview process.\n   \n\n  \n\n Please note that interviews are conducted virtually.","company_url":"https:\/\/au.linkedin.com\/company\/canva","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGO1uzGzmVB-A\/company-logo_100_100\/company-logo_100_100\/0\/1656630679668\/canva_logo?e=2147483647&v=beta&t=54xY_bDIQQXehKXvyHG5bUh2EDTXAC86fpNxQSRm7sA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4370324773","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4370324773","job_url_direct":null,"title":"Kommunikatör","company":"CIKO","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"CIKO är en omställningsorganisation som bildades 2019 av arbetsgivarföreningen Fremia och LO. CIKO verkställer Omställningsavtalen Fremia – LO som omfattar möjligheten till stöd genom omställnings- och vägledningsinsatser samt ekonomisk ersättning. Avtalen berör omkring 140 000 personer och syftar till att ge stöd till ett nytt arbete för personer som sägs upp på grund av arbetsbrist eller ohälsa, eller som vill vidareutbilda sig under anställning. Läs gärna mer om oss på ciko.se.\n \n\n\n\n  \n\n\n\n\n\n**Ditt uppdrag:** \n\n\n\n\n Vill du ta ansvar för CIKOs digitala röst och skapa innehåll som når fram? Som kommunikatör ansvarar du för vår närvaro i digitala kanaler, vår webbplats och för kommunikationen kring vår nya digitala plattform\n *Trygga* \n . Uppdraget är brett och operativt, med utrymme att påverka innehåll, struktur och strategisk inriktning. Du är ensam kommunikatör men arbetar nära kollegor inom IT, UX, rådgivning, rådgivning och ledning och rapporterar till vår VD.\n \n\n\n\n  \n\n\n\n\n\n**Exempel på arbetsuppgifter:** \n\n\n\n* Planera, producera och samordna innehåll i digitala kanaler – med särskilt fokus på Facebook och LinkedIn.\n* Utveckla kommunikationen kring CIKO och vår digitala plattform Trygga – med fokus på tydlighet och användarstöd.\n* Organisera kommunikation för och under CIKO:s digitala transformation.\n* Ansvara för redaktörskapet på ciko.se – inklusive innehåll, struktur, tonalitet och löpande uppdateringar.\n* Formulera, implementera och följa upp kommunikationsvision och kommunikationsplan.\n* Säkerställa ett konsekvent och förtroendeingivande uttryck i språk och innehåll.\n* Följa upp effekt, analysera utfall och bidra till fortsatt utveckling av vårt kommunikationsarbete.\n* Vara ett kommunikativt stöd till andra delar av organisationen vid behov.\n* Göra enklare produktion i text, bild och rörligt.\n\n\n\n  \n\n\n\n\n\n**Din profil:** \n\n\n\n* Högskoleutbildning inom kommunikation, journalistik, media eller motsvarande.\n* Erfarenhet av arbete med digital kommunikation, inklusive sociala medier och webb.\n* Förmåga att självständigt planera, skapa och publicera innehåll.\n* Mycket god språklig förmåga på svenska och engelska.\n* Vana av att arbeta med tonalitet, budskap och struktur i kommunikation.\n* Erfarenhet av enklare produktion i text, bild och rörligt.\n\n\n\n  \n\n\n\n\n\n**Dina egenskaper:** \n\n\n\n\n Då vi är en liten organisation behöver du vara flexibel, van att arbeta självständigt och trygg i att ta initiativ. Du är samarbetsinriktad och lyhörd för olika kompetenser och perspektiv, och du trivs i dialogen med både kollegor och ledning. Du har en god kommunikativ förmåga och ett öga för både helhet och detaljer. Du är prestigelös och trivs med att växla mellan strategiskt arbete och operativt genomförande. Vi lägger stor vikt vid dina personliga egenskaper.\n \n\n\n\n  \n\n\n\n\n\n**Vi erbjuder:** \n\n\n\n\n Hos oss får du verka i en samhällsnyttig organisation som har en viktig roll på den svenska arbetsmarknaden. Vi erbjuder goda anställningsvillkor, förmåner och ett arbete som präglas av frihet under ansvar. På CIKO är vi ett tjugotal trevliga och kompetenta kollegor som både stöttar och utmanar varandra för att bli ännu bättre på det vi gör. Placeringsorten är Stockholm, där vårt kontor är beläget i trevliga lokaler på Krukmakargatan 21, nära Mariatorget. Tjänsten omfattar heltid med tillträde enligt överenskommelse.\n \n\n\n\n  \n\n\n\n\n\n**Välkommen med din ansökan!** \n\n\n\n\n I denna rekrytering samarbetar vi med Signera Rekrytering. Du visar intresse genom att registrera CV och ett motivationsbrev via signerarekrytering.se, där du beskriver varför du är rätt person för rollen. Vi ser fram emot att ta del av din ansökan så snart som möjligt då urval sker löpande, dock senast den 2 mars. I rekryteringsprocessen kommer vi att använda oss av tester, intervjuer och referenstagning för en rättvis och objektiv process. Eventuella frågor besvaras gärna av Signeras konsult Josefin Johansson, tel. 070-862 09 90 eller researcher Hanna Palmsten, tel. 076-301 95 57.","company_url":"https:\/\/se.linkedin.com\/company\/cikose","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEc7dBQsL4X5g\/company-logo_100_100\/company-logo_100_100\/0\/1630573248628?e=2147483647&v=beta&t=o9VGe8DyLoP45B0GAu1ZipIqAv6qNm45T6JySp1Zsuw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4299776195","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4299776195","job_url_direct":null,"title":"Senior Product Designer - Flights (Bangkok - Based, Relocation Provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n At Agoda, we bridge the world through travel. Our story began in 2005, when two lifelong friends and entrepreneurs, driven by their passion for travel, launched Agoda to make it easier for everyone to explore the world.\n   \n\n  \n\n Today, we are part of Booking Holdings [NASDAQ: BKNG], with a diverse team of over 7,000 people from 90 countries, working together in offices around the globe. Every day, we connect people to destinations and experiences, with our great deals across our millions of hotels and holiday properties, flights, and experiences worldwide.\n   \n\n  \n\n No two days are the same at Agoda. Data and technology are at the heart of our culture, fueling our curiosity and innovation. If you’re ready to begin your best journey and help build travel for the world, join us.\n   \n\n  \n\n**Get to Know Our Design Team:**\n The Design team is a diverse group of product designers and researchers that help to build Agoda’s products from our home office in Bangkok. Being a product-driven company, we constantly partner with product managers and engineers to understand user problems and design workflows, interactions, and visual interfaces.\n   \n\n  \n\n There is always an opportunity for growth here. Focus on your craft to improve or expand your skill set, or step into a managerial role and flex your talents as a designer and driver of team projects. This is a great time to join a team that’s small enough to be scrappy and hands on, yet big enough to influence change and product strategy.\n   \n\n  \n\n At Agoda, we offer a range of travel products – including accommodations, flights, and activities – and are building the next generation of travel experiences to help customers plan and book their entire trip. We’re looking for a\n **Senior Product Designer, Flights** \n to help transform the way users search for, book, and manage flights.\n   \n\n  \n\n As a\n **Senior Product Designer, Flights** \n , you’ll focus on end-to-end user journeys, leading the design of intuitive and engaging experiences that make every step from enabling users to discover, search, book and manage their flights seamlessly on Agoda. In this role, you’ll drive design strategy, collaborate closely with cross-functional teams, and ensure our flight products set the benchmark for usability and innovation in the online travel industry.\n   \n\n  \n\n In your day-to-day work, you’ll turn strategy into actionable design solutions by setting design direction, solving complex challenges, and delivering experiences that are intuitive, scalable, and grounded in user insights. You’ll champion user needs throughout the product lifecycle, using research and data to continuously refine our flight offerings.\n   \n\n  \n\n**Experience Requirements & Role Expectations:**\n* 6+ years of full-time experience as a product designer for digital or web-based products; in-house experience highly preferred.\n* Create visually stunning, intuitive, and delightful interfaces, and independently deliver pixel-perfect UI and seamless interactions. You sweat the details and care deeply about craft.\n* You are highly experienced in UI design, with deep knowledge of design patterns and a creative approach to solving problems through user interfaces.\n* Proficient in both quantitative and qualitative research, with hands-on experience running user interviews, synthesizing findings, and generating actionable insights to inform design decisions.\n* Take full ownership of the design process for a dedicated scrum, from discovery to delivery. You’ll set the design vision, define the user experience, and ensure high-quality execution.\n* Partner with Product managers to shape product vision and roadmap. You’ll use data, research, and business context to inform your design decisions, always balancing user needs with business goals.\n* Has experience of managing multiple stakeholders within an agile development process\n* Strong communicator who can articulate design rationale, influence stakeholders, and build trust across disciplines.\n* A strong portfolio of work that demonstrates your design thinking, process, and solutions showcasing beautiful, user-centered web and mobile product design.\n\n\n**Day to day, it looks like:**\n* Develop design solutions that address both business objectives and customer needs\n* Manage and communicate with stakeholders to ensure alignment and on-time delivery of features\n* Test prototypes and hypotheses with users to gather actionable feedback\n* Present your work to peers and leadership, both asynchronously and in person\n* Participate in weekly design critiques, workshops, all-hands, and team meetings\n* Document your design process and clearly articulate your decisions\n* Champion cohesion and consistency in UX design across our expanding suite of products and features\n* Bring a strategic vision to implementing experiences that balance customer needs with business, content, and technology\n\n\n**Senior Product Designer at Agoda means you have a track record of:**\n* You work alongside your design partners in driving discovery and ideation workshops and align the group around a vision and approach\n* You have a track record of crafting sophisticated flows and customer journeys\n* You can think and craft at a system level, not just interface elements or pages\n* You’ll regularly make use of your soft skills: listening, negotiating, decision-making\n* You can balance multiple priorities and successfully deliver in a fast-paced, dynamic environment.\n\n\n**Qualities we value in designers:**\n* Effective articulation of ideas and design solutions\n* Demonstrates initiative and proactively communicates\n* Expressing feedback with kindness and candor\n* Tolerance for ambiguity and healthy curiosity\n* Translation of quantitative & qualitative insights into design decisions\n* Contribution to our culture: motivation, optimism, quality, integrity\n\n\n #seattle #sanfrancisco #beijing #newyork #london #bangkok #singapore #chicago #hongkong #singapore #berlin #shanghai #losangeles #boston #austin #toronto #luxembourg #munich #oslo #copenhagen #stockholm #helsinki #brussels #hamburg #stuttgart #taipei #hamburg #stuttgart #dublin #telaviv #sydney #melbourne #perth #vancouver #montreal #prague #paris #dublin #telaviv #milan #rome #tokyo #osaka #amsterdam #moscow #saintpetersburg #frankfurt #shenzhen #istanbul #dubai #kiev #seoul\n   \n\n  \n\n**Discover More About Working At Agoda**\n* Agoda Careers https:\/\/careersatagoda.com\n* Facebook https:\/\/www.facebook.com\/agodacareers\/\n* LinkedIn https:\/\/www.linkedin.com\/company\/agoda\n* YouTube https:\/\/www.youtube.com\/agodalife\n\n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy.\n   \n\n  \n\n**Disclaimer**\n We do not accept any terms or conditions, nor do we recognize any agency’s representation of a candidate, from unsolicited third-party or agency submissions. If we receive unsolicited or speculative CVs, we reserve the right to contact and hire the candidate directly without any obligation to pay a recruitment fee.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF4ydNm0C94QQ\/company-logo_100_100\/B56ZoqhrdiJoAQ-\/0\/1761650063828\/agoda_logo?e=2147483647&v=beta&t=pxcmyD2wpE76qFeYvsiA69VTEfw84p0-iL5QGGnbTE8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4299778129","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4299778129","job_url_direct":null,"title":"Senior Product Manager (Bangkok-based)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n At Agoda, we bridge the world through travel. Our story began in 2005, when two lifelong friends and entrepreneurs, driven by their passion for travel, launched Agoda to make it easier for everyone to explore the world.\n   \n\n  \n\n Today, we are part of Booking Holdings [NASDAQ: BKNG], with a diverse team of over 7,000 people from 90 countries, working together in offices around the globe. Every day, we connect people to destinations and experiences, with our great deals across our millions of hotels and holiday properties, flights, and experiences worldwide.\n   \n\n  \n\n No two days are the same at Agoda. Data and technology are at the heart of our culture, fueling our curiosity and innovation. If you’re ready to begin your best journey and help build travel for the world, join us.\n   \n\n  \n\n**Get to know our team:**\n In Product, ideas come alive. The world is moving fast so our culture empowers ownership and minimal bureaucracy. That’s the environment that enables you to do what you think is right – and quickly. Our Product Managers move fast, fail, learn, and pivot.\n   \n\n  \n\n Being a product-centric organization, our team works cross-functionally to build products from conception to launch by bringing together engineering and business worlds. Agoda Product Managers work closely with executive leadership and have high visibility among the C-suite; they have direct impact on Agoda’s growth and strategy. Product puts our travelers first and delivers that special travel experience in the most creative expression.\n   \n\n  \n\n**The opportunity:**\n This role is\n **BANGKOK-BASED, RELOCATION PROVIDED.** \n Our Senior Product Managers are analytical and data-driven individuals, who’re responsible for building products end-to-end focusing on analyzing and experimenting until our solutions are perfectly tailored to our travelers. As our next Senior Product Manager, you will drive product strategy and partner closely with senior leadership cross-functionally to define, build, and deliver the best travel solutions.\n   \n\n  \n\n You will get dedicated engineering resources that you, and only you define and allocate. We expect you to have a hands-on mentality and spend considerable time with your SCRUM teams, have enthusiasm to develop engineered processes and technologies and apply innovative solutions to make organizational improvements. Product Managers can modify \\*every\\* system we have in our company to suit their needs.\n   \n\n  \n\n By applying to this role, you'll be considered for a role either in User Experience, Marketing, Finance or Supply product vertical. The goal is to match you with the team that best aligns with your interests, competencies, and where you will have the most impact. We’re looking for Senior Product Managers for every part of our business. Our entire Product team sits in Bangkok. This is an Individual Contributor position.\n   \n\n  \n\n**In this role, you'll get to:**\n* Analyze the online travel ecosystem, markets, competitive landscape and user requirements.\n* Conceptualize, launch and optimize products and features, experiment, test their performance and iterate quickly.\n* Work collaboratively with Engineering, Marketing, Legal and UX teams on cutting-edge technologies.\n* Develop innovative solutions to some of the world’s difficult problems by collaborating as needed across regions, product areas, and functions.\n\n\n**What you'll need to succeed:**\n* Bachelor’s degree in technical field (i.e. Computer Science, Statistics, Engineering, Mathematics, or similar quantitative discipline).\n* Proven ability to leverage analytics and quantitative methods to inform and influence decision-making\n* Strong data skills\n* Excellent communication skills (both verbal and written in English) with proven ability to convey complex messages clearly and with conviction to different stakeholders\n* Experience developing and launching products\n* Experience leading global product vision, go-to-market strategy and design discussions.\n* Entrepreneurial and analytical skills; effective at breaking down complex problems and driving and managing change\n* Hands-on mentality\n\n\n**It's great if you have:**\n* MBA or Master’s degree in Math, Economics, Computer Science or Statistics\n* Data tools - SQL, Python, R, or equivalent\n\n\n #seattle #sanfrancisco #beijing #newyork #london #bangkok #singapore #chicago #hongkong #singapore #berlin #shanghai #losangeles #boston #austin #toronto #luxembourg #munich #oslo #copenhagen #stockholm #helsinki #brussels #hamburg #stuttgart #taipei #hamburg #stuttgart #dublin #telaviv #sydney #melbourne #perth #vancouver #montreal #prague #paris #dublin #telaviv #milan #rome #tokyo #osaka #amsterdam #moscow #saintpetersburg #frankfurt #shenzhen #istanbul #dubai #seoul #madrid #barcelona #zurich #geneva #warsaw #budapest #vienna #bratislava #bucharest #sofia #athens #ankara #jakarta #manila #kuala\\_lumpur #ho\\_chi\\_minh\\_city #hanoi #beirut #riyadh #jeddah #doha #cape\\_town #johannesburg #mexicocity #guadalajara #santiago #buenosaires #sao\\_paulo #rio\\_de\\_janeiro #bogota #caracas #auckland #wellington #calgary #edmonton #ottawa\n   \n\n  \n\n**Discover More About Working At Agoda**\n* Agoda Careers https:\/\/careersatagoda.com\n* Facebook https:\/\/www.facebook.com\/agodacareers\/\n* LinkedIn https:\/\/www.linkedin.com\/company\/agoda\n* YouTube https:\/\/www.youtube.com\/agodalife\n\n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy.\n   \n\n  \n\n**Disclaimer**\n We do not accept any terms or conditions, nor do we recognize any agency’s representation of a candidate, from unsolicited third-party or agency submissions. If we receive unsolicited or speculative CVs, we reserve the right to contact and hire the candidate directly without any obligation to pay a recruitment fee.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF4ydNm0C94QQ\/company-logo_100_100\/B56ZoqhrdiJoAQ-\/0\/1761650063828\/agoda_logo?e=2147483647&v=beta&t=pxcmyD2wpE76qFeYvsiA69VTEfw84p0-iL5QGGnbTE8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4299774220","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4299774220","job_url_direct":null,"title":"Senior Quantitative User Experience Researcher (Frontend) (Bangkok-based, Relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n At Agoda, we bridge the world through travel. Our story began in 2005, when two lifelong friends and entrepreneurs, driven by their passion for travel, launched Agoda to make it easier for everyone to explore the world.\n   \n\n  \n\n Today, we are part of Booking Holdings [NASDAQ: BKNG], with a diverse team of over 7,000 people from 90 countries, working together in offices around the globe. Every day, we connect people to destinations and experiences, with our great deals across our millions of hotels and holiday properties, flights, and experiences worldwide.\n   \n\n  \n\n No two days are the same at Agoda. Data and technology are at the heart of our culture, fueling our curiosity and innovation. If you’re ready to begin your best journey and help build travel for the world, join us.\n   \n\n  \n\n**We have only scratched the surface.** \n The online travel industry is an extremely dynamic and competitive space. We aim to deliver compelling designs that create a world-class customer experience. You will have a key role in defining the future of our products that reach millions of customers. Despite our size, we operate in a startup-like environment.\n   \n\n  \n\n**Work in the heart of Asia.** \n This is an amazing opportunity if you're looking for an exciting adventure abroad while expanding your international research capabilities. You get a chance to live in one of the most beautiful and most visited cities in the world!\n   \n\n  \n\n**This position is open to worldwide candidates and we will assist you with a generous relocation package, ensuring a smooth transition to working and living in Bangkok.**\n Senior UX Researchers have the breadth and depth of research method skills applicable to a wide range of questions, and over time develop standout areas of research excellence. A long track record and documented success in both research itself and achieving organizational impact is characteristic of Senior UX Researchers. The ability to integrate research into the work of colleagues in other roles makes the Senior UX Researcher effective and helps him\/her achieve out-sized impact from research efforts. This ability, along with others that turn research into a strategic asset for Agoda's decisions and processes, comes from a maturity in overall research approach emphasizing the highest benefit from all research investments.\n   \n\n  \n\n**Qualifications:**\n* Masters Degree or PhD or equivalent experience in Computer Science, Human-Computer Interaction, Information Science, Psychology, Social Science, or any related field.\n* 10+ years of relevant experience in consumer-facing business domains.\n* Expert in Quantitative research. (Log analysis, internal metrics triangulation, survey design, response effects, sampling, crosstabs, and statistical concepts, etc.)\n* But, also has experience with Qualitative and user-centered design methods (individual and group interviews, diary studies, direct observation, think-aloud usability testing, etc.)\n* Comfortable with planning, scoping, conducting, analyzing and communicating research.\n* Experience in evaluating, negotiating, and working with external research vendors.\n* Be able to describe user problems and business opportunities to a variety of stakeholders by leveraging both quantitative and qualitative data.\n* Ability to demonstrate critical thinking beyond business requests.\n* Is a great storyteller and communicator, able to speak fluently to business people, product teams, designers, engineers, and other stakeholders. (in English)\n* Enjoys collaborative work in a dynamic, data-driven, and creative environment.\n\n\n**Responsibilities:**\n General Role Expectations:\n   \n\n  \n\n* Conducts research end-to-end for high impact, leading stakeholders to the best collaboration with research for their goals.\n* Initiates research efforts serving Product Vertical goals in the medium- and long-term given a well-informed understanding of the business.\n* Formulates programmes of study and cumulative knowledge sharing relevant to the strategic objectives of their teams.\n* Leads projects that are collaborations with other stakeholders.\n* Accounts for the pros and cons of various research methodologies, and mentors others the use of techniques and tools for high-quality execution.\n\n\n Research Skills:\n   \n\n  \n\n* Expertise at evaluating research opportunities, particularly with ambiguous requests e.g. importance, urgency, and impact.\n* Ability to manage, challenge and shape inbound research requests, and propose solid research projects or programs.\n* Excellent project execution, while exploring alternate methods, mixed methods and innovative approaches.\n* Deep understands of the pros and cons of quantitative and qualitative research - and use of this knowledge to direct projects to appropriate methods.\n* Deep expertise in at least one domain (eg. Pricing), a user type (eg. Business traveler) or a method (eg. Diary Study), being the \"go-to person\" on the research team for this.\n* Triangulation of findings, methods, and theories within a project to ensure reliability and depth of insight.\n* Ability to maximize the value and efficiency of research by applying secondary research and expert inspection methods.\n* Solid knowledge of various software tools common in the field (e.g. for surveys, diary studies, analysis), and ability to apply the right tool to the problem.\n* Solid knowledge of GDPR, data compliance and ethics that is present in all of their activities.\n\n\n Communication & Collaboration:\n   \n\n  \n\n* Drives cross discipline\/department collaboration via research insights\/activities.\n* Collaborates efficiently with other researchers and other disciplines with clear commitment to shared ownership.\n* Shows excellent communication skills; tailored communication style for different audiences, concise and to the point, open to take input and feedback.\n* Contributes to the communication and implementation of agreed standards of research excellence across the organization.\n\n\n #seattle #sanfrancisco #beijing #newyork #london #bangkok #singapore #chicago #hongkong #singapore #berlin #shanghai #losangeles #boston #austin #toronto #luxembourg #munich #oslo #copenhagen #stockholm #helsinki #brussels #hamburg #stuttgart #taipei #hamburg #stuttgart #dublin #telaviv #sydney #melbourne #perth #vancouver #montreal #prague #paris #dublin #telaviv #milan #rome #tokyo #osaka #amsterdam #moscow #saintpetersburg #frankfurt #shenzhen #istanbul #dubai #kiev #seoul\n   \n\n  \n\n**Discover More About Working At Agoda**\n* Agoda Careers https:\/\/careersatagoda.com\n* Facebook https:\/\/www.facebook.com\/agodacareers\/\n* LinkedIn https:\/\/www.linkedin.com\/company\/agoda\n* YouTube https:\/\/www.youtube.com\/agodalife\n\n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy.\n   \n\n  \n\n**Disclaimer**\n We do not accept any terms or conditions, nor do we recognize any agency’s representation of a candidate, from unsolicited third-party or agency submissions. If we receive unsolicited or speculative CVs, we reserve the right to contact and hire the candidate directly without any obligation to pay a recruitment fee.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF4ydNm0C94QQ\/company-logo_100_100\/B56ZoqhrdiJoAQ-\/0\/1761650063828\/agoda_logo?e=2147483647&v=beta&t=pxcmyD2wpE76qFeYvsiA69VTEfw84p0-iL5QGGnbTE8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"777458f7c2a24d7f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=777458f7c2a24d7f","job_url_direct":"http:\/\/se.indeed.com\/job\/b2b-s%C3%A4ljare-inom-telekom-och-it-l%C3%B6sningar-777458f7c2a24d7f","title":"B2B-säljare inom telekom och IT-lösningar","company":"We & Sweden ab","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1770508800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**B2B-säljare inom telekom och IT-lösningar – Stockholm**\n\nVill du arbeta i en bransch där kundnytta, transparens och långsiktiga affärsrelationer står i centrum? Vi söker nu en erfaren och resultatdriven säljare som vill utveckla helhetslösningar inom telekom, IT, dokumenthantering och kontorslösningar för företag.\n\n**Om tjänsten**\n\nVi hjälper företag optimera sina affärskritiska lösningar genom kostnadseffektivisering och förbättrade digitala arbetsmiljöer. Vårt fokus ligger på långsiktiga kundrelationer där kvalitet, objektivitet och konkret värdeskapande är vägledande principer.\n\nVår produktportfölj omfattar företagstelefoni, IT-support, dokumenthantering, kontorslösningar, körjournaler, arbetsordersystem och digitala verktyg för företagets infrastruktur.\n\n**Dina arbetsuppgifter**\n\n* Identifiera och kvalificera potentiella företagskunder i Stockholm och omgivande regioner\n* Genomföra behovsanalyser och presentera skräddarsydda helhetslösningar\n* Upprätta och vårda långsiktiga affärsrelationer\n* Agera som rådgivande partner snarare än ren produktsäljare\n* Arbeta digitalt med moderna säljverktyg\n\n**Vi söker dig som har**\n\n*Krav:*\n\n* Dokumenterad erfarenhet av B2B-försäljning, gärna inom telekom, IT eller kontorslösningar\n* Stark kommunikativ förmåga och förmåga att bygga förtroendefulla relationer\n* Självgående och van att arbeta mot uppsatta mål\n* Flytande svenska i tal och skrift\n\n*Meriterande:*\n\n* Erfarenhet av lösningsförsäljning och konsultativ försäljning\n* Kunskap om telekommarknaden, IT-support och kontorslösningar\n* Etablerat nätverk bland beslutsfattare\n* Erfarenhet av CRM-system\n\n**Vi erbjuder**\n\n* Heltid eller deltid enligt överenskommelse\n* Tillsvidareanställning\n* Arbetstid: Måndag till fredag, dagtid\n* Arbetsplats: Stockholm med nationell räckvidd\n\n**Ansökan**\n\nSkicka din ansökan med CV och personligt brev där du beskriver din erfarenhet av B2B-försäljning, varför du söker tjänsten och dina starkaste meriter.\n\nVi behandlar ansökningar löpande och tjänsten kan tillsättas innan sista ansökningsdatum.\n\n**Jobbtyp:** Heltid, Deltid, Tillsvidare  \n**Plats:** Stockholm  \n**Bransch:** Telekom, IT-lösningar, Kontorslösningar, B2B-försäljning  \n**Kontaktperson:** Lukas Bock, 070-281 86 69\n\nJobbtyp: Heltid\n\nLön: 45 000,00kr - 85 000,00kr per månad\n\nFörmåner:\n\n* Friskvårdsbidrag\n* Förmånsbil\n* Jobba hemifrån\n\nArbetsort: Delvis på distans i Stockholm","company_url":"https:\/\/se.indeed.com\/cmp\/We-&-Sweden-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4336281596","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4336281596","job_url_direct":"https:\/\/hcwp.fa.us2.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/2009091\/?utm_medium=jobboard&utm_source=linkedin&urlHash=Byou","title":"IT-Support | Förstalinje: Details","company":"Coherent Corp.","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n Att arbeta på Coherent innebär att vara en del av ett globalt teknikbolag i framkant. Coherent är en av världens ledande aktörer inom fotonik, laserteknik och avancerade material, med omkring 35 000 medarbetare i över 20 länder. Våra lösningar används i allt från industriell tillverkning och halvledare till medicinteknik, forskning och kommunikation. Som medarbetare på Coherent får du möjlighet att utvecklas både professionellt och personligt i en organisation som kombinerar starkt lokalt engagemang med internationellt samarbete.\n   \n\n  \n\n Som IT Support på Coherent får du en vardag som är både tydlig och varierad. Du arbetar på plats i våra lokaler i Järfälla, där du stöttar kollegor i både renrums- och kontorsmiljön. Rollen handlar mycket om att ge praktisk hjälp: se till att datorer och tillbehör fungerar, installera och felsöka utrustning, hantera beställningar och konfigurering, och hjälpa användare som behöver stöd i sina system och verktyg.\n   \n\n  \n\n**Huvudsakliga arbetsuppgifter och ansvar**\n* Arbeta på plats med förstalinjessupport i vår renrumsproduktion och på våra kontorsplatser.\n* Hantera klienthårdvarans livscykel: beställning, mottagning, inventering och konfiguration av stationära datorer, bärbara datorer och tillbehör.\n* Koordinera reparation och återställning av klienthårdvara med varierande ålder och operativsystem.\n* Patcha nätverksuttag, vitlista och domänansluta produktionssystem och tillbehör.\n* Hantera och tillhandahålla mobiltelefoner och abonnemang samt supportera lokala mobila tjänster och lösningar.\n* Hantera skrivare och konferensrumsutrustning.\n* Onboarding, offboarding och användaradministration.\n* Samarbeta med kollegor både lokalt och internationellt, inklusive team i Europa, Indien och USA.\n* Bidra till lokala och globala IT-projekt med fokus på hög servicekvalitet och kundnöjdhet.\n\n\n**Kvalifikationer och erfarenhet**\n* Erfarenhet av liknande teknisk roll, gärna inom industri, elektronik, optoelektronik eller tillverkningsmiljö.\n* Förmåga att arbeta strukturerat, självständigt och med flera parallella uppgifter.\n* Teknisk kompetens inom installation, felsökning och återställning av användarhårdvara eller testsystem.\n* God samarbetsförmåga i tvärfunktionella team.\n* Mycket goda kunskaper i Microsofts miljöer (O365, SCCM, AD m.fl.).\n* Flytande i svenska och engelska, både i tal och skrift.\n* God förmåga att prioritera och fatta genomtänkta beslut när IT-problem påverkar produktionen.\n\n\n**Vår kultur**\n På Coherent arbetar vi enligt våra värderingar ICARE —\n **Integrity, Collaboration, Accountability, Respect och Enthusiasm** \n — vilket präglar hur vi samarbetar, löser problem och stödjer verksamheten i det dagliga arbetet.\n   \n\n  \n\n**Vad vi erbjuder**\n* En tekniskt stimulerande miljö där du får utvecklas och bredda dina kunskaper inom IT.\n* En stöttande, professionell och internationell arbetskultur.\n* Ett innovationsdrivet företag i framkant.\n* Subventionerad massage på kontoret och möjlighet till kvartalsvis eller årlig bonus.\n* Generöst friskvårdsbidrag och hälsofrämjande aktiviteter.\n\n\n Om du är en motiverad IT-specialist som trivs i en samarbetsinriktad, innovativ och dynamisk miljö, uppmuntrar vi dig att ansöka och bli en del av vårt team i Järfälla.\n   \n\n  \n\n Vi tillämpar löpande urval. Som en del av processen genomförs referenstagning samt alkohol- och drogtest innan anställning.\n   \n\n  \n\n**About Us**\n Coherent is a global leader in lasers, engineered materials and networking components. We are a vertically integrated manufacturing company that develops innovative products for diversified applications in the industrial, optical communications, military, life sciences, semiconductor equipment, and consumer markets. Coherent provides a comprehensive career development platform within an environment that challenges employees to perform at their best, while rewarding excellence and hard-work through a competitive compensation program. It's an exciting opportunity to work for a company that offers stability, longevity and growth. Come Join Us!\n   \n\n  \n\n**Note to recruiters and employment agencies:** \n We will not pay for unsolicited resumes from recruiters and employment agencies unless we have a signed agreement and have required assistance, in writing, for a specific opening.","company_url":"https:\/\/www.linkedin.com\/company\/coherent-corp","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH3KQPKUVQvgA\/company-logo_100_100\/company-logo_100_100\/0\/1662645410444\/ii_vi_incorporated_logo?e=2147483647&v=beta&t=5GRdzGXkVVxzU-INidRo4N5e5tVQCqOPk5GTKJGQ8Bs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4369552173","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4369552173","job_url_direct":"https:\/\/jobs.storytel.com\/jobs\/7178498-graduate-program-engineering-product-tech&urlHash=y4T8","title":"Graduate Program – Engineering | Product & Tech","company":"Storytel","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Duration:** \n 8 Months to Start. Potential to Continue.\n   \n\n  \n\n**Start date:** \n September 2026 |\n **Location:** \n Stockholm, Sweden\n   \n\n  \n\n Stories have the power to make the ordinary extraordinary. They help us think bigger, see beyond ourselves, and deepen our connection with others.\n   \n\n  \n\n As one of the world’s leading audiobook and e-book streaming platforms, Storytel brings unlimited listening to millions of users across 25+ markets. Driven by our purpose “Leading the future of storytelling, we move the world through stories”, Storytel Group inspires and entertains people around the world by blending innovation with tradition. We bring stories to life across various formats for everyone to discover. Anytime. Anywhere.\n   \n\n  \n\n Now, we’re inviting ambitious graduates to join our newly started Graduate Program within the\n **Product & Tech organisation** \n and help shape how those stories are experienced.\n   \n\n  \n\n**About The Graduate Program**\n* Real projects with real impact: Work on live products, features, and technical challenges that directly enhance the Storytel user experience.\n* Rotations across teams: Gain hands-on experience through structured rotations across engineering, helping you develop a broad understanding of how we bring our stories to life.\n* Guided learning journey: Follow a structured development plan designed to help you strengthen both your technical and soft skills.\n* Mentorship & coaching: Learn from experienced professionals across Product & Tech, with regular feedback and career guidance.\n* Cross-functional collaboration: Partner with engineers, designers, data scientists, and product managers on high-impact initiatives.\n* Community & connection: Join a global network of Storytellers who value curiosity, inclusion, and creativity.\n\n\n**About You**\n We’re seeking curious, driven, and collaborative graduates who are ready to grow with us.\n   \n\n  \n\n Candidates must have completed, or will have completed by the program start date, a Master’s degree (or equivalent) in a relevant technical field, e.g. Computer Science, Software Engineering, Data Science, or similar, and may have zero to two years of post-academic work experience.\n   \n\n  \n\n You’re passionate about technology and storytelling, eager to learn, and thrive in a fast-moving, collaborative environment. Strong English communication skills are required; Swedish is a plus.\n   \n\n  \n\n What We Offer\n   \n\n  \n\n* An 8-month fixed-term contract with a competitive monthly salary.\n* After completing the program, you’ll be well-positioned to take on new responsibilities, with potential opportunities to continue your career within the Storytel Group.\n* Rotations across multiple teams to broaden your experience and understanding of our product and technology ecosystem.\n* A structured learning journey combining training, mentorship, and hands-on experience.\n* A creative, inclusive culture built on trust and collaboration.\n* A chance to learn how the best-in-class streaming app is built and how it serves millions of users every day.\n\n\n**Join a world of stories**\n At Storytel, we’re a team of creative story lovers who thrive on collaboration and new ideas. Our workplace is friendly, dynamic, and full of opportunities to experiment and make an impact. We believe in trust, flat hierarchies, and empowering you to grow with us.\n   \n\n  \n\n Does this sound like your next story? Simply fill out the application form and share your CV or LinkedIn profile. Answer a few questions, and you’re all set.\n   \n\n  \n\n The role is based in Stockholm, and at this time we are prioritizing candidates who are already located in Sweden.\n   \n\n  \n\n***The last day for submitting applications is February 28th.***\n***First day of work:***\n*The ambition is to have our new joiners ready to start at the end of August or the beginning of September 2026.*","company_url":"https:\/\/se.linkedin.com\/company\/storytel","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHiRfc7wRuVsg\/company-logo_100_100\/company-logo_100_100\/0\/1686557289424\/storytel_logo?e=2147483647&v=beta&t=-tpVkNGeY41nfoCybhotUMbkryqj0wyJYJiYzqGYBvM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4370095317","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4370095317","job_url_direct":null,"title":"Systems Engineer","company":"MilDef","location":"Sigtuna kommun, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"viktor.attoff@mildef.com","description":"Är du en teknisk, flexibel och lösningsorienterad person som tycker om att arbeta med systemframtagning, systemdesign och flödet kring krav och verifiering när det kommer till försvarssystem?\n   \n\n  \n\n Har du ett intresse av att arbeta med framtidens teknik i en innovativ och växande organisation och vill hjälpa till att skapa en tryggare vardag genom att utveckla IT-system som fokuserar på samverkan inom Sverige, NATO och dess allierade?\n   \n\n  \n\n Då har vi rätt tjänst för dig!\n   \n\n  \n\n**Din nya utmaning**\n Vi söker ett fåtal systemingenjörer som kan hade lite olika profil som kommer arbeta tillsammans för att lösa en stor varians av uppgifter tillsammans. Dessa områden kan inkludera:\n   \n\n  \n\n* Krav, kravanalys och assurans\n* Systemdesign kring hårdvarusystem\n* Elektronik\n* Test och verifiering\n* IT-säkerhet\n\n\n Med en relativt liten och flexibel organisation så kommer du få en stor varians i arbetsuppgifter, arbeta inom hela projektflödet och få möjlighet att komma i kontakt med flertalet olika projekt och ta en central del i att leverera nya försvarsförmågor med kvalitet!\n   \n\n  \n\n**Huvudsakliga arbetsuppgifter**\n* Arbeta med att analysera, bryta ner och realisera systemkrav\n* Definiera och dokumentera hur system skall utformas\n* Upprätta spårbarhet för att säkerställa assurans mellan krav, design, implementation och tester\n* Inrätta verifieringsstrategier, var och när skall delsystem testas för att säkra en fungerande slutleverans\n* Ta fram testspecifikationer för olika delsystem inför olika testtillfällen\n* Genomförande och analys av testresultat för att säkerställa att systemet fungerar enligt kraven\n\n\n**Det här bidrar du med**\n* Du har en kandidatexamen eller motsvarande utbildning inom systemutveckling, elektronik, mekatronik eller motsvarande erfarenhet\n* Förmåga att analysera komplexa system och identifiera problem i ett tidigt skede\n* Skriva tekniska rapporter, kravdokument och testplaner på ett tydligt sätt\n* Erfarenhet att arbeta med tvärfunktionella team i projekt med flera discipliner\n* Förståelse kring Systems Engineering processer inkl.\n+ Kravanalys och specifikation\n+ Spårbarhet och förändringshantering\n+ Testmetodik och strategi\n\n\n Du måste vara svensk medborgare då tjänsten är säkerhetsklassad. Du talar och skriver flytande på svenska och engelska.\n   \n\n  \n\n**Vad vi erbjuder dig**\n* En engagerande och utvecklande roll i ett ledande företag i en expansiv bransch.\n* Möjlighet att arbeta med projekt som bidrar till nationell säkerhet och försvar.\n* En samarbetsvillig och stöttande arbetsmiljö med engagerade kollegor.\n* Kollektivavtal (Teknikföretagen).\n* Wellnessteam och friskvårdsbidrag.\n* Eget Gym och omklädningsrum med bastu.\n* Regelbundna hälsoundersökningar.\n* Happiness teamet ordnar med roliga och personalvårdande aktiviteter.\n* Arbete i helt nybyggda ändamålsenliga lokaler vid Rosersbergs pendeltågsstation.\n\n\n**Lär känna oss**\n På MilDef blir du en del av ett företag som värdesätter praktiskt engagemang och tvärfunktionellt samarbete. Vi erbjuder möjligheten att utveckla nya kompetenser, bidra i en rad olika projekt och göra en konkret skillnad för vår verksamhets framgång.\n   \n\n  \n\n Är du driven och redo för en utmanande och givande roll? Ansök redan idag! MilDef.com\n   \n\n  \n\n För information om tjänsten, kontakta gärna Viktor Attoff, Head of Projects and Solutions, viktor.attoff@mildef.com.\n   \n\n  \n\n Vi gör löpande urval men sista ansökningsdag är 8 mars 2026.\n   \n\n  \n\n**Important information**\n Vi genomför bakgrundskontroll och drogtest på alla våra framtida kollegor innan anställning.\n   \n\n  \n\n***MilDef - WE ARMOR IT.***\n*MilDef is a global systems integrator and full-spectrum provider specializing in rugged IT for defense and security domains. MilDef provides hardware, software and services that shield and protect critical information streams and systems, when and where the stakes are the highest.\n   \n\n  \n\n MilDef’s products are sold to more than 200 customers through companies in Sweden, Norway, Finland, Denmark, United Kingdom, Germany, Switzerland, the United States and Australia. MilDef was founded in 1997 and is listed on Nasdaq Stockholm since 2021.*\n**We kindly decline contact from advertising and recruitment sales.**","company_url":"https:\/\/se.linkedin.com\/company\/mildef-group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHKhffPt-7xYg\/company-logo_100_100\/company-logo_100_100\/0\/1693836886541\/mildef_group_logo?e=2147483647&v=beta&t=iBRwYUAiy8ruwhX50761W9DbqRLpWcJDcNJOzPhQiFs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4361795026","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4361795026","job_url_direct":null,"title":"Data Engineer","company":"Ubique Systems","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Hello,** \n\n\n\n\n  \n\n\n\n\n\n**I hope you are doing good.** \n\n\n\n\n  \n\n\n\n\n\n**Position – Senior Data Engineer** \n\n\n\n\n**Location – Stockholm, Sweden** \n\n\n\n\n**Experience - 8+ Years** \n\n\n\n\n**Language - English** \n\n\n\n\n**Duration - 6 months B2B Contract, It's extendable.** \n\n\n\n\n  \n\n\n\n\n\n**Job Description**\n\n\n\n\n Cloud Data Engineering Design, build, and optimize data pipelines on GCP using BigQuery, Dataflow, Dataproc,cloud funtions, cloud run and Cloud Storage.Implement ETL workflows for batch and streaming data ingestion.Develop scalable data lake and warehouse architectures following best practices.Optimize query performance through partitioning, clustering, compression, and schema design.(Big query, Bigtable , spanner and fire store)Terraform , DBT knowledge is required with hand on experienceData Processing ModelingBuild realtime streaming pipelines using PubSub Dataflow (Apache Beam).Create dimensional models, starsnowflake schemas, and semantic layers. Write efficient SQL and Python for transformations and automation.Looker knowledge (very important)Orchestration AutomationAutomate workflows using Cloud Composer (Airflow).Implement CI\/CD pipelines for data deployments using Cloud Build and Terraform integrated in GitHub Manage versioning, testing, and environment configuration.Security GovernanceApply IAM role-based access, service accounts, VPCSC, and encryption policies.Implement data quality checks and governance using Dataplex and validation frameworks.Ensure compliance with GDPR and internal data security standards.(Encryption and decryption concepts and use of CMEK)Operations MonitoringSet up monitoring dashboards and alerts using Cloud Monitoring Logging.Optimize resource usage to ensure costefficient data processing.Troubleshoot pipeline failures, performance bottlenecks, and data integrity issues.Collaboration Stakeholder InteractionPartner with data analysts, ML teams, and product owners to define data needs.Translate business requirements into scalable cloud architecture.Document data flows, standards, lineage, and best practices for crossteam adoption.","company_url":"https:\/\/uk.linkedin.com\/company\/ubique-systems","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEd_bFQczBzXQ\/company-logo_100_100\/company-logo_100_100\/0\/1666702484646\/ubique_systems_logo?e=2147483647&v=beta&t=5I5olOGQ78bFOWfKsoHJZNFhCs-IBcP8XQPj6I1A9Mk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4344913987","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4344913987","job_url_direct":null,"title":"Application Maintenance Engineer","company":"Capgemini Engineering","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"At Capgemini Engineering, the world leader in engineering services, we bring together a global team of engineers, scientists, and architects to help the world’s most innovative companies unleash their potential. From autonomous cars to life-saving robots, our digital and software technology experts think outside the box as they provide unique R&D and engineering services across all industries. Join us for a career full of opportunities. Where you can make a difference. Where no two days are the same.\n   \n\n  \n\n Your role\n   \n\n  \n\n As an\n **Application Maintenance Engineer** \n you will be part of a team responsible for maintaining and supporting applications, ensuring stability and performance. The role involves incident resolution, change implementation, automation, and monitoring across technologies such as Java, JavaScript, Perl, Unix shell scripting, and containerised environments.\n   \n\n  \n\n*In this role you will play a key role in:*\n* Maintain and support applications, ensuring availability and adherence to SLAs.\n* Troubleshoot and resolve incidents; perform root cause analysis and implement fixes. Automate routine maintenance tasks using scripts and tools.\n* Apply changes and releases safely across Unix\/Linux environments.\n* Set up monitoring and dashboards for proactive issue detection. Participate in extended hours\/on call support rotation when required.\n\n\n**Your profile**\n* Bachelor’s degree in computer science, Information Technology, or related field.\n* 5+ years of experience in application maintenance or production support.\n* Strong skills in Java, Perl, and Unix\/Linux scripting. Working knowledge of JavaScript for minor fixes or enhancements.\n* Exposure to monitoring tools (e.g., Grafana) and log analysis. Understanding of ITIL processes (Incident, Problem, Change). Familiarity with Docker and container basics.\n* Fluent in Swedish and English, both spoken and written.\n\n\n**What We Believe You Will Enjoy About Working Here**\n* We recognize the significance of flexible work arrangements to provide support. Be it remote work, or flexible work hours, you will get an environment to maintain healthy work life balance.\n* At the heart of our mission is your career growth. Our array of career growth programs and diverse professions are crafted to support you in exploring a world of opportunities.\n* We support your personal development and offer an education library with more than 250 000 (!) courses and educations and certifications.\n\n\n***As part of our recruitment process, identity verification will be conducted through inspection of your ID card, and background checks may be carried out as required.***\n  \n\n  \n\n Capgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries. With its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fueled by its market leading capabilities in AI, generative AI, cloud and data, combined with its deep industry expertise and partner ecosystem.","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini-engineering","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF65j53YY6XWA\/company-logo_100_100\/B4EZqB8jt5GUAQ-\/0\/1763116728049\/capgemini_engineering_logo?e=2147483647&v=beta&t=mL00_jBY2TJhTyB4Ge-jt1Ln1UO7kKZyip6Ro_t8JiM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4370344748","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4370344748","job_url_direct":null,"title":"SEO Specialist, Marketing Activation - Permanent Position","company":"H&M","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n\n**Ready to shape the future of search and make fashion discoverable for millions of customers worldwide?**\n\n\n\n\n Join our award-winning SEO Operations team as an SEO Specialist, where you’ll support key search optimization workstreams and play a key role in delivering H&M’s global organic search strategy, working on one of the most ambitious SEO programmes in the industry.\n   \n\n  \n\n\n\n\n\n In this role, you’ll translate business priorities into impactful SEO initiatives, driving visibility and performance across multiple markets, combining traditional SEO with AI-driven innovation to stay ahead in a rapidly evolving landscape. You’ll conduct audits, optimize content, and collaborate closely with creative, tech, and media teams to deliver a seamless, customer-centric experience across search touchpoints. Based at our vibrant Stockholm Head Office, you’ll be part of a dynamic team working on exciting global projects. Perfect for someone who loves combining analytical thinking with a business mindset.\n   \n\n  \n\n\n\n\n\n**WHAT YOU WILL DO**\n\n\n\n\n As part of our global SEO team, you will:\n   \n\n  \n\n\n\n\n* Support the SEO roadmap for strategic SEO initiatives related to ecommerce SEO and lead workstreams which shape how fashion consumers discover H&M online.\n* Conduct SEO Audits, including areas such as keyword research, content gap analysis, information architecture, onsite content optimization and internal linking to maximize visibility and business performance of our ecommerce store.\n* Support stakeholders from other teams to ensure that wider company initiatives are implemented in an SEO-friendly way, and present business cases of recommendations.\n* Support AI search projects, including Answer Engine Optimization (AEO) and GEO-targeted strategies, ensuring that we stay ahead in delivering personalized, localized, and intelligent search experiences.\n* As part of the SEO Operation team, you will work closely with the SEO Lead, SEO Strategist and fellow SEO Specialists to deliver results.\n\n\n\n**WHO YOU ARE**\n\n\n\n* 3+ years of experience in a dedicated SEO role. Ecommerce experience is a plus.\n* Skilled at analysing and presenting data in a clear, actionable way for stakeholders.\n* Hands-on experience with SEO tools (e.g. Google Search Console, GA4, Conductor\/ContentKing, Semrush, Ahrefs, Screaming Frog, keyword tracking platforms, AI search platforms, etc.).\n* Strong Excel skills.\n* Experience in joining and merging data sets and working with large-scale data.\n* Has excellent communication skills verbally, in writing, and in presentations.\n* Is fluent in English, both spoken and written.\n* Please note that this role is not focused on technical SEO or outreach, but knowledge of these areas is a plus.\n* Experience working with Adobe Experience Manager (AEM) would be a plus.\n* Experience working with Jira or similar task management platforms is a plus.\n\n\n\n As a person, you are\n   \n\n  \n\n\n\n\n* Methodical and organized, with strong attention to detail.\n* A fast learner with a passionately curious spirit and a strong interest in continuous improvement.\n* Strategic, customer-focused, and business-minded with a high drive for results.\n* A connector and collaborator who builds trust and strong relationships.\n* Comfortable taking initiative and thriving in a fast-paced environment.\n\n\n**Additional Information**\n\n**WHO WE ARE**\n  \n\n  \n\n  \n\n H&M Group is a global company of strong fashion brands and ventures. Our goal is to prove that there is no compromise between exceptional design, affordable prices, and sustainable solutions. We want to liberate fashion for the many, and our customers are at the heart of every decision we make.\n   \n\n  \n\n\n\n\n\n We are made up of thousands of passionate and talented colleagues united by our shared culture and values. Together, we want to use our power, our scale, and our knowledge to push the fashion industry towards a more inclusive and sustainable future.\n   \n\n  \n\n\n\n\n\n  \n\n  \n\n**WHY YOU’LL LOVE WORKING HERE**\n  \n\n  \n\n  \n\n At H&M Group, we are proud to be a vibrant and welcoming company. We offer our employees attractive benefits with extensive development opportunities around the globe.\n   \n\n  \n\n\n\n\n* 25% Staff discount on all our H&M Group brands, both in stores and online (H&M, COS, Weekday, Monki, H&M HOME, & Other Stories and ARKET).\n* H&M Incentive Program - HIP. Learn more about the program here.\n* In addition to our global benefits, our local markets offer different competitive perks and benefits. (Example: Competitive compensation for your dedication and long-term commitment).\n\n\n\n**JOIN US**\n\n\n\n\n Our uniqueness comes from a combination of many things - our inclusive and collaborative culture, our strong values, and opportunities for growth. But most of all, it’s our people who make us who we are.\n   \n\n  \n\n\n\n\n\n**This is a full-time permanent position based in Stockholm.** \n The desired start date for the role is beginning of March. Apply by submitting your CV in English as soon as possible. Due to data policies, we only accept applications through our career page.\n   \n\n  \n\n\n\n\n\n***We are committed to a recruitment process that is fair, equitable, and based on competency. We therefore kindly ask you to not attach a cover letter in your application.***","company_url":"https:\/\/se.linkedin.com\/company\/h&m","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHq33akTF76eA\/company-logo_100_100\/company-logo_100_100\/0\/1679061166847\/hm_logo?e=2147483647&v=beta&t=EJEWNoFmNEh77Ma_WEkty8xBK6yX37uTMl7HVNRiP0U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4361800388","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4361800388","job_url_direct":null,"title":"Solutions Engineer","company":"Scaly AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"omid@scaly.se","description":"**Vi söker en Solutions Engineer till Scaly!** \n 🚀\n \n\n\n\n  \n\n\n\n\n\n Vill du kickstarta din resa inom tech, utvecklas snabbt och ta ett steg in i en värld där du får ansvar, förtroende och möjligheten att påverka från dag ett? Vill du jobba med proffs och lära dig av de vassaste i branschen? Då är Scaly platsen för dig!\n \n\n\n\n Vi växer och letar efter dig som vill jobba nära tekniken, kunderna och affären.\n \n\n\n\n  \n\n\n\n\n\n**Om oss på Scaly** \n\n\n\n\n Vi är en strategisk techpartner åt nordiska företag som vill utveckla sina verksamheter med moderna, molnbaserade lösningar. Vårt fokus ligger på IT Service Management, Customer Experience och ERP. Vi hjälper våra kunder genom hela resan: från behovsanalys och val av plattform, via implementation, till långsiktig skalning. Vi sitter i fina lokaler på Strandvägen i Stockholm med en kultur som präglas av entreprenörskap och laganda.\n \n\n\n\n  \n\n\n\n\n\n**Om rollen** \n\n\n\n\n Som Solutions Engineer får du en perfekt roll i skärningspunkten mellan support, implementation och kundkontakt. Du får tydlig onboarding och coachning av erfarna specialister för att lära dig hantverket bakom professionell IT-leverans. När du blivit varm i kläderna växer ansvaret snabbt med egna kunder och projekt.\n \n\n\n\n  \n\n\n\n\n\n**Du kommer bland annat att:** \n\n\n\n\n 🔹 Driva kunddialoger, tolka behov och formulera krav\n \n\n\n\n 🔹 Konfigurera och anpassa kundernas system\n \n\n\n\n 🔹 Delta i implementationer (testa, justera, dokumentera)\n \n\n\n\n 🔹 Följa upp användarfrågor och äga ärenden hela vägen\n \n\n\n\n  \n\n\n\n\n\n**Vem är du?** \n\n\n\n\n Vi söker dig som har ett starkt intresse för IT och vill förstå hur system och verksamhet hänger ihop. Du är en problemlösare som trivs i dialog med användare och vill bygga en långsiktig karriär inom tech.\n \n\n\n\n  \n\n\n\n\n\n 🌟\n **Det är extra meriterande om du har tidigare kunskap eller erfarenhet av Helpdesk eller ITSM.** \n\n\n\n\n  \n\n\n\n\n\n**Varför Scaly?** \n\n\n\n\n ✅ Unik möjlighet att växa in i avancerade tech-roller\n \n\n\n\n ✅ Arbeta nära erfarna experter\n \n\n\n\n ✅ Snabbt eget ansvar och tydliga karriärvägar\n \n\n\n\n ✅ Resor kan förekomma (t.ex. utbildning i London\/Amsterdam eller workshops i Spanien)\n \n\n\n\n  \n\n\n\n\n\n**Ansökan** \n\n\n\n\n Låter det här som din nästa utmaning? Skicka ett DM till mig eller maila din ansökan direkt till omid@scaly.se. Vi rekryterar löpande, så vänta inte med att höra av dig!","company_url":"https:\/\/se.linkedin.com\/company\/scaly-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFT5PAdyFyItA\/company-logo_100_100\/company-logo_100_100\/0\/1708966097921?e=2147483647&v=beta&t=Xh195uJzXhoSwjfwwf70feH0lneaKCm_EBAPPU1GNxY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4222355557","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4222355557","job_url_direct":null,"title":"Backend Developer","company":"Expleo Group","location":"Stockholm, Stockholm County, Sweden","job_type":"other","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Expleo** \n is seeking a highly skilled and experienced\n **Back-end Developer** \n to join our team in\n **Sweden** \n (located in Gothenburg OR Stockholm).\n   \n\n  \n\n Our\n **ideal** \n candidate has experience working with back-end micro-services on Kubernetes and loves to develop alongside a team of talented engineers.\n   \n\n  \n\n If you are a back-end engineer or a full-stack engineer looking to expand your skill set, we'd love to hear from you. Join our team today and take the next step in your career!\n   \n\n  \n\n**Responsibilities**\n* Create the container infrastructure platform for the company\n* Coordinate with other infrastructure teams to meet goals\n* Enhance delivery systems with Continuous Integration\n* Improve the monitoring and alert system\n* Troubleshoot issues and solve problems where needed\n* Create and nurture highly available systems on Kubernetes\n\n\n**Qualifications**\n* Bachelor’s\/Master’s degree in computer science, information technology, or engineering\n* At least 3+ years of experience working with Kubernetes\n* Strong expertise in CI\/CD implementation\n* Thorough knowledge of Java, Spring Boot & Azure\n* Understanding of micro-service design and architectural patterns\n* Familiar with complex event processing and event-driven architecture\n\n\n**Benefits**\n**Who are we?**\n Expleo is a rapidly growing consulting company dedicated to delivering innovative solutions in the fields of AI engineering, digitalization, hyper-automation, cybersecurity, and data science. With a strong commitment to integrity, diversity, sustainability, and societal security, Expleo is at the forefront of creating a better future. Join our dynamic team and be part of our journey to shape the future of technology and business.\n   \n\n  \n\n**What do we offer?**\n* Collaborative working environment – we stand shoulder to shoulder with our clients and our peers through good times and challenges\n* We empower all passionate technology loving professionals by allowing them to expand their skills and take part in inspiring projects\n* Expleo Academy - enables you to acquire and develop the right skills by delivering a suite of accredited training courses\n* Always working as one team, our people are not afraid to think big and challenge the status quo\n* Collective agreement with the union\n* Access to a collection of benefits and discounted prices on services and shops.\n* Health benefits\n* Expleo team activities\n\n\n \"We are an equal opportunities employer and welcome applications from all suitably qualified persons regardless of their race, sex, disability, religion\/belief, sexual orientation or age ”.","company_url":"https:\/\/fr.linkedin.com\/company\/expleo-group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFwrrJDiN6xAA\/company-logo_100_100\/B4EZkBXZUOHoAQ-\/0\/1756664534691\/expleo_group_logo?e=2147483647&v=beta&t=8z0LXfpdoKnJDHwMB_pU0Xjaz-MB8zWnfEiOGq1jxZw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4370324773","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4370324773","job_url_direct":"https:\/\/www.signerarekrytering.se\/lediga-jobb?rmpage=job&rmjob=490&rmlang=SE&urlHash=pJki","title":"Kommunikatör","company":"CIKO","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"CIKO är en omställningsorganisation som bildades 2019 av arbetsgivarföreningen Fremia och LO. CIKO verkställer Omställningsavtalen Fremia – LO som omfattar möjligheten till stöd genom omställnings- och vägledningsinsatser samt ekonomisk ersättning. Avtalen berör omkring 140 000 personer och syftar till att ge stöd till ett nytt arbete för personer som sägs upp på grund av arbetsbrist eller ohälsa, eller som vill vidareutbilda sig under anställning. Läs gärna mer om oss på ciko.se.\n \n\n\n\n  \n\n\n\n\n\n**Ditt uppdrag:** \n\n\n\n\n Vill du ta ansvar för CIKOs digitala röst och skapa innehåll som når fram? Som kommunikatör ansvarar du för vår närvaro i digitala kanaler, vår webbplats och för kommunikationen kring vår nya digitala plattform\n *Trygga* \n . Uppdraget är brett och operativt, med utrymme att påverka innehåll, struktur och strategisk inriktning. Du är ensam kommunikatör men arbetar nära kollegor inom IT, UX, rådgivning, rådgivning och ledning och rapporterar till vår VD.\n \n\n\n\n  \n\n\n\n\n\n**Exempel på arbetsuppgifter:** \n\n\n\n* Planera, producera och samordna innehåll i digitala kanaler – med särskilt fokus på Facebook och LinkedIn.\n* Utveckla kommunikationen kring CIKO och vår digitala plattform Trygga – med fokus på tydlighet och användarstöd.\n* Organisera kommunikation för och under CIKO:s digitala transformation.\n* Ansvara för redaktörskapet på ciko.se – inklusive innehåll, struktur, tonalitet och löpande uppdateringar.\n* Formulera, implementera och följa upp kommunikationsvision och kommunikationsplan.\n* Säkerställa ett konsekvent och förtroendeingivande uttryck i språk och innehåll.\n* Följa upp effekt, analysera utfall och bidra till fortsatt utveckling av vårt kommunikationsarbete.\n* Vara ett kommunikativt stöd till andra delar av organisationen vid behov.\n* Göra enklare produktion i text, bild och rörligt.\n\n\n\n  \n\n\n\n\n\n**Din profil:** \n\n\n\n* Högskoleutbildning inom kommunikation, journalistik, media eller motsvarande.\n* Erfarenhet av arbete med digital kommunikation, inklusive sociala medier och webb.\n* Förmåga att självständigt planera, skapa och publicera innehåll.\n* Mycket god språklig förmåga på svenska och engelska.\n* Vana av att arbeta med tonalitet, budskap och struktur i kommunikation.\n* Erfarenhet av enklare produktion i text, bild och rörligt.\n\n\n\n  \n\n\n\n\n\n**Dina egenskaper:** \n\n\n\n\n Då vi är en liten organisation behöver du vara flexibel, van att arbeta självständigt och trygg i att ta initiativ. Du är samarbetsinriktad och lyhörd för olika kompetenser och perspektiv, och du trivs i dialogen med både kollegor och ledning. Du har en god kommunikativ förmåga och ett öga för både helhet och detaljer. Du är prestigelös och trivs med att växla mellan strategiskt arbete och operativt genomförande. Vi lägger stor vikt vid dina personliga egenskaper.\n \n\n\n\n  \n\n\n\n\n\n**Vi erbjuder:** \n\n\n\n\n Hos oss får du verka i en samhällsnyttig organisation som har en viktig roll på den svenska arbetsmarknaden. Vi erbjuder goda anställningsvillkor, förmåner och ett arbete som präglas av frihet under ansvar. På CIKO är vi ett tjugotal trevliga och kompetenta kollegor som både stöttar och utmanar varandra för att bli ännu bättre på det vi gör. Placeringsorten är Stockholm, där vårt kontor är beläget i trevliga lokaler på Krukmakargatan 21, nära Mariatorget. Tjänsten omfattar heltid med tillträde enligt överenskommelse.\n \n\n\n\n  \n\n\n\n\n\n**Välkommen med din ansökan!** \n\n\n\n\n I denna rekrytering samarbetar vi med Signera Rekrytering. Du visar intresse genom att registrera CV och ett motivationsbrev via signerarekrytering.se, där du beskriver varför du är rätt person för rollen. Vi ser fram emot att ta del av din ansökan så snart som möjligt då urval sker löpande, dock senast den 2 mars. I rekryteringsprocessen kommer vi att använda oss av tester, intervjuer och referenstagning för en rättvis och objektiv process. Eventuella frågor besvaras gärna av Signeras konsult Josefin Johansson, tel. 070-862 09 90 eller researcher Hanna Palmsten, tel. 076-301 95 57.","company_url":"https:\/\/se.linkedin.com\/company\/cikose","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEc7dBQsL4X5g\/company-logo_100_100\/company-logo_100_100\/0\/1630573248628?e=2147483647&v=beta&t=o9VGe8DyLoP45B0GAu1ZipIqAv6qNm45T6JySp1Zsuw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4309634292","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4309634292","job_url_direct":null,"title":"Senior cloud-focused Software Engineer","company":"Lime Technologies","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**The job**\n We are looking for an experienced Software Engineer to join us in building our automation and communication platform. We help solve our customers communication needs by automating repetitive tasks in help desk, sales and marketing. We are looking to do a technical shift and move parts of it to kubernetes running on AWS - do you wanna be part of it from the start?\n   \n\n  \n\n Software is the core part of our business at Lime and we work together in a cross-functional team for the engineering teams to get the business input. Together with our Product Owners we use ShapeUp as the agile methodology. We meet regularly and decide what’s essential to the product and how it should evolve.\n   \n\n  \n\n The Engineers at Lime are problem solvers who strive to understand how everything fits together. We do pragmatic solutions to hard problems, a good mix of freedom and responsibility, and most importantly – have a great time at work! We are encouraged to come up with new ideas and experiment a lot. We think long-term and our ambition is to write clean and maintainable code. We take ownership of architecture and automated testing.\n   \n\n  \n\n We always stick to the “best tool for the problem” approach – we listen to industry trends with interest, but evaluate if something is right for us. We do things that matter to our customers and maintain a vision to stay on the right path.\n   \n\n  \n\n**Requirements**\n**Skills & Requirements**\n**Our main stack**\n* C#\n* Vue\n* TypeScript\n* MS SQL\n* Redis\n\n\n**Its a real plus if you**\n Have experience with developing and hosting SaaS solutions on AWS, setting up and maintaining CI\/CD pipelines (GitHub Actions, Azure DevOps) and previous experience in taking architectural responsibilities in projects\n   \n\n  \n\n**Our process**\n We have a lightweight process using the latest Agile techniques with stable feature cycles, no deadlines and an emphasis on understanding the actual problem rather than specifications.\n   \n\n  \n\n Even though we try our best, our tech and processes are far from perfect. That’s why we are looking for like-minded craftspeople to join us on the journey to building a company and product we can be proud of!\n   \n\n  \n\n**What We Offer**\n* A stable and calm working environment\n* Ergonomic workplace equipment\n* Continuous education in the latest techs\n* Promote personal skill development with various activities\n* Commuter friendly offices in Stockholm, Gothenburg and Lund","company_url":"https:\/\/se.linkedin.com\/company\/limetechnologies","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFGwi2FGQtOnw\/company-logo_100_100\/B4DZjCGM6wG8AU-\/0\/1755603063619\/limetechnologies_logo?e=2147483647&v=beta&t=VtAUenFw20F5vNw3jNUdAfVQ9uVdSPl-r7UA62p7uy4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4336103023","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4336103023","job_url_direct":null,"title":"Domain Architect - Gaming","company":"LeoVegas Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description** \n\n\n\n\n*Position at LeoVegas Group* \n\n\n\n\n  \n\n\n\n\n\n**About The Role** \n\n\n\n\n As a\n **Domain Architect (DA)** \n , you are a lighthouse in the engineering organization. You will be responsible for designing, optimizing, and governing the architecture within your domain, with a primary focus on evolving key platforms and systems. You will ensure that solutions are scalable, reliable, and aligned with overall enterprise architecture, business objectives, and industry best practices.\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**YOU WILL BE RESPONSIBLE FOR:** \n\n\n\n* Domain Architecture Design: Develop and maintain a scalable, resilient, and business-aligned architecture for the domain.\n* Collaboration: Work with stakeholders, architects, and engineering teams to ensure architectural consistency and effective implementation.\n* Governance and Standards: Define, enforce, and validate architectural standards, best practices, and compliance requirements.\n* Strategic Planning: Shape the domain’s technical roadmap and align it with long-term IT strategy and emerging technologies.\n* Risk Management: Identify and mitigate risks related to security, compliance, and technology obsolescence.\n* Continuous Improvement: Evolve architecture based on business needs, technology trends, and stakeholder feedback.\n* Documentation and Reporting: Maintain clear documentation and provide leadership with regular architecture updates.\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**OUR SUCCESSFUL CANDIDATE WILL HAVE THE FOLLOWING:** \n\n\n\n\n**Essential Skills** \n\n\n\n* Technical Expertise: Deep understanding of technologies and tools related to cloud platforms (GCP), Java\/Kotlin + Spring Boot framework, MySQL and Kafka.\n* Strategic Thinking: Ability to align domain-specific solutions with broader business and IT strategies.\n* Communication Skills: Strong ability to articulate complex architectural concepts to both technical and non-technical stakeholders.\n* Problem-Solving Skills: Strong analytical and problem-solving abilities to tackle domain-specific challenges.\n* Leadership: Ability to lead and mentor teams, driving collaboration across multiple departments and influencing architectural decisions.\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**Who We Are** \n\n\n\n\n At the core of LeoVegas Group is Team Leo. Our culture is our foundation and is what enables us to innovate, build, and lead as we trailblaze our way through the igaming industry. We’re a team of over 1800 innovators, initiators, and groundbreakers working in a fast-paced and agile environment across 16 offices worldwide.\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**Benefits** \n\n\n\n* Hybrid work policy\n* 4 weeks of Workation (T&C apply)\n* 30 annual vacation days\n* Occupational Pension\n* 5,000 SEK wellness contribution annually\n* Parental Leave Top-Up\n* Possibility to enroll in a private health care insurance for both you and your partner\n* 1,500 SEK equipment allowance\n* Benify - benefits portal with many offers and discounts\n* We offer a relocation package with accommodation and flights.\n\n\n\n  \n\n\n\n\n\n**JOIN US!** \n\n\n\n\n In our pride, we empower our teammates to find their roar and run with their wildest ideas. We don’t wait for things to happen; we pounce and make it happen!\n \n\n\n\n  \n\n\n\n\n\n Would you be a good fit for the Leo Pride - give us a roar!\n \n\n\n\n  \n\n\n\n\n\n \\*\\*As our company working language is English, we’d like to see your CV in English, please\\*\\*","company_url":"https:\/\/se.linkedin.com\/company\/leovegasgroup","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGvlBpRoTP0aQ\/company-logo_100_100\/B4DZovtrh5JUAU-\/0\/1761737095736\/leovegasgroup_logo?e=2147483647&v=beta&t=ku2vFqA49nUqZoIok3-jkjMIwUFwwmfLcqaH2nXhccI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4361803570","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4361803570","job_url_direct":null,"title":"Handläggare till Omställningsfonden","company":"AGERA HR","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"✨\n **Omställningsfonden söker handläggare (vikariat)** \n\n\n\n\n  \n\n\n\n\n\n Vill du bidra till ett samhällsviktigt uppdrag och öppna möjligheter för framtidens arbetsliv inom välfärden? Vi söker en analytisk och noggrann handläggare till vårt team i Stockholm.\n \n\n\n\n Du kommer att handlägga ärenden för både individer och arbetsgivare, svara på inkommande frågor samt bidra till utveckling av arbetssätt och en god samarbetskultur.\n \n\n\n\n  \n\n\n\n\n\n**Vi söker dig som har:** \n\n\n\n\n 🎓 Akademisk utbildning • erfarenhet av administration\/handläggning • god analys- och bedömningsförmåga • stark kommunikativ förmåga på svenska • god IT‑vana • vana att arbeta både självständigt och i team.\n \n\n\n\n  \n\n\n\n\n\n 📍\n **Plats:** \n Stockholm\n \n\n\n\n ⏳\n **Omfattning:** \n Heltid, 1 års vikariat\n \n\n\n\n 📅\n **Sista ansökan:** \n 2 mars 2026 (urval sker löpande)\n \n\n\n\n**Klicka och läs mer! Varmt välkommen med din ansökan!** \n 💼✨","company_url":"https:\/\/se.linkedin.com\/company\/advicehrconsulting","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFbrzcQFiGwjg\/company-logo_100_100\/B4DZu.DY2DHgAQ-\/0\/1768420118831\/advicehrconsulting_logo?e=2147483647&v=beta&t=gURM5KAxuC9F9ZsxTavlcv34bQXmegL-rlTsmqOHnPc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4340583171","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4340583171","job_url_direct":"https:\/\/bolt.eu\/en\/careers\/positions\/8293029002?gh_jid=8293029002&urlHash=00AH","title":"Senior Tender Manager - Nordics","company":"Bolt","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We are looking to hire a\n **Senior Tender Manager** \n to join our Public Policy team.\n   \n\n  \n\n This role can be based in Tallinn, London, Stockholm, Helsinki, Oslo or Copenhagen.\n   \n\n  \n\n**About Us**\n With over 200 million customers in 50+ countries, Bolt is one of the fastest-growing tech companies in Europe and Africa. And it's all thanks to our people.\n   \n\n  \n\n We believe in creating an inclusive environment where everyone is welcome, regardless of race, colour, religion, gender identity, sexual orientation, national origin, age, or disability.\n   \n\n  \n\n Our ultimate goal is to make cities for people, not cars, and we need your help to achieve this mission!\n   \n\n  \n\n**About The Role**\n As a\n **Senior Tender Manager** \n , you will play a key role in securing and managing\n **public-sector contracts and licenses** \n for Bolt’s ride-hailing operations across the\n **Nordic region** \n . You will lead the development and execution of winning strategies for government tenders and regulatory licensing processes, ensuring compliance, competitiveness, and alignment with Bolt’s strategic goals in regulated markets.\n   \n\n  \n\n This is a role supporting local teams, providing strategic, legal, and procedural expertise to navigate public-sector frameworks, influence future tenders, and manage ongoing contractual relationships with authorities.\n   \n\n  \n\n**Main Tasks & Responsibilities:**\n* Lead and manage full-cycle B2G tender and licensing processes, from opportunity identification to contract negotiation and implementation.\n* Develop and execute pre-tender engagement strategies with government authorities to position Bolt as a trusted mobility partner.\n* Collaborate closely with legal, operations, finance, and policy teams to deliver compliant and high-quality bid submissions.\n* Oversee procurement and licensing strategies in regulated markets, with a focus on Finland and the Nordics.\n* Engage with public-sector stakeholders, including transport ministries and municipalities, to shape market access and influence policy frameworks.\n* Analyze tender evaluation models and regulatory developments to ensure commercially competitive submissions and maintain strategic alignment.\n\n\n**About you:**\n* You have proven prior experience in tender management, public procurement, or licensing within transportation, mobility, or other regulated industries.\n* You are experienced in managing government bids and licensing processes from RFP analysis through to successful implementation.\n* You have a strong understanding of Nordic public-sector frameworks and procurement laws, with Finnish market experience considered a major advantage.\n* You are skilled in project management and cross-functional leadership, delivering results under tight deadlines.\n* You have proven ability in stakeholder engagement, building relationships with municipalities, regulators, and ministries, and producing persuasive, compliant proposals through strong analytical and writing skills.\n* You have experience using Salesforce or similar CRM tools; familiarity with ride-hailing, MaaS, or Nordic digital tender platforms is a plus.\n\n\n Experience is great, but what we really look for is drive, intelligence, and integrity. So even if you don’t tick every box, please consider applying if you feel you’re the kind of person described above!\n   \n\n  \n\n**Why you’ll love it here:**\n* Accelerate your professional growth with unique career opportunities.\n* Enjoy a rewarding salary and stock options, knowing that as Bolt succeeds, so do you.\n* Take care of your physical and mental health with our wellness perks.\n* Celebrate 5 years at Bolt with a 1-month paid sabbatical to recharge.\n* Connect with colleagues at annual company events and smaller team gatherings.\n* Balance flexibility and in-person collaboration with our hybrid model, including at least 12 monthly in-office days.\n* Some perks may differ depending on your location and role.","company_url":"https:\/\/ee.linkedin.com\/company\/bolt-eu","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHJrgX2zoazaw\/company-logo_100_100\/B4DZcwgepLGgAU-\/0\/1748865510352\/bolt_eu_logo?e=2147483647&v=beta&t=QE9V2kME__n47AJogPm2JnVe0tSW4g56-PqyrvWKIoQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4318261808","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4318261808","job_url_direct":null,"title":"Senior Software Engineer","company":"Saab","location":"Järfälla, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Want to influence the bigger picture? At Saab, you can realise amazing innovations that keep people and societies safe. Together, we can truly make an impact – and your part matters.*\n Join our software development team at Tactical Functions, SAAB. We develop desktop applications, supporting our Electronic Warfare systems. Our products include analysis and visualization of data and real time feeds, big data, secure user transactions, amongst many other things.\n   \n\n  \n\n Electronic Warfare\n   \n\n  \n\n Electronic Warfare (EW) represents the ability to use signals such as radio, infrared or radar. To sense and protect. At the same time, provide the possibility to disrupt, deny and degrade adversaries’ ability to use EW.\n   \n\n  \n\n Your role\n   \n\n  \n\n We develop applications where we take part of the entire product chain. We work mainly with software development, but also interact with the customer directly. You will be part of and take responsibility for all phases of our product lifecycles, from concept and idea, to development, test and delivery.\n   \n\n  \n\n What to expect\n   \n\n  \n\n* Full stack development\n* Software development in medium sized teams\n* Agile development\n* Possibility to take part of machine learning projects\n* Good opportunities to grow within the company\n\n\n**About Us**\n The software development teams at Tactical Functions are a technique driven unit that always strive for improvement. You can expect continuous feedback and open communication with both your manager and your team. We encourage initiatives in improving our products, development environment and ways of working. We highly value collaboration and having fun together. Furthermore, it is important to us that you have an accepting attitude towards people regardless of whom you meet. Respect and dignity should be keywords to you at all times\n   \n\n  \n\n Your Profile\n   \n\n  \n\n We are looking for a driven and curious software developer, who is eager to learn and always trying to improve yourself. You actively support and contribute to an innovative climate.\n   \n\n  \n\n* Master’s degree in Computer Science (or related discipline), or equivalent work experience\n* Good skills in programming, with Java, C++, etc. or equivalent\n* Fluent in Swedish and English\n\n\n Desired skills:\n   \n\n  \n\n* Knowledge and interest in AI\/ML\n* Experience with DevOps tools, eg. Jenkins, Git\n* Proactive and reliable team player with good communications skills\n\n\n We are currently located in Järfälla, but will move to Solna in early 2026. Since you will collaborate with colleagues on other Saab sites, you might travel occasionally. Saab is a global company and could provide the possibility to work abroad.\n   \n\n  \n\n Security Vetting\n   \n\n  \n\n This position requires that you pass a security vetting based on the current regulations around\/of security protection. For positions requiring security clearance additional obligations on citizenship may apply.\n   \n\n  \n\n What you will be part of\n   \n\n  \n\n Behind our innovations stand the people who make them possible. Brave pioneers and curious minds. Everyday heroes and inventive troubleshooters. Those who share deep knowledge and those who explore sky-high. And everyone in between.\n   \n\n  \n\n Joining us means making an impact together, contributing in our own unique ways. From crafting complex code and building impressive defence and security solutions to simply sharing a coffee with a colleague, every action counts. We encourage you to take on challenges, to create smart inventions and grow in our friendly and tech-savvy workspace. We have a solid mission to keep people and society safe.\n   \n\n  \n\n Saab is a leading defence and security company with an enduring mission, to help nations keep their people and society safe. Empowered by its 23,000 talented people, Saab constantly pushes the boundaries of technology to create a safer and more sustainable world.\n   \n\n  \n\n Saab designs, manufactures and maintains advanced systems in aeronautics, weapons, command and control, sensors and underwater systems. Saab is headquartered in Sweden. It has major operations all over the world and is part of the domestic defence capability of several nations. Read more about us here\n   \n\n  \n\n If you are interested in what benefits you can take part of as an employee at Saab in Sweden, you can read more about them here\n   \n\n  \n\n Do you want to get to know our business and our people a little bit better? Here you can find some stories told by our employees.\n   \n\n  \n\n Kindly observe that this is an ongoing recruitment process and that the position might be filled before the closing date of the advertisement.","company_url":"https:\/\/se.linkedin.com\/company\/saab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGPwiU_qZ70uQ\/company-logo_100_100\/B4DZs20K2dHwAQ-\/0\/1766151204674\/saab_logo?e=2147483647&v=beta&t=c7zZOIRvr3J4VFgrV0GItxV5HUrGX_38TbDbCo3AEC4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4316702939","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4316702939","job_url_direct":null,"title":"Staff Research Engineer - Music","company":"Spotify","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We are seeking a Staff Research Engineer to join our Artist-First AI Music lab. Our team pioneers and advances state-of-the-art generative technologies for music that create breakthrough experiences for fans and artists. We invent entirely new listening experiences that center and celebrate artists and creatives. All of our products will put artists and songwriters first, through these four principles:\n   \n\n  \n\n**Partnerships with record labels, distributors, and music publishers:** \n We’ll develop new products for artists and fans through upfront agreements, not by asking for forgiveness later.\n   \n\n  \n\n**Choice in participation:** \n We recognize there’s a wide range of views on use of generative music tools within the artistic community. Therefore, artists and rightsholders will choose if and how to participate to ensure the use of AI tools aligns with the values of the people behind the music.\n   \n\n  \n\n**Fair compensation and new revenue:** \n We will build products that create wholly new revenue streams for rightsholders, artists, and songwriters, ensuring they are properly compensated for uses of their work and transparently credited for their contributions.\n   \n\n  \n\n**Artist-fan connection:** \n AI tools we develop will not replace human artistry. They will give artists new ways to be creative and connect with fans. We will leverage our role as the place where more than 700 million people already come to listen to music every month to ensure that generative AI deepens artist-fan connections.\n   \n\n  \n\n For more information, see this press release! https:\/\/newsroom.spotify.com\/2025-10-16\/artist-first-ai-music-spotify-collaboration\/\n   \n\n  \n\n What You'll Do\n   \n\n  \n\n* Close Collaboration: Work side-by-side with research scientists to conduct ground breaking research in music generation (diffusion, flow matching, or autoregressive models), as well as related domains like ML-based audio processing, music information retrieval, machine learning, and signal processing.\n* Improve model training pipelines. You’ll debug distributed training, optimize data loading at massive scale, and ensure smooth scaling across compute environments.\n* Optimize performance. You’ll profile and accelerate existing training and inference code to make experiments faster and production systems more responsive.\n* Integrate models into production environments. You’ll work directly with platform and product teams to deploy models into the hands of hundreds of millions of Spotify’s users.\n* Incorporate state-of-the-art research. You'll translate models and techniques described in the literature into robust, well-engineered prototypes.\n* Maintain a high-quality codebase. You’ll enforce clear structure, consistency, and testing practices to support long-term maintainability on a codebase shared between members of a fast-paced globally distributed team.\n* Enhance researcher experience. You’ll build internal tooling, libraries, and workflows to make experimentation, debugging, and deployment more efficient for the whole team.\n\n\n Who You Are\n   \n\n  \n\n* You have experience training or fine-tuning large machine learning models on GPUs using PyTorch or similar frameworks.\n* You have experience working with cloud platforms like Google Cloud Platform, AWS, or Microsoft Azure.\n* You understand how to debug problems in machine learning training code.\n* You communicate effectively with global teams and are ready to work both face-to-face and asynchronously with collaborators on multiple continents.\n* You have experience optimizing code for performance and can make GPUs “go brrr” (train at maximum efficiency).\n* You learn new concepts and technologies quickly and keep up to date with the rapid pace of development in machine learning and AI.\n* You are resourceful and proactive; when faced with blockers, you seek out solutions through research, experimentation, and collaboration.\n* You’re not afraid to dig deep into the stack: working with lldb, NVIDIA Nsight, or other low-level debugging tools is a plus.\n* You have a solid grasp of computer science concepts like type systems, compilers, parallelism, thread safety, encapsulation, and the like.\n* You have an interest in learning more about audio processing and music information retrieval and you're excited about building amazing products that use these technologies.\n\n\n Where You'll Be\n   \n\n  \n\n* We offer you the flexibility to work where you work best! For this role, you can be within the EMEA region as long as we have a work location\n* This team operates within the Central European and GMT time zone for collaboration.\n* Core working hours are CET 3pm-6pm \/ EST 9am-12pm.\n\n\n Spotify is an equal opportunity employer. You are welcome at Spotify for who you are, no matter where you come from, what you look like, or what’s playing in your headphones. Our platform is for everyone, and so is our workplace. The more voices we have represented and amplified in our business, the more we will all thrive, contribute, and be forward-thinking! So bring us your personal experience, your perspectives, and your background. It’s in our differences that we will find the power to keep revolutionizing the way the world listens.\n   \n\n  \n\n At Spotify, we are passionate about inclusivity and making sure our entire recruitment process is accessible to everyone. We have ways to request reasonable accommodations during the interview process and help assist in what you need. If you need accommodations at any stage of the application or interview process, please let us know - we’re here to support you in any way we can.\n   \n\n  \n\n Spotify transformed music listening forever when we launched in 2008. Our mission is to unlock the potential of human creativity by giving a million creative artists the opportunity to live off their art and billions of fans the chance to enjoy and be passionate about these creators. Everything we do is driven by our love for music and podcasting. Today, we are the world’s most popular audio streaming subscription service.","company_url":"https:\/\/se.linkedin.com\/company\/spotify","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFkDzx_7dqq3A\/company-logo_100_100\/company-logo_100_100\/0\/1631377935713?e=2147483647&v=beta&t=AiRi3YW2R5kYKHbxsjkdQ_d1RuH6Yk98ePBwANPPDhc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4316714100","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4316714100","job_url_direct":null,"title":"Staff Research Scientist - Music","company":"Spotify","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We are seeking a Staff Research Scientist to join our Artist-First AI Music lab. Our team pioneers and advances state-of-the-art generative technologies for music that create breakthrough experiences for fans and artists. We invent entirely new listening experiences that center and celebrate artists and creatives. All of our products will put artists and songwriters first, through these four principles:\n   \n\n  \n\n**Partnerships with record labels, distributors, and music publishers:** \n We’ll develop new products for artists and fans through upfront agreements, not by asking for forgiveness later.\n   \n\n  \n\n**Choice in participation:** \n We recognize there’s a wide range of views on use of generative music tools within the artistic community. Therefore, artists and rightsholders will choose if and how to participate to ensure the use of AI tools aligns with the values of the people behind the music.\n   \n\n  \n\n**Fair compensation and new revenue:** \n We will build products that create wholly new revenue streams for rightsholders, artists, and songwriters, ensuring they are properly compensated for uses of their work and transparently credited for their contributions.\n   \n\n  \n\n**Artist-fan connection:** \n AI tools we develop will not replace human artistry. They will give artists new ways to be creative and connect with fans. We will leverage our role as the place where more than 700 million people already come to listen to music every month to ensure that generative AI deepens artist-fan connections.\n   \n\n  \n\n For more information, see this press release: https:\/\/newsroom.spotify.com\/2025-10-16\/artist-first-ai-music-spotify-collaboration\/\n   \n\n  \n\n What You'll Do\n   \n\n  \n\n* Conduct ground breaking research in music generation (diffusion, flow matching, or autoregressive models), as well as related domains like ML-based audio processing, music information retrieval, machine learning, and signal processing.\n* Run large-scale experiments with access to Spotify’s extensive infrastructure and an audience of more than 700 million monthly active users.\n* Create practical applications that harness generative technologies, pushing the boundaries of what’s possible in listening experiences.\n* Collaborate as part of a cross-functional team—working closely with scientists, engineers, product managers, designers, user researchers, and analysts—to craft innovative solutions to complex challenges.\n* Have a direct impact on Spotify’s products, tools, and services, working on projects that influence the entire organization.\n* Engage with the broader research community by publishing your findings, delivering talks, and attending top conferences.\n\n\n Who You Are\n   \n\n  \n\n* You have a Ph.D. degree in Computer Science, Mathematics, Engineering, or a related field. Previous industry experience is helpful.\n* You have experience in one or more of the following fields: generative modeling, machine learning, music information retrieval, speech processing, audio processing, signal processing, probabilistic modeling, computer vision, or related areas.\n* You have publications in communities such as ICASSP, ISMIR, INTERSPEECH, ICLR, AAAI, IJCAI, NeurIPS, ICML, CVPR, ECCV, ICCV, or related.\n* You have strong coding skills in the following languages\/libraries: Python, PyTorch, NumPy.\n* You are a creative problem solver who is passionate about building outstanding products that add real value to millions of people.\n* You are enthusiastic about learning more about turning research ideas into products operating at scale.\n* You can explain complex topics in simple terms, and you enjoy building strong relationships with colleagues and stakeholders.\n\n\n Where You'll Be\n   \n\n  \n\n* We offer you the flexibility to work where you work best! For this role, you can be within the EMEA region as long as we have a work location\n* This team operates within the Central European and GMT time zone for collaboration.\n* Core working hours are CET 3pm-6pm \/ EST 9am-12pm.\n\n\n Spotify is an equal opportunity employer. You are welcome at Spotify for who you are, no matter where you come from, what you look like, or what’s playing in your headphones. Our platform is for everyone, and so is our workplace. The more voices we have represented and amplified in our business, the more we will all thrive, contribute, and be forward-thinking! So bring us your personal experience, your perspectives, and your background. It’s in our differences that we will find the power to keep revolutionizing the way the world listens.\n   \n\n  \n\n At Spotify, we are passionate about inclusivity and making sure our entire recruitment process is accessible to everyone. We have ways to request reasonable accommodations during the interview process and help assist in what you need. If you need accommodations at any stage of the application or interview process, please let us know - we’re here to support you in any way we can.\n   \n\n  \n\n Spotify transformed music listening forever when we launched in 2008. Our mission is to unlock the potential of human creativity by giving a million creative artists the opportunity to live off their art and billions of fans the chance to enjoy and be passionate about these creators. Everything we do is driven by our love for music and podcasting. Today, we are the world’s most popular audio streaming subscription service.","company_url":"https:\/\/se.linkedin.com\/company\/spotify","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFkDzx_7dqq3A\/company-logo_100_100\/company-logo_100_100\/0\/1631377935713?e=2147483647&v=beta&t=AiRi3YW2R5kYKHbxsjkdQ_d1RuH6Yk98ePBwANPPDhc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4361746402","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4361746402","job_url_direct":null,"title":"Security Engineer","company":"Thor Companies","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Physical Security Engineer \/ Commissioning - Finland** \n\n\n\n\n  \n\n\n\n\n\n We are looking for a full-time, experienced Physical Security Engineer from Stockholm, Sweden (client's HQ) to travel to Kouvola, Finland on a weekly basis from Monday-Friday.\n \n\n\n\n  \n\n\n\n\n\n**Responsibilities**\n\n\n\n\n  \n\n\n\n\n* Verify and plan comprehensive physical security systems, including access control, surveillance, perimeter protection, and biometric identification.\n* Work directly with clients and internal teams to define system requirements and develop technical solutions aligned with project needs and industry standards.\n* Support technical sales by translating client requirements into practical security solutions and providing on-site demonstrations when needed.\n* Take a leading role in the hands-on installation, configuration, and commissioning of physical security systems to ensure operational readiness and client satisfaction.\n* Troubleshoot, adjust, and optimise systems during and after installation to meet project performance standards.\n* Collaborate closely with project managers, engineers, and technicians throughout the project lifecycle, from initial engagement through final delivery and post-installation support.\n* Stay up to date with emerging technologies and provide insights on how innovations (e.g., AI, drones, Lidar) can enhance our security ecosystem.\n\n\n\n  \n\n\n\n\n\n**Experience**\n\n\n\n\n  \n\n\n\n\n* Proven hands-on experience in the design, installation, and commissioning of physical security systems.\n* Practical experience with configuring, troubleshooting, and optimising systems during deployment.\n* Familiarity with one or more of the following:\n* ▸ Milestone, LenelS2, Axis, Bosch, Dormakaba, Morpho, Biometric Systems, Lidar, AI-based surveillance, Drones\n* Experience configuring systems is a plus, but design and implementation experience is essential from a Commissioning perspective.\n* Ability to produce basic system documentation, schematics, and installation layouts.\n* Strong client-facing skills with the ability to clearly communicate technical concepts and support business development activities.\n* A proactive, solution-oriented mindset with the flexibility to adapt to a fast-paced project environment.","company_url":"https:\/\/uk.linkedin.com\/company\/thor-companies-ltd","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFdZ74b5OKi7A\/company-logo_100_100\/company-logo_100_100\/0\/1649254212580\/thor_companies_ltd_logo?e=2147483647&v=beta&t=kIOJ5QbfTMgGDFHHNm5ZADpQ-mZUpeGluiP5SrSz96I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4370338675","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4370338675","job_url_direct":null,"title":"Co-Founder - AI Data Centre Entrepreneur","company":"Datlantis","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Company Description** \n\n\n\n\n Datlantis unlocks AI scalability at the edge through innovative, sustainable underwater data centers that are deployed within offshore wind farms, next to large coastal demand centers. Our mission is to power Europe's growing AI ecosystem and ensuring its energy and digital independence. Our patent-pending technology is designed to minimise operational disruption during maintenance and maximise energy efficiency. Our team is currently part of KTH Innovation Accelerator (ranked 2nd best Sustainability Accelerator in Europe by the Financial Times), in Stockholm and we are supported by Innoenergy and NATO Science for Peace and Security Programme.\n \n\n\n\n  \n\n\n\n\n\n**Role Description** \n\n\n\n\n This role is based in Stockholm for a Co-Founder - AI Data Centre Entrepreneur. This is a high-stake\/high-reward position where you will be working side-to-side with a co-founder with a strong background and network in the energy and offshore construction sectors. Your mission is to be the technical and commercial implementer of the aspects related to AI Data Centres, including cooling systems, networking, business models, and sales, among others, while your co-founder will lead aspects related to energy, offshore operations and funding. This is an equity-based role with no salary until an investment round or relevant grant is secured.\n \n\n\n\n  \n\n\n\n\n\n**Is this role right for you?** \n\n\n\n\n This role requires an obsession with building things and seeing results. Datlantis is looking for a co-founder who is not afraid of failure\/rejection and is willing to try again, leveraging the lessons learned. You will thrive if you have a mindset that puts clients first and are willing to go above and beyond to extract information from them and satisfy their requirements.\n \n\n\n\n You should have previous experience within the AI Data Centre sector, ideally in a helicopter-view position that mixes both technical and commercial sector-specific expertise, and want to bring out your full potential by taking crucial influence in the decision-making process.\n \n\n\n\n  \n\n\n\n\n\n**Qualifications** \n\n\n\n* Previous experience building startups and managing high-risk projects.\n* Excellent communication, conflict-resolution and integrity.\n* Capacity to lead teams independently and take ownership for the performance of entire departments.\n* Technical experience designing air\/liquid cooling systems, networking systems and high-density IT Hardware.\n* Commercial experience selling and\/or procuring data center services including Colocation, Cloud, Hybrid and others, and strong knowledge of the diverse use-cases for AI and their associated requirements.\n* Strong network within the Cloud, Colocation, AI Start-ups and IT Hardware sectors.\n* Profiency in some of the following softwares or market equivalents: Solidworks, ASPEN, Matlab\/Simulink, Ansys, CISCO CML, AWS\/Azure Cloud Ops, SalesForce","company_url":"https:\/\/se.linkedin.com\/company\/datlantis","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGGt7FToLTFnQ\/company-logo_100_100\/B4EZvcggK.IwAQ-\/0\/1768931067008\/datlantis_logo?e=2147483647&v=beta&t=Lgp7whf5jXw7LCDPXDy6Fi-wzYpYVJmdlQ7Uou2vGfM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4369459528","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4369459528","job_url_direct":null,"title":"Machine Learning Engineer - Computer Vision","company":"Wellfound","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Our fantastic, client is a data-driven health company on a mission to revolutionise female health. Thier award-winning app and world-first rapid hormone test form the only comprehensive, personalised platform that helps women understand and optimize their hormonal well-being. Innovative test delivers quantitative hormone results in just 15 minutes, enabling real-time hormone tracking like never before.\n \n\n\n\n  \n\n\n\n\n\n**The Role** \n\n\n\n\n We're seeking a Machine Learning Engineer \/ Data Scientist to lead our ML initiatives from ideation to production. You’ll design, train, and deploy models that power our at-home hormone test kits, predict symptoms and periods, and personalize the user experience inside our app. You will own the full ML workflow and deliver accurate, explainable, production-ready solutions for women’s health.\n \n\n\n\n  \n\n\n\n\n\n**Key Responsibilities** \n\n\n\n* Design, train, deploy, and maintain ML models integrated into our mobile app\n* Develop and\n **train** \n computer vision and object detection models for hormone test kits\n* Build and\n **train** \n data-driven predictive models for symptoms, periods, and cycle insights\n* Develop LLM applications and RAG pipelines\n* Design experiments, validate approaches, and analyse results\n* Collaborate with engineering, product, and science teams to translate insights into features\n* Establish data pipelines, evaluation frameworks, and production monitoring\n* Make pragmatic decisions between experimental approaches and scalable production solutions in a fast-paced startup environment\n\n\n\n  \n\n\n\n\n\n**What You Bring** \n\n\n\n* **4+ years** \n of hands-on experience in machine learning and software development, with models deployed to production\n* MSc in Computer Science, Biomedical Data Science, Biostatistics, or related fields\n* Strong proficiency in Python (pandas, scikit-learn, FastAPI), SQL, and data warehouse architecture\n* Experience\n **training computer vision and object detection models**\n* Experience working with LLM APIs (OpenAI, Gemini, etc.) and building RAG architectures\n* Strong statistical foundation and understanding of software design principles for maintainable, scalable code\n* Advanced image processing expertise\n* Experience with Git, cloud platforms (preferably Google Cloud), and remote-first collaboration\n* Fluent English\n\n\n\n  \n\n\n\n\n\n If you are a highly talented Machine Learning Engineer, that is looking for a fantastic next step in your career, please apply as soon as possible for immediate consideration.\n \n\n\n\n  \n\n\n\n\n\n Interview days are being arranged.","company_url":"https:\/\/www.linkedin.com\/company\/wellfound1","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEJ6tddwm7CDg\/company-logo_100_100\/B4EZwlqUplG0AU-\/0\/1770158378451?e=2147483647&v=beta&t=cRGwfg0P8B5nr2E9cl94HS_P9ck8_brjlZpjZ7tmTKA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4345511628","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4345511628","job_url_direct":null,"title":"Technical Project Manager - Pharma","company":"Capgemini Engineering","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"At Capgemini Engineering, the world leader in engineering services, we bring together a global team of engineers, scientists, and architects to help the world’s most innovative companies unleash their potential. From autonomous cars to life-saving robots, our digital and software technology experts think outside the box as they provide unique R&D and engineering services across all industries. Join us for a career full of opportunities. Where you can make a difference. Where no two days are the same.\n   \n\n  \n\n**Your Role**\n We are looking for a Techical project manager for our pharmaceutical projects in Stockholm.\n   \n\n  \n\n*In this role you will play a key role in:*\n* Partnering with the Project Manager to define technical direction and deliver compliant, integrated solutions that meet business needs.\n* Owning the technical plan: assess design partners, lead lean practices, and ensure timely delivery of technical outputs.\n* Building and lead high-performing teams, shaping objectives to achieve project outcomes.\n* Managing stakeholder relationships and adapt communication to influence and maintain alignment.\n* Applying manufacturing processes and technical standards throughout project execution.\n\n\n**Your Profile**\n* Master’s or Bachelor’s degree in Science (or equivalent).\n* 7–10 years’ experience delivering major capital projects (>USD 5 million) and leading teams of 5–20 people.\n* Strong expertise in pharmaceutical manufacturing and GMP environments.\n* Proven ability to implement lean principles, schedule technical deliverables, and drive on time results.\n* Excellent communication and stakeholder management skills; adept at networking, influencing, and resolving conflict.\n\n\n**What We Believe You Will Enjoy About Working Here**\n* We recognize the significance of flexible work arrangements to provide support. Be it remote work, or flexible work hours, you will get an environment to maintain healthy work life balance.\n* At the heart of our mission is your career growth. Our array of career growth programs and diverse professions are crafted to support you in exploring a world of opportunities.\n* We support your personal development and offer an education library with more than 250 000 (!) courses and educations and certifications.\n\n\n**Application**\n As part of our recruitment process, identity verification or background checks may occasionally be conducted.\n   \n\n  \n\n A valid work permit for Sweden is required.\n   \n\n  \n\n Capgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries. With its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fueled by its market leading capabilities in AI, generative AI, cloud and data, combined with its deep industry expertise and partner ecosystem.","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini-engineering","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF65j53YY6XWA\/company-logo_100_100\/B4EZqB8jt5GUAQ-\/0\/1763116728049\/capgemini_engineering_logo?e=2147483647&v=beta&t=mL00_jBY2TJhTyB4Ge-jt1Ln1UO7kKZyip6Ro_t8JiM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4345531510","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4345531510","job_url_direct":null,"title":"Production Engineer - Pharma","company":"Capgemini Engineering","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"At Capgemini Engineering, the world leader in engineering services, we bring together a global team of engineers, scientists, and architects to help the world’s most innovative companies unleash their potential. From autonomous cars to life-saving robots, our digital and software technology experts think outside the box as they provide unique R&D and engineering services across all industries. Join us for a career full of opportunities. Where you can make a difference. Where no two days are the same.\n   \n\n  \n\n**Your Role**\n We are looking for a Production Engineer for our pharmaceutical projects in Stockholm\n   \n\n  \n\n*In this role you will play a key role in:*\n* Operating independently within your area of expertise and lead others while driving competence development.\n* Investigating deviations, support production technical issues, and contribute to improvement projects.\n* Manage tasks such as issuing recipes and batch records, coordinating installations, or producing plant layouts and detailed designs.\n* Lead or participate in subprojects related to process engineering, automation, or plant design.\n* Ensure quality and documentation compliance according to given guidelines.\n\n\n**Your Profile**\n* Master’s or bachelor’s degree in science (or equivalent).\n* Process development and technology with experience from Process technology, Automation, Facility project planning (Mechanical and Production technology)\n* Strong technical proficiency in Process Engineering, Automation, Plant Design, or Project Management.\n* Ability to work autonomously and deliver results based on guidelines while assuring quality.\n* Experience in leading small projects or subprojects and collaborating across functions such as plant engineers and design engineers.\n* Good communication and problem-solving skills to support production and improvement initiatives.\n\n\n**What We Believe You Will Enjoy About Working Here**\n* We recognize the significance of flexible work arrangements to provide support. Be it remote work, or flexible work hours, you will get an environment to maintain healthy work life balance.\n* At the heart of our mission is your career growth. Our array of career growth programs and diverse professions are crafted to support you in exploring a world of opportunities.\n* We support your personal development and offer an education library with more than 250 000 (!) courses and educations and certifications.\n\n\n**Application**\n As part of our recruitment process, identity verification or background checks may occasionally be conducted.\n   \n\n  \n\n Valid work permit for Sweden is required.\n   \n\n  \n\n Capgemini is a global business and technology transformation partner, helping organizations to accelerate their dual transition to a digital and sustainable world, while creating tangible impact for enterprises and society. It is a responsible and diverse group of 340,000 team members in more than 50 countries. With its strong over 55-year heritage, Capgemini is trusted by its clients to unlock the value of technology to address the entire breadth of their business needs. It delivers end-to-end services and solutions leveraging strengths from strategy and design to engineering, all fueled by its market leading capabilities in AI, generative AI, cloud and data, combined with its deep industry expertise and partner ecosystem.","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini-engineering","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF65j53YY6XWA\/company-logo_100_100\/B4EZqB8jt5GUAQ-\/0\/1763116728049\/capgemini_engineering_logo?e=2147483647&v=beta&t=mL00_jBY2TJhTyB4Ge-jt1Ln1UO7kKZyip6Ro_t8JiM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4361775643","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4361775643","job_url_direct":null,"title":"Alliance Sales Manager – Verisure Sverige","company":"Verisure","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"linnea.liljestrand@verisure.se, cassandra.malmqvist@verisure.se","description":"Vill du vara med och skapa strategiska partnerskap som bidrar till både tillväxt och trygghet för tusentals familjer i Sverige? Vi söker nu en engagerad och affärsdriven \n **Alliance Sales Manager** \n  som vill ta ett helhetsansvar för att utveckla, förvalta och expandera våra externa samarbeten i Sverige och med möjlighet att växa partnerskap till övriga nordiska länder också. I denna nyckelroll får du möjlighet att påverka vår långsiktiga affärsutveckling genom att identifiera nya möjligheter, bygga starka relationer med strategiska partners och skapa lösningar som genererar värde för både våra kunder och vår verksamhet. Du kommer att arbeta nära ledningen och andra affärsområden för att säkerställa att våra partnerskap är hållbara, lönsamma och i linje med vår övergripande strategi. \n \n\n\n\n\n\n\n\n**Om rollen** \n\n\n\n\n Som Alliance Sales Manager kommer du att spela en nyckelroll i att accelerera försäljningen genom nya och befintliga allianser. Du arbetar nära ledare och team inom organisationen för att identifiera, lansera och optimera partnerskap med aktörer inom exempelvis telekom, bank, försäkring, energibolag och bostadsutveckling.\n \n\n\n\n\n\n\n\n**Dina huvudsakliga ansvarsområden** \n\n\n\n* Driva försäljning via befintliga allianser i linje med företagets tillväxtmål.\n* Identifiera och etablera nya strategiska partnerskap.\n* Leda expansion av allianser till nya nordiska marknader.\n* Bygga starka relationer med externa partners och förhandla fram förbättringar.\n* Samverka med interna avdelningar för att maximera resultatet av allianser.\n* Dela insikter och bästa praxis med kollegor i Norden och inom koncernen.\n* Ansvara för lanseringsprocesser, rapportering, prognoser och optimering kopplat till allianser.\n\n\n\n\n\n\n\n**Vi söker dig som har** \n\n\n\n\n Vi söker dig som behärskar engelska flytande i både tal och skrift, då det är vårt koncernspråk. Du har en förmåga att snabbt sätta dig in i olika försäljningsmodeller och skapa lösningar som gynnar alla parter. Din kommunikations- och presentationsförmåga är stark, och du har erfarenhet av att leda samt utbilda både interna och externa team. Du är affärsmässig, drivande och har ett tydligt fokus på att skapa förbättrade resultat genom förändringsarbete. Dessutom är du skicklig på att bygga relationer med beslutsfattare inom relevanta branscher. Vi erbjuder\n \n\n\n\n Rollen är baserad i Stockholm, men resor inom Europa förekommer vid behov för partnerskapsutveckling och kunskapsdelning.\n \n\n\n* Är flexibel och har möjlighet att resa i tjänsten vid behov.\n* Innehar giltigt B-körkort.\n* Godkännande från Länsstyrelsen.\n* Har relevant akademisk utbildning från högskola eller universitet.\n\n\n\n\n\n\n\n**Företagskultur** \n  \n \n\n\n\n Våra medarbetare, produkter och tjänster gör skillnad i samhället varje dag då vi skapar trygghet och säkerhet för alla våra kunder. Orsaken till att familjer och småföretag förlitar sig på att vi skyddar det som är viktigast för dem beror på vårt sätt att arbeta. Det handlar om vårt DNA – ett sätt att tänka, arbeta och skapa som skiljer oss från mängden. Det genomsyrar allt vi gör, så att vi alltid tänker, förnyar, bryr oss och är redo att agera, vad som än händer.  Våra värdeord sitter inte bara på väggarna utan i varje medarbetares DNA. Det är fem starkt sammankopplade värderingar som vi lever efter varje dag:  \n \n\n\n\n\n\n\n\n ·   \n *Passionate in everything we do (brinna för uppgiften)* \n\n\n\n\n ·   \n *Committed to making a difference (göra skillnad)* \n\n\n\n\n ·   \n *Always innovating (vara bättre än igår)* \n\n\n\n\n ·   \n *Winning as a team (vinna och fira som ett lag)* \n\n\n\n\n ·   \n *With trust & responsibility (ge förtroende och ta ansvar)* \n\n\n\n\n\n\n\n\n**Om Oss:**\n\n\n\n\n\n Vi på\n \n\n Verisure\n \n\n är stolta över att skydda över 5,8 miljoner hushåll världen över. Vi är även Europas ledande leverantör av smarta säkerhetssystem för hem och företag. Vi satsar på din personliga och professionella utveckling och erbjuder en arbetsplats där innovation och kundfokus står i centrum.\n \n\n Vi är ett bolag\n \n\n i stadig tillväxt\n \n\n som\n \n\n kontinuerligt\n \n\n arbetar med utveckling av våra tjänster\n \n\n och\n \n\n produkter. Inom koncernen\n \n\n ingår\n \n\n flera varumärken,\n \n\n där\n \n\n Securitas\n \n\n Direct,\n \n\n Arlo\n \n\n och Alert Alarm\n \n\n är väl etablerade\n \n\n namn.\n \n  \n \n\n\n\n\n\n\n\n**Låter detta intressant?** \n\n\n\n\n\n Tjänsten är en\n \n\n heltidstjänst med placering i Solna.\n \n\n Intervjuer\n \n\n sker\n \n\n löpande och tjänsten kan komma att tillsättas innan sista ansökningsdag\n \n\n som är\n \n\n 2026-01-12.Startdatum enl.\n \n\n Överenskommelse.\n \n\n För anställning i ett auktoriserat bevakningsföretag krävs godkännande från Länsstyrelsen.\n \n\n Kollektivavtal\n \n\n med\n \n\n Unionen\n \n\n tillämpas.\n \n  \n \n\n\n\n  \n \n\n\n\n\n Vid frågor om tjänsten är du välkommen att kontakta\n \n\n Head of Alliances Linnéa Liljestrand via\n \n\n mail \n \n linnea.liljestrand@verisure.se \n \n eller Recruitment Manager Cassandra Malmqvist via mail  \n \n\n cassandra.malmqvist@verisure.se","company_url":"https:\/\/ch.linkedin.com\/company\/verisure","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFzt8xtrvaTDg\/company-logo_100_100\/B4DZYkbQG4HIAQ-\/0\/1744367846197\/verisure_logo?e=2147483647&v=beta&t=TPrqEDUSCQjvD_8dctda9Ba_RQjXdZnBWSTA0cL-LPs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"2e6d0ed3e4bb1fc7","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=2e6d0ed3e4bb1fc7","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30580999","title":"Experienced Test Engineer - Automotive sökes","company":"Improve Software Quality - Sweden AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1770508800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Beskrivning av arbetsuppgifter:**  \n\nMain responsibilities\n  \n. Responsible for Function\/ System-verification according to requirements.\n  \n. Verification on system level in HIL and test vehicle.\n  \n. Analysis of test results\n  \n. Development of future test methods (DVM)\n  \n. Planning and preparation of tests \/ test objects\n  \n. Participate in planning meetings.\n  \n. Perform requirement (Black Box), integration, regression and formal qualification testing in an agile software development process\n  \n. Report and document failures identified during testing\n  \n. Design, develop, and maintain software test plans, software test cases, software test procedures, and automated software tests in compliance with technical requirements.\n  \n. Work with the lead test engineer and a team of software developers to establish and develop test methods and techniques\n  \n. Collects test evidence that documents how the software perform during testing\n  \n. Documents test cases and results in a Test Case Specification and a Test Summary Report.\n  \n. Provides statuses to the Project and SW responsible\n  \n. Review technical requirement specifications regarding testability\n  \n. Discuss technical solutions with supplier and the internal team\n  \n. Troubleshoot and modify test tools and test scripts\n  \n. Support investigations and task force activities\n  \n  \n\n**Beskrivning av kvalifikationer:****Required qualifications:**  \n\n. Bachelor or Master degree within Electrical, Computer, Engineering Physics or equivalent level of education\n  \n. Experience in automotive system testing\n  \n. Knowledge of communication protocols CAN, LIN, FlexRay and Ethernet\n  \n. Experience from HIL testing (Vector and\/or dSpace)\n  \n. Experience in test tools CANalyzer\/ CANoe \/ vTESTstudio\n  \n. Experience from Functional Safety, ISO26262\n  \n. Test automation in Python and CAPL\n  \n. Experience in CI\/CD tools and process\n  \n. Experience with requirement and test management tools (System Weaver and\/or Elektra)\n  \n. Agile development processes\n  \n. Analytical and problem solving skills\n  \n. Fluent in English (written and spoken)\n  \n. B driving license\n  \n. Team player attitude\n  \n  \n\n**Meritorious qualifications:**  \n\n. Experience in Model-Based Design using MATLAB\/ Simulink\n  \n. ISTQB Certification","company_url":"https:\/\/se.indeed.com\/cmp\/Improve-Software-Quality---Sweden-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4d975a1463a36c9c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=4d975a1463a36c9c","job_url_direct":"https:\/\/careers.mildef.com\/jobs\/7189107-systems-engineer","title":"Systems Engineer","company":"MilDef Group AB","location":"Rosersberg, AB, SE","job_type":null,"date_posted":1770336000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"viktor.attoff@mildef.com","description":"Är du en teknisk, flexibel och lösningsorienterad person som tycker om att arbeta med systemframtagning, systemdesign och flödet kring krav och verifiering när det kommer till försvarssystem?\n\n\nHar du ett intresse av att arbeta med framtidens teknik i en innovativ och växande organisation och vill hjälpa till att skapa en tryggare vardag genom att utveckla IT-system som fokuserar på samverkan inom Sverige, NATO och dess allierade?\n\n\nDå har vi rätt tjänst för dig!\n\n**Din nya utmaning**\n\n\nVi söker ett fåtal systemingenjörer som kan hade lite olika profil som kommer arbeta tillsammans för att lösa en stor varians av uppgifter tillsammans. Dessa områden kan inkludera:\n\n* Krav, kravanalys och assurans\n* Systemdesign kring hårdvarusystem\n* Elektronik\n* Test och verifiering\n* IT-säkerhet\n\n\nMed en relativt liten och flexibel organisation så kommer du få en stor varians i arbetsuppgifter, arbeta inom hela projektflödet och få möjlighet att komma i kontakt med flertalet olika projekt och ta en central del i att leverera nya försvarsförmågor med kvalitet!\n\n**Huvudsakliga arbetsuppgifter**\n\n* Arbeta med att analysera, bryta ner och realisera systemkrav\n* Definiera och dokumentera hur system skall utformas\n* Upprätta spårbarhet för att säkerställa assurans mellan krav, design, implementation och tester\n* Inrätta verifieringsstrategier, var och när skall delsystem testas för att säkra en fungerande slutleverans\n* Ta fram testspecifikationer för olika delsystem inför olika testtillfällen\n* Genomförande och analys av testresultat för att säkerställa att systemet fungerar enligt kraven\n\n**Det här bidrar du med**\n\n* Du har en kandidatexamen eller motsvarande utbildning inom systemutveckling, elektronik, mekatronik eller motsvarande erfarenhet\n* Förmåga att analysera komplexa system och identifiera problem i ett tidigt skede\n* Skriva tekniska rapporter, kravdokument och testplaner på ett tydligt sätt\n* Erfarenhet att arbeta med tvärfunktionella team i projekt med flera discipliner\n* Förståelse kring Systems Engineering processer inkl.\n\n\n\t+ Kravanalys och specifikation\n\t+ Spårbarhet och förändringshantering\n\t+ Testmetodik och strategi\n\n\nDu måste vara svensk medborgare då tjänsten är säkerhetsklassad. Du talar och skriver flytande på svenska och engelska.\n\n**Vad vi erbjuder dig**\n\n* En engagerande och utvecklande roll i ett ledande företag i en expansiv bransch.\n* Möjlighet att arbeta med projekt som bidrar till nationell säkerhet och försvar.\n* En samarbetsvillig och stöttande arbetsmiljö med engagerade kollegor.\n* Kollektivavtal (Teknikföretagen).\n* Wellnessteam och friskvårdsbidrag.\n* Eget Gym och omklädningsrum med bastu.\n* Regelbundna hälsoundersökningar.\n* Happiness teamet ordnar med roliga och personalvårdande aktiviteter.\n* Arbete i helt nybyggda ändamålsenliga lokaler vid Rosersbergs pendeltågsstation.\n\n**Lär känna oss**\n\n\nPå MilDef blir du en del av ett företag som värdesätter praktiskt engagemang och tvärfunktionellt samarbete. Vi erbjuder möjligheten att utveckla nya kompetenser, bidra i en rad olika projekt och göra en konkret skillnad för vår verksamhets framgång.\n\n\nÄr du driven och redo för en utmanande och givande roll? Ansök redan idag! MilDef.com\n\n\nFör information om tjänsten, kontakta gärna Viktor Attoff, Head of Projects and Solutions, viktor.attoff@mildef.com.\n\n\nVi gör löpande urval men sista ansökningsdag är 8 mars 2026.\n\n**Important information**\n\n\nVi genomför bakgrundskontroll och drogtest på alla våra framtida kollegor innan anställning.\n\n***MilDef - WE ARMOR IT.***\n\n*MilDef is a global systems integrator and full-spectrum provider specializing in rugged IT for defense and security domains. MilDef provides hardware, software and services that shield and protect critical information streams and systems, when and where the stakes are the highest.*  \n\n  \n\n*MilDef’s products are sold to more than 200 customers through companies in Sweden, Norway, Finland, Denmark, United Kingdom, Germany, Switzerland, the United States and Australia. MilDef was founded in 1997 and is listed on Nasdaq Stockholm since 2021.*\n\n**We kindly decline contact from advertising and recruitment sales.**\n\n  \n\n#LI-LB1","company_url":"https:\/\/se.indeed.com\/cmp\/Mildef-Group-Ab","company_url_direct":"https:\/\/www.mildef.com","company_addresses":"Helsingborg","company_industry":null,"company_num_employees":"51 to 200","company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3825741306","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3825741306","job_url_direct":"https:\/\/bli.b3.se\/jobs\/1024475-ios-utvecklare-till-b3-mobile?utm_source=LinkedIn&urlHash=YZKj","title":"iOS Utvecklare till B3 Mobile","company":"B3 Mobile","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"camilla.landen@b3.se","description":"B3 Mobile är koncernens spetsbolag för apputveckling. Vi bygger framtidens digitala lösningar tillsammans med några av världens mest spännande kunder – i Stockholm och internationellt. Våra projekt spänner över iOS, Android, Kotlin, Swift, TypeScript, React Native, Java och mycket mer.\n   \n\n  \n\n Nu söker vi en erfaren iOS-utvecklare som vill ta nästa steg i karriären och bli en del av vårt passionerade team.\n   \n\n  \n\n**Rollen**\n Hos oss får du arbeta nära andra skickliga utvecklare, UX-designers och projektledare – både in-house och ute hos kund. Vi vill inte bara bygga det kunden ber om, utan gärna leda utvecklingen, modernisera och driva på användandet av de senaste teknikerna inom iOS när det behövs.\n   \n\n  \n\n Vi jobbar primärt med Swift och SwiftUI, men erfarenhet av UIKit och andra delar av Apples ekosystem är alltid meriterande. Kännedom om Objective‑C kan vara värdefullt, men är inget krav.\n   \n\n  \n\n**Vi letar efter dig som**\n* Har minst 6 års erfarenhet av iOS-utveckling\n* Har mycket goda kunskaper i Swift, SwiftUI och Xcode\n* Har erfarenhet av UIKit och gärna insyn i övriga delar av ekosystemet\n* Har vana av byggautomatisering (t.ex. Fastlane, Xcode Cloud)\n* Har dokumenterad erfarenhet av testning och unittester (Swift Testing, XCTest)\n* Skriver ren, hållbar, läsbar, säker, modulär och testbar kod\n* Är proaktiv och gillar att ta initiativ hos kund\n* Har en bakgrund som civilingenjör eller motsvarande erfarenhet\n* Talar och skriver svenska obehindrat\n\n\n**Därför ska du välja oss**\n Vi erbjuder mer än bara ett jobb – hos oss får du:\n   \n\n  \n\n* Möjlighet att jobba med tekniskt utmanande lösningar för högprofilerade kunder.\n* Friheten att alltid ha de bästa verktygen: snabb dator, gott om testtelefoner, rätt tangentbord, alla kablar och licenser du behöver – på eget initiativ.\n* Flexibelt upplägg med hybridmodell (en dag i veckan på kontoret för gemenskap och kunskapsutbyte).\n* En arbetsplats där du kan växa och utforska de senaste teknikerna tillsammans med ett starkt team.\n* Satsningar på ditt välmående – från friskvårdsbidrag till en arbetsmiljö där balans mellan jobb och fritid är en självklarhet.\n\n\n Vi tror på energi, nyfikenhet och att dela erfarenheter. Hos oss är olikheter en styrka, och vi vill att du ska känna att du kan växa – både som utvecklare och som människa.\n   \n\n  \n\n För mer information kontakta VD Camilla Landén på camilla.landen@b3.se","company_url":"https:\/\/se.linkedin.com\/company\/b3-mobile","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHW4uEaCMzaew\/company-logo_100_100\/company-logo_100_100\/0\/1675241204508?e=2147483647&v=beta&t=0uDmL1OFFte3g7aTv6bdanljKDHBSqHv3mrCHbr3bOg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]