[{"id":"2d71d0022497f9f7","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=2d71d0022497f9f7","job_url_direct":"http:\/\/se.indeed.com\/job\/full-stack-developer-2d71d0022497f9f7","title":"Full Stack Developer","company":"VXA AB","location":"Stockholm, AB, SE","job_type":null,"date_posted":1761436800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**TL;DR** - We’re seeking exceptional Fullstack Founding Engineers to help build the future of AI and marketing. You will work across our entire stack to build features that will empower the next generation of marketers and builders.\n\n**Why VXA**\n\nVXA is building the AI-native marketing workspace. The new infrastructure for how creative work gets done.\n\nWe help brands automate content creation, performance insights, and campaign execution through our intelligent, on-brand AI systems.\n\nFrom fast-growing startups to global names, teams already use VXA to create campaigns that perform, in minutes instead of days. Traction is strong, the roadmap is ambitious, and we’re just getting started.\n\nWe’re a small, senior team backed by some of the best investors in the Nordics, operating from a beautiful office in Östermalm, Stockholm.\n\n**The Role**\n\nAs a Founding Engineer, you’ll shape both our product and the company itself.\n\nYou’ll work directly with the founder, own critical systems, and help define the technical foundation for a product that will scale globally.\n\n**What You’ll Do**\n\n* Build core product features end-to-end using Next.js, Supabase, and Vercel\n* Integrate multi-model AI workflows via Mastra, OpenAI, and Anthropic\n* Collaborate tightly with design and product to ship beautiful, high-impact experiences\n* Shape architecture, tooling, and infrastructure as we scale\n* Help set the tone for engineering culture, velocity, and product quality\n\n**What We’re Looking For**\n\n* Strong frontend skills (Next.js \/ TypeScript) and comfort working full-stack\n* Curiosity and hands-on experience with AI integrations (LLMs, agents, frameworks)\n* Product-minded builder who values clarity, speed, and clean UX\n* Low-ego collaborator with strong judgment and bias for action\n* Based in or aligned with CET hours\n\n**Our Stack**\n\nFrontend: Next.js, TypeScript\n\nBackend: Supabase\n\nCloud: Vercel, Supabase\n\nAI: Mastra, OpenAI, Anthropic, other LLM providers\n\nTooling: GitHub, internal agent workflows\n\n**Compensation**\n\nCompetitive market salary + stock options.\n\n**Why This Role Matters**\n\nVXA is early, well-funded, and moving fast.\n\nYou’ll join a small, founder-led team where your decisions directly shape the product, the company, and the market we’re defining. We value execution, taste, and precision over process. You’ll have real ownership, and meaningful equity, in a company backed by top Nordic investors and trusted by leading brands.\n\n**How to Apply**\n\nSend us a short note or something you’ve built that reflects how you think.\n\nWe’ll move quickly. If you want to help build the operating system every brand will use. Join us!\n\nJobbtyp: Tillsvidare\n\nLön: 40 000,00kr - 60 000,00kr per månad\n\nErfarenhet:\n\n* Webbutveckling: 3 år (Meriterande)\n\nArbetsort: På plats","company_url":"https:\/\/se.indeed.com\/cmp\/Vxa-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4317668991","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4317668991","job_url_direct":null,"title":"Backend Developer Intern  [Remote]","company":"XR Solutions","location":"Stockholm County, Sweden","job_type":"other","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About XR Solutions** \n\n\n\n\n XR Solutions is a technology-driven company pioneering\n **machine learning-powered augmented reality solutions** \n for industrial clients.\n \n\n\n\n Our mission is to revolutionize how machines are operated, maintained, and optimized — enabling workflows and innovations that were once impossible. We combine research-based optimizations with cutting-edge AR technology to create\n **practical, reliable, and high-performance solutions** \n that reshape industries.\n \n\n\n\n This internship offers a rare opportunity to\n **build backend systems that directly power advanced AR applications** \n used in real-world industrial environments.\n \n\n\n\n  \n\n\n\n\n\n**Role Overview:** \n\n\n\n\n We’re looking for a\n **passionate, detail-oriented Backend Developer Intern** \n with a strong interest in\n **API development, system integration, and backend architecture** \n .\n \n\n\n\n This is a\n **remote, hands-on role** \n where you will work closely with experienced developers to design, implement, and maintain backend services that support our AR platforms.\n \n\n\n\n While this is initially\n **unpaid** \n , exceptional performance may lead to a\n **paid position** \n after the internship.\n \n\n\n\n  \n\n\n\n\n\n**What You’ll Do:** \n\n\n\n* **Develop APIs** \n : Build and maintain high-performance REST APIs using\n **Node.js** \n and\n **Express.js** \n .\n* **Database Management** \n : Work with\n **PostgreSQL** \n and ORM tools (Sequelize) to design and optimize database schemas.\n* **System Integrations** \n : Assist in integrating backend services with AR platforms and machine learning pipelines.\n* **Testing & Quality Assurance** \n : Write and run\n **unit and integration tests** \n to ensure stability and performance.\n* **DevOps Support** \n : Learn to work with\n **AWS cloud infrastructure** \n and contribute to maintaining scalable, secure environments.\n* **Troubleshooting & Maintenance** \n : Help debug, patch, and optimize backend systems to improve reliability.\n* **Code Reviews** \n : Participate in peer reviews to maintain code quality and follow industry best practices.\n\n\n\n  \n\n\n\n\n\n**Required Skills:** \n\n\n\n* Proficiency in\n **Node.js** \n and\n **Express.js**\n* Solid\n **JavaScript** \n &\n **TypeScript** \n skills\n* Experience with\n **PostgreSQL** \n (basic to intermediate)\n* Familiarity with\n **AWS services** \n (some training provided)\n* Understanding of\n **Git** \n (we use Bitbucket)\n* Basic knowledge of\n **CI\/CD pipelines**\n* Awareness of\n **IT security fundamentals**\n* (Bonus) Experience with\n **Sequelize ORM**\n\n\n\n  \n\n\n\n\n\n**What You’ll Gain:** \n\n\n\n* Hands-on experience building backend systems for\n **real-world AR applications**\n* Exposure to\n **AWS-based scalable architectures**\n* Experience with\n **industrial-grade API design, testing, and security**\n* Involvement in a\n **live product launch**\n\n\n\n  \n\n\n\n\n\n If you’re excited about this opportunity and eager to learn, please send your resume outlining your interest in the position. We look forward to helping you grow your skills and advance your career in backend development.","company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHeCFw56iRkeQ\/company-logo_100_100\/company-logo_100_100\/0\/1633338980908\/xr_solutions1_logo?e=2147483647&v=beta&t=Sp6Rv1MGRYTqKXD1xlNxk1Ry95mBFlOuB6_Kzq8ZQPQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4287399561","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4287399561","job_url_direct":null,"title":"Frontend-focused Fullstack Developer","company":"Mynewsdesk","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"peter.nycander@mynewsdesk.com","description":"**Are you a senior Frontend Developer with a passion for web technologies and a love for building smart and robust solutions?**\n We are looking for a experienced frontend developer to help us develop the market-leading PR platform in the Nordics, that reach thousands of users and customers every day.\n   \n\n  \n\n**What is it like to work at Mynewsdesk?**\n At Mynewsdesk, we believe you do your best work when you enjoy what you do. No one excels when they are given an infinite backlog of boring JIRA-tickets.\n   \n\n  \n\n We do our very best at making sure you are working with whatever excites you the most, as long as it aligns with our company goals. At Mynewsdesk you will be surrounded by dedicated, experienced developers who will help you reach the next level as a developer. Regardless if it is broadening your backend knowledge or making sure our components are top-tier accessible.\n   \n\n  \n\n**Our stack**\n Our frontend tech stack includes React, Apollo GraphQL, Styled Components\/CSS, and Next.js. On the backend, we use mostly Ruby and some Node.js, and the most common pattern for us is to store data in PostgreSQL.\n   \n\n  \n\n While this is a frontend-focused role, we see it as a strong advantage if you are open to working with backend technologies and frameworks, including Ruby and GraphQL, to contribute to full-stack solutions. We are used to teaching Ruby to our new developers, so prior experience is not required. We use standard tools for collaboration and development, such as GitHub, Jira, Slack, and G-Suite.\n   \n\n  \n\n**What will you do?**\n* Develop and maintain frontend solutions using React, Apollo GraphQL, and Styled Components. This includes maintaining and developing our design system, as well as feature building.\n* Collaborate closely with other developers, designers and product leads as part of a cross-functional team.\n* Mentor other developers and share knowledge on modern frontend practices.\n* Contribute to backend development when needed, including designing GraphQL schemas and implementing resolvers in Ruby\n\n\n**Who are you?**\n* You are an experienced frontend developer with at least 5 years of professional experience and have a strong background in React.\n* You have an interest in working with backend technologies such as Ruby or Node.js.\n* You take pride in your work and know how to balance quality with timely delivery.\n* You thrive in an agile environment and enjoy taking responsibility for technical design, implementation, and maintenance.\n* You actively participate in discussions, discoveries, and planning processes.\n* You have a passion for product development and enjoy seeing your solutions deployed to production.\n* You communicate fluently in English and have strong language skills in Swedish or Norwegian.\n\n\n**Apply now and let’s grow together!**\n Answer the questions in the application process and preferably apply with your LinkedIn profile. No CV or cover letter is required.\n   \n\n  \n\n Questions? Contact VP Engineering peter.nycander@mynewsdesk.com\n   \n\n  \n\n Mynewsdesk is a true pioneer, providing communicators with a modern digital PR service. With just one click, you can give the right audiences direct access to relevant press releases, blog posts, social media feeds, high-resolution images and graphics, videos, and more – at the right time. Influencers can start following your newsroom, engage with content, and become part of a network of influencers.","company_url":"https:\/\/se.linkedin.com\/company\/mynewsdesk","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGZUGUs0dbD7Q\/company-logo_100_100\/company-logo_100_100\/0\/1643708525072\/mynewsdesk_logo?e=2147483647&v=beta&t=2XOA7gyMLOqmHdXvDcVdYZantSg5JkIc68cAnLqQPZE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4133464952","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4133464952","job_url_direct":null,"title":"TEAM LEAD & BACKEND SOFTWARE DEVELOPER","company":"Betsson Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"THE WOW\n   \n\n\n As a Team Lead at Betsson Group, you will lead a team of talented people and take overall responsibility for team performance. As the Team Lead, you will take an active role in driving the delivery of your team and promoting a healthy team spirit and culture. You will also participate as a developer in designing and developing next generation Engagement products for the iGaming industry.  \n \n\n\n  \n\n ABOUT THE JOB\n   \n\n\n\n As part of this team, you will use cutting edge technology to develop highly scalable and resilient application. As a team lead you will also enable us to get these applications into the hands of our users safely, quickly, and sustainably. In Engagement Area, We develop products to boost customer engagement. Our goal is to provide the best customer experience on the market, and we do that through personalized communication, interesting and fun promotions, and gamification. We work closely with our commercial users to ensure we deliver the best CRM tools and products. All designed and developed by us and delivered safely, quickly and sustainably using best-if-bread technologies and processes. \n \n\n\n\n  \n\n As a Team Lead and Backend Developer, your day to day will look like\n   \n\n  \n* People management, mentoring and coaching developers, taking part in recruiting and onboarding, performance reviews, personal development planning and 1-to-1’s.\n  \n* Close collaboration with Product Managers, Architects, and Stakeholders to understand and implement business requirements.\n  \n* Software development according to modern best practices and principles.\n  \n* Taking part in the decision-making process for design or improvement of application architecture, solution development, architecture, and code review\n  \n\n\n  \n\n WHAT WE ARE LOOKING FOR\n   \n\n  \n* Experience in software development for more than 5 years\n  \n* Experience of managing teams of software engineers\n  \n* Strong leadership and communication skills\n  \n* Agile mindset, business goals orientation\n  \n* Excellent knowledge and experience in C#, .NET Framework, and .NET Core\n  \n\n\n  \n\n WHAT DOES OUR TECH STACK LOOK LIKE?\n   \n\n\n At Betsson, we pride ourselves on adaptability and keeping up with the latest technologies. Our current tech stack looks like this\n \n\n\n  \n\n  \n* C#, .NET Framework, .NET Core,\n  \n* AWS, Kubernetes, Docker\n  \n* PostgreSQL, MSSQL, Redis, Couchbase\n  \n* Apache Kafka, RabbitMQ\n  \n* Prometheus, Loki, Grafana\n  \n* GitHub\n  \n\n\n  \n\n WHAT WE OFFER\n   \n\n\n Life at Betsson can be lightning fast with twists and turns but always FUN! Then again, what else would you expect from a business 75% millennial and 1700 strong, spread across 7 offices with 900 based out of our Malta HQ alone! We recognize it may not be for the faint-hearted, but if you’re a go-getter, initiator and adrenaline junkie, always striving to push the boundaries and challenge yourself, then you’ll fit right in.\n \n\n\n  \n\n\n We offer numerous challenges where your skills will be put to good use! We encourage innovation, independence and celebrate success where you will be part of multi-cultural and diverse company, with people from all over the world.\n \n\n\n  \n\n CHALLENGE ACCEPTED?\n   \n\n\n If you are interested to learn more, please apply with your CV.\n \n\n\n  \n\n\n Check out the Betsson Group Blog to find out what our employees are talking about\n \n\n\n  \n\n\n By submitting your application, you understand that your personal data will be processed as set out in our Privacy Policy","company_url":"https:\/\/mt.linkedin.com\/company\/betsson-group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFzZe1y4vbFfw\/company-logo_100_100\/B4DZap.l18HwAU-\/0\/1746608480365\/betsson_group_logo?e=2147483647&v=beta&t=M2X9UXZ_2mqeO2SfNA_6siDPWHoLEAMQjCZ6j_UBUU8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4133467487","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4133467487","job_url_direct":null,"title":"Gaming- Senior .NET Engineer","company":"Betsson Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Are you an experienced Senior Backend .NET\/C# Engineer looking for your next career opportunity? The Gaming Area within Product Development is now hiring! The Gaming Area at Betsson Group focuses on Game Play and Game Discovery across all our brands and markets. We aim to offer the best gaming products in the industry and an exciting user experience when playing on our sites. We cover game lobbies, gaming initiatives, provider integrations and more.  \n \n\n\n  \n\n**THE WOW** \n  \n\n\n Our Gaming platform is the core of everything we do. It supports all our gaming sites and is central to the company strategy.\n \n\n\n  \n\n\n You will be part of preparing our journey to containerization, increasing the scalability of our systems while also maintaining their high quality. To accommodate new requirements, we are constantly re-evaluating our systems design and working on exciting new features. You will be part of a passionate team, which is building an industry leading, scalable, multi-brand platform to support 25+ online brands! Our brands are used by hundreds of thousands of users and growing\n \n\n\n  \n\n\n To sum it up you will be taking our Gaming platform, which is used by a worldwide audience, to a new level!  \n \n\n\n  \n\n**SOME OF THE THINGS THAT WE WOULD LIKE TO SEE** \n  \n\n\n Previous experience as a backend developer and relevant experience with some of the core technical skills mentioned below. You are a collaborative person who readily offers help and shares knowledge with your colleagues.\n \n\n\n  \n\n  \n* C#, .NET, NET Core\n  \n* SQL Server and NoSQL databases\n  \n* Unit testing frameworks\n  \n* Messaging within a micro service architecture\n  \n* Agile development\n  \n\n\n  \n\n\n And\/or to have experience working with kafka, a modern front-end framework (e.g. Angular), Docker containerization, Domain driven design.\n \n\n\n  \n\n\n\n\n\n  \n\n What’s in it for you?\n   \n\n\n We can offer you an environment full of ambition and passion. One day is never like the other as the only constant is change, to the better, to the greater. We strive to be the best in whatever field we choose to play on, and we make sure to have fun along the way!\n \n\n\n  \n\n  \n* A friendly, open and humble working environment, where you will have the chance to work alongside with colleagues from all over the world\n  \n* A chance to evolve your skills together with your colleagues with various programs and initiatives\n  \n* Personal development through courses, in-house training and external certification\n  \n* Freedom with responsibility\n  \n\n\n  \n\n CHALLENGE ACCEPTED?\n   \n\n\n If you are interested to learn more, please apply with your CV in English.\n \n\n\n  \n\n\n Check out the Betsson Group Blog to find out what our employees are talking about\n \n\n\n  \n\n\n By submitting your application, you understand that your personal data will be processed as set out in our Privacy Policy","company_url":"https:\/\/mt.linkedin.com\/company\/betsson-group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFzZe1y4vbFfw\/company-logo_100_100\/B4DZap.l18HwAU-\/0\/1746608480365\/betsson_group_logo?e=2147483647&v=beta&t=M2X9UXZ_2mqeO2SfNA_6siDPWHoLEAMQjCZ6j_UBUU8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4297790643","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4297790643","job_url_direct":null,"title":"AI\/ML Developer","company":"HID","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"accommodations-ext@hidglobal.com","description":"**An Amazing Career Opportunity for an** \n**AI\/ML Developer !!**\n**Location:** \n Stockholm, Sweden; hybrid\n   \n\n  \n\n**Job ID:** \n 41789\n   \n\n  \n\n Join a forward-thinking engineering team where innovation meets impact. We're looking for an AI\/ML Developer with deep expertise in data science and machine learning to design, build, and deploy production-grade models across cloud and on-prem environments. If you're passionate about solving real-world problems with AI and thrive in fast-paced, hands-on development, this is your opportunity to make a difference.\n   \n\n  \n\n**Who are we?**\n HID powers the trusted identities of the world’s people, places, and things, allowing people to transact safely, work productively and travel freely.\n   \n\n  \n\n We are a high-tech software company headquartered in Austin, TX, with over 4,500 worldwide employees. Check us out here: www.hidglobal.com and https:\/\/youtu.be\/23km5H4K9Eo\n   \n\n  \n\n**Identity and Access Management Solutions (IAMS):**\n HID Global IAM products protect more than 85 million user identities.\n   \n\n  \n\n HID Global Identity and Access Management Solutions products protect more than 85 million user identities. At HID Global, we understand that no person, device, or workplace can go unprotected. This philosophy of Zero Trust drives us to create new advances in risk-based multi-factor authentication, leads us to secure user identities in converged access environments and drives the need to expand implementations with our industry-leading digital certificates and PKIaaS solution to manage them at scale.\n   \n\n  \n\n**As our** \n**AI\/ML Developer** \n**, you’ll support HID’s success by:**\n* Collaborating closely with the AI Center of Excellence, AI teams, and product teams to align development efforts with strategic goals.\n* Designing, implementing, and deploying machine learning models for production use cases (classification, anomaly detection, NLP, and fraud detection).\n* Building and maintaining data pipelines, ETL processes, and feature stores for scalable ML experimentation.\n* Working with cloud platforms (AWS SageMaker, GCP, Snowflake, Kafka, Docker, Jenkins) to deliver end-to-end AI\/ML solutions.\n* Developing APIs and microservices to integrate ML models with business applications.\n* Conducting experiments with LLMs, multi-agent systems, and synthetic data generation for advanced use cases.\n* Ensuring model observability, explainability, and compliance with industry and regulatory standards.\n* Collaborating cross-functionally with product, engineering, and business teams to translate requirements into ML-driven solutions.\n* Documenting models, processes, and experiments; conducting knowledge transfer and support audits or due diligence.\n\n\n**Your Experience and Background include:**\n* 5+ years of experience in AI\/ML, Data Science, or related fields.\n* Proven track record in Python development with strong knowledge of NumPy, pandas, scikit-learn, XGBoost, and ML frameworks.\n* Experience with AWS Machine Learning ecosystem (SageMaker, boto3, CloudWatch) .\n* Strong knowledge of SQL and experience with data warehouses (Snowflake, BigQuery).\n* Hands-on with CI\/CD, MLOps, and DataOps practices.\n* Experience deploying models in Flask\/Docker\/Jenkins environments.\n* Exposure to LLMs, RAG architectures, and AI workflow automation (LangChain, n8n, neo4j) .\n* Strong understanding of data governance, quality assurance, and regulatory reporting.\n* MSc in Computer Science, Data Science, Machine Learning, or a related technical field.\n* Experience working in agile environments and familiarity with cross-functional collaboration.\n* Strong focus on user-centered design and iterative development.\n* Experience with A\/B testing, BI tools (Tableau), and anomaly detection systems.\n* Knowledge of responsible AI practices and security standards (OWASP) .\n* Committed continuous learner who actively keeps up with the latest developments in AI\/ML and is always eager to share insights and knowledge across the organization.\n* Strong advocate for diversity, equity, and inclusion in the workplace.\n* Results-oriented, with the ability to balance technical depth with business acumen.\n* Language Skills\n* Ability to effectively communicate in English, both verbally and in writing.\n* Proficient in reading and interpreting technical documentation, including journals, specifications, and international standards.\n\n\n**What we can offer you:**\n* Competitive salary and rewards package\n* Competitive benefits and annual leave offering, allowing for work-life balance\n* A vibrant, welcoming & inclusive culture\n* Extensive career development opportunities and resources to maximize your potential\n* To be a part of a global organization that is pioneering the hardware, software and services that allow people to confidently navigate the physical and digital worlds\n\n\n**Why apply?**\n* Empowerment: You’ll work as part of a global team in a flexible work environment, learning and enhancing your expertise. We welcome an opportunity to meet you and learn about your unique talents, skills, and experiences. You don’t need to check all the boxes. If you have most of the skills and experience, we want you to apply.\n* Innovation: You embrace challenges and want to drive change. We are open to ideas, including flexible work arrangements, job sharing or part-time job seekers.\n* Integrity: You are results-orientated, reliable, and straightforward and value being treated accordingly. We want all our employees to be themselves, to feel appreciated and accepted.\n\n\n HID is committed to building a diverse, equitable, and inclusive workforce that reflects the global communities we serve. As an equal opportunity employer, we welcome applications from individuals of all backgrounds, experiences, and perspectives. We evaluate applicants without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, disability, age, veteran status, or any other legally protected characteristic. Our goal is to create a workplace that empowers everyone to thrive and be their authentic selves, fostering an environment of mutual respect and inclusivity. If you have a disability and require assistance or accommodation to participate in the application process or to perform essential job functions, please contact accommodations-ext@hidglobal.com .\n   \n\n  \n\n**We make it easier for people to get where they want to go!**\n On an average day, think of how many times you tap, twist, tag, push or swipe to get access, find information, connect with others or track something. HID technology is behind billions of interactions, in more than 100 countries. We help you create a verified, trusted identity that can get you where you need to go – without having to think about it.\n   \n\n  \n\n When you join our HID team, you’ll also be part of the ASSA ABLOY Group, the global leader in access solutions. You’ll have 63,000 colleagues in more than 70 different countries. We empower our people to build their career around their aspirations and our ambitions – supporting them with regular feedback, training, and development opportunities. Our colleagues think broadly about where they can make the most impact, and we encourage them to grow their role locally, regionally, or even internationally. As we welcome new people on board, it’s important to us to have diverse, inclusive teams, and we value different perspectives and experiences.","company_url":"https:\/\/www.linkedin.com\/company\/hidglobal","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEojinp78zHZA\/company-logo_100_100\/company-logo_100_100\/0\/1632762961395\/hidglobal_logo?e=2147483647&v=beta&t=OpF3b1vNHnIxn_8cWsA_6n5Fe_bYy7tAfekEXaFiInA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4262511609","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4262511609","job_url_direct":null,"title":"Developers to Tele2 - Build the Future of Telecom with Us","company":"Tele2","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Do you want to shape real digital experiences that impact millions of people? Thrive in an environment with freedom, purpose, and fun? At TELE2, we’re building smarter, easier and more sustainable tech – and we want you to join the journey.*\n**About The Role**\n TELE2’s IT organization is evolving rapidly as we build the next generation of digital experiences. As the telecom industry makes bold shifts, we’re determined to lead the way. To support our growth, we’re looking for passionate developers across multiple areas to join our product teams.\n   \n\n  \n\n You’ll be part of an autonomous team, working in a cross-functional setup with designers, product managers, and analysts. Together, you own your product – from architecture and development to deployment and operations.\n   \n\n  \n\n We build cloud-native services in Kubernetes and work in microservice-based architectures. We value simplicity, automation, and quality – and we’re serious about owning what we build.\n   \n\n  \n\n**Who We’re Looking For**\n We’re hiring developers across different roles and backgrounds. You might be a great fit if you identify with one or more of the following:\n   \n\n  \n\n* Backend Developer: Experience with Go, Java, .NET, Spring Boot, or Kafka\n* Frontend Developer: Skilled in JavaScript, Vue or similar frameworks\n* Platform \/ DevOps Engineer: Comfortable with Linux, Kubernetes, GitLab and cloud infrastructure (especially Azure)\n\n\n You don’t need to tick every box – we value curiosity, problem-solving skills, and the drive to learn.","company_url":"https:\/\/se.linkedin.com\/company\/tele2","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHvRdmBaRBbaw\/company-logo_100_100\/B4DZeq14LFHAAU-\/0\/1750917940283\/tele2_logo?e=2147483647&v=beta&t=xeKrBGiNB2V41p0iaHWQ3LM2XFQTbP13-EIfhKo3tjY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4247490817","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4247490817","job_url_direct":null,"title":"Senior Integration Lead Developer","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"ramya.parthasarathy@cgi.com, sjostedt@cgi.com","description":"Beskrivning av tjänsten\n   \n\n  \n\n Vill du vara med i Sveriges vassaste integrations-team? Då är du rätt person för oss! Nu söker vi Dig som vill jobba som Integration Lead Developer på CGI.\n   \n\n  \n\n Vi erbjuder dig som har ett brinnande intresse för integrationsutveckling på Microsoft-plattformen att börja i ett team som arbetar tätt tillsammans. Normalt sitter vi ihop och arbetar från vårt kontor i Stadshagen. Vi arbetar med spännande kunder i alla branscher vilket gör att du ständigt får nya utmaningar och möjlighet att vidareutvecklas.\n   \n\n  \n\n På CGI strävar vi efter att skapa framgångsrika team som har roligt på jobbet och hjälper varandra att utvecklas. CGI är Sveriges ledande IT-företag och ett av världens största. Detta ger fantastiska karriärmöjligheter och möjlighet till spännande uppdrag. Vårt framgångsrika integrationsteam är som ett eget litet företag inom ramarna för stora CGI vilket ger en stark teamkänsla och samhörighet.\n   \n\n  \n\n CGI är Microsoft Gold Partner inom Application Integration. Vårt integrationsteam i Stockholm går för högvarv och behöver förstärkning. Här får Du möjlighet att jobba med några av de bästa integrationsutvecklarna i branschen!\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n* Utveckla robusta, säkra och återanvändbara integrationslösningar med hjälp av Azure Integration Services: Logic Apps, Azure Service Bus, API Management, Event Grid och Azure Functions\n* Leda tekniska designdiskussioner, definiera integrationsmönster och bidra till lösningsarkitekturen\n* Fungera som teknisk ledare för integrationsprojekt och säkerställa överensstämmelse med affärs- och IT-strategier\n* Samarbeta nära med lösningsarkitekter, företagsarkitekter och affärsintressenter\n* Mentorera och stödja junior-\/mellannivåutvecklare och främja bästa praxis och kodkvalitet\n* Driva implementeringen av DevOps och automatiseringsmetoder för integrationspipelines (CI\/CD, Infrastructure as Code)\n* Övervaka integrationsprestanda och proaktivt identifiera förbättringar\n* Äga hela livscykeln för integrationer – från kravinsamling till produktionssupport\n\n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n Vi söker dig som har:\n   \n\n  \n\n* 5 till 8+ års erfarenhet i integrationsutveckling, med stark erfarenhet av att designa och implementera lösningar på Azure iPaas\n* Djupgående kunskaper om Azure Logic Apps, Service Bus, API Management, Azure Functions, Event Grid och hybridanslutningsalternativ\n* Bevisad meritlista inom design av API-baserade arkitekturer, eventdrivna flöden och molnbaserade integrationer\n* Stark kunskap om autentiseringsmekanismer (OAuth 2.0, OpenID Connect, Azure AD) och bästa praxis för säkerhet i integrationer\n* Kunskaper inom CI\/CD-pipelines (helst med Azure DevOps)\n* Erfarenhet av övervaknings- och observationsverktyg (t.ex. App Insights, Log Analytics)\n* Stark förståelse för integrationsmönster, mikrotjänster och tjänsteorienterad arkitektur (SOA)\n* Utmärkta kommunikations-, ledarskaps- och intressenthanteringsfärdigheter\n* Kunskap om docker och containers\n* Obehindrad svenska och engelska i tal och skrift\n\n\n Meriterande om du också har:\n   \n\n  \n\n* Microsoft-certifieringar (t.ex. Azure Solutions Architect, Azure Developer Associate)\n* Erfarenhet av att integrera med SAP, Dynamics 365, Salesforce eller andra on-premise system\n* Kännedom om BizTalk-migreringar till Azure eller strategier för modernisering av integrationer\n* Exponering för dataströmningsplattformar (t.ex. Kafka, Event Hubs)\n* Bakgrund inom agila\/Scrum-metoder\n\n\n**Vad du kan förvänta dig av oss:**\n Integrationsteamet på CGI är ett gäng som trivs ihop, delar kunskap och stöttar varandra. Här är det lätt att vara sig själv, och det finns alltid någon att bolla idéer med. Ibland gör vi något kul tillsammans efter jobbet, som en spelkväll – bara om man vill, såklart!\n   \n\n  \n\n**Låter det intressant?**\n Vi ser fram emot att höra ifrån dig! Skicka in din ansökan redan i dag då urvalet sker löpande. Har du frågor om rollen, kontakta gärna rekryterande konsultchef Ramya Parthasarathy, ramya.parthasarathy@cgi.com eller konsultchef Henrik Sjöstedt, henrik,sjostedt@cgi.com.\n   \n\n  \n\n**Vad CGI erbjuder dig**\n CGIs kombination av global och lokal närvaro, med kontor på 30 orter i Sverige, ger nöjda kunder men innebär även att du som anställd alltid har ett kontor nära dig. Detta i kombination med flexibla arbetstider ger dig möjlighet till balans mellan privatliv och arbete, oavsett var i livet just du befinner dig.\n   \n\n  \n\n På CGI finns även stora möjligheter till interna karriärvägar där du kan välja att bli specialist inom ditt område, bredda dig inom nya områden eller ta en ledande befattning. Via våra interna nätverk, projekt och åtaganden i globala och nationella industrier, erbjuder vi dig kompetensutveckling och engagerade ledare som stöttar just dig i din utveckling.\n   \n\n  \n\n Mer information om våra förmåner:\n   \n\n  \n\n* Aktieprogram och delägarskap: Som delägare har du möjlighet att påverka och i vårt aktieprogram matchar CGI ditt bidrag, krona för krona upp till 3% av din månadslön.\n* Friskvårdsbidrag: Vi erbjuder ett årligt friskvårdsbidrag på 4000 kr.\n* Föräldralön: Vi betalar upp till cirka 90% av din lön under den första tiden hemma.\n* Trygg anställning: Våra konsulter anställs med kollektivavtal och försäkringar.\n* Pensionslösningar: Vi erbjuder attraktiva och förmånliga pensionslösningar.\n* Personalbil: Personalbilen används som en privatbil men leasas av CGI.\n\n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4300043613","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4300043613","job_url_direct":null,"title":"Senior Engineering Manager for CRM & Marketing Technology","company":"King","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Craft:**\n Technology & Development\n   \n\n  \n\n**Job Description:**\n The Senior Engineering Manager for Marketing & Promotions leads and manages a critical team within King’s Player Experience Operations organization. This role is accountable for building, scaling, and maintaining systems that underpin King’s product marketing capabilities. These systems are foundational to King’s player-centric strategy and enable cross-game personalization, marketing and engagement. The team’s mission is to equip game teams with the tools, data, and capabilities needed to deliver impactful player experiences and interactions. The engineering manager will need to bridge content, data, and operations to enable effective marketing across channels inside and outside the games. This may extend to overseeing a virtual team including team members from other Live Ops sub-domains and Game Platform’s Core Data team.\n   \n\n  \n\n* Goals\n\n\n**Goal 1: Deliver Scalable, Secure and Compliant Consumer Marketing Systems**\n What: Evolve and maintain high-reliability marketing and engagement systems (e.g. Braze, segmentation and events management) that enable player engagement while respecting privacy and player data.\n   \n\n  \n\n Why: Marketing is foundational to driving player engagement: from onboarding new players, reactivating players and nudging active players towards monetization. At King we rely on a combination of third party tools including Braze to work seamlessly with our internal data and Live Ops capabilities. Robust marketing technology reduces friction, supports tentpole events such as All Stars alternative payments and ensures long-term growth in player lifetime value. This role contributes to a virtual team that aims to deliver exceptional, enjoyable and personal experiences to our player base, enabled through technology and an internal operating model that prioritise scalability, collaboration and speed-to-market.\n   \n\n  \n\n**Key Activities:**\n* Modernize marketing technology and supporting systems to support marketeers’ needs for automated, scalable consumer messaging with high reliability and security.\n* Collaborate with Product and Marketing stakeholders to meet evolving business requirements.\n* Drive standardization and platform-wide adoption of core marketing technology and tools.\n\n\n**Potential Success Metrics:**\n* 30% reduction in setup time for marketing campaigns across games.\n* Player engagement uplift tied to new marketing technology capabilities and data connectivity.\n* Internal NPS from game teams on marketeer experience.\n* Increased productivity per FTE and Elevate daily work (# of campaigns able to be supported)\n* Improved time-to-market for innovation (# of new features built, Reduced time-to-value) and overall Rate of Improvement\n\n\n**Goal 2: Deliver data connections between King and Third-Party systems to improve overall reporting and attribution for all CRM activity and improve automation capabilities\n *(managing dependencies on contributing teams)***\n What: Ensure we build and maintain APIs and services enabling data connectivity in alignment with Candy CRM and Shared Tech Live Ops needs.\n   \n\n  \n\n Why: Availability of data via our Marketing Tech Platform including third-party tools is essential for triggering marketing comms to players and for reporting on campaign effectiveness. A scalable and reusable approach is required and will reduce duplication across games.\n   \n\n  \n\n**Key Activities:**\n* Design and oversee a unified data-exchange contract between Unified Platform (UP) services and Braze, defining events, attributes, and consent flags.\n* Build real-time and batch pipelines that make gameplay, economy, and segmentation data available to marketeers within defined SLAs.\n* Expose self-serve APIs & SDKs so game teams can push new data attributes or subscribe to downstream campaign results without bespoke work.\n* Orchestrate cross-domain architecture reviews with Game Platform Core Data and Live Ops to ensure reuse of identity, consent, and compliance components (GDPR\/CCPA).\n* Automate data-quality monitoring & alerting (e.g., schema drift, null rates, PII violations) and ensure proactive monitoring for stakeholders.\n* Pilot advanced attribution & suppression logic (multi-touch, channel fatigue) and document playbooks for marketers.\n\n\n**Potential Success Metrics:**\n- Increased scale of activity (ratio of personalised vs bulk comms.)\n\n < 5 % schema-drift incidents\/quarter detected by automated monitoring.\n - 50 % reduction in manual data-mapping effort for new campaigns (measured via onboarding surveys).\n\n- Marketeer NPS +20 points for “data availability & reliability” dimension versus prior baseline.\n\n- Responsibilities\n\n**Define & Communicate the Engineering Strategy for Marketing & Promotions**\n Develop a cohesive vision and execution plan across the two teams to deliver scalable, compliant, and game-integrated systems. Align this strategy with Shared Tech’s mission of player-centricity, and King’s business goals of enabling trusted and engaging player experiences.\n   \n\n  \n\n**Drive Cross-Domain Collaboration and Integration**\n Ensure that Marketing and Promotions systems are interoperable with Game Systems, Live Ops, Economy, and Player Data. Partner across functions to break silos and accelerate safe, secure game delivery.\n   \n\n  \n\n**Champion Operational Excellence And Developer Experience**\n Embed high standards of automation, observability, and reliability. Reduce manual overhead for game teams by standardizing integrations and platform contracts. Actively improve onboarding and usage of Social and Identity APIs.\n   \n\n  \n\n**Enable Scalable Infrastructure**\n Lead engineering delivery of systems that abstract regulatory complexity away from game teams. Partner with CRM and PXO stakeholders to turn requirements into resilient technical capabilities.\n   \n\n  \n\n**Foster a High-Performance, Supportive Engineering Culture**\n Recruit, grow, and retain top engineering talent. Promote psychological safety, autonomy, and continuous feedback. Create an inclusive culture where experimentation, knowledge sharing, and accountability thrive.\n   \n\n  \n\n* Essential Knowledge\n\n\n**Marketing Technology and Live Games as a Service**\n Deep understanding of consumer marketing technologies (Braze, Swrve or competitors), secure data management, and Live Ops strategies across devices and platforms.\n   \n\n  \n\n**MarTech Engineering**\n Proven ability to build backend services at scale to engage global audiences. Familiarity with MarTech trends and global data privacy regulations.\n   \n\n  \n\n**Backend Scalability & Operability**\n Demonstrated experience building high-volume, high-availability services with strong observability, alerting, and recovery practices.\n   \n\n  \n\n* Key Skills\n* Technical Strategy & System Architecture: Ability to architect and guide complex distributed systems across identity, compliance, and social domains.\n* Cross-Functional Alignment: Skilled at aligning Legal, Product, Engineering, and Game teams behind a unified technical direction.\n* Execution Excellence & Flow Efficiency: Strong delivery leadership with focus on rapid iteration, automation, and shortening cycle times without sacrificing quality.\n* Organizational Leadership & Coaching: A leader of leaders, able to grow engineering managers and build a resilient, high-trust engineering culture.\n* Change Management & Communication: Comfortable navigating ambiguity, aligning diverse stakeholders, and communicating complex concepts clearly at all levels.\n\n\n**About King**\n With a mission of\n *Making the World Playful* \n , King is a leading interactive entertainment company with more than 20 years of history of delivering some of the world’s most iconic games in the mobile gaming industry, including the world-famous Candy Crush franchise, as well as other mobile game hits such as\n *Farm Heroes Sag* \n a. King games are played by more than 200 million monthly active users. King, part of Microsoft (NASDAQ: MSFT), has Kingsters in Stockholm, Malmö, London, Barcelona, Berlin, Dublin, San Francisco, New York, Los Angeles and Malta. More information can be found at King.com or by following us on LinkedIn, @lifeatking on Instagram, or @king\\_games on X.","company_url":"https:\/\/se.linkedin.com\/company\/king","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQE-p94Ng1sc7w\/company-logo_100_100\/B4EZkOgJoyGwAU-\/0\/1756884933779\/king_logo?e=2147483647&v=beta&t=Yy5oUeLTHnakh0j5Xo4K-T2BsAlrA8J30GyT51PTWrY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4317691205","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4317691205","job_url_direct":null,"title":"Systemingenjör med erfarenhet till bolag inom försvarsindustrin","company":"Nexer Tech Talent","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"molly.rytter@nexergroup.com","description":"**Nu söker dig som vill ta nästa steg inom mjukvaruutveckling och DevOps. Som Systemingenjör hos vår kund får du möjlighet att arbeta att designa, bygga och driftsätta mjukvaruutvecklingsmiljöer som gör verklig skillnad.**\n**Att jobba som Systemingenjör**\n I den här rollen får du möjlighet att utveckla, testa och driftsätta mjukvaruutvecklingsmiljöer tillsammans med ett erfaret team. Du kommer arbeta nära sju andra utvecklare i en DevOps-organisation, där fokus ligger på att skapa högkvalitativa utvecklingsmiljöer som möter och överträffar våra kunders behov.\n   \n\n  \n\n Du blir en del av ett team som arbetar med att utveckla metoder, verktyg och infrastruktur för digital utveckling. Avdelningen är en central del av vår utvecklingsekosystem där fokus ligger på att öka effektivitet, hastighet och säkerhet i både produkter och verktyg.\n   \n\n  \n\n Tjänsten är placerad i Järfälla.\n   \n\n  \n\n**Vi söker dig som:**\n* Har en kandidat- eller masterexamen inom datavetenskap, elektronik eller liknande teknisk inriktning.\n* Goda kunskaper inom Linux.\n* Erfarenhet av Kubernetes.\n* Har erfarenhet av programmering i Python, Bash, Yaml.\n* Har förståelse för agilt arbetssätt och DevOps.\n\n\n**Meriterande kunskaper:**\n* Erfarenhet av CI\/CD-verktyg (ex. Jenkins) och versionshantering (Git, Subversion eller liknande).\n* Kännedom om artifact stores samt planeringsverktyg (ex. Jira).\n* Erfarenhet eller intresse av att arbeta med molnplattformar (AWS, Azure, GCP).\n* Meriterande om du arbetat med applikationer som Mattermost, SonarQube, Jenkins, Confluence och Vault.\n\n\n**Ansökan**\n Låter detta som en spännande möjlighet? Vi rekryterar löpande, så skicka in din ansökan så snart som möjligt. Om du har frågor, kontakta Tech Recruiter Molly Rytter på molly.rytter@nexergroup.com.\n   \n\n  \n\n Vi ser fram emot att höra från dig!\n   \n\n  \n\n**Om Nexer Tech Talent**\n Nexer Tech Talent är en del av Nexer Group – ett techbolag med djupa rötter i svenskt entreprenörskap och innovation. Med över 2 500 medarbetare i 15 länder och mer än 35 års erfarenhet hjälper vi våra kunder att ligga steget före strategiskt, teknologiskt och kommunikativt. Läs mer om Nexer Tech Talent här.","company_url":"https:\/\/se.linkedin.com\/company\/nexer-tech-talent","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQE17PZu8nFjMA\/company-logo_100_100\/company-logo_100_100\/0\/1630614300767\/nexer_tech_talent_logo?e=2147483647&v=beta&t=dQquj0dsoUrRL-4-LrRyQKWqWA7q-Ze7OtC3CCX-PPI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4075553233","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4075553233","job_url_direct":null,"title":"Integration specialist","company":"Accigo","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"Amir.hosseini@accigo.se","description":"Nu söker vi vår nästa ledare med flera års erfarenhet av att bygga integrationslösningar. Vi är ett team på 11 utvecklare som jobbar i\n *C#\/.NET-stacken och drivs av uppdrag med mycket logik och avancerade integrationer. Om du vill bygga unikt anpassade lösningar och vara en ledare i leverans- då är vi rätt gäng för dig!* \n\n\n\n\n  \n\n\n\n\n\n**Vad ingår i jobbet som integrationsspecialist på Accigo?** \n\n\n\n\n Som integrationsspecialist hos oss bygger du nya API:er i C#\/.NET och är väl bevandrad i de tekniker som Azure Integration Services erbjuder. Du tar en ledande roll i leverans och har stor möjlighet att påverka och tycka till gällande olika teknikval – vilket är något som vi både uppmuntrar och uppskattar.\n \n\n\n\n  \n\n\n\n\n\n Du kommer även att utveckla och underhålla befintliga kundlösningar i förvaltningsåtaganden. Rollen är dynamisk och bjuder på variationsrika och spännande tekniska utmaningar med stora möjligheter att utveckla dina kunskaper och bredda din erfarenhet utifrån dina egna ambitioner.\n \n\n\n\n  \n\n\n\n\n\n Några exempel på vad du kan komma arbeta med:\n \n\n\n* Designa och skapa integrationslösningar i Microsoft Azure\n* Designa och skapa API:er och fasader för integrationer\n* Arbeta självständigt i mindre uppdrag\n* Leda utvecklingsteam\n\n\n\n  \n\n\n\n\n\n**Vi söker dig som** \n\n\n\n* Under ca 5+ år har jobbat med C# och byggt API:er\n* Tycker att CI\/CD är lika självklart som att solen går upp varje dag\n* Har stor kunskap inom Microsoft Azure utifrån att bygga integrationslösningar\n* Är erfaren inom Azure integration services (Logic Apps, Azure functions, API Management, Azure services bus, data factory och event grid)\n* Tycker om och har erfarenhet av att bygga komplexa lösningar med fokus på logik\n* Är van att jobba och leda i agil scrum-process\n\n\n\n  \n\n\n\n\n\n**Det är meriterande om du dessutom har** \n\n\n\n* Erfarenhet av att arbetat med BizTalk eller liknande integrationsmotor\n* Erfarenhet av konsultrollen\n\n\n\n  \n\n\n\n\n\n**Vem är du?** \n\n\n\n\n Du är en team-player som antagligen gillar att umgås mycket med dina kollegor. För att lyckas på Accigo är det viktigt att du är kommunikativ, nyfiken och prestigelös.\n \n\n\n\n  \n\n\n\n\n\n Du är en problemlösare som vågar testa nya tankar, perspektiv och tekniker.\n \n\n\n\n Du är en naturlig coach åt andra som förstår skillnaden mellan att ge kritik och konstruktiv feedback. Sist men inte minst, strävar du alltid efter att göra ditt bästa i alla lägen.\n \n\n\n\n  \n\n\n\n\n\n**Vårt team, här är det högt i taket!** \n\n\n\n\n Vårt affärsområde som vi internt kallar Custom Development & Integration är ett team på 12 medarbetare, var av 11 utvecklare och en affärsledare som mer än ofta är ute hos kunderna och projektleder eller kravställer nya spännande lösningar.\n \n\n\n\n För oss är laganda och glädje jätteviktigt och vi ser därför till att hitta på roliga aktiviteter med teamet både på och utanför arbetstid.\n \n\n\n\n Det ska vara kul att jobba och alla ska ha möjlighet att utvecklas i linje med sin egen ambition. Det innebär att vi arbetar med många utmanande och spännande projekt i ett lagom tempo. Hos oss är det bara din egen ambition och lust som sätter gränsen för hur mycket du kan utvecklas!\n \n\n\n\n  \n\n\n\n\n\n**Nyfiken?** \n Vi svarar gärna på frågor, eller berättar mer om oss över en kaffe - du kan enkelt komma i kontakt med oss: Amir.hosseini@accigo.se\n \n\n\n\n  \n\n\n\n\n\n Accigo är ett nordiskt konsultbolag som hjälper företag och organisationer med digital affärs- och verksamhetsutveckling med tekniken som möjliggörare. För oss handlar digitalisering till 90% om människor och 10% om teknik. Det är när samspelet mellan människa och teknik fungerar som digitaliseringens fulla styrka visar sig.\n \n\n\n\n För många handlar digitalisering mest om teknik. För oss är det så otroligt mycket större. Digitalisering kan få både människor och organisationer att våga sikta högre, följa sina drömmar och öppna dörrar som de inte ens visste fanns. Och när man ser igenom tekniken och börjar skönja vilka möjligheter som gömmer sig där bakom. Då ser man att framtiden kan vara en fantastisk plats – fylld av mänsklig energi och värme – och digitalisering är inget annat än vår superkraft för att komma dit.","company_url":"https:\/\/se.linkedin.com\/company\/accigo","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHqKEIIEx3t8A\/company-logo_100_100\/company-logo_100_100\/0\/1637664475929\/accigo_logo?e=2147483647&v=beta&t=VwQI4dG5FHcq-HfTRU5hZ5irWCAeOH3-93YUTc00jwU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4261939385","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261939385","job_url_direct":null,"title":"Integrationsarkitekt till Accelerate at Iver","company":"Accelerate at Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"jesper.carlsson@iver.se","description":"*Nu letar vi efter nya medarbetare som vill vara med på vår resa. Som en del av Accelerate at Iver ligger du i teknikens absoluta framkant och arbetar med spännande digitaliserings- och transformationsprojekt hos marknadsledande kunder. Vi är idag över 300 konsulter som brinner för att realisera digitala möjligheter i molnet. Tillsammans med våra kunder stänger vi gapet mellan aspiration och framgångsrik implementation.\n **Nu söker vi en Integrationsarkitekt som vill bli en del av Accelerate at Iver och som vill vara med och bidra till bättre IT-lösningar som gör skillnad för våra kunder! Är du vår nya kollega?***\n**Din roll på Accelerate at Iver?**\n Som integrationsarkitekt hos Accelerate at Iver kommer du att bidra till att bygga robusta, moderna och långsiktiga integrationslösningar. Lösningarna byggs främst på Microsoft-teknologi utifrån hybrida moln, dvs on-prem och cloud. I din roll kommer du att kombinera Ivers paketerade tjänster med skräddarsydda kundunika lösningar som byggs av våra spetskonsulter inom integrationsområdet.\n   \n\n  \n\n**Några Exempel På Arbetsuppgifter Kan Vara**\n* Ta fram lösningsförslag utifrån Accelerate at Ivers eller våra kunders arkitektur-principer i kombination med verksamhetsmässiga mål. Dokumentera lösningsförslagen åt utvecklare och andra projektdeltagare\n* Samarbeta i olika delar av projektfaser med kravställning, utvecklare, testare, beställare och produktägare\n* Samarbeta med andra lösningsarkitekter och it-arkitekter för att gemensamt ta fram bra och kostnadseffektiva lösningar\n* Ta fram konceptuella design-förslag som inledande initiativ\n* Identifiera och implementera kvalitetsförbättringar i befintliga lösningar, såsom skalbarhet, säkerhet, återanvändbarhet m.m.\n* Agera brygga mellan verksamhet och IT, kommunicera och argumentera för bra lösningar\n* Assistera i det löpande utvecklings- och förvaltningsarbetet kring integrationslösningar\n* Balansera kort- och långsiktiga mål i ditt arbetssätt\n\n\n**Vad erbjuder vi dig?**\n Accelerate at Iver kan erbjuda dig ett utmanande och varierande jobb som konsult med stora personliga utvecklingsmöjligheter! Vi satsar hårt på kompetensutveckling och att ständigt hålla oss i teknisk framkant.\n   \n\n  \n\n Hos Accelerate at Iver får du utvecklas tillsammans med duktiga och erfarna kollegor som har arbetat med C#, .Net Core och Microservices i flera stora och utmanade projekt de senaste åren. Våra kunder är nationella och globala både medel och stora bolag.\n   \n\n  \n\n Vi har intressanta, långsiktiga uppdrag och team-leveranser där du kan utvecklas och arbeta nära kollegor som delar din passion för teknik.\n   \n\n  \n\n Som anställd på Accelerate at Iver får du ett antal fördelar som:\n   \n\n  \n\n* En trygg och säker anställning\n* Individuellt anpassad utvecklings- och utbildningsplan\n* Friskvårdsbidrag\n* Hälso & sjukvårdsförsäkring\n* Pensions och försäkringsrådgivning\n* Förmånsportal\n* Timbank & volontärdag\n* Medarbetar och familjeaktiviteter i olika former\n\n\n**Vem söker vi?**\n Du bör ha färdigheter inom alla eller vissa av dessa områden:\n   \n\n  \n\n* C#, .NET Core och .NET Framework\n* RESTful services, Microservices, Azure Logic Apps, Azure Function Apps, App Services, Azure API Apps\n* SQL Server, Azure SQL, Entity Framework, Azure Storage, Azure Data Factory\n* Azure Service Bus, Azure Event Grid, Azure API Management, Azure Active Directory\n* Microsoft Visual Studio\/Visual Studio Code, Post man, Git, Azure DevOps, Gitflow, SoapUI\n* PowerShell, Bash\n\n\n Du bör ha jobbat minst 3-5 år i utvecklingsteam med utveckling inom ovanstående områden.\n   \n\n  \n\n Du bör ha jobbat i agila team med scrum- eller kanban som arbetssätt, och vara van vid de olika rollerna och rollfördelningen som ett sådant arbetssätt innebär.\n   \n\n  \n\n För att trivas i rollen som konsult bör du ha lätt att skapa relationer, kunna arbeta både i team och självständigt och ha stor personlig drivkraft och lösningsfokus.\n   \n\n  \n\n Är du en social, flexibel och strukturerad person med stort intresse inom av arbeta med och att utvecklas inom de senaste teknologierna så tror vi du kommer passa in och trivas utmärkt hos oss!\n   \n\n  \n\n För denna position krävs Svenskt medborgarskap, vi utför även bakgrundskontroll av slutkandidat.\n   \n\n  \n\n**Placeringsort**\n Iver finns på 25 platser i Sverige & Norge. För denna roll ser vi att du utgår från ett av våra kontor i Stockholm.\n   \n\n  \n\n**Sök till oss!**\n Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Accelerate at Iver eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse. Du är välkommen att kontakta Jesper Carlsson på jesper.carlsson@iver.se vid frågor eller funderingar kring tjänsten. Vi ser fram emot din ansökan!\n   \n\n  \n\n Välkommen till Accelerate at Iver!","company_url":"https:\/\/se.linkedin.com\/company\/accelerate-at-iver-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9qCEnYo3LEw\/company-logo_100_100\/company-logo_100_100\/0\/1705932924745?e=2147483647&v=beta&t=YypaPrg8V26RH6kSjgMaakZ6TI3u1NuEzUMv-PjQUjk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"b876f32c45bf8e14","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b876f32c45bf8e14","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30188937","title":"UX Design Consultant","company":"H Sustain","location":"Stockholm, AB, SE","job_type":null,"date_posted":1761436800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"hsustain@outlook.com","description":"**About Us:**  \n\nH Sustain is at the forefront of transformation—evolving from developing cutting-edge applications to becoming a nexus for connecting top-tier talent with organizations seeking exceptional consulting expertise. We’re on a mission to redefine the consultancy landscape by assembling a dynamic team of forward-thinking professionals who thrive on solving complex challenges and delivering unparalleled client value.\n  \n  \n\n**Position Overview:**  \n\nWe are looking for a UX Design Consultant to join our growing team of experts. In this role, you will leverage your creativity, user-centered design expertise, and problem-solving skills to create engaging, intuitive, and impactful user experiences. You will collaborate closely with clients, understanding their goals and crafting innovative solutions that address their unique needs.\n  \n  \n\n**Key Responsibilities:**  \n\nPartner with clients to identify business objectives, user needs, and technical requirements.\n  \nConduct user research, usability testing, and analysis to inform design decisions.\n  \nDevelop wireframes, prototypes, and high-fidelity designs that align with user needs and client goals.\n  \nCollaborate with cross-functional teams, including developers, product managers, and other consultants, to ensure design feasibility and consistency.\n  \nPresent design concepts and solutions to stakeholders, incorporating feedback iteratively.\n  \nStay updated on UX design trends, tools, and methodologies to bring innovative ideas to the table.\n  \nSupport H Sustain’s broader mission by contributing to team growth, knowledge sharing, and the refinement of consultancy practices.\n  \n  \n\n**Qualifications:**  \n\nProven experience in UX design, with a portfolio showcasing your ability to deliver impactful solutions.\n  \nStrong proficiency in design tools such as Figma, Adobe XD, Sketch, or similar.\n  \nKnowledge of user-centered design principles, usability best practices, and responsive design techniques.\n  \nExcellent communication and presentation skills, with the ability to articulate design concepts effectively to non-design audiences.\n  \nProblem-solving mindset, with a knack for balancing user needs with business objectives.\n  \nExperience working in consulting or client-facing roles is a plus.\n  \n  \n\n**What We Offer:**  \n\nA collaborative and innovative work environment.\n  \nOpportunities to work on diverse projects with leading clients.\n  \nProfessional development support to help you stay ahead in your career.\n  \nCompetitive compensation and benefits package.\n  \n  \n\nWhy Join H Sustain?\n  \nAt H Sustain, you won’t just be designing for clients—you’ll be helping to shape the future of consulting. Join us as we transform how talent connects with opportunity and make an impact across industries.\n  \n  \n\n**How to Apply:**  \n\nIf you’re ready to take your UX design expertise to the next level, we’d love to hear from you. Submit your CV, portfolio, and a brief cover letter detailing your approach to UX consulting to hsustain@outlook.com.\n  \nÖppen för alla\n  \nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.","company_url":"https:\/\/se.indeed.com\/cmp\/H-Sustain","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"208ceb5464f3251b","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=208ceb5464f3251b","job_url_direct":"https:\/\/jobb.rasulson.com\/jobs\/6666015-user-interface-designer","title":"User Interface Designer","company":"Rasulson Consulting","location":"Stockholm, AB, SE","job_type":null,"date_posted":1761264000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Role Description**  \n\nWe are looking for a UX Designer with a passion for creating intuitive, user-centered digital solutions. In this role, you will conduct user research, usability testing, and translate insights into wireframes and interactive prototypes using Figma and the established design system. You will work closely with product owners, developers, and other designers to ensure a seamless and consistent user experience across digital platforms.\n\n**Responsibilities**\n\n* Conduct user research, interviews, and usability testing\n* Translate business and user needs into wireframes, prototypes, and design concepts\n* Work within and contribute to an established design system\n* Collaborate with cross-functional teams in an agile environment\n* Participate in design reviews and contribute to process improvement\n* Present design solutions clearly to both technical and non-technical stakeholders\n\n**Requirements**\n\n* Minimum 3 years of experience as a UX Designer\n* Proficiency in Figma and solid understanding of user-centered design principles\n* Experience conducting user research and usability testing\n* Experience working in agile, cross-functional teams\n* Excellent communication skills in Swedish and English\n\n**Start:** 2025-11-03  \n\n**Duration:** Until 2026-03-31  \n\n**Location:** Stockholm\n\n**About Rasulson Consulting**  \n\nRasulson Consulting is a specialized staffing and recruitment firm within the IT sector. We partner with established technology companies as well as innovative startups to offer attractive career opportunities for professionals looking to grow within digital development and IT. With our strong technical expertise and extensive network, we effectively match the right consultant with the right assignment. At Rasulson Consulting, you will receive personalized guidance, ongoing feedback, and the opportunity to take the next step in your career.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4317672556","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4317672556","job_url_direct":null,"title":"User Interface Designer Internship (Unpaid)","company":"Gaddr","location":"Stockholm, Stockholm County, Sweden","job_type":"internship","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"About the job\n \n  \n\n\n\n\n\n UI Design Internship (Unpaid)\n \n\n\n\n  \n\n\n\n\n\n Do you come from a specialized Design System or Design Ops course\/bootcamp, and are looking to apply what you’ve just learned in a real MVP-building startup environment? We’re looking for someone to help us maintain consistency across our product and support the ongoing development of our Design System.\n \n\n\n\n  \n\n\n\n\n\n Role Overview\n \n\n\n\n You’ll play a key role in supporting scalable design solutions, identifying inconsistencies, and contributing to the evolution of a robust system. If you’re passionate about systems thinking, documentation, and UI consistency—and ready to grow into a Design Systems specialist—this is the role for you.\n \n\n\n\n  \n\n\n\n\n\n Key Responsibilities\n \n\n\n* Support the development and maintenance of our Design System\n* Build and organize components in Figma, following best practices and atomic design principles\n* Apply and manage design tokens to ensure consistency across products\n* Identify inconsistencies in the product UI and propose system-level improvements\n* Assist with design reviews and help enforce system-wide visual standards\n* Stay curious and proactive in improving both the system and the documentation process\n* Remain open to feedback, iterate based on input, and grow in a fast-paced environment\n\n\n\n  \n\n\n\n\n\n Please Note\n \n\n\n\n This is an unpaid internship, and our startup is in its early stages. This role is perfect for someone eager to gain real-world experience in a fast-paced, creative environment.\n \n\n\n\n  \n\n\n\n\n\n Why Join Us?\n \n\n\n* Real-World Impact: Shape the user experience of innovative web applications.\n* Hands-On Learning: Gain practical skills in UI\/UX design, prototyping, and user testing.\n* Creative Freedom: Contribute ideas and see your designs come to life.\n* Portfolio Growth: Build a strong portfolio with real projects to showcase your talent.\n\n\n\n  \n\n\n\n\n\n If you’re excited about designing seamless digital experiences and want to be part of a growing startup, we’d love to hear from you!\n \n\n\n\n  \n\n\n\n\n\n Apply now and help us create products users love!","company_url":"https:\/\/se.linkedin.com\/company\/gaddr","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGq6nkbVC_zGw\/company-logo_100_100\/company-logo_100_100\/0\/1630603907701\/gaddr_logo?e=2147483647&v=beta&t=0V8RbFaNt0XxRCOczaNO-SXpZjRtolEvf2IYBr75VTQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4277544282","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4277544282","job_url_direct":null,"title":"Digital Workplace Transformation Leader - Sweden","company":"Infosys","location":"Södertälje, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n**Role** \n – Industry Principal \/Digital Workplace Transformation Leader\n   \n\n  \n\n**Skill** \n - Digital Workplace Transformation\n   \n\n  \n\n**Location** \n – Sweden\n   \n\n  \n\n**Compensation** \n – Competitive (including bonus)\n   \n\n  \n\n**Job Description**\n The Digital Workplace Advisory Group is a strategic practice unit established to help orchestrate the breadth of Infosys digital workplace service offerings across the technology service-lines, complemented with experience design, digital adoption & learning services to deliver an integrated and human-centric experience to our enterprise clients in their journey to the future of work. This team is responsible for driving integrated Go To Market incubating industry solutions, Managing Analyst Briefings & provide technology advisory services to Client execs in their digital transformation of workplace.\n   \n\n  \n\n**Your role**\n In the role of Industry Principal, you would be part of team of digital workplace transformation leaders and evangelists on future of work who specialize in leading organizations through digital workplace transformation by leveraging emerging workplace technologies. You will work on customer engagements to define, sell and guide customers on initiatives in the areas of digital workplace strategy, employee experience transformation, workplace modernization, organizational change and smart workspace design.\n   \n\n  \n\n**Role And Responsibilities**\n* Provide technology advisory services to Client Executives on their digital workplace strategy & roadmap.\n* Lead large digital workplace transformation programs as a trusted Technology advisor to clients working with multiple client stakeholders, business groups and service providers.\n* Provide best-fit architectural solutions, technology consultation, assist in defining scope and sizing of work, create technology differentiation to ensure high quality technical solutions and thought leadership for digital workplace.\n* Manage a range of stakeholders and subject matter experts to ensure alignment to business needs.\n* Liase with various integration forums and internal governance committees\n* Strategic and Large deal advisory – Lead integrated solutions for large proposals or client programs (digital workplace).\n* Program manage large consulting\/advisory engagements for digital workplace.\n\n\n**Required - Mandatory:**\n* Experience in IT .\n* A Digital Workplace Technology strategist and evangelist who specializes in leading organizations through digital transformation by leveraging emerging technology and articulating the strategy to deliver new products, business paradigms and ecosystem partnerships that enable growth and increase operational efficiency.\n* Well versed with Industry Standards, OEM Standards, and Service Offerings in the “Digital Workplace” domain to be able to provide solution advisory and transformation strategy.\n* Experience across the breadth of Digital Workplace Technology domains in Three or more of the below service offering domains –\n\n\n Employee Experience, Modern Workplace and Endpoint Management, Digital Collaboration (Team Collaboration , Cloud Voice & Meeting & Collaborative Apps ), DaaS & Device lifecycle Management (Modern device and endpoint management, Cloud Virtual Desktops, Device Analytics & experience management ), Connected Workspaces ( IoT, AR\/VR ), Workplace Security), Digital Adoption & Change Management ( incl. Workplace Analytics), Service desk & experience, ( incl. Conversational AI & Automation).\n   \n\n  \n\n**Personal**\n Besides the professional qualifications of the candidates, we place great importance in addition to various forms personality profile. These include:\n   \n\n  \n\n* Excellent in Verbal, written communication.\n* Strong stakeholder management and negotiation skills to be able to influence or manage difficult stakeholders both internal and external – partners, service providers and customers.\n* Willingness and flexibility to learn new technologies (learnability, having a pulse on industry trends), scale up quickly and adapt to different roles as the situation demands.\n\n\n**Why Infosys**\n Infosys is a global leader in next-generation digital services and consulting. We enable clients in 56 countries to navigate their digital transformation & an equal opportunity employer. With over three decades of experience in managing the systems and workings of global enterprises, we expertly steer our clients through their digital journey. We do it by enabling the enterprise with an AI-powered core that helps prioritize the execution of change. We also empower the business with agile digital at scale to deliver unprecedented levels of performance and customer delight. Our always-on learning agenda drives their continuous improvement through building and transferring digital skills, expertise, and ideas from our innovation ecosystem.\n   \n\n  \n\n Visit www.infosys.com to see how Infosys (NYSE: INFY) can help your enterprise navigate your next.","company_url":"https:\/\/in.linkedin.com\/company\/infosys","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEv67uGFge5Sw\/company-logo_100_100\/B56ZfEsEVpHoAU-\/0\/1751351576332\/infosys_logo?e=2147483647&v=beta&t=cZJHsfAqzeMJNdxHldoUAVht2bRr9_VtbB2VlJJn19I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4299362281","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4299362281","job_url_direct":null,"title":"Data Analytics Engineer","company":"NOBA Bank Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Are you ready to be a key contributor within the Data & Analytics Engineering department at NOBA Bank Group? Your focus will be on advancing analytics capabilities, optimizing data workflows, driving innovation in the cloud, and unlocking the full potential of the organization’s most valuable asset – data.\n   \n\n  \n\n**About The Role**\n The Data & Analytics Engineering department comprises specialized teams focused on Data Infrastructure Engineering, Analytics Engineering, and Data Management.\n   \n\n  \n\n As a Data Analytics Engineer, you'll play a central role in building and optimizing the organization's supporting analytics layer, collaborating across the bank. This role offers broad opportunities to grow and make a tangible impact!\n   \n\n  \n\n We offer a hybrid working model with two common in-office days. While we value flexibility, we also prioritize collaboration, team-building, and enjoying fikas and after-work gatherings together!\n   \n\n  \n\n**Main Tasks**\n* Design and implement efficient data models, focusing on analytics workflows and end-user usability.\n* Build robust and scalable data pipelines to support business intelligence and analytics needs.\n* Collaborate closely with internal stakeholders, such as Risk, Finance, and IT, to ensure data solutions align with business needs.\n* Ensure data quality, security, and compliance throughout the analytics lifecycle.\n* Drive technical improvements, introducing modern tools and processes to enhance analytics capabilities.\n* Partner with other engineers to align transformation processes for analytics purposes.\n\n\n**We Are Looking For Someone Who**\n Enjoys working with data & analytics engineering, modern data practices, and creating insights that drive decisions. We believe you are a detail-oriented and proactive person who thrives in a collaborative environment and enjoy learning new technologies. You approach challenges with a “can-do” attitude and excel in analytical thinking and problem-solving. For this role you’ll need:\n   \n\n  \n\n* Work experience in a similar role within data engineering or analytics engineering\n* An academic degree related to analytics engineering, data engineering, or similar fields.\n* Proficiency in ETL processes, designing analytics-ready datasets, and ensuring clean and usable data for stakeholders.\n* Proficiency in Databricks, dbt (SQL), python and related reporting tools and languages.\n* Experience with Power BI or similar BI tools.\n* Strong English skills, with proficiency in Swedish and\/or Norwegian.\n\n\n**It’s a Plus If You Have**\n* Experience with Microsoft’s data stack (Azure, SQL, and other cloud services).\n* A background in data roles within the financial sector.\n* Knowledge of Agile and Scrum methodologies.\n\n\n**Our Offer To You**\n* Freedom with Responsibility: Flexible working arrangements to suit your work style.\n* Career Development: Opportunities to grow and develop in your role.\n* Feedback Culture: A supportive environment that encourages open communication.\n* Coaching Leadership: Managers who guide and support your career journey.\n* A Caring Company Culture: We genuinely care about each other!\n\n\n In addition to this, it is important to us that you recognize yourself in our values:\n **we are wholehearted, we collaborate and we take the lead.**\n**Have you heard of NOBAVERSE?**\n In our NOBAVERSE, we value openness, trust, and diversity. Here, you can influence your own development and have fun along the way to achieving our goals – all in a workplace that’s a little extra\n *bubbly* \n ! ✨\n   \n\n  \n\n Read more about our employee value proposition on our careers page.\n   \n\n  \n\n**Read more about how our recruitment process works in the FAQ.**\n We care for your privacy and, with reference to the GDPR, would like to ask you not to include any sensitive personal data in your application, for examples information about ethnic origin, political opinions, religious beliefs or information about your health.\n   \n\n  \n\n**Read more about how we handle your personal data here.**\n If you have any questions or concerns about the position, please contact the responsible recruiter.\n   \n\n  \n\n We look forward to receiving your application! 🙏✨","company_url":"https:\/\/se.linkedin.com\/company\/nobabankgroup","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFo97Llpcq8cw\/company-logo_100_100\/company-logo_100_100\/0\/1684248760371\/nobabankgroup_logo?e=2147483647&v=beta&t=2w1eevz1KzkMvzcl-3TTY3RZgnkbBdcm_TEkWeq_moc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0552a2df753b95bf","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0552a2df753b95bf","job_url_direct":"https:\/\/academedia.se\/om-oss\/jobba-hos-oss\/lediga-jobb\/?jobid=303414","title":"Yrkeslärare i IT- och nätverksteknik","company":"NTI Gymnasiet","location":"Luleå, BD, SE","job_type":"fulltime","date_posted":1761436800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"britta.hermansson@ntig.se","description":"NTI Gymnasiet har skolor över hela Sverige, med fokus på teknologi, vetenskap och innovation. Samhällets digitalisering skapar både nya möjligheter och utmaningar inom alla branscher. Vårt uppdrag är att ge våra elever, oavsett program, digital spetskompetens och kunskaper i ny teknik redan på gymnasiet. Vi skapar miljöer, metoder, forum och samarbeten som utvecklar förståelsen för den föränderliga värld vi lever i. Läs mer om våra skolor på [www.ntigymnasiet.se.] (https:\/\/www.ntigymnasiet.se\/)\nVill du vara med och forma framtidens IT-specialister? NTI Gymnasiet söker en engagerad och kunnig yrkeslärare i nätverksteknik som vill bidra till vår vision om att ge eleverna digital spetskompetens och kunskaper i ny teknik. Vi har skolor över hela Sverige och fokuserar på teknologi, vetenskap och innovation. Hos oss får du möjlighet att arbeta i en dynamisk och inspirerande miljö där samhällets digitalisering står i centrum. Om du är passionerad om utbildning och har erfarenhet inom nätverksteknik, så kan detta vara din chans att göra skillnad.\n\n\nOm rollen\n----------\n\n\nI rollen som yrkeslärare i nätverk- och kommunikationsteknik kommer du att undervisa i centrala ämnen såsom nätverkssäkerhet, kommunikationsnät, datasamordning och support samt dator- och nätverksteknik. Du kommer att ansvara för att planera och genomföra undervisning som engagerar och inspirerar våra elever. Ditt arbete kommer att innebära både teoretiska och praktiska inslag, vilket är avgörande för att ge eleverna en verklighetsnära bild av branschen. Du kommer att arbeta i nära samarbete med kollegor och vara en del av ett team som strävar efter att skapa en stimulerande lärandemiljö.\n\n\nKvalifikationer\n----------------\n\n\nFör att lyckas i denna roll söker vi en person med breda kunskaper i IT och nätverksteknik. Du bör ha:\n\n* Relevant utbildning inom nätverksteknik eller IT.\n* Erfarenhet av yrkesundervisning på gymnasiet eller liknande utbildningar.\n* Dokumenterad pedagogisk förmåga och förmåga att anpassa undervisningen efter elevernas olika behov.\n* Förmåga att nätverka med externa samarbetspartners.\n* En genuin vilja att arbeta med ungdomar, bygga förtroende och bidra till deras utveckling.\n\n\nVi värdesätter också att du är strukturerad, ordningsam och har lätt för att samarbeta med andra.\n\n\nArbetsuppgifter\n----------------\n\n\nDina huvudsakliga arbetsuppgifter kommer att inkludera:\n\n* Planera och genomföra undervisning i nätverksteknikens olika aspekter.\n* Utveckla och anpassa kursmaterial för att möta elevernas behov och intressen.\n* Bedöma och följa upp elevernas kunskapsutveckling.\n* Delta i projekt och samarbeten med vårt IT-programråd och potentiella APL-platser.\n* Skapa en inspirerande och trygg lärandemiljö för alla elever.\n\n\nDu kommer även att vara delaktig i skolans utvecklingsarbete och bidra till att förbättra utbildningskvaliteten.\n\n\nVi erbjuder\n------------\n\n\nVi på NTI Gymnasiet erbjuder en stimulerande arbetsmiljö. Du får möjlighet att arbeta med engagerade kollegor som delar din passion för utbildning och teknik. Som lärare har du chans att delta i en flexibel och dynamisk arbetsmiljö där dina idéer och initiativ välkomnas. Du har chans att bidra till att forma utbildningen och skapa framtidens IT-specialister. Vi värdesätter balans mellan arbete och fritid och erbjuder konkurrenskraftiga  \n\nanställningsvillkor.\n\n\nAnsökan\n--------\n\n\nÄr du intresserad av att bli en del av vårt team? Skicka in din ansökan med CV och personligt brev senast 30 november. I ditt brev, berätta om din erfarenhet och varför du är rätt person för denna position. Vi ser fram emot att höra från dig och utforska möjligheten att arbeta tillsammans för att skapa en inspirerande lärandemiljö för våra elever.\n\n **Tillträdesdag**: 26 januari eller så snart som möjligt.  \n\n**Tjänstens omfattning**: 100 % (beroende på förkunskaper)  \n\n**Placeringsort**: Luleå  \n\n**Anställningsform**: Ferietjänst. Vi tillämpar provanställning och individuell lönesättning\n\n *Vid frågor kring tjänsten, kontakta gärna*  \n\nRektor Britta Hermansson, britta.hermansson@ntig.se","company_url":"https:\/\/se.indeed.com\/cmp\/Nti-Gymnasiet","company_url_direct":"https:\/\/www.ntigymnasiet.se\/","company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"d2a3df28c4a48060","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d2a3df28c4a48060","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30189085","title":"Yrkeslärare i IT- och nätverksteknik","company":"NTI Gymnasiet Macro AB","location":"Luleå, BD, SE","job_type":"fulltime","date_posted":1761436800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"britta.hermansson@ntig.se","description":"NTI Gymnasiet har skolor över hela Sverige, med fokus på teknologi, vetenskap och innovation. Samhällets digitalisering skapar både nya möjligheter och utmaningar inom alla branscher. Vårt uppdrag är att ge våra elever, oavsett program, digital spetskompetens och kunskaper i ny teknik redan på gymnasiet. Vi skapar miljöer, metoder, forum och samarbeten som utvecklar förståelsen för den föränderliga värld vi lever i.\n  \n  \n\nLäs mer om våra skolor på www.ntigymnasiet.se.\n  \n  \n\nVill du vara med och forma framtidens IT-specialister? NTI Gymnasiet söker en engagerad och kunnig yrkeslärare i nätverksteknik som vill bidra till vår vision om att ge eleverna digital spetskompetens och kunskaper i ny teknik. Vi har skolor över hela Sverige och fokuserar på teknologi, vetenskap och innovation. Hos oss får du möjlighet att arbeta i en dynamisk och inspirerande miljö där samhällets digitalisering står i centrum. Om du är passionerad om utbildning och har erfarenhet inom nätverksteknik, så kan detta vara din chans att göra skillnad.\n  \n  \n\nOm rollen\n  \n  \n\nI rollen som yrkeslärare i nätverk- och kommunikationsteknik kommer du att undervisa i centrala ämnen såsom nätverkssäkerhet, kommunikationsnät, datasamordning och support samt dator- och nätverksteknik. Du kommer att ansvara för att planera och genomföra undervisning som engagerar och inspirerar våra elever. Ditt arbete kommer att innebära både teoretiska och praktiska inslag, vilket är avgörande för att ge eleverna en verklighetsnära bild av branschen. Du kommer att arbeta i nära samarbete med kollegor och vara en del av ett team som strävar efter att skapa en stimulerande lärandemiljö.\n  \n  \n\nKvalifikationer\n  \n  \n\nFör att lyckas i denna roll söker vi en person med breda kunskaper i IT och nätverksteknik. Du bör ha:\n  \n  \n\nRelevant utbildning inom nätverksteknik eller IT.\n  \n  \n\nErfarenhet av yrkesundervisning på gymnasiet eller liknande utbildningar.\n  \n  \n\nDokumenterad pedagogisk förmåga och förmåga att anpassa undervisningen efter elevernas olika behov.\n  \n  \n\nFörmåga att nätverka med externa samarbetspartners.\n  \n  \n\nEn genuin vilja att arbeta med ungdomar, bygga förtroende och bidra till deras utveckling.\n  \n  \n\nVi värdesätter också att du är strukturerad, ordningsam och har lätt för att samarbeta med andra.\n  \n  \n\nArbetsuppgifter\n  \n  \n\n**Dina huvudsakliga arbetsuppgifter kommer att inkludera:**  \n\nPlanera och genomföra undervisning i nätverksteknikens olika aspekter.\n  \n  \n\nUtveckla och anpassa kursmaterial för att möta elevernas behov och intressen.\n  \n  \n\nBedöma och följa upp elevernas kunskapsutveckling.\n  \n  \n\nDelta i projekt och samarbeten med vårt IT-programråd och potentiella APL-platser.\n  \n  \n\nSkapa en inspirerande och trygg lärandemiljö för alla elever.\n  \n  \n\nDu kommer även att vara delaktig i skolans utvecklingsarbete och bidra till att förbättra utbildningskvaliteten.\n  \n  \n\nVi erbjuder\n  \n  \n\nVi på NTI Gymnasiet erbjuder en stimulerande arbetsmiljö. Du får möjlighet att arbeta med engagerade kollegor som delar din passion för utbildning och teknik. Som lärare har du chans att delta i en flexibel och dynamisk arbetsmiljö där dina idéer och initiativ välkomnas. Du har chans att bidra till att forma utbildningen och skapa framtidens IT-specialister. Vi värdesätter balans mellan arbete och fritid och erbjuder konkurrenskraftiga\n  \nanställningsvillkor.\n  \n  \n\nAnsökan\n  \n  \n\nÄr du intresserad av att bli en del av vårt team? Skicka in din ansökan med CV och personligt brev senast 30 november. I ditt brev, berätta om din erfarenhet och varför du är rätt person för denna position. Vi ser fram emot att höra från dig och utforska möjligheten att arbeta tillsammans för att skapa en inspirerande lärandemiljö för våra elever.\n  \n  \n\n**Tillträdesdag:** 26 januari eller så snart som möjligt.\n  \n**Tjänstens omfattning:** 100 % (beroende på förkunskaper)\n  \n**Placeringsort:** Luleå\n  \n**Anställningsform:** Ferietjänst. Vi tillämpar provanställning och individuell lönesättning\n  \n  \n\nVid frågor kring tjänsten, kontakta gärna\n  \nRektor Britta Hermansson, britta.hermansson@ntig.se","company_url":"https:\/\/se.indeed.com\/cmp\/Nti-Gymnasiet-Macro-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0d9ac38ee0368b22","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0d9ac38ee0368b22","job_url_direct":"https:\/\/karriar.hubexo.com\/jobs\/6666177-it-support-supporttekniker-hos-marknadsdatagruppen","title":"IT Support \/ Supporttekniker hos Marknadsdatagruppen","company":"Hubexo","location":"Ljusdal, X, SE","job_type":null,"date_posted":1761350400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Marknadsdatagruppen söker en serviceinriktad och teknikintresserad **IT Support \/ Supporttekniker** som vill vara förstahandskontakten för våra medarbetare i IT-relaterade frågor. Du kommer att arbeta nära vår IT Operations Manager och vara en viktig del i att säkerställa att allt fungerar smidigt – från datorer och kontorsnätverk till e-post och samarbetsverktyg.\n\n**Dina ansvarsområden**\n\n* Ge **förstalinjesupport** till medarbetare via telefon, e-post och ärendehanteringssystem.\n* Installera, konfigurera och underhålla datorer, telefoner och annan arbetsutrustning.\n* Hantera användarkonton och behörigheter i **Microsoft 365** och **Entra ID**.\n* Hjälpa till med felsökning av nätverk, skrivare och kringutrustning.\n* Förbereda och leverera datorer till nya medarbetare (inklusive onboarding).\n* Dokumentera rutiner, installationer och vanliga lösningar.\n* Samarbeta med IT Operations-teamet för att förbättra och standardisera vår IT-miljö.\n\n**Din profil**\n\n* Erfarenhet av IT-support, helpdesk eller liknande roll.\n* God kännedom om Windows 10\/11, Microsoft 365 och molnbaserade verktyg.\n* Grundläggande förståelse för nätverk (Wi-Fi, skrivare, VPN, DNS, IP-konfiguration).\n* Du är nyfiken, lösningsorienterad och gillar att hjälpa andra.\n* Du arbetar strukturerat, tar ansvar och trivs i en miljö där varje dag kan bjuda på nya utmaningar.\n\n**Meriterande**\n\n* Erfarenhet av ärendehanteringssystem (t.ex. Jira, Zendesk eller Freshdesk).\n* Erfarenhet av mobila enheter (Android\/iOS) och enklare nätverksadministration.\n\n**Varför jobba hos oss**\n\n\nDu blir en del av ett engagerat team som värdesätter både teknik och människor. Vi satsar på moderna verktyg och tydliga processer – men viktigast av allt, vi vill ha kul på jobbet. Här får du möjlighet att utvecklas inom IT, arbeta brett med teknik och bidra till att skapa en smidig arbetsvardag för hela organisationen.","company_url":"https:\/\/se.indeed.com\/cmp\/Hubexo","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4c18f0a6f34c8ca7","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=4c18f0a6f34c8ca7","job_url_direct":"https:\/\/karriar.hubexo.com\/jobs\/6666180-it-operations-infrastructure-manager-hos-marknadsdatagruppen","title":"IT Operations & Infrastructure Manager hos Marknadsdatagruppen","company":"Hubexo","location":"Ljusdal, X, SE","job_type":null,"date_posted":1761350400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Marknadsdatagruppen söker en erfaren och engagerad **IT Operations & Infrastructure Manager** som vill säkerställa stabil, säker och effektiv IT-drift i hela vår verksamhet. Du utgår från vårt **kontor i Ljusdal** och samarbetar med kollegor i **Stockholm** och **Göteborg** för att hålla våra system och nätverk i toppskick.\n\n**Dina ansvarsområden**\n\n* Ansvara för den dagliga IT-driften och säkerställa hög tillgänglighet och stabilitet.\n* Hantera avtal för telefoni och internet.\n* Underhålla kontorsnätverk (LAN\/Wi-Fi) och gemensam utrustning (skrivare, skannrar m.m.).\n* Ge support, administrera och utveckla **Microsoft 365** och **Microsoft Entra ID**\n* Hantera incidenter, uppdateringar och förebyggande underhåll.\n* Ansvara för relationer med IT-leverantörer och underkonsulter, samt välja och utvärdera nya samarbetspartners vid behov.\n\n**Din profil**\n\n* Erfarenhet av IT-drift och infrastrukturförvaltning.\n* God förståelse för nätverk, servermiljöer och systemövervakning.\n* Erfarenhet av administration i Microsoft 365 och Entra ID\n* Meriterande om du har erfarenhet av:\n* + Databaser och servrar\n\t+ Windows Server- och Linux-miljöer\n\t+ Drift av lokala applikationer\n* Du är strukturerad, serviceinriktad och trivs med att lösa problem och förbättra rutiner.\n* Du kommunicerar tydligt på både svenska och engelska, i tal och skrift.\n\n**Varför jobba hos oss**\n\n\nDu blir en del av en växande koncern där IT spelar en central roll i vardagen. Vi värdesätter initiativ, samarbete och nyfikenhet – och vi moderniserar successivt vår infrastruktur, vilket ger dig möjlighet att påverka hur vi bygger nästa generations IT-miljö.","company_url":"https:\/\/se.indeed.com\/cmp\/Hubexo","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4331830094","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4331830094","job_url_direct":null,"title":"Solution Architect","company":"Us3 Consulting","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"sowmya@us3consulting.nl","description":"Company: US3 Consulting\n \n\n\n\n About Company: US3 Consulting is a leading European IT recruitment agency dedicated to connecting top tech talent with innovative companies across the continent. With decades of experience and a fresh approach, we specialize in rapid, cost-effective candidate sourcing across all tech industry sectors. Our expert consultants are committed to building strong, productive relationships, ensuring the perfect fit between candidates and employers.\n \n\n\n\n  \n\n\n\n\n\n Job Title: Solution Architect\n \n\n\n\n Total Experience Required: 10+ years in Information Technology\/Computers\/Software\n \n\n\n\n Relevant Experience Required: 8+ years in designing and implementing enterprise integration and messaging solutions within complex IT environments.\n \n\n\n\n Contract Duration: A minimum duration of 6 months, with the possibility of extension up to 18 months or beyond, depending on project requirements.\n \n\n\n\n Workplace Type: Hybrid (at least 3 times a week at office)\n \n\n\n\n Languages Required: English\n \n\n\n\n Visa\/Work Authorization Status: Candidates must hold a valid work permit or visa to work in Sweden\n \n\n\n\n Work Location: Stockholm, Sweden\n \n\n\n1. Must be currently based in Sweden or\n2. Willing to relocate to Sweden from anywhere within Europe or the UK\n3. Candidates outside Europe\/UK unfortunately cannot be considered\n\n\n\n  \n\n\n\n\n\n About Client: Client offers a dynamic environment where innovation and professional growth are at the forefront. With a strong emphasis on continuous learning, the company provides employees access to extensive training programs, including LinkedIn Learning and an Education Assistance Program.\n \n\n\n\n  \n\n\n\n\n\n The company champions a balanced work-life culture, promoting flexible work hours and a supportive atmosphere that values diversity and inclusion. As a part of the esteemed group, it combines global opportunities with a commitment to employee well-being, making it an ideal workplace for those seeking both professional excellence and personal fulfillment.\n \n\n\n\n  \n\n\n\n\n\n**Key Responsibilities:** \n\n\n\n* Drive the architectural design for MQ distributed to Kafka integration.\n* Contribute to architecture initiatives related to Sterling (file transfer), Kafka cloud multiregional, and API platforms.\n* Collaborate with cross-functional teams to ensure architectural alignment with enterprise standards.\n* Provide technical leadership and guidance to development and integration teams.\n* Evaluate emerging technologies to enhance integration efficiency and reliability.\n\n\n\n  \n\n\n\n\n\n**Essential Skills:** \n\n\n\n* Strong expertise in Middleware technologies including MQ, Message Broker, Sterling, and Batch processing.\n* Proven experience with Queue technologies (MQ) and integration platforms.\n* Solid background in Mainframe systems and DB2 application development.\n* Hands-on experience with IBM Sterling Commerce OMS.\n\n\n\n  \n\n\n\n\n\n**Optional Skills:** \n\n\n\n* Exposure to cloud-native Kafka architecture and multi-regional deployments.\n* Familiarity with modern API management and integration strategies.\n\n\n\n  \n\n\n\n\n\n Interested? Apply Now!\n \n\n\n\n 📧 Send your resume to: sowmya@us3consulting.nl\n \n\n\n\n\n\n\n\n 🔁 Not a fit for you? Share this with someone in your network who might be interested!\n \n\n\n\n 🔗 Connect: linkedin.com\/in\/sowmyakotamarthy\n \n\n\n\n 🌐 Visit our homepage: https:\/\/www.us3consulting.co.uk\n \n\n\n\n 🔗 Follow us on LinkedIn for more exciting opportunities: https:\/\/www.linkedin.com\/company\/us3-consulting\n \n\n\n\n  \n\n\n\n\n\n #SolutionArchitect #Kafka #IBM Sterling #Middleware #MessageBroker #MQ #IntegrationArchitecture #Mainframe #DB2 #APIIntegration #StockholmJobs #ContractRole #EnterpriseArchitecture","company_url":"https:\/\/nl.linkedin.com\/company\/us3-consulting","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHnsW2nAziXuQ\/company-logo_100_100\/B4EZl7ePJhIQAQ-\/0\/1758713148519\/us3_consulting_logo?e=2147483647&v=beta&t=5uAYDmbFDV1zeCHRrzkq0YT2UTpPtZDYjb7cHNBnw0s","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4277544282","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4277544282","job_url_direct":"https:\/\/digitalcareers.infosys.com\/infosys\/global-careers\/apply-digital-workplace-transformation-leader-sweden\/477579?Codes=LinkedIn&urlHash=zP2G","title":"Digital Workplace Transformation Leader - Sweden","company":"Infosys","location":"Södertälje, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n**Role** \n – Industry Principal \/Digital Workplace Transformation Leader\n   \n\n  \n\n**Skill** \n - Digital Workplace Transformation\n   \n\n  \n\n**Location** \n – Sweden\n   \n\n  \n\n**Compensation** \n – Competitive (including bonus)\n   \n\n  \n\n**Job Description**\n The Digital Workplace Advisory Group is a strategic practice unit established to help orchestrate the breadth of Infosys digital workplace service offerings across the technology service-lines, complemented with experience design, digital adoption & learning services to deliver an integrated and human-centric experience to our enterprise clients in their journey to the future of work. This team is responsible for driving integrated Go To Market incubating industry solutions, Managing Analyst Briefings & provide technology advisory services to Client execs in their digital transformation of workplace.\n   \n\n  \n\n**Your role**\n In the role of Industry Principal, you would be part of team of digital workplace transformation leaders and evangelists on future of work who specialize in leading organizations through digital workplace transformation by leveraging emerging workplace technologies. You will work on customer engagements to define, sell and guide customers on initiatives in the areas of digital workplace strategy, employee experience transformation, workplace modernization, organizational change and smart workspace design.\n   \n\n  \n\n**Role And Responsibilities**\n* Provide technology advisory services to Client Executives on their digital workplace strategy & roadmap.\n* Lead large digital workplace transformation programs as a trusted Technology advisor to clients working with multiple client stakeholders, business groups and service providers.\n* Provide best-fit architectural solutions, technology consultation, assist in defining scope and sizing of work, create technology differentiation to ensure high quality technical solutions and thought leadership for digital workplace.\n* Manage a range of stakeholders and subject matter experts to ensure alignment to business needs.\n* Liase with various integration forums and internal governance committees\n* Strategic and Large deal advisory – Lead integrated solutions for large proposals or client programs (digital workplace).\n* Program manage large consulting\/advisory engagements for digital workplace.\n\n\n**Required - Mandatory:**\n* Experience in IT .\n* A Digital Workplace Technology strategist and evangelist who specializes in leading organizations through digital transformation by leveraging emerging technology and articulating the strategy to deliver new products, business paradigms and ecosystem partnerships that enable growth and increase operational efficiency.\n* Well versed with Industry Standards, OEM Standards, and Service Offerings in the “Digital Workplace” domain to be able to provide solution advisory and transformation strategy.\n* Experience across the breadth of Digital Workplace Technology domains in Three or more of the below service offering domains –\n\n\n Employee Experience, Modern Workplace and Endpoint Management, Digital Collaboration (Team Collaboration , Cloud Voice & Meeting & Collaborative Apps ), DaaS & Device lifecycle Management (Modern device and endpoint management, Cloud Virtual Desktops, Device Analytics & experience management ), Connected Workspaces ( IoT, AR\/VR ), Workplace Security), Digital Adoption & Change Management ( incl. Workplace Analytics), Service desk & experience, ( incl. Conversational AI & Automation).\n   \n\n  \n\n**Personal**\n Besides the professional qualifications of the candidates, we place great importance in addition to various forms personality profile. These include:\n   \n\n  \n\n* Excellent in Verbal, written communication.\n* Strong stakeholder management and negotiation skills to be able to influence or manage difficult stakeholders both internal and external – partners, service providers and customers.\n* Willingness and flexibility to learn new technologies (learnability, having a pulse on industry trends), scale up quickly and adapt to different roles as the situation demands.\n\n\n**Why Infosys**\n Infosys is a global leader in next-generation digital services and consulting. We enable clients in 56 countries to navigate their digital transformation & an equal opportunity employer. With over three decades of experience in managing the systems and workings of global enterprises, we expertly steer our clients through their digital journey. We do it by enabling the enterprise with an AI-powered core that helps prioritize the execution of change. We also empower the business with agile digital at scale to deliver unprecedented levels of performance and customer delight. Our always-on learning agenda drives their continuous improvement through building and transferring digital skills, expertise, and ideas from our innovation ecosystem.\n   \n\n  \n\n Visit www.infosys.com to see how Infosys (NYSE: INFY) can help your enterprise navigate your next.","company_url":"https:\/\/in.linkedin.com\/company\/infosys","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEv67uGFge5Sw\/company-logo_100_100\/B56ZfEsEVpHoAU-\/0\/1751351576332\/infosys_logo?e=2147483647&v=beta&t=cZJHsfAqzeMJNdxHldoUAVht2bRr9_VtbB2VlJJn19I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4209658580","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4209658580","job_url_direct":null,"title":"Presales Consultant STRATA","company":"Palo Alto Networks","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"accommodations@paloaltonetworks.com","description":"**Our Mission**\n At Palo Alto Networks® everything starts and ends with our mission:\n   \n\n  \n\n Being the cybersecurity partner of choice, protecting our digital way of life.\n   \n\n  \n\n Our vision is a world where each day is safer and more secure than the one before. We are a company built on the foundation of challenging and disrupting the way things are done, and we’re looking for innovators who are as committed to shaping the future of cybersecurity as we are.\n   \n\n  \n\n**Who We Are**\n We take our mission of protecting the digital way of life seriously. We are relentless in protecting our customers and we believe that the unique ideas of every member of our team contributes to our collective success. Our values were crowdsourced by employees and are brought to life through each of us everyday - from disruptive innovation and collaboration, to execution. From showing up for each other with integrity to creating an environment where we all feel included.\n   \n\n  \n\n As a member of our team, you will be shaping the future of cybersecurity. We work fast, value ongoing learning, and we respect each employee as a unique individual. Knowing we all have different needs, our development and personal wellbeing programs are designed to give you choice in how you are supported. This includes our FLEXBenefits wellbeing spending account with over 1,000 eligible items selected by employees, our mental and financial health resources, and our personalized learning opportunities - just to name a few!\n   \n\n  \n\n**Job Description**\n**Your Career**\n As a Presales Domain Consultant STRATA for network security transformation, you provide technical expertise and guidance in customers' network security and zero trust journey. You will be key in defining technical solutions that secure a customer’s key business imperatives. You evangelize our industry leadership in on-prem, cloud, and security services that establish Palo Alto Networks as a customer’s cybersecurity partner.\n   \n\n  \n\n**Your Impact**\n* Collaborate with sales teams to recommend and develop customer solutions within your assigned specialization\n* Architect solutions that will help our customers strengthen and simplify their security posture\n* Present to customers as our expert at all levels in the customer hierarchy, from practitioner to senior leadership\n* Lead and support customer demonstrations that showcase our unique value proposition\n* Responsible for prospective customers and partners' Technical Validation projects based on best practices to ensure technical win in assigned opportunities\n* Document high-level design and key use cases to ensure proper implementation and value realization of Palo Alto Networks solutions\n* Lead conversations about industry trends and emerging changes to the security landscape\n* Responsible for discussing and highlighting product alignment with customer requirements and differentiation\n* As the main technical point of contact for Network Security, you will assist and collaborate to respond effectively to RFIs\/RFPs\n* Position Palo Alto Networks or Partner delivered services as appropriate to ensure proper implementation and value realization of Palo Alto Networks solutions\n* Discuss, with credibility, competitive offers in the marketplace and position ours as the best alternative\n\n\n**Qualifications**\n**Your Experience**\n* Multiple years of specialist experience in pre-sales\/sales engineering within one or more of the following specialisms - Zero Trust, SaaS Security, SSE\/SASE, Networking or Network Security\n* Being the expert addition to the technical sales function\n* Solid understanding of NGFW, Network Security, SASE, SD-WAN, CASB, Proxy, DLP and BYOD Solutions\n* Experience in working with customers, demonstrating problem-solving skills and a can-do attitude\n* Business fluent in Swedish and English\n\n\n**Additional Information**\n**The Team**\n Our Domain Consultant team members work hand-in-hand with organizations around the world to keep their digital environments protected. We educate, inspire,and empower our potential clients in their journey to security.\n   \n\n  \n\n You are empowered with unmatched systems and tools and a team built on joint success. You won’t find someone at Palo Alto Networks that isn’t committed to your success – with everyone pitching in to assist when it comes to solutions selling, learning, and development. Our Solutions Consulting community is driven by the mission to be our customers’ cybersecurity partner of choice, protecting their digital way of life.\n   \n\n  \n\n**Our Commitment**\n We’re problem solvers that take risks and challenge cybersecurity’s status quo. It’s simple: we can’t accomplish our mission without diverse teams innovating, together.\n   \n\n  \n\n We are committed to providing reasonable accommodations for all qualified individuals with a disability. If you require assistance or accommodation due to a disability or special need, please contact us at accommodations@paloaltonetworks.com.\n   \n\n  \n\n Palo Alto Networks is an equal opportunity employer. We celebrate diversity in our workplace, and all qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or other legally protected characteristics.\n   \n\n  \n\n All your information will be kept confidential according to EEO guidelines.","company_url":"https:\/\/www.linkedin.com\/company\/palo-alto-networks","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFZg72Sfni4SA\/company-logo_100_100\/company-logo_100_100\/0\/1657225156841\/palo_alto_networks_logo?e=2147483647&v=beta&t=w5HNHNOQyVpcdvzfmUcHeJEtSJFrAouMjagBqwW3Itk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4317674563","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4317674563","job_url_direct":"https:\/\/jobs.ashbyhq.com\/filed\/a4db0508-64bc-4b9e-be0a-44b00e5f6b23\/application?src=LinkedIn&urlHash=8ATm","title":"AI Engineer","company":"Filed","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Filed is building the first AI tax preparer trusted by America’s accounting firms.**\n This industry might seem boring,but it’s a $70B backbone of the economy that’s breaking under a talent shortage no one has solved. We’re fixing it. Fast.\n   \n\n  \n\n In just 9 months, we’ve hit strong product-market fit, are generating insanely fast-growing, ridiculously sticky revenue, and are backed by top-tier investors. We’re not a tool—we’re the missing workforce firms have been sounding the alarm for. We’re building the future by expanding our already 30-person team with those who want to say “I was there when it all started.”\n   \n\n  \n\n Read more → TechCrunch\n   \n\n  \n\n ⸻\n   \n\n  \n\n**What We Should Tell You About The Role**\n This role sits at the heart of how we turn complex, human tax reasoning into scalable intelligence. You’ll be building the brain of the first AI tax preparer trusted by America’s accounting firms. Your work will touch everything from retrieval pipelines to model evaluation to how our system thinks about a single user query. This is not a narrow research role—it’s applied, fast-moving, and deeply interdisciplinary. You’ll partner with product, engineering, and domain experts to ship features that real firms rely on daily, balancing cutting-edge AI with the rigor and reliability that compliance demands.\n   \n\n  \n\n**Here’s why this is a terrible job**\n This isn’t for someone who likes to move slow. We operate week to week with ruthless speed. Sometimes we’re wrong, but more often we’re right—and we course-correct fast. If you need extra days to perfect your model, teammates will be waiting on you. We use tools like Cursor, OpenAI, and Gemini to prototype fast, test in prod, and push to users in hours, not quarters. You’ll work at the intersection of LLMs, user behavior, compliance, and knowledge graphs, with no clean datasets or perfect answers—just judgment calls and chaos. You’ll ask yourself,\n *is this really the work?* \n It is. And it’s not for everyone.\n   \n\n  \n\n* and here’s why it’s the best career choice you’ll make\n\n\n We’re hyperscaling, well-funded, and hit strong product-market fit in nine months. We’re building what tax pros call impossible, a product that behaves like a teammate, not a tool. We run reviews every four months, operate with full transparency, and pay above market with fast-growing equity. You’ll own decisions, ship because you believe in what you build, and talk to users weekly. We’ll set the goal; how you get there;prompting, tuning, retrieval, structured data—is up to you. You’ll help build a customer oracle so sharp it predicts what users need before they do.\n   \n\n  \n\n**What You’ll Be Responsible For**\n You’ll design and implement LLM-powered workflows across tax, finance, and compliance, building agentic frameworks with tools like adk, LangChain, and CrewAI. You’ll develop scalable knowledge systems for memory, retrieval, and reasoning, and own prompt pipelines, vector stores, fine-tuned models, and evals. You’ll think in systems, probabilities, and second-order effects as you work across ambiguous problem spaces that blend LLMs, APIs, and semi-structured data. You’ll become an internal Oracle, building a deep mental model of our users so precise it can predict what they need before they ask.\n   \n\n  \n\n**The teammate we’re looking for**\n You thrive on complexity and get energized by the edge cases most people avoid. You’re pragmatic—fast to ship, faster to learn—and you believe research only matters when it drives outcomes. You’re fluent in tools like OpenAI, Gemini, and Claude, comfortable writing production-grade Python, and confident working across cloud environments like GCP or Azure. You grasp embeddings, RAG, and retrieval at scale, and may have built internal tooling for model debugging or evals. You collaborate deeply across product, engineering, and operations, stay curious about everything you automate, and take full ownership of outcomes. You love seeing your work in front of real users daily—and improving it just as quickly.\n   \n\n  \n\n**Growth And Levels**\n* We operate on six levels, from Level 1 to Level 6. Each reflects increasing ownership, impact, and scope with meaningful jumps in salary and equity.\n* We review levels every 4 months. Promotions are based on output and ownership, not tenure.\n* This isn’t a comfy lean-back role. It’s fast, focused, and customer-obsessed.\n* You will launch fast. You will learn fast. You will own what you ship.\n\n\n**Equal Opportunity**\n Filed is proud to be an equal opportunity employer. We celebrate diversity and are committed to creating an inclusive environment for all employees. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status. If you’re excited about this role but don’t meet every single qualification, we encourage you to apply anyway as we’re building a team of people with diverse strengths, experiences, and backgrounds.\n   \n\n  \n\n Compensation Range: ₹20L - ₹24L","company_url":"https:\/\/www.linkedin.com\/company\/filedhq","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFvFvEsK63jlw\/company-logo_100_100\/B4EZZ9fPNRHoAQ-\/0\/1745862063347\/numiro_logo?e=2147483647&v=beta&t=ZLS_bMDTLyIkPNJHf-2AfEFHhBufPe0WPKowNjIFHko","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4312090583","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4312090583","job_url_direct":null,"title":"Customer Care Specialist","company":"SignUp Software","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We’re SignUp Software, the innovators behind ExFlow – a leading AP automation solution built for Microsoft Dynamics. We’re on a mission to make invoice processing smoother, faster, and smarter for businesses around the world. If you’re excited by tech, teamwork, and helping customers succeed — you’ll fit right in!\n   \n\n  \n\n 🌟 About the Role\n   \n\n  \n\n We’re looking for a Customer Care Specialist to be the friendly first point of contact for our partners and customers. You’ll handle support inquiries, manage tickets, and make sure our clients feel heard, supported, and impressed every step of the way.\n   \n\n  \n\n Your superpower? Turning challenges into great experiences — with empathy, clear communication, and a can-do attitude.\n   \n\n  \n\n 🎯 What You’ll Be Doing\n   \n\n  \n\n* Be the go-to person for support inquiries and deliver fast, professional responses.\n* Manage and prioritize tickets in our support system like a pro.\n* Keep customers and partners updated with clear, friendly communication.\n* Take a genuine interest in client needs — ask questions, dig deeper, and deliver real solutions.\n* Work hand-in-hand with your teammates to resolve issues and keep our service top-notch.\n\n\n 🧩 What You Bring\n   \n\n  \n\n* A higher professional education (MBO) level or equivalent.\n* 3–5 years of experience in customer support or a similar role.\n* A natural curiosity for IT — experience with ERP systems is a plus\n* Fluent in Swedish and English, both written and spoken.\n* A customer-first mindset: you listen, solve problems, and take initiative.\n\n\n 💡 Bonus Points For\n   \n\n  \n\n* Experience with D365FO or other ERP platforms.\n* Familiarity with customer success practices.\n\n\n 🌍 What We Offer\n   \n\n  \n\n* Be part of a fast-growing, globally recognized company.\n* Work with helpful, talented colleagues from diverse backgrounds.\n* Ongoing training and development opportunities.\n* Flexible hours and hybrid work options.\n* Attractive benefits and great working conditions.\n\n\n**Important to note**\n We encourage you to apply even if you don't meet every listed requirement. Research shows that individuals from underrepresented groups, including women, often hesitate to apply for certain roles unless they meet every qualification. At SignUp Software, we value diverse perspectives, age groups, and experiences. Passion and potential are just as important as experience. If you're excited about what we do and feel you could make an impact, we want to hear from you. Let’s explore together if this opportunity is the right fit for you. Interviews will be conducted on an ongoing basis throughout the process.\n   \n\n  \n\n**About Us 🚀**\n SignUp Software was founded in 1999 and introduced ExFlow in 2003. Over the years, SignUp Software has earned a strong reputation in the Microsoft Dynamics community for its solutions in financial process automation. The solutions in the ExFlow product portfolio are built into Microsoft Dynamics 365 and utilize Azure Services, specifically designed for the “Office of the CFO” and the “Office of the COO”.\n   \n\n  \n\n SignUp Software currently operates from Sweden (where it is headquartered), Denmark, Netherlands, Germany, Spain, UK, USA, Canada, Singapore, Malaysia, and Australia, and has over 400 employees and partnerships with more than 100 resellers worldwide. Globally, over 1,500 customers rely on ExFlow to enhance their financial processes in more than 60 countries.\n   \n\n  \n\n SignUp Software was founded in 1999 and introduced ExFlow in 2003. Over the years, SignUp Software has earned a strong reputation in the Microsoft Dynamics community for its solutions in financial process automation. The solutions in the ExFlow product portfolio are built in Microsoft Dynamics 365 and utilize Azure Services, specifically designed for the “Office of the CFO”.","company_url":"https:\/\/se.linkedin.com\/company\/signup-software","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFrE5GXzr8K6Q\/company-logo_100_100\/company-logo_100_100\/0\/1696519503402\/signup_software_logo?e=2147483647&v=beta&t=FrTbU4XzI5S8X4u5InKcMhgiAp4SETaf0aHi0TwnRlQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4310566897","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4310566897","job_url_direct":null,"title":"Sales Engineering Manager, Benelux & Nordics","company":"Proofpoint","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"accessibility@proofpoint.com","description":"**About Us**\n We are the leader in human-centric cybersecurity. Half a million customers, including 87 of the Fortune 100, rely on Proofpoint to protect their organizations. We’re driven by a mission to stay ahead of bad actors and safeguard the digital world. Join us in our pursuit to defend data and protect people.\n   \n\n  \n\n How We Work\n   \n\n  \n\n At Proofpoint, you’ll be part of a global team that breaks barriers to redefine cybersecurity, guided by our BRAVE core values Bold in how we dream and innovate, Responsive to feedback, challenges, and opportunities, Accountable for results and best-in-class outcomes, Visionary in future-focused problem-solving, Exceptional in execution and impact.\n   \n\n  \n\n**Company Overview**\n At Proofpoint, we have a passion for protecting people, data, and brands from today’s advanced threats and compliance risks. We hire the best people in the business to\n   \n\n  \n\n* Build and enhance our proven human-centric security platform\n* Blend innovation and speed in a constantly evolving cloud architecture\n* Analyze new threats and offer deep insight through data-driven intel and artificial intelligence\n* Collaborate with customers to help solve their toughest security challenges\n\n\n We are singularly devoted to helping our customers protect what matters most – their people and their data. That’s why we’re a leader in next-generation cybersecurity—and why 85% of the Fortune 100 trust us as a security partner.\n   \n\n  \n\n  \n\n  \n\n**The Role** \n  \n\n  \n\n Proofpoint is seeking an experienced and dynamic Sales Engineering (SE) Manager to develop a successful Enterprise franchise in partnership with the Regional Sales leader. You will lead and develop a team of talented sales engineers across Benelux & Nordics, with the key objectives of building pipeline, winning new and add-on business and developing happy customers on our Human-centric security platform. This individual will be a major contributor to our aggressive growth plans for the region and should ideally be located in Denmark or Sweden.\n   \n\n  \n\n**Your day-to-day**\n* Partner closely with the Regional Sales leader to build a strategy for growth and execute on it\n* Accountability of all technical sales and satisfaction activities in the region, including formulating strategies to penetrate target accounts and expanding existing customers\n* Highly engaged with customers, including evangelizing the Proofpoint vision at all levels, from technical to C-suite executives\n* Attract, hire and retain top talent to support our rapid growth, including developing and mentoring team members to help them achieve their career goals, ideally here at Proofpoint\n* Coach, enable, and develop a team of elite Sales Engineers in the key areas of Product and Technical Expertise, Owning the Technical Sales Process, Valued Solutions that Deliver Outcomes and behaving as a Trusted Advisor\n* Foster a culture of continual learning, information sharing and collaboration amongst the team to keep all team members current on the latest innovations and build wisdom from recent customer engagements\n* Actively collaborate with key internal stakeholders such as product, channel, customer success, marketing, services and support to build pipeline and ensure customer loyalty\n* Engage and sponsor key local channel partners that support your business\n* Encourage, initiate and execute local initiatives to grow the business\n* The role is highly customer and partner facing and will require ~50% travel within the region\n\n\n**What You Bring To The Team**\n* Leadership & initiative – a motivated self-starter brimming with ideas, with the discipline and drive to execute on them to yield the desired outcomes\n* A mature technically astute but business centric engineer with a proven ability to command a room, guide complex technical and business conversations with C-suite executives, as well as technical staff\n* A commercially savvy technical sales leader who can partner effectively with sales leadership to develop and grow the business\n* Proven experience of managing sales engineering teams, ideally in the cyber-security industry based on extensive previous experience as a sales engineer\n* Track record of mentoring and developing team members and guiding them to success\n* A strong collaborator with internal and external stakeholders, with a willingness to actively engage in discovering opportunities and problem solving at a technical level\n* Ability to thrive in a fast paced, high energy sales environment\n* Degree in Computer Science preferred or equivalent IT experience\n* An excellent communicator and presenter with fluency in English and either Swedish, Danish or Dutch\n\n\n\n**Why Proofpoint**\n Protecting people is at the heart of our award-winning cybersecurity solutions, and the people who work here are the key to our success.  We’re a customer-focused and driven-to-win organisation with leading-edge products. We are an inclusive, diverse, multinational company that believes in culture fit, but more importantly ‘culture-add’, and we strongly encourage people from all walks of life to apply.\n   \n\n  \n\n  \n\n  \n\n We believe in hiring the best and the brightest to help cultivate our culture of collaboration and appreciation. Apply today and explore your future at Proofpoint!\n   \n\n  \n\n Why Proofpoint? At Proofpoint, we believe that an exceptional career experience includes a comprehensive compensation and benefits package. Here are just a few reasons you’ll love working with us\n   \n\n  \n\n* Competitive compensation\n* Comprehensive benefits\n* Learning & Development We are committed to the growth and development of our team members, offering a range of programs including leadership and professional development workshops, stretch project assignments, and mentoring opportunities to help employees reach their full potential.\n* Flexible work environment [Remote options, hybrid schedules, flexible hours, etc.].\n* Annual wellness and community outreach days\n* Always on recognition for your contributions\n* Global collaboration and networking opportunities\n\n\n Our Culture\n   \n\n  \n\n Our culture is rooted in values that inspire belonging, empower purpose and drive success-every day, for everyone. We encourage applications from individuals of all backgrounds, experiences, and perspectives. If you need accommodation during the application or interview process, please reach out to accessibility@proofpoint.com. How to Apply Interested? Submit your application here https \/\/www.proofpoint.com\/us\/company\/careers. We can’t wait to hear from you!","company_url":"https:\/\/www.linkedin.com\/company\/proofpoint","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFEzwJn3C-nDQ\/company-logo_100_100\/company-logo_100_100\/0\/1726764831463\/proofpoint_logo?e=2147483647&v=beta&t=UytbviYQ7LPi0Ht8P29i0ulfIZZKQRheA5k31LAUhVs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4226198204","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4226198204","job_url_direct":"https:\/\/JPMorganChase.contacthr.com\/148736751&urlHash=CRvy","title":"2026 Commercial & Investment Bank - Global Corporate Banking Analyst Program - (Large-Cap)-Off-Cycle Internship - (January-June) - Stockholm","company":"JPMorganChase","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n With operations in 100 countries, JPMorgan Chase is a true global leader in the financial services industry. We believe the true measure of our success lies in the trusted relationships we share with our clients, our reputation in the industry, and the quality and integrity of the services we provide. In every area of our work, we're committed to being the best, and doing what's right for our clients. And it's that unshakeable commitment shared by everyone at JPMorgan Chase which makes this such a rewarding place to build a career.\n   \n\n  \n\n**Job Summary**\n As a\n **2026 Corporate & Investment Bank - Global Corporate Banking Program - Off-Cycle Internship (Large-Cap) (January-June) – Stockholm** \n within JPMorgan Chase, our team members and mentors will help you navigate the firm and continue to learn about our businesses. You will have access to senior management and a strong network of peers will promote ongoing professional development throughout the internship. Top performing interns may receive a full-time offer to join the two-year Global Corporate Banking analyst program.\n   \n\n  \n\n**Job Responsibilities**\n* Assisting GCB bankers in managing internal aspects of existing client relationships\n* Helping with industry and credit analysis, including reviewing financial statements, supporting the credit approval and documentation process\n* Gaining exposure to product, strategy, or client coverage-based teams\n* Preparing internal memos, for example senior management briefings, decision committee memoranda\n* Participating in the analysis and negotiation of financing requests in coordination with credit, product, legal and compliance teams\n* Coordinating with product and country teams to identify and execute transactions for clients globally across a range of products, for example capital markets, risk solutions, transaction banking\n* Networking with industry leaders, accessing best-in-class training and learning how all our businesses work together to provide excellent customer service\n\n\n**Required Qualifications, Capabilities, And Skills.**\n* Exceptional analytical, research and project management skills\n* Familiarity with business fundamentals\n* Ability to quickly solve problems on your own and with a team\n* Enthusiasm, energy and a drive to succeed\n* A collaborative mindset and willingness to partner and work on a team\n* The confidence and initiative to take on early responsibility and manage your own projects\n* Proficiency in MS Word and Excel\n* Fluency in English and either Danish, Finnish, Norwegian or Swedish\n* Expected graduation date between January 2026 and December 2027\n\n\n**Preferred Qualifications, Capabilities And Skills**\n* Being on-track for a United Kingdom 2:1 Bachelor’s degree (or top grade equivalent) in your undergraduate studies is preferred.\n\n\n But beyond that, what we’re most interested in are the things that make you, you: the personal qualities, outside interests and achievements beyond academia that demonstrate the kind of person you are and the difference you could bring to the team.\n   \n\n  \n\n**Application deadline: 31st October 2025**\n*We will be filling our classes on a rolling basis. We strongly encourage you to submit your application as early as possible before job postings close.*\n**Join us**\n At JPMorgan Chase, we’re creating positive change for the diverse communities we serve. We do this by championing your innovative ideas through a supportive culture that helps you every step of the way as you build your career. If you’re passionate, curious and ready to make an impact, we’re looking for you.\n   \n\n  \n\n**What’s next?**\n Help us learn about you by submitting a complete and thoughtful application, which includes your resume. Your application and resume is a way for us to initially get to know you, so it’s important to complete all relevant application questions so we have as much information about you as possible.\n   \n\n  \n\n After you confirm your application, we will review it to determine whether you meet certain required qualifications.\n   \n\n  \n\n You will then receive an email invitation to complete a video interview, powered by HireVue. This is your opportunity to further bring your resume to life and showcase your experience for our recruiting team and hiring managers.\n   \n\n  \n\n HireVue is required, and your application will not be considered for further review until you have completed this. We strongly encourage that you apply and complete this as soon as possible, since programs will close as positions are filled.\n   \n\n  \n\n JPMorgan Chase is committed to creating an inclusive work environment that respects all people for their unique skills, backgrounds and professional experiences. We strive to hire qualified, diverse candidates, and we will provide reasonable accommodations for known disabilities.\n   \n\n  \n\n Visit jpmorganchase.com\/careers for upcoming events, career advice, our locations and more.\n   \n\n  \n\n**About Us**\n J.P. Morgan is a global leader in financial services, providing strategic advice and products to the world’s most prominent corporations, governments, wealthy individuals and institutional investors. Our first-class business in a first-class way approach to serving clients drives everything we do. We strive to build trusted, long-term partnerships to help our clients achieve their business objectives.\n   \n\n  \n\n We recognize that our people are our strength and the diverse talents they bring to our global workforce are directly linked to our success. We are an equal opportunity employer and place a high value on diversity and inclusion at our company. We do not discriminate on the basis of any protected attribute, including race, religion, color, national origin, gender, sexual orientation, gender identity, gender expression, age, marital or veteran status, pregnancy or disability, or any other basis protected under applicable law. We also make reasonable accommodations for applicants’ and employees’ religious practices and beliefs, as well as mental health or physical disability needs. Visit our FAQs for more information about requesting an accommodation.","company_url":"https:\/\/www.linkedin.com\/company\/jpmorganchase","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGxpntCyRgsuA\/company-logo_100_100\/company-logo_100_100\/0\/1718711710850\/jpmorganchase_logo?e=2147483647&v=beta&t=kP6Xf9uye25nDGkk4RmP87zYyfNqaQWny7e5o3WyKhI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4331861459","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4331861459","job_url_direct":"https:\/\/candidate.hr-manager.net\/ApplicationInit.aspx?cid=1178&ProjectId=146858&DepartmentId=18973&MediaId=4647&urlHash=63qt","title":"Retail Marketing Coordinator","company":"CHANGE Lingerie","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**MARKNADSKOORDINATOR MED DOKUMENTERAD RETAIL-ERFARENHET**\n Hos oss på\n **Twilfit by** \n**CHANGE Lingerie** \n får du inte bara ett jobb – du får möjlighet att bli en nyckelperson i att lyfta vårt varumärke och skapa inspirerande butiksmiljöer som stärker kundupplevelsen varje dag.\n   \n\n  \n\n Vi söker en\n **strukturerad, kommersiell och kreativ Marknadskoordinator** \n med dokumenterad erfarenhet från retail – gärna med fokus på\n **visual merchandising och kampanjimplementering** \n . Du brinner för att omsätta strategi till säljdrivande butikskommunikation och älskar att arbeta nära butikerna för att skapa synlighet, känsla och resultat.\n   \n\n  \n\n**OM ROLLEN**\n Som\n **Marknadskoordinator** \n spelar du en central roll i att säkerställa att CHANGE:s globala marknadsstrategi får liv lokalt – i butik, i digitala kanaler och i kundupplevelsen.\n   \n\n  \n\n Du ansvarar för att kampanjer, butiksmaterial och visuella uttryck håller hög kvalitet och speglar vårt varumärke på ett inspirerande och enhetligt sätt. Rollen kräver både kreativitet, struktur och ett starkt öga för detaljer – samt ett genuint intresse för hur kundresan ser ut i butik.\n   \n\n  \n\n Du samarbetar tätt med butikschefer, regionchefer, det nordiska marknadsteamet och våra internationella kollegor.\n   \n\n  \n\n**DINA HUVUDSAKLIGA ANSVARSOMRÅDEN**\n* Kampanjimplementering: Planera, anpassa och implementera globala kampanjer på den svenska marknaden. Följa upp resultat via trafik, försäljning och KPI:er.\n* Visual Merchandising & butikssupport: Säkerställa att butikerna följer VM-riktlinjer, har rätt material och levererar en stark varumärkesupplevelse.\n* Utbildning & onboarding: Introducera och utbilda butikspersonal i marknadsrelaterade processer, material och varumärkesstandarder.\n* Kommunikation & PR: Samordna lokal PR, event och samarbeten med medier, influencers och köpcentrum.\n* Club CHANGE: Implementera och vidareutveckla vårt lojalitetsprogram i linje med den globala strategin.\n* KPI-uppföljning & analys: Följa upp nyckeltal och dela insikter med region- och marknadsteam för kontinuerlig förbättring.\n* Projektledning: Driva och koordinera lokala initiativ såsom nyöppningar, butiksevents och säsongslanseringar.\n\n\n**VI SÖKER DIG SOM**\n* Har minst 2–4 års dokumenterad erfarenhet från retail, med praktisk erfarenhet av visual merchandising, kampanjer och butikskommunikation.\n* Förstår hur man skapar kommersiellt genomslag i butik genom visuella uttryck, säljdrivande kampanjer och engagerande storytelling.\n* Är strukturerad, självgående och ansvarstagande – men trivs bäst i ett team där alla vinner tillsammans.\n* Har mycket god kommunikativ förmåga på både svenska och engelska.\n* Har starka IT-kunskaper och gärna erfarenhet av analysverktyg som Power BI.\n* Är positiv, lösningsorienterad och flexibel – och delar våra värderingar One Team, Ambitious, Customer-Oriented.\n\n\n**VI ERBJUDER**\n* En dynamisk och inspirerande arbetsmiljö med engagerade kollegor och stark laganda.\n* Ett nära samarbete med våra butiker och möjlighet att påverka både vår lokala närvaro och vårt globala uttryck.\n* Utrymme för kreativitet, ansvar och egna initiativ.\n* En vardag präglad av energi, utveckling och passion för kundupplevelse.\n\n\n ✨\n **Vill du vara med och skapa visuellt starka butiksupplevelser och driva CHANGE:s varumärke framåt?**\n Välkommen med din ansökan! Urval sker löpande – skicka in din ansökan redan idag.","company_url":"https:\/\/dk.linkedin.com\/company\/change-of-scandinavia","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-36wvEbUcmA\/company-logo_100_100\/company-logo_100_100\/0\/1714558666708\/change_of_scandinavia_logo?e=2147483647&v=beta&t=Ho1FGg39bePbIN2Wa7_BK67-xN5FzXNDC1WMhQz8Q0c","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4268216727","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4268216727","job_url_direct":null,"title":"SAP S\/4HANA Consultant -- Sweden","company":"Infosys","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n**Role** \n - Principal Consultant\n   \n\n  \n\n**Technology** \n – SAP S\/4HANA\n   \n\n  \n\n**Location** \n – Sweden\n   \n\n  \n\n**Compensation** \n – Competitive (including bonus)\n   \n\n  \n\n**Job Description**\n Today, the corporate landscape is dynamic and the world ahead is full of possibilities! None of the amazing things we do at Infosys would be possible without an equally amazing culture, the environment where ideas can flourish and where you are empowered to move forward as far as your ideas will take you.\n   \n\n  \n\n At Infosys, we assure that your career will never stand still, we will inspire you to build what’s next and we will navigate further together. Our journey of learnability, values and trusted relationships with our clients continue to be the cornerstones of our organization and these values are upheld only because of our people.\n   \n\n  \n\n**Your role**\n Infosys is seeking a highly experienced and dynamic Principal Consultant – SAP to join our growing SAP practice. This role demands deep expertise in SAP technologies, strong leadership capabilities, and a proven track record of delivering complex transformation programs. As a Principal Consultant, you will lead solution architecture, client engagements, and delivery excellence across SAP S\/4HANA projects.\n   \n\n  \n\n**Key Responsibilities**\n* Lead SAP solutions across multiple end-to-end implementations and transformation programs.\n* Drive client engagements from Phase 0 through execution, including Greenfield, Brownfield, and Hybrid S\/4HANA projects.\n* Collaborate with client stakeholders (Business and IT) to define roadmaps, assess readiness, and build transformation strategies.\n* Utilize SAP toolchain for implementation, administration, and optimization.\n* Prepare solution proposals, effort estimations, and contribute to RFP responses.\n* Mentor and manage project teams, ensuring delivery quality and adherence to timelines.\n* Represent Infosys in client meetings with professionalism and strong interpersonal communication.\n* Stay current with SAP innovations and contribute to internal knowledge sharing.\n\n\n**Skill Required**\n* Deep functional (SAP Finance\/Manufacturing\/Logistics\/Sales) or technical skills (ABAP, Integration, Security, Basis) in one or two SAP ERP skills.\n* Experience in SAP S\/4HANA, EWM, TM, Business AI, LeanIX, Signavio, Cloud ALM\n* Hands-on SAP consulting experience.\n* Minimum of 4 full lifecycle SAP project implementations.\n* Experience in leading teams in SAP projects.\n* Exposure to at least two types of S\/4HANA projects: Greenfield, Brownfield, or Hybrid.\n* Experience in transformation preparation or Phase 0 activities.\n* Proficiency in SAP toolchain usage or administration.\n* Valid SAP certification in relevant skill areas.\n* Strong client-facing skills with the ability to engage middle management effectively.\n* Proven ability to build solution proposals and estimate efforts accurately.\n* Demonstrated flexibility, team spirit, and a results-driven mindset.\n\n\n**Preferred Qualifications**\n* Exposure to multiple SAP modules or skill areas within the SAP product portfolio.\n* Publications or thought leadership in SAP or industry-specific domains.\n\n\n**About Infosys**\n Infosys is a global leader in next-generation digital services and consulting. We enable clients in 56 countries to navigate their digital transformation. With over three decades of experience in managing the systems and workings of global enterprises, we expertly steer our clients through the many next of their digital journey. We do it by enabling the enterprise with an AI-powered core that helps prioritize the execution of change. We also empower the business with agile digital at scale to deliver unprecedented levels of performance and customer delight. Our always-on learning agenda drives their continuous improvement through building and transferring digital skills, expertise and ideas from our innovation ecosystem.\n   \n\n  \n\n Visit www.infosys.com to see how Infosys can help your enterprise navigate your next.\n   \n\n  \n\n**All aspects of employment at Infosys are based on merit, competence and performance. We are committed to embracing diversity and creating an inclusive environment for all employees. Infosys is proud to be an equal opportunity employer**","company_url":"https:\/\/in.linkedin.com\/company\/infosys","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEv67uGFge5Sw\/company-logo_100_100\/B56ZfEsEVpHoAU-\/0\/1751351576332\/infosys_logo?e=2147483647&v=beta&t=cZJHsfAqzeMJNdxHldoUAVht2bRr9_VtbB2VlJJn19I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4245519796","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4245519796","job_url_direct":null,"title":"Erfaren Enterprise Architect med affärssinne? Vi söker dig!","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"azra.dajic@cgi.com","description":"Beskrivning av tjänsten\n   \n\n  \n\n Vill du vara med och forma framtidens industriella landskap? Vi söker en vass och självgående Enterprise Architecture-rådgivare med ett strategiskt mindset och passion för att skapa verklig affärsnytta i komplexa organisationer. Hos oss får du arbeta med några av Sveriges mest välkända industribolag – i uppdrag där du gör skillnad på riktigt, tillsammans med andra seniora specialister.\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n Som Enterprise Architect hos oss får du en nyckelroll i att driva och förankra arkitektur- och transformationsinitiativ. Vanliga uppgifter inkluderar:\n   \n\n  \n\n* Ta fram och förankra EA-roadmaps och målbilder\n* Rådgivning kring styrning, investeringar och förändringsinitiativ\n* Bedömning och design av applikations- och informationslandskap\n* Leda EA-forum och stötta beslutsfattare i strategiska teknikval\n* Bygga broar mellan IT och verksamhet i transformationsresor\n\n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n Vi söker dig som har:\n   \n\n  \n\n* Minst 10 års erfarenhet inom IT- eller verksamhetsarkitektur, strategi eller närliggande områden\n* Konsulterfarenhet och vana att arbeta nära beslutsfattare\n* Förmåga att kommunicera komplexa idéer på ett tydligt och affärsnära sätt\n* Kommersiellt mindset och förmåga att bygga långsiktiga relationer\n\n\n Det är meriterande om du har:\n   \n\n  \n\n* Erfarenhet från tillverknings- eller byggindustrin\n* Kunskap inom ett eller flera av följande områden: Industriell digitalisering \/ smart industri (Industry 4.0) Produktlivscykelhantering (PLM) & digitala tvillingar Informationsmodellering & datastyrning (data governance) Hållbarhetsrapportering och ESG-drivna IT-initiativ Modernisering av legacy \/ ERP-landskap i molnmiljöer\n\n\n Viktiga kompetenser och egenskaper:\n   \n\n  \n\n* Strategisk och analytisk förmåga – du ser helheten och kopplar IT till affärsmål\n* Arkitekturkompetens – du behärskar modellering, design och styrning\n* Kommunikationsförmåga – du bygger förtroende och leder dialoger med ledning\n* Förändringsledning – du har erfarenhet av att driva transformationer\n* Teknisk bredd – du har koll på moderna teknologier, molnplattformar och integration\n\n\n Meriterande certifieringar är:\n   \n\n  \n\n* TOGAF®, ArchiMate®\n* Certified Business Architect (CBA®)\n* SAFe® Architect \/ Agilist, ICP-ENT\n* AWS \/ Azure \/ Google Cloud Architect\n* CDMP, COBIT®\n\n\n Vad vi erbjuder:\n   \n\n  \n\n* Möjlighet att påverka Sveriges mest spännande industriprojekt\n* Kollegor som är lika kunniga som de är prestigelösa\n* Flexibla arbetsformer och fokus på balans i livet\n* Kontinuerlig kompetensutveckling och kunskapsdelning\n\n\n Några av våra förmåner är bland annat\n   \n\n  \n\n* Aktieprogram och delägarskap: Som delägare har du möjlighet att påverka och i vårt aktieprogram matchar CGI ditt bidrag, krona för krona upp till 3% av din månadslön.\n* Friskvårdsbidrag: Vi erbjuder ett årligt friskvårdsbidrag på 4000 kr.\n* Föräldralön: Vi betalar upp till cirka 90% av din lön under den första tiden hemma.\n* Trygg anställning: Våra konsulter anställs med kollektivavtal och försäkringar.\n* Pensionslösningar: Vi erbjuder attraktiva och förmånliga pensionslösningar.\n\n\n Låter det intressant?\n   \n\n  \n\n Vi ser fram emot att höra ifrån dig! Skicka in din ansökan redan idag då urvalet sker löpande. Har du frågor om rollen, kontakta gärna Azra Dajic på azra.dajic@cgi.com. Varmt välkommen med din ansökan!\n   \n\n  \n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4310315939","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4310315939","job_url_direct":"https:\/\/veralto.wd1.myworkdayjobs.com\/HachJobs\/job\/Stockholm-Sweden\/Sales-Engineer\\u002d\\u002dWater-Industry-_R10262903?source=Linkedin&urlHash=3xyQ","title":"Sales Engineer (Water Industry)","company":"Hach","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Are you interested in…** \n\n\n\n\n  \n\n\n\n\n* Working for a market-leading, global water quality technology company that’s dedicated to sustainability?\n* A dynamic B2B field-sales account management role visiting industrial and municipal customers to sell value-based solutions?\n* A professional, structured sales environment with relevant training, support and career development opportunities?\n\n\n\n  \n\n\n\n\n\n**If so, read on!** \n\n\n\n\n  \n\n\n\n\n\n At Hach, we ensure water quality for billions of people around the world. Protecting water, the most valuable resource, and driving sustainability are very close to our hearts. You will be part of a flexible, family-friendly organization that cares about its people just as it cares about the environment.\n \n\n\n\n  \n\n\n\n\n\n Based at home (most ideally in Stockholm, but we’ll also consider Norrköping, Linköping, Eskiltuna, Jönköping, Orebro etc) and travelling extensively across the Stockholm South territory, the Sales Engineer visits a broad range of industrial and municipal organizations with a mix of existing customers and new targets to identify needs and propose the right water quality measurement solutions.\n \n\n\n\n  \n\n\n\n\n\n The water industry in Sweden is growing in the coming years and Hach needs talent who are enthusiastic about being part of our growth journey. This richly varied sales role encompasses account plan development, lead generation, mapping decision-makers, product demonstrations, trade shows, and the execution of the entire sales cycle to the highest professional standards. If you’ve ever wondered what you’re truly capable of, there’s no better place to find out!\n \n\n\n\n  \n\n\n\n\n\n**The Ideal Candidate:** \n\n\n\n\n  \n\n\n\n\n* ‘New business hunting’ Sales Engineer \/ Account Manager, ideally with B2B industrial exposure (food & beverages, pharmaceuticals, paper, chemicals, waste water etc)\n* Strong commercial awareness. Exposure to the water industry and measurement technology products would be advantageous\n* Ability to work independently and proactively\n* Fluent Swedish and advanced English language skills. A consultative approach to uncover and solve customer’s needs\n* Excellent sales CRM administration, forecasting and reporting, using Salesforce etc\n* A valid driver’s licence and able to drive extensively across a large sales territory, with some occasional overnight stays away from home\n\n\n\n  \n\n\n\n\n\n**About Hach** \n\n\n\n\n  \n\n\n\n\n\n Motivated by the highest possible stakes of climate change and global health, we’re working together within a rapidly digitizing industry to find innovative technologies that guarantee the safety of our water and our environment. More about us: https:\/\/www.hach.com\/about-us\n \n\n\n\n  \n\n\n\n\n\n Hach is proud to part of the Water Quality segment of Veralto (www.veralto.com | NYSE: VLTO), a $5B global leader dedicated to ensuring access to clean water, safe food and medicine, and trusted essential goods.\n \n\n\n\n  \n\n\n\n\n\n When you join Veralto’s vibrant global network of 16,000 associates, you join a unique culture and work e\n *nvironment where purpose meets* \n possibility: where the work you do has an everyday impact on the resources and essentials we all rely on, and where you’ll have valuable opportunities to deepen your skillset, pursue your ambitions, and grow your career. Together, we’re Safeguarding the World’s Most Vital Resources™—and building rewarding careers along the way.","company_url":"https:\/\/www.linkedin.com\/company\/hach","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF0i0oVxB29Dg\/company-logo_100_100\/company-logo_100_100\/0\/1709824861921\/hach_logo?e=2147483647&v=beta&t=wG01XNfwT8A71C9kmpBz6kV5R0ciRSptvJTYsERe-zM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4238265618","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4238265618","job_url_direct":null,"title":"Life Science är din arena – vi söker dig!","company":"Rejlers","location":"Södertälje, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Här handlar det om vad som händer när läkemedel ska produceras, när produktionen förändras och processerna säkras. Detta sker oftast via investeringsprojekt och på Rejlers Life Science söker vi dig som vill vara med och forma den verkligheten med expertis, nyfikenhet och mod.\n   \n\n  \n\n Vi har inte flest konsulter. Men vi har några av branschens skarpaste. Vill du bli en av oss?\n   \n\n  \n\n**About The Job**\n Hos oss får du ta plats som rådgivare och inte bara som utförare. Vi söker\n **seniora konsulter** \n som vill vara med och utveckla Life Science i nära samarbete med våra kunder.\n   \n\n  \n\n Vad som är gemensamt för alla roller? Du kan GMP. Det är grundplattan oavsett disciplin.\n   \n\n  \n\n**Vi letar efter kompetens inom:**\n**Projektledning**\n Seniora projektledare och tekniska projektledare med erfarenhet av investeringsprojekt inom Life Science, erfarenhet av GMP och van att driva projekt i komplexa produktionsmiljöer.\n   \n\n  \n\n**Kommissionering,\n **kvalificering** \n & validering**\n Specialister på FAT\/SAT, Kvalificering\/ validering av utrustning, renrum, medier och datoriserade system. Du kan hantera helheten – från krav till godkänd installation och funktion.\n   \n\n  \n\n**Produktion & process**\n Erfarna produktions- och processingenjörer med bakgrund inom läkemedel, processutveckling och etablering av nya produktionslinjer – både green field och brown field.\n   \n\n  \n\n**QA & QA IT**\n Kvalitetssäkrare som kan GMP inifrån och ut inom både traditionella och digitala systemmiljöer.\n   \n\n  \n\n**OT\/IT & digitalisering**\n Automation, digitala produktionslösningar och Pharma 4.0. Vi söker dig som vill ligga längst fram i utvecklingen.\n   \n\n  \n\n**SME \/ Lead Engineers**\n Spetskompetens inom valfritt område – du är den man ringer in när det måste bli rätt från början.\n   \n\n  \n\n Vi välkomnar både dig som trivs i linjeroller och dig som axlar rådgivande expertuppdrag i projektform.\n   \n\n  \n\n WHO ARE YOU?\n   \n\n  \n\n Att vara en del av vårt team på Rejlers innebär att du inte bara tar del av en spännande arbetsmiljö utan även en plattform där din erfarenhet och kompetens kan blomstra till sin fulla potential. Vi söker individer som inte bara är\n **självgående** \n och\n **erfarna** \n inom Life Science-branschen, utan som också är drivna av\n **nyfikenhet** \n och som har en vilja att\n **utvecklas både personligt och professionellt.**\n Du har djup förståelse för Life Science-industrin och\n **minst 5 års erfarenhet av att arbeta i GMP produktionsstyrda miljöer** \n . Du är trygg i din kompetens, lösningsorienterad och van att arbeta nära kund. Det är\n **starkt meriterande** \n om du sedan tidigare arbetat som konsult.\n   \n\n  \n\n Vi söker dig som kombinerar struktur med nyfikenhet och som har mod att utmana men också förmåga att lyssna.\n   \n\n  \n\n ◻ Kunskaper i både svenska och engelska är ett krav för att säkerställa effektiv kommunikation och samarbete inom nätverket av kunder och kollegor.\n   \n\n  \n\n**What You Get**\n På Rejlers blir du en del av en\n **öppen** \n och\n **välkomnande** \n atmosfär där vi värnar om våra medarbetare och strävar efter att skapa en arbetsmiljö där du\n **trivs** \n och\n **utvecklas** \n . Vi är ett team som är öppna för nya perspektiv och välkomnar komplexa utmaningar. Hos oss får du möjlighet att vara med och påverka vår fortsatta resa i en framtidsinriktad verksamhet med\n **högt i tak** \n och\n **frihet** \n under ansvar. Vill du läsa mer om hur det är att jobba hos oss så klicka dig in här.\n   \n\n  \n\n Vi på Rejlers erbjuder vi kvalificerade tjänster inom en rad olika sektorer, inklusive energi, infrastruktur, byggnad, industri och också såklart inom Life Science. Vår resa har bara börjat och möjligheterna till tillväxt hos oss är stora.\n   \n\n  \n\n**Vill du vara en del av framtiden för svensk Life Science?\n   \n\n  \n\n Välkommen till Rejlers – vi är redo när du är det.**\n 💙\n   \n\n  \n\n*Som ett kvalitativt led i våra rekryteringsprocesser kommer en bakgrundskontroll genomföras på slutkandidaten. Som en del av bakgrundskontrollen kommer vi även att be dig visa upp ett utdrag från belastningsregistret.*\n*Vissa roller kräver även annan kontroll, såsom t.ex. säkerhetsprövning, innan uppdrag hos vissa kunder - om det är aktuellt för tjänsten du sökt så kommer du att få mer information kring det i ett senare skede. Ytterligare information hittar du även här:* \n  \n\n  \n\n Behandling av personuppgifter | Rejlers\n   \n\n  \n\n*Vi granskar ansökningar löpande och tjänsten kan komma att bli tillsatt innan sista ansökningsdag.*","company_url":"https:\/\/se.linkedin.com\/company\/rejlers","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH4k3vt6aBSNg\/company-logo_100_100\/B4DZmerMtIIgAU-\/0\/1759303748975\/rejlers_logo?e=2147483647&v=beta&t=ymvieVKobzTVmM5brfcCn9L9Et968vpiAoUMRV0bTtg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4318287723","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4318287723","job_url_direct":null,"title":"Thesis Internship – Legal @ Signup Software (Spring 2026)","company":"SignUp Software","location":"Stockholm, Stockholm County, Sweden","job_type":"internship","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Are you ready to take your law studies to the next level and explore what it’s like to work in tech? As a thesis intern at Signup Software, you’ll get a front-row seat to how law and innovation intersect in a fast-growing, international software company.\n   \n\n  \n\n During approximately 10 weeks, you’ll work closely with our Head of Legal and gain hands-on experience in areas such as commercial contracts, data protection, compliance, IP, and corporate law. You’ll be part of a collaborative team where ideas are welcomed, curiosity is encouraged, and learning is constant.\n   \n\n  \n\n**Why Signup Software?**\n Signup Software is a Swedish software company with a global footprint. Our innovative solutions help organizations worldwide automate and optimize their financial processes. We combine innovation with stability and are driven by the belief that great tech is built by great people.\n   \n\n  \n\n As a legal intern, you’ll gain valuable insight into how the legal function supports growth, manages risk, and enables innovation in an international tech company. You will also be able to discuss ideas regarding your thesis with our Head of Legal, that will function as a mentor during the internship.\n   \n\n  \n\n**Who are we looking for?**\n**You Are Someone Who**\n* Studies law and will write your thesis during Spring 2026\n* Is curious about how legal work operates in the tech industry\n* Has strong academic results and a genuine interest in commercial law, IT law, and corporate law\n* Thrives in a dynamic environment and enjoys collaborating with others\n\n\n**Application**\n Apply no later than\n **November 30, 2025** \n , by answering a few questions and attaching your\n **CV** \n and academic transcripts.\n   \n\n  \n\n Applications are reviewed on a rolling basis, so don’t wait too long to apply.\n   \n\n  \n\n We look forward to hearing from you—and to giving you a real-world experience of what it’s like to work with Legal in Tech.\n   \n\n  \n\n**Who** \n**are SignUp?**\n At SignUp Software, we’re not just developing software—we’re transforming how finance teams work. Founded in Sweden and now a global leader in financial process automation, our award-winning solution ExFlow is trusted by over 1,200 customers in more than 60 countries.\n   \n\n  \n\n Built natively into Microsoft Dynamics 365, ExFlow empowers finance departments to streamline accounts payable, accounts receivable, and other critical workflows with speed, accuracy, and insight. We’re also expanding fast—across Europe, North America, APAC, and beyond—with the backing of leading private equity firm Insight Partners.\n   \n\n  \n\n SignUp Software was founded in 1999 and introduced ExFlow in 2003. Over the years, SignUp Software has earned a strong reputation in the Microsoft Dynamics community for its solutions in financial process automation. The solutions in the ExFlow product portfolio are built in Microsoft Dynamics 365 and utilize Azure Services, specifically designed for the “Office of the CFO”.","company_url":"https:\/\/se.linkedin.com\/company\/signup-software","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFrE5GXzr8K6Q\/company-logo_100_100\/company-logo_100_100\/0\/1696519503402\/signup_software_logo?e=2147483647&v=beta&t=FrTbU4XzI5S8X4u5InKcMhgiAp4SETaf0aHi0TwnRlQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4300088428","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4300088428","job_url_direct":null,"title":"Senior Manager, Public Relations (Bangkok-based, Relocation Provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with a global network of 4.7M hotels and holiday properties worldwide, plus flights, activities, and more. Based in Asia and part of Booking Holdings, our 7,100+ employees representing 95+ nationalities in 27 markets foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enhancing the ability for our customers to experience the world.\n   \n\n  \n\n**Our Purpose -** \n**Bridging the World Through Travel**\n We believe travel allows people to enjoy, learn and experience more of the amazing world we live in. It brings individuals and cultures closer together, fostering empathy, understanding and happiness.\n   \n\n  \n\n We are a skillful, driven and diverse team from across the globe, united by a passion to make an impact. Harnessing our innovative technologies and strong partnerships, we aim to make travel easy and rewarding for everyone.\n   \n\n  \n\n**Get to Know our Team:**\n The Marketing Team of Agoda is a world leader in online marketing. The department is highly data-driven and focused on developing at-scale marketing programs that improve the lifetime value of Agoda customers through measurable channels. The team combines a blend of talents from the best analysts, marketing strategists, data scientists and brand specialists in the world. The marketing leadership at Agoda has deep experience in data science, product, strategy, and other marketing fields and have built an organization that thrives on data, creative ideas, and technology. The Marketing Team also fosters a great learning environment. You will be able to learn and grow by working closely with experts from a variety of backgrounds from all over the world.\n   \n\n  \n\n**The Opportunity:**\n We are looking for an\n **Senior Manager, Global Public Relations (Consumer PR)** \n to join our dynamic team within Agoda’s Marketing department. The global communications function is responsible for building and protecting Agoda’s reputation as a trusted and innovative brand with partners and consumer worldwide. Our Communications team oversees 10+ managed markets, supporting different parts of the business to help share Agoda’s story. The person who fills this Senior PR Manager role will be central to making us even more impactful as part of an international, results-focused Communications team. We move fast and leverage many channels to reach our audiences. You’ll be able to make a difference quickly, contributing ideas and helping to shape our thinking.\n   \n\n  \n\n The role will be\n **based in Bangkok** \n , Thailand and will be reporting to the Director of Communications\n   \n\n  \n\n**In this Role, you'll get to:**\n* Shape and define the PR strategy to elevate Agoda’s visibility in markets across Asia Pacific and beyond\n* Manage and develop two direct reports, providing regular feedback, coaching, and support to help them achieve their goals\n* Manage multi market agency teams to deliver measurable consumer content\n* Ideate scalable content to keep Agoda in the news leveraging a combination of data, product, campaign and corporate news\n* Keeping a finger on the pulse of breaking news, spotting trends and other editorial\/content opportunities for Agoda, what makes the news and how to create that narrative\n* Problem solving to develop creative media relations strategies, while also being analytical and measurement driven\n* Providing input for the Agoda global team drafting pitches, media briefings, Q&As as well as generating campaign ideas\n* Responding to global media enquiries and maintaining the Agoda press office\n* Managing and counselling stakeholders throughout Agoda who require PR support\n\n\n**What you'll Need to Succeed:**\n* Creative thinking and an all-round make-it-happen team attitude\n* 8+ years of experience in public relations in traditional and digital teams,  advantageous, ideally in both an agency and in-house setting. Experience should include 3+ years managing teams or direct reports.\n* Strong story-telling experience to consumer, corporate and B2B audiences\n* Demonstrable experience of an integrated approach to PR (content, social media, influencers, media partnership etc.)\n* Strong media contacts; sound knowledge of influencers and non-traditional channels\n* Great English writing, editing and proof-reading skills.\n* Crisis and issues management experience would be beneficial\n* Quick thinking and ability to spot trends and exploit opportunities to respond quickly to social sentiment\n* Project management capabilities and experience in managing creative and production resources\n* Experience in working within a matrix organization structure, across multiple markets and influencing different internal and external stakeholders\n* Experience of managing and optimizing budgets\n* Ability to measure quality\/impact of content for future improvement\n\n\n #seattle #sanfrancisco #beijing #newyork #london #bangkok #singapore #chicago #hongkong #singapore #berlin #shanghai #losangeles #boston #austin #toronto #luxembourg #munich #oslo #copenhagen #stockholm #helsinki #brussels #hamburg #stuttgart #taipei #hamburg #stuttgart #dublin #telaviv #sydney #melbourne #perth #vancouver #montreal #prague #paris #dublin #telaviv #milan #rome #tokyo #osaka #amsterdam #moscow #saintpetersburg #frankfurt #shenzhen #istanbul #dubai #kiev #seoul\n   \n\n  \n\n #seattle #sanfrancisco #beijing #newyork #london #bangkok #singapore #chicago #hongkong #singapore #berlin #shanghai #losangeles #boston #austin #toronto #luxembourg #munich #oslo #copenhagen #stockholm #helsinki #brussels #hamburg #stuttgart #taipei #hamburg #stuttgart #dublin #telaviv #sydney #melbourne #perth #vancouver #montreal #prague #paris #dublin #telaviv #milan #rome #tokyo #osaka #amsterdam #moscow #saintpetersburg #frankfurt #shenzhen #istanbul #dubai #kiev #seoul\n   \n\n  \n\n**Discover More About Working At Agoda**\n* Agoda Careers https:\/\/careersatagoda.com\n* Facebook https:\/\/www.facebook.com\/agodacareers\/\n* LinkedIn https:\/\/www.linkedin.com\/company\/agoda\n* YouTube https:\/\/www.youtube.com\/agodalife\n\n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy.\n   \n\n  \n\n**Disclaimer**\n We do not accept any terms or conditions, nor do we recognize any agency’s representation of a candidate, from unsolicited third-party or agency submissions. If we receive unsolicited or speculative CVs, we reserve the right to contact and hire the candidate directly without any obligation to pay a recruitment fee.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEzK9LDvJWkJA\/company-logo_100_100\/B56ZoZt1jSJQAQ-\/0\/1761368038072\/agoda_logo?e=2147483647&v=beta&t=UAbfR2tG7DJbBQXJJ42PPgK2Mk8kcTTZhEWJ5FmYiXc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4317654875","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4317654875","job_url_direct":null,"title":"AI Founding Engineer","company":"Fluencify.io","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Fluencify is an AI-powered platform helping brands scale authentic user-generated content through vetted student creators. We combine creativity, data, and automation to make influencer marketing scalable and authentic.\n   \n\n\n\n\n\n**Role** \n\n\n\n\n We’re looking for a\n **Founding Engineer (AI \/ Software)** \n to join as our first technical co-founder. You’ll take ownership of building and integrating our AI stack — powering content scoring, trend analysis, and automated workflows.\n   \n\n\n\n\n\n**What you'll do** \n\n\n\n* Develop and deploy AI features end-to-end\n* Integrate machine learning models into the SaaS platform\n* Work closely with the founders on product and data strategy\n\n\n\n**Reqirements** \n\n\n\n* Strong skills in Python and modern AI frameworks\n* Experience with NLP, computer vision, or trend prediction\n* Entrepreneurial mindset and ability to ship fast in early-stage environments\n\n\n\n**Why join** \n\n\n\n* Founding-level ownership and impact\n* Hybrid work setup in Stockholm\n* Build the AI core of a fast-growing creator tech startup","company_url":"https:\/\/www.linkedin.com\/company\/fluencify-io","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9BuX9Ilv4PA\/company-logo_100_100\/B4DZnjKp6oJMAQ-\/0\/1760452848178\/fluencify_co_logo?e=2147483647&v=beta&t=hFG-5yGpNej1U7iHco0rWnHDObtPDtPKfb-2YlNkFT8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4317661969","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4317661969","job_url_direct":null,"title":"Student Opportunity (AI\/Engineering)","company":"Brinna AI","location":"Stockholm, Stockholm County, Sweden","job_type":"internship","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Want to get involved in applied AI that solves a validated, real-world headache for businesses? We're looking for engineering \/ machine learning students with curiosity to support us in making a leap forward in shaping the future of Brand Intelligence.\n \n\n\n\n  \n\n\n\n\n\n**What you bring:** \n\n\n\n\n  \n\n\n\n\n* Currently enrolled in Computer Science, Machine Learning, Engineering, Applied Physics or a related field at a leading technology faculty in Sweden (preferably 3rd or 4th year).\n* Solid foundational knowledge in AI \/ Machine Learning concepts.\n* Desire to contribute to how AI technology can be pushed forward.\n* Innovative, problem-solving mindset\n* Passion for building stuff that create real value\n\n\n\n  \n\n\n\n\n\n**Details:** \n\n\n\n\n  \n\n\n\n\n* **Duration:** \n Flexible\n* **Scope:** \n Flexible\n* **Start Date:** \n Asap\n* **Location:** \n Stockholm (remote in Sweden accepted)\n\n\n\n  \n\n\n\n\n\n**About us:** \n\n\n\n\n  \n\n\n\n\n\n We are a technology startup on a mission to build the next generation of tools for enterprise branding. We believe that AI should be a collaborative partner, empowering brands to be more effective and consistent.\n \n\n\n\n  \n\n\n\n\n\n For the right person, we expect that this can be a long term collaboration and could potentially lead to strong opportunities going forward.","company_url":"https:\/\/se.linkedin.com\/company\/brinna-ai","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFdMbrc5H7wOA\/company-logo_100_100\/B4DZoLCkxSIgAQ-\/0\/1761121815975\/brinna_ai_logo?e=2147483647&v=beta&t=6gWQMmX2h4aLmITK4xBA7-i4MCgahICMhyhgpihrWnA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4300036978","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4300036978","job_url_direct":null,"title":"Senior Engineering Manager","company":"King","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Craft:**\n Technology & Development\n   \n\n  \n\n**Job Description:**\n We are looking for a skilled Senior Engineering Manager to lead our Observability team.\n   \n\n  \n\n**Your Role within the Kingdom**\n As an Senior Engineering Manager in Runtime & Insights your responsibility is to lead and empower the Observability team, delivering tools and services that enhance the reliability and insights of our global operations. You are not only a manager but also a product visionary, guiding both the technical roadmap and product strategy to ensure exceptional user value.\n   \n\n  \n\n You'll lead a dedicated Observability team responsible for maintaining and advancing observability and reliability through robust logging, metrics, tracing, and profiling solutions. The products your team delivers will support developers and operational teams across King, ensuring optimal performance and health of our game platform.\n   \n\n  \n\n You’ll collaborate closely with engineering teams, influencing strategies around how we monitor all King games and services across our Public Cloud footprint, while championing best practices in DevOps and Site Reliability Engineering.\n   \n\n  \n\n**Key Responsibilities**\n Lead, motivate and inspire a team of passionate engineers that own and operate the observability platform at King.\n   \n\n  \n\n Lead both technical strategy and product management within Observability, driving product vision and execution.\n   \n\n  \n\n Build and evolve solutions for observability leveraging Grafana (collector and dashboarding), Loki (logs), Mimir (metrics), and Pyroscope (profiling).\n   \n\n  \n\n Act as an ambassador for on-call practices, leveraging PagerDuty for incident management and promoting robust reliability engineering culture.\n   \n\n  \n\n Drive adoption and best practices for Site Reliability Engineering.\n   \n\n  \n\n Collaborate effectively across King to understand business needs and align technical deliverables.\n   \n\n  \n\n Foster a supportive, inclusive team environment that nurtures career growth and team cohesion.\n   \n\n  \n\n Skills to Create Thrills\n   \n\n  \n\n 7+ years leading and motivating high performing engineering teams.\n   \n\n  \n\n Deep expertise in cloud platforms, particularly Google Cloud Platform (GCP).\n   \n\n  \n\n Strong understanding of observability tools and concepts, including metrics, logs, traces, and profiling.\n   \n\n  \n\n Practical experience with Grafana, Loki, Mimir, Pyroscope, and PagerDuty.\n   \n\n  \n\n Solid experience managing technical teams, driving product roadmaps, and managing stakeholder expectations.\n   \n\n  \n\n Proven leadership in creating a healthy engineering culture emphasizing collaboration, innovation, and continuous improvement.\n   \n\n  \n\n Excellent strategic thinking, capable of independently contributing to King’s broader technology and product strategies.\n   \n\n  \n\n**Healthy Team**\n Ability to build and maintain a structured, high-performing team with clearly defined roles aligned with strategic priorities.\n   \n\n  \n\n Demonstrated success in mentoring team members, fostering communication, and embedding a collaborative and service-oriented mindset.\n   \n\n  \n\n**About King**\n With a mission of\n *Making the World Playful* \n , King is a leading interactive entertainment company with more than 20 years of history of delivering some of the world’s most iconic games in the mobile gaming industry, including the world-famous Candy Crush franchise, as well as other mobile game hits such as\n *Farm Heroes Sag* \n a. King games are played by more than 200 million monthly active users. King, part of Microsoft (NASDAQ: MSFT), has Kingsters in Stockholm, Malmö, London, Barcelona, Berlin, Dublin, San Francisco, New York, Los Angeles and Malta. More information can be found at King.com or by following us on LinkedIn, @lifeatking on Instagram, or @king\\_games on X.","company_url":"https:\/\/se.linkedin.com\/company\/king","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQE-p94Ng1sc7w\/company-logo_100_100\/B4EZkOgJoyGwAU-\/0\/1756884933779\/king_logo?e=2147483647&v=beta&t=Yy5oUeLTHnakh0j5Xo4K-T2BsAlrA8J30GyT51PTWrY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4261937726","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261937726","job_url_direct":null,"title":"Platform Engineer till Accelerate at Iver","company":"Accelerate at Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"jesper.carlsson@iver.se","description":"Är du redo att forma framtidens IT tillsammans med några av branschens vassaste konsulter? Accelerate at Iver växer – och vi söker fler Platform Engineers som vill vara med och bygga smarta, hållbara och säkra lösningar i teknikens absoluta framkant.\n   \n\n  \n\n****💼** \n**Din roll****\n Som en del av vårt DevOps-team får du arbeta med marknadsledande kunder och hjälpa dem genom deras digitala transformation. Du jobbar långsiktigt i teamleveranser med modernisering, automation och agil utveckling – enligt vår metodik\n *Journey* \n to Agile. Några av de tekniker\/metoder som vi arbetar med är Kubernetes, Docker, Terraform, Jenkins, Ansible, Git, Bash, Python.\n   \n\n  \n\n******✅** \n Vem är du?****\n Vi söker dig som har gedigen erfarenhet inom Plattform\/DevOps och som brinner för automatisering och att bygga effektiva lösningar ute hos våra kunder. Du uttrycker dig obehindrat på svenska och engelska i både tal och skrift.\n   \n\n  \n\n För denna position krävs svenskt medborgarskap, vi utför även bakgrundskontroll av slutkandidat.\n   \n\n  \n\n**🛠️ Du Bör Ha Koll På**\n* Linux i enterprise-miljöer\n* Containerteknik: Docker, Kubernetes\n* Script\/programmering: Bash, Python, Go\n* Versionshantering: Git\n* Automatisering: Ansible, Terraform\n* CI\/CD och GitOps\n\n\n**Extra Plus Om Du Även Har Koll På**\n* OpenStack\n* Public cloud\n* OpenShift\/Rancher\n* HashiCorp Vault\/Consul\n\n\n****🌱** \n**Vi** \n erbjuder dig**\n Som anställd på Accelerate at Iver erbjuder vi förutom spännande uppdrag och tekniker:\n   \n\n  \n\n* Utbildning & certifieringar via våra partners (Red Hat, HashiCorp, GitLab m.fl.)\n* En trygg och säker anställning med bra förmåner\n* Kollektivavtal, friskvårdsbidrag och sjukvårdsförsäkring\n* Flexibilitet, frihet och balans mellan jobb och fritid\n* Att bli en del i ett passionerat team med tekniskt vassa kollegor\n\n\n Vi tror på gemenskap och kompetensutbyte – här utvecklas vi tillsammans och stöttar varandra för att alltid ligga i framkant.\n   \n\n  \n\n**📍Placeringsort**\n Accelerate at Iver finns på flertal orter i Sverige och Norge. För denna tjänst utgår du från vårt kontor i Stockholm, med möjlighet till hybridarbete.\n   \n\n  \n\n**Vi intervjuar löpande – vänta inte med att skicka in din ansökan!**\n 👉 Önskad start är snarast eller enligt överenskommelse.\n   \n\n  \n\n Har du frågor? Kontakta Jesper Carlsson på jesper.carlsson@iver.se\n   \n\n  \n\n**Vi ser fram emot att träffa dig. Välkommen til** \n**l Accelerate at Iver!** \n 🚀","company_url":"https:\/\/se.linkedin.com\/company\/accelerate-at-iver-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9qCEnYo3LEw\/company-logo_100_100\/company-logo_100_100\/0\/1705932924745?e=2147483647&v=beta&t=YypaPrg8V26RH6kSjgMaakZ6TI3u1NuEzUMv-PjQUjk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"cda05b99eb1254f1","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=cda05b99eb1254f1","job_url_direct":"https:\/\/jobs.ashbyhq.com\/filed\/a4db0508-64bc-4b9e-be0a-44b00e5f6b23?utm_source=qnY12zdOZm","title":"AI Engineer","company":"FILED","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1761436800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Filed is building the first AI tax preparer trusted by America’s accounting firms.**\n\n\nThis industry might seem boring,but it’s a $70B backbone of the economy that’s breaking under a talent shortage no one has solved. We’re fixing it. Fast.\n\n\nIn just 9 months, we’ve hit strong product-market fit, are generating insanely fast-growing, ridiculously sticky revenue, and are backed by top-tier investors. We’re not a tool—we’re the missing workforce firms have been sounding the alarm for. We’re building the future by expanding our already 30-person team with those who want to say “I was there when it all started.”\n\n\nRead more TechCrunch\n\n\n⸻\n\n **What we should tell you about the role**  \n\nThis role sits at the heart of how we turn complex, human tax reasoning into scalable intelligence. You’ll be building the brain of the first AI tax preparer trusted by America’s accounting firms. Your work will touch everything from retrieval pipelines to model evaluation to how our system thinks about a single user query. This is not a narrow research role—it’s applied, fast-moving, and deeply interdisciplinary. You’ll partner with product, engineering, and domain experts to ship features that real firms rely on daily, balancing cutting-edge AI with the rigor and reliability that compliance demands.\n\n**Here’s why this is a terrible job**\n\n\nThis isn’t for someone who likes to move slow. We operate week to week with ruthless speed. Sometimes we’re wrong, but more often we’re right—and we course-correct fast. If you need extra days to perfect your model, teammates will be waiting on you. We use tools like Cursor, OpenAI, and Gemini to prototype fast, test in prod, and push to users in hours, not quarters. You’ll work at the intersection of LLMs, user behavior, compliance, and knowledge graphs, with no clean datasets or perfect answers—just judgment calls and chaos. You’ll ask yourself, *is this really the work?* It is. And it’s not for everyone.\n\n**... and here’s why it’s the best career choice you’ll make**\n\nWe’re hyperscaling, well-funded, and hit strong product-market fit in nine months. We’re building what tax pros call impossible, a product that behaves like a teammate, not a tool. We run reviews every four months, operate with full transparency, and pay above market with fast-growing equity. You’ll own decisions, ship because you believe in what you build, and talk to users weekly. We’ll set the goal; how you get there;prompting, tuning, retrieval, structured data—is up to you. You’ll help build a customer oracle so sharp it predicts what users need before they do.\n\n **What you’ll be responsible for**  \n\nYou’ll design and implement LLM-powered workflows across tax, finance, and compliance, building agentic frameworks with tools like adk, LangChain, and CrewAI. You’ll develop scalable knowledge systems for memory, retrieval, and reasoning, and own prompt pipelines, vector stores, fine-tuned models, and evals. You’ll think in systems, probabilities, and second-order effects as you work across ambiguous problem spaces that blend LLMs, APIs, and semi-structured data. You’ll become an internal Oracle, building a deep mental model of our users so precise it can predict what they need before they ask.\n\n**The teammate we’re looking for**  \n\nYou thrive on complexity and get energized by the edge cases most people avoid. You’re pragmatic—fast to ship, faster to learn—and you believe research only matters when it drives outcomes. You’re fluent in tools like OpenAI, Gemini, and Claude, comfortable writing production-grade Python, and confident working across cloud environments like GCP or Azure. You grasp embeddings, RAG, and retrieval at scale, and may have built internal tooling for model debugging or evals. You collaborate deeply across product, engineering, and operations, stay curious about everything you automate, and take full ownership of outcomes. You love seeing your work in front of real users daily—and improving it just as quickly.\n\n**Growth and Levels:**\n\n* We operate on six levels, from Level 1 to Level 6. Each reflects increasing ownership, impact, and scope with meaningful jumps in salary and equity.\n* We review levels every 4 months. Promotions are based on output and ownership, not tenure.\n* This isn’t a comfy lean-back role. It’s fast, focused, and customer-obsessed.\n* You will launch fast. You will learn fast. You will own what you ship.\n\n**Equal Opportunity**\n\n\nFiled is proud to be an equal opportunity employer. We celebrate diversity and are committed to creating an inclusive environment for all employees. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status. If you’re excited about this role but don’t meet every single qualification, we encourage you to apply anyway as we’re building a team of people with diverse strengths, experiences, and backgrounds.","company_url":"https:\/\/se.indeed.com\/cmp\/Filed","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4262511609","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4262511609","job_url_direct":"https:\/\/emp.jobylon.com\/applications\/jobs\/299816\/create\/?utm_source=linkedin&urlHash=risQ","title":"Developers to Tele2 - Build the Future of Telecom with Us","company":"Tele2","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Do you want to shape real digital experiences that impact millions of people? Thrive in an environment with freedom, purpose, and fun? At TELE2, we’re building smarter, easier and more sustainable tech – and we want you to join the journey.*\n**About The Role**\n TELE2’s IT organization is evolving rapidly as we build the next generation of digital experiences. As the telecom industry makes bold shifts, we’re determined to lead the way. To support our growth, we’re looking for passionate developers across multiple areas to join our product teams.\n   \n\n  \n\n You’ll be part of an autonomous team, working in a cross-functional setup with designers, product managers, and analysts. Together, you own your product – from architecture and development to deployment and operations.\n   \n\n  \n\n We build cloud-native services in Kubernetes and work in microservice-based architectures. We value simplicity, automation, and quality – and we’re serious about owning what we build.\n   \n\n  \n\n**Who We’re Looking For**\n We’re hiring developers across different roles and backgrounds. You might be a great fit if you identify with one or more of the following:\n   \n\n  \n\n* Backend Developer: Experience with Go, Java, .NET, Spring Boot, or Kafka\n* Frontend Developer: Skilled in JavaScript, Vue or similar frameworks\n* Platform \/ DevOps Engineer: Comfortable with Linux, Kubernetes, GitLab and cloud infrastructure (especially Azure)\n\n\n You don’t need to tick every box – we value curiosity, problem-solving skills, and the drive to learn.","company_url":"https:\/\/se.linkedin.com\/company\/tele2","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHvRdmBaRBbaw\/company-logo_100_100\/B4DZeq14LFHAAU-\/0\/1750917940283\/tele2_logo?e=2147483647&v=beta&t=xeKrBGiNB2V41p0iaHWQ3LM2XFQTbP13-EIfhKo3tjY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4264353329","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4264353329","job_url_direct":null,"title":"Data Architect","company":"Skandia","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"hellen.malmberg@skandia.se, harald.brehmer@skandia.se","description":"**Att jobba som data architect**\n Som data architect kommer du tillhöra vårt Data & Analytics team som är organiserat inom Finance för att stötta hela Skandias verksamhet. Teamet består av arkitekter, systemutvecklare och verksamhetsutvecklare som alla sitter på vårt huvudkontor i Stockholm. Vi är med och bidrar till Skandias digitaliseringsresa genom att etablera ett nytt informationsförsörjningssystem och förbättrade analyticsförmågor. Vi säkerställer att rätt data finns tillgänglig på ett effektivt och säkert sätt.\n   \n\n  \n\n Du kommer ha det övergripande ansvaret för att designa dataarkitekturen för våra dataflöden, modeller, lagringsmönster och integrationer. Likväl säkerställer du att vi följer våra regelverk (t.ex. GDPR) och långsiktiga värde mot affären. Rollen innebär nära dialog med lösningsarkitekter inom området, utvecklingsteam på IT sidan samt andra verksamhets­utvecklare inom Skandias verksamhet. Du kommunicerar regelbundet med ledningsgrupper och seniora chefer inom Skandia, vilket gör din roll både affärsnära och strategisk. Hos Skandia får du vara med på en spännande förändringsresa och jobba i en organisation som jobbar agilt och som värdesätter hållbara lösningar.\n   \n\n  \n\n Vi arbetar hybrid, vilket innebär arbete på kontoret varvat med distansarbete. I rollen kommer du att rapportera till chefen för Data & Analytics.\n   \n\n  \n\n**För att lyckas i rollen**\n Som person är du driven, tålmodig och gillar att leda i förändring. Du kan bygga starka relationer med andra intressenter både internt och externt genom att kunna kommunicera enkelt med både IT- och affärssidan.\n   \n\n  \n\n För att lyckas ser vi att du har mångårig erfarenhet som data architect eller liknande roller. Du har kunskap om dataarkitekturprinciper och förmåga att utforma en effektiv och skalbar datastruktur. Datamodelleringsprinciper inklusive Data Vault är något som du har kännedom om. Du kan ETL-processer och verktyg för att integrera och transformera data från olika källor. Erfarenhet av molnbaserade plattformar och data-hanterings¬ramverk som Azure, Snowflake, Hadoop eller motsvarande gör att du kan navigera i våran tekniska miljö. Slutligen är du bekant och kan arbetat med agila ramverk och metoder. Ett grundkrav i rollen är att du kan flytande svenska och engelska, både i tal och skrift.\n   \n\n  \n\n Meriterande är om du har en relevant högskoleutbildning eller har jobbat inom bank-, finans- eller försäkringsområdet.\n   \n\n  \n\n**Vad händer nu?**\n Vi jobbar med löpande urval så tveka inte att skicka in din ansökan redan idag. I ansökan kommer vi att ställa ett antal urvalsfrågor som ligger till grund för första urvalet. För att göra rekryteringsprocessen så rättvis och objektiv som möjligt kommer det att ingå intervjuer, tester, bakgrundskontroll samt digital referenstagning.\n   \n\n  \n\n Om du har frågor kring rollen, vänligen kontakta rekryterande chef Hellen Malmberg på hellen.malmberg@skandia.se.\n   \n\n  \n\n Om du har frågor kopplat till rekryteringsprocess, vänligen ta kontakt med Harald Brehmer Talent Acquistion Partner på harald.brehmer@skandia.se.\n   \n\n  \n\n Vi kommer att återkoppla till alla som söker oavsett om du går vidare eller inte.\n   \n\n  \n\n Vi ser fram emot din ansökan!\n   \n\n  \n\n**Mer om Finance**\n Inom Finance arbetar vi\n *framåt tillsammans* \n för att vara en affärsnära partner och skapa långsiktigt värde för Skandia. Totalt sett består vi av fem olika avdelningar med ungefär 120 medarbetare som alla sitter i Stockholm på Lindhagensgatan 86.\n   \n\n  \n\n Våra avdelningar inom Finance är: Finance Transformation & Infomation , Accounting & Reporting, Aktuarie & Modellering, Inköp & Support samt Group Planning & Control.\n   \n\n  \n\n Tillsammans strävar vi efter att skapa ett effektivt och värdeskapande Finance. Vi arbetar proaktivt för att säkerställa effektiva kärnprocesser genom att följa externa och interna krav. Vårt huvuduppdrag är att stödja koncernledningen med analyser och strategiska beslutsunderlag samt övriga verksamhetsområden inom koncernen. Vi stödjer även våra funktioner med finansiell analys och rapportering. Vårt gemensamma arbete ska hålla hög kvalitet och skapa värde för Skandia. Tillsammans optimerar vi financeområdet genom nya teknologier, arbetssätt och kompetenser. Detta åstadkommer vi genom gott ledarskap, samarbete och engagemang.","company_url":"https:\/\/se.linkedin.com\/company\/skandia","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEs060J8i-8tQ\/company-logo_100_100\/company-logo_100_100\/0\/1630563205936\/skandia_logo?e=2147483647&v=beta&t=4qAvHAKdEJeJemdOmYtZSVH2_elseCBt6e3t2-etCRU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4300036978","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4300036978","job_url_direct":"https:\/\/activision.wd1.myworkdayjobs.com\/King_External_Careers\/job\/Barcelona\\u002d\\u002d-King\\u002d\\u002d-PG\/Senior-Engineering-Manager_R025662-1?utm_source=linkedin&utm_medium=social&utm_content=&utm_campaign=jobs&source=Linkedin&urlHash=Ntrx","title":"Senior Engineering Manager","company":"King","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Craft:**\n Technology & Development\n   \n\n  \n\n**Job Description:**\n We are looking for a skilled Senior Engineering Manager to lead our Observability team.\n   \n\n  \n\n**Your Role within the Kingdom**\n As an Senior Engineering Manager in Runtime & Insights your responsibility is to lead and empower the Observability team, delivering tools and services that enhance the reliability and insights of our global operations. You are not only a manager but also a product visionary, guiding both the technical roadmap and product strategy to ensure exceptional user value.\n   \n\n  \n\n You'll lead a dedicated Observability team responsible for maintaining and advancing observability and reliability through robust logging, metrics, tracing, and profiling solutions. The products your team delivers will support developers and operational teams across King, ensuring optimal performance and health of our game platform.\n   \n\n  \n\n You’ll collaborate closely with engineering teams, influencing strategies around how we monitor all King games and services across our Public Cloud footprint, while championing best practices in DevOps and Site Reliability Engineering.\n   \n\n  \n\n**Key Responsibilities**\n Lead, motivate and inspire a team of passionate engineers that own and operate the observability platform at King.\n   \n\n  \n\n Lead both technical strategy and product management within Observability, driving product vision and execution.\n   \n\n  \n\n Build and evolve solutions for observability leveraging Grafana (collector and dashboarding), Loki (logs), Mimir (metrics), and Pyroscope (profiling).\n   \n\n  \n\n Act as an ambassador for on-call practices, leveraging PagerDuty for incident management and promoting robust reliability engineering culture.\n   \n\n  \n\n Drive adoption and best practices for Site Reliability Engineering.\n   \n\n  \n\n Collaborate effectively across King to understand business needs and align technical deliverables.\n   \n\n  \n\n Foster a supportive, inclusive team environment that nurtures career growth and team cohesion.\n   \n\n  \n\n Skills to Create Thrills\n   \n\n  \n\n 7+ years leading and motivating high performing engineering teams.\n   \n\n  \n\n Deep expertise in cloud platforms, particularly Google Cloud Platform (GCP).\n   \n\n  \n\n Strong understanding of observability tools and concepts, including metrics, logs, traces, and profiling.\n   \n\n  \n\n Practical experience with Grafana, Loki, Mimir, Pyroscope, and PagerDuty.\n   \n\n  \n\n Solid experience managing technical teams, driving product roadmaps, and managing stakeholder expectations.\n   \n\n  \n\n Proven leadership in creating a healthy engineering culture emphasizing collaboration, innovation, and continuous improvement.\n   \n\n  \n\n Excellent strategic thinking, capable of independently contributing to King’s broader technology and product strategies.\n   \n\n  \n\n**Healthy Team**\n Ability to build and maintain a structured, high-performing team with clearly defined roles aligned with strategic priorities.\n   \n\n  \n\n Demonstrated success in mentoring team members, fostering communication, and embedding a collaborative and service-oriented mindset.\n   \n\n  \n\n**About King**\n With a mission of\n *Making the World Playful* \n , King is a leading interactive entertainment company with more than 20 years of history of delivering some of the world’s most iconic games in the mobile gaming industry, including the world-famous Candy Crush franchise, as well as other mobile game hits such as\n *Farm Heroes Sag* \n a. King games are played by more than 200 million monthly active users. King, part of Microsoft (NASDAQ: MSFT), has Kingsters in Stockholm, Malmö, London, Barcelona, Berlin, Dublin, San Francisco, New York, Los Angeles and Malta. More information can be found at King.com or by following us on LinkedIn, @lifeatking on Instagram, or @king\\_games on X.","company_url":"https:\/\/se.linkedin.com\/company\/king","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQE-p94Ng1sc7w\/company-logo_100_100\/B4EZkOgJoyGwAU-\/0\/1756884933779\/king_logo?e=2147483647&v=beta&t=Yy5oUeLTHnakh0j5Xo4K-T2BsAlrA8J30GyT51PTWrY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4299362281","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4299362281","job_url_direct":"https:\/\/careers.noba.bank\/jobs\/6177204-data-analytics-engineer?utm_source=LinkedIn&urlHash=_WJ7","title":"Data Analytics Engineer","company":"NOBA Bank Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Are you ready to be a key contributor within the Data & Analytics Engineering department at NOBA Bank Group? Your focus will be on advancing analytics capabilities, optimizing data workflows, driving innovation in the cloud, and unlocking the full potential of the organization’s most valuable asset – data.\n   \n\n  \n\n**About The Role**\n The Data & Analytics Engineering department comprises specialized teams focused on Data Infrastructure Engineering, Analytics Engineering, and Data Management.\n   \n\n  \n\n As a Data Analytics Engineer, you'll play a central role in building and optimizing the organization's supporting analytics layer, collaborating across the bank. This role offers broad opportunities to grow and make a tangible impact!\n   \n\n  \n\n We offer a hybrid working model with two common in-office days. While we value flexibility, we also prioritize collaboration, team-building, and enjoying fikas and after-work gatherings together!\n   \n\n  \n\n**Main Tasks**\n* Design and implement efficient data models, focusing on analytics workflows and end-user usability.\n* Build robust and scalable data pipelines to support business intelligence and analytics needs.\n* Collaborate closely with internal stakeholders, such as Risk, Finance, and IT, to ensure data solutions align with business needs.\n* Ensure data quality, security, and compliance throughout the analytics lifecycle.\n* Drive technical improvements, introducing modern tools and processes to enhance analytics capabilities.\n* Partner with other engineers to align transformation processes for analytics purposes.\n\n\n**We Are Looking For Someone Who**\n Enjoys working with data & analytics engineering, modern data practices, and creating insights that drive decisions. We believe you are a detail-oriented and proactive person who thrives in a collaborative environment and enjoy learning new technologies. You approach challenges with a “can-do” attitude and excel in analytical thinking and problem-solving. For this role you’ll need:\n   \n\n  \n\n* Work experience in a similar role within data engineering or analytics engineering\n* An academic degree related to analytics engineering, data engineering, or similar fields.\n* Proficiency in ETL processes, designing analytics-ready datasets, and ensuring clean and usable data for stakeholders.\n* Proficiency in Databricks, dbt (SQL), python and related reporting tools and languages.\n* Experience with Power BI or similar BI tools.\n* Strong English skills, with proficiency in Swedish and\/or Norwegian.\n\n\n**It’s a Plus If You Have**\n* Experience with Microsoft’s data stack (Azure, SQL, and other cloud services).\n* A background in data roles within the financial sector.\n* Knowledge of Agile and Scrum methodologies.\n\n\n**Our Offer To You**\n* Freedom with Responsibility: Flexible working arrangements to suit your work style.\n* Career Development: Opportunities to grow and develop in your role.\n* Feedback Culture: A supportive environment that encourages open communication.\n* Coaching Leadership: Managers who guide and support your career journey.\n* A Caring Company Culture: We genuinely care about each other!\n\n\n In addition to this, it is important to us that you recognize yourself in our values:\n **we are wholehearted, we collaborate and we take the lead.**\n**Have you heard of NOBAVERSE?**\n In our NOBAVERSE, we value openness, trust, and diversity. Here, you can influence your own development and have fun along the way to achieving our goals – all in a workplace that’s a little extra\n *bubbly* \n ! ✨\n   \n\n  \n\n Read more about our employee value proposition on our careers page.\n   \n\n  \n\n**Read more about how our recruitment process works in the FAQ.**\n We care for your privacy and, with reference to the GDPR, would like to ask you not to include any sensitive personal data in your application, for examples information about ethnic origin, political opinions, religious beliefs or information about your health.\n   \n\n  \n\n**Read more about how we handle your personal data here.**\n If you have any questions or concerns about the position, please contact the responsible recruiter.\n   \n\n  \n\n We look forward to receiving your application! 🙏✨","company_url":"https:\/\/se.linkedin.com\/company\/nobabankgroup","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFo97Llpcq8cw\/company-logo_100_100\/company-logo_100_100\/0\/1684248760371\/nobabankgroup_logo?e=2147483647&v=beta&t=2w1eevz1KzkMvzcl-3TTY3RZgnkbBdcm_TEkWeq_moc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4297790643","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4297790643","job_url_direct":"https:\/\/assaabloy.jobs2web.com\/job\/Stockholm-AIML-Developer-SE-117-59\/1247224901\/?utm_source=LINKEDIN&utm_medium=referrer&urlHash=MGtH","title":"AI\/ML Developer","company":"HID","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"accommodations-ext@hidglobal.com","description":"**An Amazing Career Opportunity for an** \n**AI\/ML Developer !!**\n**Location:** \n Stockholm, Sweden; hybrid\n   \n\n  \n\n**Job ID:** \n 41789\n   \n\n  \n\n Join a forward-thinking engineering team where innovation meets impact. We're looking for an AI\/ML Developer with deep expertise in data science and machine learning to design, build, and deploy production-grade models across cloud and on-prem environments. If you're passionate about solving real-world problems with AI and thrive in fast-paced, hands-on development, this is your opportunity to make a difference.\n   \n\n  \n\n**Who are we?**\n HID powers the trusted identities of the world’s people, places, and things, allowing people to transact safely, work productively and travel freely.\n   \n\n  \n\n We are a high-tech software company headquartered in Austin, TX, with over 4,500 worldwide employees. Check us out here: www.hidglobal.com and https:\/\/youtu.be\/23km5H4K9Eo\n   \n\n  \n\n**Identity and Access Management Solutions (IAMS):**\n HID Global IAM products protect more than 85 million user identities.\n   \n\n  \n\n HID Global Identity and Access Management Solutions products protect more than 85 million user identities. At HID Global, we understand that no person, device, or workplace can go unprotected. This philosophy of Zero Trust drives us to create new advances in risk-based multi-factor authentication, leads us to secure user identities in converged access environments and drives the need to expand implementations with our industry-leading digital certificates and PKIaaS solution to manage them at scale.\n   \n\n  \n\n**As our** \n**AI\/ML Developer** \n**, you’ll support HID’s success by:**\n* Collaborating closely with the AI Center of Excellence, AI teams, and product teams to align development efforts with strategic goals.\n* Designing, implementing, and deploying machine learning models for production use cases (classification, anomaly detection, NLP, and fraud detection).\n* Building and maintaining data pipelines, ETL processes, and feature stores for scalable ML experimentation.\n* Working with cloud platforms (AWS SageMaker, GCP, Snowflake, Kafka, Docker, Jenkins) to deliver end-to-end AI\/ML solutions.\n* Developing APIs and microservices to integrate ML models with business applications.\n* Conducting experiments with LLMs, multi-agent systems, and synthetic data generation for advanced use cases.\n* Ensuring model observability, explainability, and compliance with industry and regulatory standards.\n* Collaborating cross-functionally with product, engineering, and business teams to translate requirements into ML-driven solutions.\n* Documenting models, processes, and experiments; conducting knowledge transfer and support audits or due diligence.\n\n\n**Your Experience and Background include:**\n* 5+ years of experience in AI\/ML, Data Science, or related fields.\n* Proven track record in Python development with strong knowledge of NumPy, pandas, scikit-learn, XGBoost, and ML frameworks.\n* Experience with AWS Machine Learning ecosystem (SageMaker, boto3, CloudWatch) .\n* Strong knowledge of SQL and experience with data warehouses (Snowflake, BigQuery).\n* Hands-on with CI\/CD, MLOps, and DataOps practices.\n* Experience deploying models in Flask\/Docker\/Jenkins environments.\n* Exposure to LLMs, RAG architectures, and AI workflow automation (LangChain, n8n, neo4j) .\n* Strong understanding of data governance, quality assurance, and regulatory reporting.\n* MSc in Computer Science, Data Science, Machine Learning, or a related technical field.\n* Experience working in agile environments and familiarity with cross-functional collaboration.\n* Strong focus on user-centered design and iterative development.\n* Experience with A\/B testing, BI tools (Tableau), and anomaly detection systems.\n* Knowledge of responsible AI practices and security standards (OWASP) .\n* Committed continuous learner who actively keeps up with the latest developments in AI\/ML and is always eager to share insights and knowledge across the organization.\n* Strong advocate for diversity, equity, and inclusion in the workplace.\n* Results-oriented, with the ability to balance technical depth with business acumen.\n* Language Skills\n* Ability to effectively communicate in English, both verbally and in writing.\n* Proficient in reading and interpreting technical documentation, including journals, specifications, and international standards.\n\n\n**What we can offer you:**\n* Competitive salary and rewards package\n* Competitive benefits and annual leave offering, allowing for work-life balance\n* A vibrant, welcoming & inclusive culture\n* Extensive career development opportunities and resources to maximize your potential\n* To be a part of a global organization that is pioneering the hardware, software and services that allow people to confidently navigate the physical and digital worlds\n\n\n**Why apply?**\n* Empowerment: You’ll work as part of a global team in a flexible work environment, learning and enhancing your expertise. We welcome an opportunity to meet you and learn about your unique talents, skills, and experiences. You don’t need to check all the boxes. If you have most of the skills and experience, we want you to apply.\n* Innovation: You embrace challenges and want to drive change. We are open to ideas, including flexible work arrangements, job sharing or part-time job seekers.\n* Integrity: You are results-orientated, reliable, and straightforward and value being treated accordingly. We want all our employees to be themselves, to feel appreciated and accepted.\n\n\n HID is committed to building a diverse, equitable, and inclusive workforce that reflects the global communities we serve. As an equal opportunity employer, we welcome applications from individuals of all backgrounds, experiences, and perspectives. We evaluate applicants without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, disability, age, veteran status, or any other legally protected characteristic. Our goal is to create a workplace that empowers everyone to thrive and be their authentic selves, fostering an environment of mutual respect and inclusivity. If you have a disability and require assistance or accommodation to participate in the application process or to perform essential job functions, please contact accommodations-ext@hidglobal.com .\n   \n\n  \n\n**We make it easier for people to get where they want to go!**\n On an average day, think of how many times you tap, twist, tag, push or swipe to get access, find information, connect with others or track something. HID technology is behind billions of interactions, in more than 100 countries. We help you create a verified, trusted identity that can get you where you need to go – without having to think about it.\n   \n\n  \n\n When you join our HID team, you’ll also be part of the ASSA ABLOY Group, the global leader in access solutions. You’ll have 63,000 colleagues in more than 70 different countries. We empower our people to build their career around their aspirations and our ambitions – supporting them with regular feedback, training, and development opportunities. Our colleagues think broadly about where they can make the most impact, and we encourage them to grow their role locally, regionally, or even internationally. As we welcome new people on board, it’s important to us to have diverse, inclusive teams, and we value different perspectives and experiences.","company_url":"https:\/\/www.linkedin.com\/company\/hidglobal","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEojinp78zHZA\/company-logo_100_100\/company-logo_100_100\/0\/1632762961395\/hidglobal_logo?e=2147483647&v=beta&t=OpF3b1vNHnIxn_8cWsA_6n5Fe_bYy7tAfekEXaFiInA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"9ad570a1d9df23c5","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=9ad570a1d9df23c5","job_url_direct":"https:\/\/jsv3.recruitics.com\/redirect?rx_cid=3436&rx_jobId=R-01327404_1003_rxr-1&rx_url=https%3A%2F%2Fjobs.thermofisher.com%2Fglobal%2Fen%2Fjob%2FR-01327404%2FField-Service-Engineer-Copenhagen-Denmark%3Frx_a%3D0%26rx_c%3D%26rx_ch%3Djobp4p%26rx_group%3D123525%26rx_id%3De1ddfdd4-b213-11f0-9de0-9111fa414b0d%26rx_job%3DR-01327404_1003_rxr-1%26rx_medium%3Dcpc%26rx_r%3Dnone%26rx_source%3Dindeed%26rx_ts%3D20251026T220427Z%26rx_vp%3Dcpc%26utm_medium%3Dppc%26utm_source%3Drecruitics_indeedorganic","title":"Field Service Engineer - Copenhagen, Denmark","company":"Thermo Fisher Scientific","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1761350400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**Work Schedule**\n\n\nStandard (Mon-Fri)**Environmental Conditions**\n\n\nAble to lift 40 lbs. without assistance, Will work with hazardous\/toxic materials**Job Description**\n\n\nJoin Thermo Fisher Scientific, a global leader valuing performance, quality, and innovation.\n\n**Location\/Division Specific Information**\n------------------------------------------\n\n\nLocation: Copenhagen area, Denmark  \n\nMain focus is a key account in the Copenhagen area\n\n**Division: Laboratory Automation**\n-----------------------------------\n\n\nDiscover Impactful Work\n\n\nRepair, maintain, and install Cytomat Products, Digital Science and Automation Solutions (DSAS) products, and 3rd party equipment in Europe.\n\n**A day in the Life:**\n----------------------\n\n* Schedule and perform on-site maintenance, repair and installation on all Cytomat Products and other LAI system components and instrumentation.\n* Perform on-site training relative to system service, maintenance, and basic operation.\n* Keep track and maintain your local spare part's inventory.\n* Ensure that all documentation related to in-house and on-site support activity is completed accurately and submitted on a timely basis. This includes maintenance of electronic files, Field Service Reports, Service Work Orders and Quotes.\n* Diagnose problems over the phone and\/or using remote software. Where necessary, follow up with on-site work or dispatch third-party service providers for on-site work. Follow up to ensure problems were resolved to the customer’s happiness.\n* Actively monitor the status of contract, warranty and time and material installed customers.\n\n**Keys to Success**\n-------------------\n\n\nEducation\n\n* Technology diploma in Mechatronics, Electro-mechanical engineering, Electrical or Mechanical engineering, or equivalent.\n\n**Experience**\n--------------\n\n* Minimum 5 years practical experience in field service or solving software and lab equipment.\n* Validated experience with automation, robots, and\/or device instrumentation.\n\n**Knowledge, Skills, Abilities**\n--------------------------------\n\n* System-level diagnostic skills using inquiries, observations, system schematics & documentation, software tools, and communications \/ electrical diagnostic aids.\n* Multi-disciplinary technical skills \/ excellent with software, electrical, and mechanical systems.\n* Proficient in computer use, skilled in serial communications cabling, and familiar with basic programming concepts.\n* Wiring and pneumatics (schematics, PLCs, power panels).\n* Mechanical systems (CAD drawings, fasteners).\n* Working proficiency of Momentum software features and operations is a plus.\n* Excellent interpersonal communication skills, must have a professional working proficiency in English, additional languages advantageous.\n* Strong written and verbal communications skills and shown ability to meet targets and work independently in a quick-paced environment.\n\n\nYou will receive a competitive salary, company car, company pension scheme and will have outstanding development and career prospects in a globally growing company.\n\n\nDiscover 5 reasons to join our team of 100,000+ colleagues worldwide.","company_url":"https:\/\/se.indeed.com\/cmp\/Thermo-Fisher-Scientific","company_url_direct":"https:\/\/www.thermofisher.com\/","company_addresses":"168 Third Avenue, Waltham, MA USA 02451","company_industry":" Industrial Manufacturing","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"At Thermo Fisher Scientific, our professionals develop critical solutions—and build rewarding careers.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/65bd2e4bebb79b1432ac3277ffd57ae7","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/f20f89946cf5b2ef2f53cfaa0a3562ce","ceo_name":"Marc Casper","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/7f6c0b63116ebd42a7552e80ba5c9adf"},{"id":"5119cd38ef0a4311","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5119cd38ef0a4311","job_url_direct":"https:\/\/jsv3.recruitics.com\/redirect?rx_cid=3436&rx_jobId=R-01327404_1002_rxr-1&rx_url=https%3A%2F%2Fjobs.thermofisher.com%2Fglobal%2Fen%2Fjob%2FR-01327404%2FField-Service-Engineer-Copenhagen-Denmark%3Frx_a%3D0%26rx_c%3D%26rx_ch%3Djobp4p%26rx_group%3D123525%26rx_id%3Ddf00a780-b213-11f0-9de0-8bd17e31b6ba%26rx_job%3DR-01327404_1002_rxr-1%26rx_medium%3Dcpc%26rx_r%3Dnone%26rx_source%3Dindeed%26rx_ts%3D20251026T220427Z%26rx_vp%3Dcpc%26utm_medium%3Dppc%26utm_source%3Drecruitics_indeedorganic","title":"Field Service Engineer - Copenhagen, Denmark","company":"Thermo Fisher Scientific","location":"Lund, M, SE","job_type":"fulltime","date_posted":1761350400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**Work Schedule**\n\n\nStandard (Mon-Fri)**Environmental Conditions**\n\n\nAble to lift 40 lbs. without assistance, Will work with hazardous\/toxic materials**Job Description**\n\n\nJoin Thermo Fisher Scientific, a global leader valuing performance, quality, and innovation.\n\n**Location\/Division Specific Information**\n------------------------------------------\n\n\nLocation: Copenhagen area, Denmark  \n\nMain focus is a key account in the Copenhagen area\n\n**Division: Laboratory Automation**\n-----------------------------------\n\n\nDiscover Impactful Work\n\n\nRepair, maintain, and install Cytomat Products, Digital Science and Automation Solutions (DSAS) products, and 3rd party equipment in Europe.\n\n**A day in the Life:**\n----------------------\n\n* Schedule and perform on-site maintenance, repair and installation on all Cytomat Products and other LAI system components and instrumentation.\n* Perform on-site training relative to system service, maintenance, and basic operation.\n* Keep track and maintain your local spare part's inventory.\n* Ensure that all documentation related to in-house and on-site support activity is completed accurately and submitted on a timely basis. This includes maintenance of electronic files, Field Service Reports, Service Work Orders and Quotes.\n* Diagnose problems over the phone and\/or using remote software. Where necessary, follow up with on-site work or dispatch third-party service providers for on-site work. Follow up to ensure problems were resolved to the customer’s happiness.\n* Actively monitor the status of contract, warranty and time and material installed customers.\n\n**Keys to Success**\n-------------------\n\n\nEducation\n\n* Technology diploma in Mechatronics, Electro-mechanical engineering, Electrical or Mechanical engineering, or equivalent.\n\n**Experience**\n--------------\n\n* Minimum 5 years practical experience in field service or solving software and lab equipment.\n* Validated experience with automation, robots, and\/or device instrumentation.\n\n**Knowledge, Skills, Abilities**\n--------------------------------\n\n* System-level diagnostic skills using inquiries, observations, system schematics & documentation, software tools, and communications \/ electrical diagnostic aids.\n* Multi-disciplinary technical skills \/ excellent with software, electrical, and mechanical systems.\n* Proficient in computer use, skilled in serial communications cabling, and familiar with basic programming concepts.\n* Wiring and pneumatics (schematics, PLCs, power panels).\n* Mechanical systems (CAD drawings, fasteners).\n* Working proficiency of Momentum software features and operations is a plus.\n* Excellent interpersonal communication skills, must have a professional working proficiency in English, additional languages advantageous.\n* Strong written and verbal communications skills and shown ability to meet targets and work independently in a quick-paced environment.\n\n\nYou will receive a competitive salary, company car, company pension scheme and will have outstanding development and career prospects in a globally growing company.\n\n\nDiscover 5 reasons to join our team of 100,000+ colleagues worldwide.","company_url":"https:\/\/se.indeed.com\/cmp\/Thermo-Fisher-Scientific","company_url_direct":"https:\/\/www.thermofisher.com\/","company_addresses":"168 Third Avenue, Waltham, MA USA 02451","company_industry":" Industrial Manufacturing","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"At Thermo Fisher Scientific, our professionals develop critical solutions—and build rewarding careers.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/65bd2e4bebb79b1432ac3277ffd57ae7","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/f20f89946cf5b2ef2f53cfaa0a3562ce","ceo_name":"Marc Casper","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/7f6c0b63116ebd42a7552e80ba5c9adf"},{"id":"4261937726","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261937726","job_url_direct":"https:\/\/karriar.iver.se\/jobs\/6161365-platform-engineer-till-accelerate-at-iver&urlHash=hvpR","title":"Platform Engineer till Accelerate at Iver","company":"Accelerate at Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"jesper.carlsson@iver.se","description":"Är du redo att forma framtidens IT tillsammans med några av branschens vassaste konsulter? Accelerate at Iver växer – och vi söker fler Platform Engineers som vill vara med och bygga smarta, hållbara och säkra lösningar i teknikens absoluta framkant.\n   \n\n  \n\n****💼** \n**Din roll****\n Som en del av vårt DevOps-team får du arbeta med marknadsledande kunder och hjälpa dem genom deras digitala transformation. Du jobbar långsiktigt i teamleveranser med modernisering, automation och agil utveckling – enligt vår metodik\n *Journey* \n to Agile. Några av de tekniker\/metoder som vi arbetar med är Kubernetes, Docker, Terraform, Jenkins, Ansible, Git, Bash, Python.\n   \n\n  \n\n******✅** \n Vem är du?****\n Vi söker dig som har gedigen erfarenhet inom Plattform\/DevOps och som brinner för automatisering och att bygga effektiva lösningar ute hos våra kunder. Du uttrycker dig obehindrat på svenska och engelska i både tal och skrift.\n   \n\n  \n\n För denna position krävs svenskt medborgarskap, vi utför även bakgrundskontroll av slutkandidat.\n   \n\n  \n\n**🛠️ Du Bör Ha Koll På**\n* Linux i enterprise-miljöer\n* Containerteknik: Docker, Kubernetes\n* Script\/programmering: Bash, Python, Go\n* Versionshantering: Git\n* Automatisering: Ansible, Terraform\n* CI\/CD och GitOps\n\n\n**Extra Plus Om Du Även Har Koll På**\n* OpenStack\n* Public cloud\n* OpenShift\/Rancher\n* HashiCorp Vault\/Consul\n\n\n****🌱** \n**Vi** \n erbjuder dig**\n Som anställd på Accelerate at Iver erbjuder vi förutom spännande uppdrag och tekniker:\n   \n\n  \n\n* Utbildning & certifieringar via våra partners (Red Hat, HashiCorp, GitLab m.fl.)\n* En trygg och säker anställning med bra förmåner\n* Kollektivavtal, friskvårdsbidrag och sjukvårdsförsäkring\n* Flexibilitet, frihet och balans mellan jobb och fritid\n* Att bli en del i ett passionerat team med tekniskt vassa kollegor\n\n\n Vi tror på gemenskap och kompetensutbyte – här utvecklas vi tillsammans och stöttar varandra för att alltid ligga i framkant.\n   \n\n  \n\n**📍Placeringsort**\n Accelerate at Iver finns på flertal orter i Sverige och Norge. För denna tjänst utgår du från vårt kontor i Stockholm, med möjlighet till hybridarbete.\n   \n\n  \n\n**Vi intervjuar löpande – vänta inte med att skicka in din ansökan!**\n 👉 Önskad start är snarast eller enligt överenskommelse.\n   \n\n  \n\n Har du frågor? Kontakta Jesper Carlsson på jesper.carlsson@iver.se\n   \n\n  \n\n**Vi ser fram emot att träffa dig. Välkommen til** \n**l Accelerate at Iver!** \n 🚀","company_url":"https:\/\/se.linkedin.com\/company\/accelerate-at-iver-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9qCEnYo3LEw\/company-logo_100_100\/company-logo_100_100\/0\/1705932924745?e=2147483647&v=beta&t=YypaPrg8V26RH6kSjgMaakZ6TI3u1NuEzUMv-PjQUjk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]