[{"id":"a3b51d9e5de927e8","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=a3b51d9e5de927e8","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29307243","title":"Vi söker en senior C#-utvecklare till ett fintech-projekt i centrala Sto...","company":"Phantoms Tech AB","location":"Upplands Väsby, AB, SE","job_type":"fulltime","date_posted":1733616000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Vill du vara en del av en innovativ och snabbväxande fintech-plattform som revolutionerar hur konsumenter hanterar sina besparingar och krediter? Nu söker vi en senior C#-utvecklare till ett uppdrag där du får arbeta med utvecklingen av ett modernt finanssystem.\n  \n  \n\n**Om rollenI den här rollen kommer du att:**  \n\nArbeta med att utveckla och förbättra kärnsystem för att hantera finansiella produkter, inklusive sparande och lån.\n  \nAnsvara för att skriva högkvalitativ kod och delta i hela utvecklingscykeln – från design och implementation till testning och driftsättning.\n  \n  \n\nDu förväntas vara självgående och ha en förmåga att snabbt sätta dig in i nya tekniker och lösningar. Arbetet kräver ett strukturerat och analytiskt angreppssätt samt en vilja att bidra till förbättringar och innovation.\n  \n  \n\n**KvalifikationerFör att lyckas i rollen ser vi att du har:**  \n\nGedigen erfarenhet av utveckling i C# och .NET.\n  \nGod förståelse för mjukvaruarkitektur och utveckling av skalbara system.\n  \nErfarenhet av att arbeta med databaser, API-integrationer och molnbaserade lösningar.\n  \n**Meriterande:** Erfarenhet av Java och arbete med finanssystem.\n  \nOm dig\n  \nVi söker dig som trivs med att arbeta i en dynamisk och snabbföränderlig miljö. Du är lösningsorienterad, tar initiativ och drivs av att leverera resultat.\n  \nVad vi erbjuderDet här är en unik möjlighet att vara med på en spännande resa där du får bidra till att skapa nästa generations finansiella tjänster. Du kommer att vara en viktig del av ett innovativt team där din insats verkligen gör skillnad.\n  \nLåter detta som din nästa utmaning? Skicka in din ansökan redan idag!","company_url":"https:\/\/se.indeed.com\/cmp\/Phantoms-Tech-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"5682fa5aa6fb6eb1","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5682fa5aa6fb6eb1","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29307166","title":"Backend-utvecklare C#","company":"Meet a Group international AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1733529600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \n  \n\nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \n  \n\nÄr du en erfaren backend-utvecklare som är duktig på C# och som vill hjälpa oss på vår fortsatta utvecklingsresa? Skulle du gilla att jobba med flera produkter i ett litet agilt utvecklingsteam där du får ta eget ansvar och vara med och påverka både teknik och arbetssätt? I så fall är du kanske vår nya kollega!\n  \n  \n\nOm rollen\n  \n  \n\nVi söker en IT-utvecklare med fokus på backend till vårt utvecklingsteam på IT-avdelningen. Vi arbetar brett i våra roller och hjälps åt för att leverera i våra projekt. Vi erbjuder dig varierande arbetsuppgifter i ett litet team med stora möjligheter att själv påverka arbetet, ta ansvar och att prova egna idéer. Du kommer också få vara med i utvecklingen av DevOps-process och teknikstacken.\n  \n  \n\nIVL utvecklar bland annat digitala stöd och verktyg i syfte att spara resurser, uppmuntra till hållbarhet och minska miljöpåverkan. Det kan till exempel handla om att erbjuda webbtjänster och applikationer för att minska klimatpåverkan, uppmuntra till cirkulära affärsmodeller och för att minska vår totala påverkan på klimatet.\n  \n  \n\nI den här rollen kommer du i huvudsak arbeta med backend-utveckling i digitala produkter och webbapplikationer för våra dotterbolag samt i uppdrags- och forskningsprojekt. Förutom nyutveckling så kommer du också förvalta och vidareutveckla befintliga applikationer samt uppdatera vår teknikstack. Du kommer arbeta brett inom hela IT-utvecklingsområdet med dina kollegor inom utvecklingsteamet. Arbetet sker hela tiden nära beställare, kunder, produktägare och projektledare och andra roller inom IT-avdelningen. Teamet består av fem utvecklare och IT-strateg som agerar teknisk projektledare och scrum master.\n  \nDin bakgrund\n  \n  \n\nFör att lyckas i rollen har du\n  \n  \n\nRelevant högskoleexamen inom datavetenskap, annan relevant utbildning inom systemutveckling eller arbetslivserfarenhet som vi anser vara likvärdig\n  \n  \n\nMinst fem års erfarenhet av självständigt arbete som backend-utvecklare i Microsoft C# .NET\n  \n  \n\nErfarenhet av mjukvaruutvecklingsmetoder inom Agile och Scrum\n  \n  \n\nErfarenhet av arbete i Azure DevOps eller liknande system\n  \n  \n\nGoda kunskaper i svenska och engelska, både tal och skrift\n  \n  \n\nDet är meriterande om du också har erfarenhet av React eller Blazor.\n  \n  \n\nVem är du?\n  \n  \n\nVi söker en driven och passionerad backend-utvecklare som skulle trivas med att arbeta i ett litet utvecklingsteam där du får ta stort eget ansvar och vara med och bidra till helheten. Du är självgående, lösningsorienterad och har en förmåga att snabbt sätta dig in i nya teknologier och arbetssätt. Du har en god samarbetsförmåga och trivs med att samverka med olika kompetenser både inom IT och i verksamheten. Du håller dig uppdaterad på de senaste teknikerna inom systemutveckling och är motiverad att utvecklas tillsammans med oss. Det är positivt om du har ett intresse av samhällsutveckling och hållbarhetsfrågor.\n  \n  \n\nVi lägger stor vikt vid dina personliga egenskaper.\n  \nVad erbjuder vi?\n  \n  \n\nVi arbetar i en kreativ och utvecklande miljö där alla har en stor del eget ansvar och goda möjligheter till personlig och professionell utveckling. Som medarbetare på IVL blir du del av en arbetsplats som värdesätter mångfald, samarbete, innovation och engagemang. Här finns en härlig gemenskap med såväl idrottsklubb, konstförening, fester, pubar och andra aktiviteter. Vi sitter i aktivitetsbaserade lokaler. Hos IVL får du möjlighet att arbeta med ditt hållbarhetsengagemang på riktigt!\n  \nVälkommen med din ansökan\n  \n  \n\nÄr du den utvecklare vi söker? Ansök med ditt CV genom att klicka på \"Ansök här\". Vi kommer att utvärdera ansökningar och intervjua kandidater löpande under ansökningsperioden så vänta inte med din ansökan.\n  \n  \n\nTill bemannings- och rekryteringsföretag och till dig som är försäljare: Vi undanber oss vänligen men bestämt direktkontakt med bemannings- och rekryteringsföretag samt försäljare av ytterligare jobbannonser.","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3788426278","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3788426278","job_url_direct":"https:\/\/career.nordnetab.com\/jobs\/3463710-backend-software-engineer?utm_source=LinkedIn&urlHash=QQcV","title":"Backend Software Engineer","company":"Nordnet Bank AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Banking","listing_type":null,"emails":null,"description":"*Nordnet redefined the financial world as the first digital bank in Europe. Now we are about to do it again and the aim is to create the next generation of bank, in the cloud. We know that this requires great people, great teams, and great technology. Do you want to join us and build the new Nordnet?*\n**In brief**\n At Nordnet we want to democratize savings and investments by giving our customers access to the best tools and information whether you are a professional investor or a small saver. With modern technologies and speed of delivery, we are building the next generation investment platform.\n   \n\n  \n\n**This is part of the role**\n Nordnet is a company with tech as the primary focus. In our agile and autonomous teams, you will be working with engaged colleagues that love to share their knowledge. As a developer at Nordnet, you will have the possibility to make an impact and create value for our customers with continuous releases several times a day.\n   \n\n  \n\n**This is you**\n To succeed in this role, we believe that you take great pride in your work, are curious and continuously want to learn and grow. Collaboration and discussing ideas and concepts with your colleagues are things you enjoy and believe are important in order to build great products.\n   \n\n  \n\n**As a Backend Software Engineer, You**\n* Have experience of modern Java and Spring Boot\n* Have experience of cloud development\n* Have an interest in infrastructure as code and preferably experience in DevOps\n* Design, develop, deploy and run Java services following good design and development practices\n* Find the customer's importance and appreciate working closely together within a pure backend team, with stakeholders across the organization as well as outside 3rd-party vendors.\n* Are a true team player that likes to share knowledge with your colleagues\n* Love to automate, especially when it comes to testing\n* Experience in high-performing, low-latency systems are preferred\n\n\n In this particular role, we believe you have an interest in savings and investments, and if you have worked in similar areas, it is even better.\n   \n\n  \n\n**Nordnetters**\n* Are proud of the friendly and humble environment\n* Believe that the best code is written together and therefore appreciate pair\/mob programming\n* Continuously improve to ensure quality, making the code better with every release\n* Commit to goals as a team, sharing the responsibility, success and failure\n\n\n**What We Offer**\n* Backend agile team which owns and maintains their product\n* Your expertise and contribution will be appreciated from day one\n* Plenty of opportunities to grow as an engineer\n* Competitive salary and compensation\n\n\n We offer you the opportunity to work in a Nordic environment with a strong focus on delivery, product development and technology. Our ambitions are high and you will embark on a fast and challenging journey together with a skillful team of sharp and committed colleagues. Our teams are autonomous and embrace the agile way of working.\n   \n\n  \n\n Culture is built and cared for, each day by everyone. We’re proud of ours. Having a flat organization where anyone can talk to anyone creates a warm and friendly atmosphere worth protecting. We believe in a culture where every effort counts and where everyone is being recognized. A culture embracing our core values – passion, simplicity and transparency on all levels, no matter who you are or what you do.\n   \n\n  \n\n We are over 900 employees in Stockholm, Oslo, Helsinki and Copenhagen.\n   \n\n  \n\n Visit us on: www.nordnetab.com and\u2028https:\/\/career.nordnetab.com\/pages\/engineering\n   \n\n  \n\n**Questions & applications**\n Please note that we do only accept applications through our recruitment system, hence no email applications will be considered.\n   \n\n  \n\n We want to inform you that Nordnet conducts mandatory credit and background checks, as well as drug testing as a part of our recruitment process.\n   \n\n  \n\n We look forward to receiving your application!","company_url":"https:\/\/se.linkedin.com\/company\/nordnet-bank-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGa23s4zzEkNA\/company-logo_100_100\/company-logo_100_100\/0\/1630583961353\/nordnet_bank_ab_logo?e=2147483647&v=beta&t=LbNhlCdiItXOij7GwRkvNSdcnayQcM60jQ2X2uUzggA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4026035336","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4026035336","job_url_direct":null,"title":"Open Application: System Developer","company":"Lumera","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/lumera-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4059383688","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4059383688","job_url_direct":"https:\/\/sbab.teamtailor.com\/jobs\/5112693-fullstack-utvecklare-hos-booli?utm_source=LinkedIn&urlHash=gOd1","title":"Fullstack-utvecklare hos Booli","company":"SBAB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Banking","listing_type":null,"emails":null,"description":"Arbetsuppgifter\n   \n\n  \n\n* Vidareutveckla Booli Pro - vårt analysverktyg för att bedöma bostadsmarknadsläget\n* Skriva bra kod och återanvändbara komponenter med React, Next.js, Typescript och Tailwind\n* Förstå vilka behov våra professionella användare har och prioritera vad vi ska göra tillsammans med teamet\n\n\n Att jobba hos som Fullstack på Booli\n   \n\n  \n\n Vi söker nu en fullstack-utvecklare till Booli Pro som gillar att visualisera data med tabeller och grafer. Du kommer att jobba i Pro-teamet med vidareutveckling av vårt analysverktyg för professionella användare. Du har flerårig erfarenhet av att jobba i React och Next.js med Typescript och Tailwind. En fördel om du även jobbat med bland annat följande teknologier: Emberjs, D3, Visx, Zustand, Python, Django, Flask, Pandas, SQL och Docker.\n   \n\n  \n\n På Booli har vi interna API:er för statistik och bostadsdata som vi använder för att bygga våra tjänster. Vi jobbar med kodgranskning och CI-pipelines i Gitlab och driftar tjänster i vårt Kubernetes-kluster.\n   \n\n  \n\n Vårt analysverktyg Booli Pro är ett av Sveriges ledande verktyg för professionella beslutsfattare på bostadsmarknaden, t. ex. bostadsutvecklare och banker. Verktyget innehåller Boolis färska data om bostadsmarknaden.\n   \n\n  \n\n Varje månad använder miljontals personer Booli och Hittamäklare för att ta beslut om sitt boende. Våra bostadsvärderingar används av både privatpersoner och bank. Allt detta tack vare vår tekniska plattform som gör det möjligt att med små smidiga team samla in stora mängder data och bygga många tjänster och produkter.\n   \n\n  \n\n Vårt kontor ligger centralt i Stockholm vid Norra bantorget. Vi ser på kontoret som vår huvudsakliga arbetsplats men har möjligheten att jobba hemifrån ett par dagar i veckan vid behov.\n   \n\n  \n\n Har du check på allt?\n   \n\n  \n\n* Ansvarstagande\n* Initiativtagande\n* Nyfiken\n* Leveranssäker\n* Prestigelös\n\n\n Annars då?\n   \n\n  \n\n Gillar du oss, och tror att du kan bidra, är vårt tips att inte vänta för länge med att skicka in CV eller LinkedIn-profil. Har du andra idéer på hur du kan visa vem du är? Spännande! Hur du än ansöker så ser vi fram emot att lära känna dig mer.","company_url":"https:\/\/se.linkedin.com\/company\/sbab-bank","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFKJrKdjSajjA\/company-logo_100_100\/company-logo_100_100\/0\/1630647285404\/sbab_bank_logo?e=2147483647&v=beta&t=mzV-e8nH-fXM5EzVEhaYReXbuNpBhL4iViyJan77bQY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4094274732","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4094274732","job_url_direct":null,"title":"Software developer - LIMS","company":"Omda","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/no.linkedin.com\/company\/omda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4094277216","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4094277216","job_url_direct":"https:\/\/career.equro.com\/jobs\/5286326-open-application-senior-developer-in-a-growing-saas-fintech-company&urlHash=Vlzo","title":"Open application - Senior developer in a growing SaaS Fintech company","company":"Equro","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"We always seek ambitious talent who bring expertise and enthusiasm to our dynamic team.\n   \n\n  \n\n Contact us if you're considering new challenges or want to know more about our company and mission.\n   \n\n  \n\n**Role Mission:**\n As a developer, you will actively contribute to our product development initiatives, using your expertise in .Net Core, MS SQL, Azure, and related technologies. Working closely with other members of the Scandinavian team, you will create and enhance our solutions.\n   \n\n  \n\n**Desirable competencies:**\n* Demonstrable hands-on skills in .Net Core, MS SQL, C#, Javascript and HTML.\n* Enhance the technical competence of our team by contributing to team learning and knowledge sharing.\n* Experience with agile development methodologies.\n* Knowledge of DevOps principles, including CI\/CD\n* Committed to continual learning and adapting to new technologies and industry trends.\n* Native or full professional competency in one of the Scandinavian languages\n\n\n If you are also knowledgeable about the financial services and legal industries and can quickly grasp complex solutions, we'd be thrilled to get to know you better.\n   \n\n  \n\n We appreciate that everyone is unique, so please get in touch even though you might not check all the traits mentioned above.\n   \n\n  \n\n**What We Offer:**\n* A collaborative environment where creativity is encouraged and achievements are celebrated.\n* Competitive salary package, comprehensive health benefits, and a flexible working schedule.\n* Opportunities for professional growth and development.","company_url":"https:\/\/no.linkedin.com\/company\/equro","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHzEg65RGjF7Q\/company-logo_100_100\/company-logo_100_100\/0\/1724822873750\/nordicissuer_logo?e=2147483647&v=beta&t=JAoBEUDeEK2P59sz1yGAl6PmmZm98Xv4_HBpzGE0Qnw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4040848169","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4040848169","job_url_direct":null,"title":"Senior Backend Engineer (Homevolt)","company":"Tibber","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/no.linkedin.com\/company\/tibber","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4093555849","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4093555849","job_url_direct":null,"title":".NET Software Engineer - Software House – Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4093557484","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4093557484","job_url_direct":null,"title":".NET Software Engineer - Fintech - Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4093556811","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4093556811","job_url_direct":null,"title":".NET Software Engineer, .NET 8, C#, Azure, JavaScript, Agile – Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4093516224","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4093516224","job_url_direct":"https:\/\/jobsemea.syntronic.com\/jobs\/3755740-embeddedutvecklare-som-vill-utveckla-morgondagens-teknik?utm_source=LinkedIn&urlHash=q3Uq","title":"Embeddedutvecklare som vill utveckla morgondagens teknik!","company":"Syntronic - A Global Design House","location":"Kista, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Telecommunications","listing_type":null,"emails":null,"description":"Syntronic utvecklar morgondagens teknologi inom flertalet branscher så som telekom, fordon och försvar.\n **Här är din chans att inte bara utvecklas utan att skapa teknikhistoria tillsammans med ett likasinnat och framstående team.**\n Vi på Syntronic satsar stort och letar nu efter seniora embeddedutvecklare som vill göra skillnad. Som embedded utvecklare kommer du att spela en avgörande roll i att driva och utveckla projekt gentemot våra kunder. Här får du en unik möjlighet att utvecklas tillsammans med andra erfarna kollegor och bygga stark kompetens inom embeddedutveckling i en internationell miljö.\n   \n\n  \n\n**Vi söker seniora embeddedutvecklare som har:**\n* Civil- eller högskoleutbildning inom Elektro, Data, teknisk fysik eller liknande\n* Minst 3 års erfarenhet av embedded-utveckling\n* God kunskap inom C\/C++ eller andra relevanta programmeringsspråk\n* Djup förståelse för hårdvarunära programmering\n* Förmåga att kunna kommunicera på både svenska och engelska i tal och skrift.\n\n\n Vi arbetar för en jämn könsfördelning och ser gärna kvinnliga sökande.\n   \n\n  \n\n**Vem är du?**\n För att lyckas i rollen som embeddedutvecklare ser vi att du har god förmåga att kommunicera, vara självgående och kan ta dig an roliga problemställningar i arbetet. Det är såklart även viktigt att du kan fungera bra i grupp och i samarbete med kollegor samtidigt som vi ser att du har ordning och reda i arbetet.\n   \n\n  \n\n Tillsammans med dina kollegor har du fokus på att leverera de bästa lösningarna till vår kund, att vara kreativ och idérik kan vara en bra egenskap. Självklart har du ett stort teknikintresse och en vilja att utmana det som är tekniskt möjligt.\n   \n\n  \n\n Syntronic erbjuder en trygg anställning i en dynamisk och framåtriktad miljö. Att vi är ett team är vår styrka, därför ser vi att du arbetar tillsammans på plats med oss på kontoret – när du inte behövs hos någon av våra kunder förstås!\n   \n\n  \n\n**Vi erbjuder**\n ”Storslaget! Ett riktigt bra gäng!” Så svarade en medarbetare som blev ombedd att beskriva Syntronic. Hos oss blir du en del av en härlig gemenskap. Du arbetar med spännande projekt tillsammans med kollegor som delar dina intressen. Här har du stora möjligheter att växa i den riktning som du själv önskar.\n   \n\n  \n\n Vi beskrivs ofta som en platt organisation som har högt i tak. Här kommer din röst att höras och dina idéer att lyssnas på. Vi vet att livet består av mer än jobb och värnar om att du ska ha en bra balans mellan arbete och fritid. Därför erbjuder vi flextid och frihet under ansvar. Vi gör också roliga saker tillsammans efter arbetsdagens slut – allt från olika sportaktiviteter till afterwork-event mm.\n   \n\n  \n\n Den del av livet som består av jobb tycker vi ska vara rolig, spännande och utvecklande. Du erbjuds regelbundna karriärutvecklingssamtal och är välkommen att delta i våra interna workshops. För att du ska må så bra som möjligt ger vi dig ett fördelaktigt paket med förmåner och försäkringar.\n   \n\n  \n\n**Ansökan**\n Vi ser fram emot din ansökan, som ska vara oss tillhanda senast 3 januari. Vi arbetar med löpande urval.\n   \n\n  \n\n Av kommunikation- och kvalitetssäkringsskäl ber vi dig att skicka in din ansökan digitalt via vårt system och inte via e-post.","company_url":"https:\/\/se.linkedin.com\/company\/syntronic-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFyrEO5TKF1NQ\/company-logo_100_100\/company-logo_100_100\/0\/1631364832168?e=2147483647&v=beta&t=6oG-bQ6P-alJyvAQ-nGouGj0RKsnLNwzYQUZDgfEJw8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4092534329","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4092534329","job_url_direct":null,"title":"IFS Business Consultant - Project (SWE)","company":"Addovation","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting, Information Technology, and Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"seline.dietiker.vonk@addovation.com","description":"**Om** \n**rollen**\n I rollen som IFS Business Consultant Projects kommer du att arbeta med kunder som bedriver sin verksamhet utifrån ett projektfokus. Du kommer att hjälpa dem att förbättra och effektivisera sina verksamhetsprocesser utifrån ett projektperspektiv med stöd av IFS Applications och\/eller IFS Cloud. Du arbetar tillsammans med dina kollegor i ett eller flera kundprojekt. Projekten är inriktade mot allt från implementering, uppgradering, utrullning mot nya länder och bolag samt förbättringsprojekt.\n   \n\n  \n\n Tillsammans med kunden skapar du en förståelse för deras verksamhet och behov framåt. Utifrån din kunskap och erfarenhet inom det affärskritiska området kommer du att konsultera, utmana och komma med lösningsförslag till hur kunden på bästa sätt kan använda sig av IFS projektlösning. Kundens önskemål och krav tillsammans med dina rekommendationer och kunskaper översätts därefter till effektiva affärssystemlösningar.\n   \n\n  \n\n**Din erfarenhet**\n Vad har du gjort tidigare då? Ja, vi tror att du kan ha erfarenhet från olika håll. Kanske har du en bakgrund som…\n   \n\n  \n\n* IFS-konsult inom lösningsområdet Projects men du kan likaväl ha haft en motsvarande roll i arbete med något annat system, så som SAP, Oracle Primavera, MS Projects,Deltek Maconomy eller liknande.\n* Erfaren systemanvändare från ”kundsidan” inom IFS Projects, med en titel som super user, processägare, systemägare eller annan relevant.\n* Eller så har du en gedigen bakgrund och erfarenhet av att arbeta i en projektstyrd verksamhet inom industrier så som bygg- och anläggning, telekom, tillverkning eller olja- och gas.\n* Oavsett är du väl insatt i och har god förståelse för systemstöd för projektrelaterade processer så som resursanskaffning (subcontracting & material), planering och rapportering av projekt, projektekonomi, materialflöden och uppföljning. Det är också en styrka om du har erfarenhet av andra affärsprocesser såsom försäljning, inköp, service och underhåll samt HCM.\n\n\n**Om dig**\n För att du ska passa och trivas hos oss är du en som ser möjligheter där andra ser problem. Dessutom är du en person som likt oss tror på vikten av att vara okomplicerad, tänka nytt, arbeta tillsammans och ha roligt på jobbet!\n   \n\n  \n\n**Varför** \n**Addovation**\n Om du vill vara del av en mjuk men likväl affärsdriven organisation är Addovation något för dig. Hos oss är trivsel, utveckling och samarbete i fokus. Här kan du växa, påverka och ha roligt på jobbet samtidigt som du skapar värde för våra kunder.\n   \n\n  \n\n Vi vet att flexibilitet skapar bättre balans mellan arbete och fritid, därför erbjuder vi dig möjlighet till hybridarbete. Utöver detta erbjuder vi attraktiva förmåner och en arbetsplats att trivas på!\n   \n\n  \n\n**Det här är vi!**\n Vi är ett nordiskt IT-bolag som är experter på affärs- och verksamhetslösningar som hjälper bolag att effektivisera sina processer. Utifrån kraftfulla systemplattformar som IFS, Oracle NetSuite och Microsoft 365 kan vi ta ett helhetsgrepp för att underlätta processerna inom våra kunders olika affärskritiska områden.\n   \n\n  \n\n Team Addovation består idag av 200 rådgivare, experter och utvecklare som arbetar tillsammans för att skapa enkla och innovativa lösningar. Idag finns vi i Sverige, Norge, Finland och Sri Lanka.\n   \n\n  \n\n**Hur du ansöker!**\n Låter detta som en tjänst som passar dig? Tveka inte att skicka in din ansökan via vår karriärssida. Vi behandlar ansökningar löpande.\n   \n\n  \n\n För mer information om tjänsten, kontakta rekryterare Seline på seline.dietiker.vonk@addovation.com\n   \n\n  \n\n Vi ser mycket fram emot din ansökan!","company_url":"https:\/\/no.linkedin.com\/company\/addovation-as","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFvIl_o8sd2GA\/company-logo_100_100\/company-logo_100_100\/0\/1719914875903\/addovation_as_logo?e=2147483647&v=beta&t=aI8YeFHUN-U5OsxaRBoVU_zcigh_oQTiNcPkcpKhUyI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4025417859","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4025417859","job_url_direct":"https:\/\/career.svenskaspel.se\/jobs\/4919822-domanarkitekt?utm_source=LinkedIn&urlHash=upPw","title":"Domänarkitekt","company":"Svenska Spel","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Gambling Facilities and Casinos","listing_type":null,"emails":"fredrik.lilja@svenskaspel.se, teamta@svenskaspel.se","description":"Vi söker nu en Domänarkitekt som vill ta ansvar för våra befintliga och nya lösningar inom området Retail hos oss på Svenska Spel.\n   \n\n  \n\n Lösningarna består bland annat av tre olika terminaler för hantering och försäljning av våra produkter, digitala reklamskärmar, touchskärmar med en självservicelösning, extranät, logistik och administrativa system.\n   \n\n  \n\n**Vad kommer du att göra?**\n Som Domänarkitekt Retail ansvarar du för att ta fram lösningsarkitektur för nya initiativ inom vår domän och du är också den som ser till att våra befintliga lösningar är implementerade och dokumenterade på ett tillfredställande sätt.\n   \n\n  \n\n Du tillhör en engagerad gruppering på Tech bestående av flera agila team med systemutvecklare, mjukvaruarkitekter, tekniska produktägare, testare och tekniker. Du sitter också i ledningsgruppen för Retail Tech.\n   \n\n  \n\n Vi har många egenutvecklade system och plattformar kombinerat med inköpta tjänster samt interna beroenden till våra core plattformar. Det medför att rollen spänner över ett brett spektrum och du kommer att vara en nyckelspelare i att forma detta ekosystem in i framtiden.\n   \n\n  \n\n Du representerar Retail i Svenska Spels centrala arkitektforum där du samarbetar med övriga domänarkitekter på Svenska Spel. Du samverkar med våra utvecklingsteam och deras mjukvaruarkitekter, samt jobbar nära våra Produktägare och Affärsutvecklare i förändringsprojekt. Rollen spänner alltså hela vägen från tekniska lösningar till arkitektur på olika nivåer samt processbeskrivningar och du kommer att få en nyckelroll i att dessa olika aspekter samspelar till en fungerande verklighet.\n   \n\n  \n\n Hos oss får du får arbeta med tjänster och system som verkligen används av svenska folket varje dag. Då de flesta produkter vi erbjuder finns hos våra fysiska ombud är vi inbladade på något sätt i nästan alla nya produktlanseringar på Svenska Spel.\n   \n\n  \n\n**Är du den som kommer att göra det?**\n För att klara av rollen behöver du vara analytisk, lösningsorienterad och ha en känsla för struktur och långsiktighet. Du har ett eget driv och du kommunicerar bekvämt med olika intressenter, allt från tekniska diskussioner med erfarna utvecklare till att presentera komplexa frågeställningar på ett övergripande och förståeligt sätt för icke tekniska personer.\n   \n\n  \n\n Du har minst fem års erfarenhet av agil systemutveckling och ett antal års erfarenhet som arkitekt eller liknande roll där du jobbat mellan system i en miljö med höga prestandakrav som exempelvis e-handelslösningar, spelsystem eller banklösningar.\n   \n\n  \n\n Du behöver även ha goda kunskaper i svenska i tal och skrift.\n   \n\n  \n\n Det är meriterande om du har erfarenhet av förflyttningar till en molnbaserad arkitektur, detaljhandeln t ex kassasystem eller andra tekniska lösningar i butik, samt erfarenhet av lösningsdesign i en micro services-baserad arkitektur.\n   \n\n  \n\n**Om Tech på Svenska Spel**\n På Svenska Spel hanterar vi 10 000 000 transaktioner varje dag, året runt och på sex dagar har vi hanterat samma transaktionsvolym som den största pengaöverföringsappen gör på en månad. Varje dag utvecklar, driftar och supportar vi ett av världens mest avancerade spelsystem, vi är med andra ord ett techbolag som sysslar med spel - inte tvärtom. Och som ett techbolag som sysslar med spel kommer ett ansvar, både för folks drömmar och spänning, men även för deras spelande. Det är också därför du kommer märka att vårt spelansvarsarbete genomsyrar hela företaget från första dagen du börjar jobba hos oss.\n   \n\n  \n\n**Vi är Svenska Spel**\n Svenska Spel är hela Sveriges spelbolag. Vi skapar hållbara och roliga spelupplevelser som bidrar till ett bättre Sverige. Genom spel som Triss, Stryktipset och Oddset ger vi våra fyra miljoner kunder spänning, glädje och drömmar. Våra spel är enkla och trygga och oavsett om man spelar online eller fysiskt, själv eller tillsammans med andra, så ska upplevelsen alltid vara positiv. Vi vill att fler ska spela hållbart hos oss och vår verksamhet ska bedrivas på ett socialt, ekonomiskt och miljömässigt ansvarsfullt sätt. Varje år går överskottet till statskassan. Vi är Sveriges största idrottssponsor och investerar nära 300 miljoner kronor årligen i svensk idrott. Vi är modiga, nyfikna och strävar efter enkelhet i allt vi gör samt skapar resultat tillsammans.\n   \n\n  \n\n Är du nyfiken på våra förmåner? Då hittar du dem här.\n   \n\n  \n\n**Ansökan och kontaktuppgifter**\n Tjänsten är en tillsvidareanställning med placering i Solna eller Visby med möjlighet till flexibelt distansarbete. På Svenska Spel utför vi jobbet där det passar bäst - ibland är det hemma och ibland på kontoret.\n   \n\n  \n\n Om du har frågor om tjänsten är du välkommen att kontakta Fredrik Lilja på fredrik.lilja@svenskaspel.se.\n   \n\n  \n\n Vill du veta mer om rekryteringsprocessen hittar du information här. Eller så kan du alltid kontakta vårt Team Talent Acquisition, teamta@svenskaspel.se","company_url":"https:\/\/se.linkedin.com\/company\/svenska-spel","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEwF1bcyKfldA\/company-logo_100_100\/company-logo_100_100\/0\/1630507620704\/svenska_spel_logo?e=2147483647&v=beta&t=55ww8XUI0ytMzA_KqvphyGIPz3e09t8EEx-AuM14Qp4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4094277209","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4094277209","job_url_direct":null,"title":"Senior UX\/UI Designer","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4094276367","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4094276367","job_url_direct":"https:\/\/photowall.teamtailor.com\/jobs\/5285646-creative-intern-brand-and-marketing&urlHash=Z31w","title":"Creative Intern - Brand and Marketing","company":"Photowall","location":"Skarpnäcks gård, Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Marketing and Sales","company_industry":"Retail","listing_type":null,"emails":null,"description":"About the role:\n   \n\n  \n\n Are you a recently qualified creative who wants to get your hands dirty creating slick designs, visuals and concepts that will be seen across the world? At Photowall, we're experiencing an exciting growth phase and are now seeking extra creative support within our brand and marketing team!\n   \n\n  \n\n  \n\n  \n\n*Note: this is a 3 month position at 50% part-time (exact hours\/days to be negotiated)*\n**What you will be involved with:**\n* Graphic design\n* Content creation\n* Advertisement localisation\n* Marketing campaign support\n* Ideation and concept development\n\n\n Who you are:\n   \n\n  \n\n What's most important is that you have a drive and willingness to learn. But these are also nice to have:\n   \n\n  \n\n* Qualification in or currently studying Advertising, Graphic Design, Visual Communications, Art Direction, Content Creation or similar\n* Skills in Adobe Creative Suite - particularly Photoshop and Indesign. After Effects and Premiere are a bonus\n* A natural creative mind who can also grasp marketing and brand strategy\n* Great communication and teamwork skills\n* An interest in interiors\n\n\n**Please apply with your CV and portfolio (if you have one!)**","company_url":"https:\/\/se.linkedin.com\/company\/photowall","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFfqIc2fvXLzw\/company-logo_100_100\/company-logo_100_100\/0\/1630559835609\/photowall_logo?e=2147483647&v=beta&t=MuUl9_pah_LO8h5gS2oS-Vandeg1ybRWcYQKNkNVGbk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4094277209","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4094277209","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5286868-senior-ux-ui-designer&urlHash=_aTM","title":"Senior UX\/UI Designer","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n   \n\n  \n\n**Jobbeskrivning**\n* Bygga och förvalta designsystem med designtokens\n* Bygga upp komponentbibliotek i Figma för designsytemet.\n* Användningstesta och tillgänglighetsgranska designsytemet.\n* Vara med och ta fram mallar, principer och riktlinjer för designsytemet.\n* Vara med och ta fram arbetssätt för hur vi ska jobba med designsytemet i organisationen.\n* Stödja och coacha teamen inom UX\/UI design.\n* Delta i samarbete med crossfunktionella team med UX, backendutvecklare, produktägare för att leverera en kundfokuserad användarupplevelse.\n* Kvalitetsgranska och kvalitetstesta allt samt jobba enligt designprocess.\n\n\n**Din profil (Skall krav)**\n* 5+ års relevant arbetslivserfarenhet som UX\/UI designer.\n* Dokumenterad erfarenhet av att visualisera ett koncept\/lösning, t.ex. genom skisser, wireframes eller prototyper, från minst fyra tidigare uppdrag\/projekt.\n* Minst tre års arbetslivserfarenhet av att ha haft huvudansvar för framtagning, implementering och förvaltning av designsystem, samt arbete med design tokens i digitala projekt.\n* Minst tre års dokumenterad arbetslivserfarenhet av att ha arbetat med webbplatser som uppfyller tillgänglighetskravet WCAG AAA och därmed kan tillämpa metoder inom tillgänglighet och tillgänglighetsgranskning.\n* Erfarenhet av att implementera och förvalta komplexa designsystem i större organisationer\n* Stor vana att kommunicera, hantera stakeholders, samarbeta och presentera.\n* Erfarenhet i att arbeta i organisationer som arbetar i agila processer och SAFe.\n* Kunskaper i svenska (muntligt och skriftligt) för dokumentation och kunskapsöverföring\n\n\n**Meriterande**\n* Branscherfarenhet inom bank och finans.\n* Arbetslivserfarenhet av lead-roll inom design och\/eller av att ha arbetat med DesignOps, t.ex. utveckling av processer och arbetssätt i syfte att höja effektiviteten och kvaliteten i en grupps designarbete som helhet.\n* Har god förståelse för HTML och CSS, samt erfarenhet av att samarbeta med frontend-utvecklare för att säkerställa att designen implementeras korrekt.\n\n\n**Sista ansökningdatum:** \n 10-12-2024\n   \n\n  \n\n**Om Deploja**\n Vi sysselsätter idag erfarna konsulter, inom bl.a. Systemutveckling, Test, Arkitektur, IT-Projektledning, IT-Säkerhet.\n   \n\n  \n\n Att jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n   \n\n  \n\n Vi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Välkommen till Deploja, där gräset faktiskt är grönare!\n   \n\n  \n\n**Vi erbjuder dig följande, Valet är ditt!**\n 🚀 Spännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n   \n\n  \n\n 🌟 En trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n   \n\n  \n\n 🚗 Tjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n   \n\n  \n\n 💼 Tjänstepension och stora möjligheter till löneväxling.\n   \n\n  \n\n 🌴 Semester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n   \n\n  \n\n 🏥 Privat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n   \n\n  \n\n 📚 Kompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n   \n\n  \n\n 🕑 Livskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?\n   \n\n  \n\n* Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.","company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHugYA8MIf_Vw\/company-logo_100_100\/company-logo_100_100\/0\/1692708163071\/deploja_logo?e=2147483647&v=beta&t=oSJE_6b9pzYqLcTpA9RPRaQGaLwAoWA-BCKz5Sox53M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"30fd95dde83b662f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=30fd95dde83b662f","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29307321","title":"IT Ansvarig på fransktalande skola","company":"LYCÉE FRANCAIS SAINT-LOUIS","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1733616000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Stiftelsen Lycée Français Saint-Louis är en internationell skola som följer fransk läroplan enligt en konvention med AEFE (Agence pour l’enseignement Français à l’étranger). Skolan, som har ca 700 elever mellan 6 och 19 år, ligger på natursköna Stora Essingen. I denna stimulerande mångkulturella miljö arbetar elever från ett 40-tal nationer och 170 personal med språket som sammanhållande länk. Till stiftelsen hör en svensk förskola med fransk profil som har ca 100 barn. Sedan 2022 organiserar LFSL även ett fritidshem för elever i årskurserna CP-CM1 (6–9 års ålder).\n  \n  \n\nVi söker en serviceinriktad och kompetent IT ansvarig för att säkra och ansvara för drift, infrastruktur och underhåll av skolans IT- och datamiljö.\n  \n  \n\nTjänsten innefattar även tekniskt stöd till personal och elever för en välfungerande IT-miljö.\n  \n  \n\n**Exempel på arbetsuppgifter:**  \n\n* Säkerställ nätverkets prestanda och säkerhet\n* Installera, uppdatera och konfigurera operativsystem och programvara för användarmiljön (kontorssystem, tjänster, nätverk) men även för de olika servermiljöerna\n* Hantering och underhåll av molnsystem; Office 365, Google Admin, Apple School Manager, etc.\n* Hantering, installation, administration, underhåll och support av programvara\n* Underhåll och förvaltning av utrustning och installationer inom IT och kommunikation\n* Genomföra studier och analyser för att definiera och optimera IT-resurser samt nätverks prestanda och förbättra produktiviteten och kvaliteten på arbetsmetoderna\n\n\n**Kompletterande uppdrag och mål:**  \n\n* Deltagande i skolans IT-projekt (dematerialisering, arkivering osv.)\n* Säkerställ IT-rapportering till ledningen\n* Framtagning och uppföljning av IT-budget\n\n\n**Kompetenskrav:**  \n\n* Utbildning som IT-tekniker eller likvärdigt inom IT\n* Några års arbetserfarenhet inom IT\n* Du är trygg med grundläggande klient- och serverhantering i Microsoft miljö och har arbetat i Microsoft365 miljö\n* Du har utfört enklare konfigureringar av nätverk, brandväggar och switchar\n* Du har kunskap och erfarenhet inom informationssäkerhet och har förståelse för aktuella IT-hot\n* Du har tidigare erfarenhet av arbetet med att definiera krav och uppföljning av avtal\n* Du har goda kunskaper i franska och svenska (min. B2)\n\n\n**Egenskaper som erfodras :**  \n\n* Strukturerad, organiserad, pedagogisk, har ett gott analytiskt sinne och en god samarbetsförmåga\n* Självständigt arbete såväl som i team\n* Ha en känsla för service\n* Proaktivitet och lyhördhet\n* Var diskret och respektera konfidentialiteten för den information som behandlas\n* Anpassningsförmåga\n* Kommunikativ\n* Initiativförmåga\n\n\n**Meriterande:**  \n\nTidigare erfarenhet av arbete i Eduka, Pronote\n  \n  \n\n**Ansökan:**  \n\nTillsvidare med 6 månaders provanställning på heltid.\n  \n  \n\n**Tillsättning :** februari 2025\n  \n  \n\nVi erbjuder dig en stimulerande arbetsplats i en Internationell miljö med kollektivavtal, tjänstepension och friskvårdsbidrag.\n  \n  \n\nSkicka CV och personligt brev gärna på franska senast 30 december 2024.\n  \n  \n\nVi jobbar löpande med urval och intervjuer så tillsättning kan komma att ske innan sista ansökningsdag. Så vänta inte med din ansökan!\n  \n  \n\nVid eventuell intervju skall ett utdrag ur belastningsregistret kunna presenteras.","company_url":"https:\/\/se.indeed.com\/cmp\/Lyc%C3%A9e-Francais-Saint--louis","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"d17f5990042429da","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d17f5990042429da","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29307367","title":"Payment Solution Architect","company":"Spiruetta AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1733616000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"antonios@spiruetta.se","description":"Spiruetta AB söker en erfaren Payment Solution Architect för anställning hos vår kund, en ledande aktör inom den svenska industri- och finansmarknaden.\n  \nI rollen ansvarar du för att designa och utveckla moderna betalningslösningar som stöder kundens affärsstrategier. Fokusområden inkluderar integration av betalningssystem, molnbaserade betalningsplattformar, och säkerställande av efterlevnad av regulatoriska krav som DORA, NIS2 och PCI DSS. Du kommer att vara en nyckelspelare i att bygga framtidens betalningsinfrastruktur.\n  \n  \n\n**Vi söker dig som har:**  \n\nRelevant högskoleutbildning inom IT, systemutveckling eller ekonomi.\n  \n5–10 års erfarenhet av att designa och implementera betalningslösningar, gärna i en multikanalsmiljö.\n  \nStark teknisk kompetens inom områden som betalningsgateways, molnarkitektur och API-integrationer.\n  \nErfarenhet av arbete med regulatoriska standarder och säkerhet inom betalningslösningar.\n  \nErfarenhet av att leda komplexa projekt och samarbeta med tvärfunktionella team.\n  \n  \n\nSom person är du strategisk, lösningsorienterad och har en stark analytisk förmåga. Du trivs med att arbeta i en föränderlig miljö och drivs av att utveckla lösningar som skapar värde för både kunder och verksamhet.\n  \nTjänsten är en anställning hos vår kund med start omgående. Skicka ditt CV och personliga brev till antonios@spiruetta.se för att ansöka!","company_url":"https:\/\/se.indeed.com\/cmp\/Spiruetta-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ada8bf28482bd1b2","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ada8bf28482bd1b2","job_url_direct":"https:\/\/www.offentligajobb.se\/jobad\/it-upphandlare_skellefte%C3%A5-v%C3%A4sterbottens-l%C3%A4n-sverige_6c39359f-3778-4de4-b6cb-4851bcad2c47","title":"IT-upphandlare","company":"Skellefteå kommun, Support och lokaler","location":"Skellefteå, AC, SE","job_type":"fulltime","date_posted":1733443200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Om arbetsplatsen\n\n\nI Skellefteå kommun arbetar vi tillsammans över gränserna, i en arbetskultur präglad av en stark framtidstro. Vi befinner oss mitt i en extraordinär samhällsomvandling och leder den gröna omställningen i norra Sverige. Som en kommun i framkant erbjuder vi en dynamisk arbetsmiljö på vår inköpsavdelning, där du som IT-upphandlare får möjlighet att spela en avgörande roll och bidra till vår vision om en hållbar framtid.  \n\n  \n\nVår satsning på ny teknik och digitalisering är en central del av denna omvandling. Vi har en modern IT-infrastruktur med lösningar som API Gateway (IBM APIC), integrationsplattform (IBM ACE) och dataplattform (Azure Synapse Analytics). Vi strävar ständigt efter att ligga i framkant när det gäller att använda teknik för att skapa effektiva helhetslösningar. Genom att kombinera agila och traditionella metoder arbetar vi för att möta både små och stora komplexa projekt. Fokuset på informationsförsörjning och automation hjälper oss att bli en mer datadriven och innovativ organisation, där kvalitet, prioritet och kundnytta alltid står i centrum.  \n\n  \n\nInköpsenheten består av 14 upphandlare och har det övergripande ansvaret för kommunens upphandlingar och inköpsfrågor. Kommunens inköp uppgår till cirka 3 miljarder kronor per år. Vi upphandlar ett brett utbud av IT-lösningar, varor, tjänster och entreprenader för kommunens olika verksamheter. Vårt mål är att etablera hållbara affärer med gynnsam totalekonomi och att nyttja konkurrensmöjligheterna på bästa sätt, samtidigt som vi alltid följer lagen om offentlig upphandling (LOU) i vår behandling av anbud och leverantörer. Enheten är uppdelad i tre huvudkategorier: IT, Entreprenad samt Varor och Tjänster. Tillsammans strävar vi efter att utveckla effektiva inköpsprocesser och skapa mervärde för kommunen.  \n\n  \n\nI den här ansökan vill vi att du endast bifogar ditt CV. Personligt brev ersätts med frågor som du svarar på när du gör din ansökan.\n\n\nArbetsuppgifter\n\n\nI upphandlingsprocessen samarbetar flera funktioner för att säkerställa att projektet genomförs smidigt och effektivt.  \n\n  \n\nSom IT-upphandlare arbetar du nära en referensgrupp från verksamheten samt kollegor från avdelningen IT och Verksamhetsutveckling, så som projektledare, objektsansvarig från IT, kravanalytiker och informationssäkerhetsexperter. Tillsammans, i projektform, analyserar ni verksamhetens behov och definierar krav som ligger till grund för upphandlingen, vilket främjar ett strukturerat och målinriktat arbetssätt.  \n\n  \n\nDu kommunicerar med flera olika intressenter\/roller inom organisationen och skräddarsyr och utvecklar processen efter behov. I ditt uppdrag som upphandlare ingår allt från behovs- och marknadsanalyser till att utmana lagstiftningen, dialog med marknaden och olika interna så väl som externa expertkompetenser som dina verktyg för att skapa goda affärer. Du hanterar upphandlingens formella delar, ser till att avtal blir signerade och jobbar med avtalsuppföljning.\n\n\nKvalifikationer\n\n\nVi söker en upphandlare med flera års erfarenhet inom IT-upphandlingar, gärna inom offentlig sektor. Erfarenhet av att leda upphandlings- eller inköpsprojekt självständigt är viktigt. Relevant utbildning och kunskaper om Microsoft 365, upphandlingsverktyg som e-Avrop och Marknadsplatsen, samt goda kunskaper i LOU och avtalsuppföljning är önskvärt. Vi fokuserar på att förbättra analys och uppföljning, så erfarenhet av Excel och\/eller Power BI är meriterande.  \n\n  \n\nVi söker dig som är kommunikativ och anpassar ditt budskap efter mottagaren, både på svenska och engelska. Din pedagogiska förmåga och förståelse för människors olika sätt att ta till sig information är ovärderlig i vårt arbete. Du är en lagspelare med stark samarbetsförmåga och har en förmåga att motivera andra i teamet. Tidigare arbete med hållbarhetskrav och uppföljning av dessa ses som meriterande.  \n\n  \n\nMed din analytiska skärpa ser du helheten i komplexa situationer i samordningen av leverantörer. Vi värdesätter att du alltid har den goda affären i centrum, säkerställer lag- och regelefterlevnad, och ständigt strävar mot en mer hållbar affär.\n\n\nAnställningens omfattning\n\n\nEnligt överenskommelse\n\n\nAnsökan\n\n\nReferensnummer: 471473B","company_url":"https:\/\/se.indeed.com\/cmp\/Skellefte%C3%A5-Kommun,-Support-Och-Lokaler","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"cbafee4b11f5565e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=cbafee4b11f5565e","job_url_direct":"https:\/\/www.capgemini.com\/jobs\/C84uo5MBf7aOw2rC-tt5\/66367-en_US\/","title":"Network Architect","company":"Capgemini","location":"Stockholm, AB, SE","job_type":null,"date_posted":1733529600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Network Architect**\n---------------------\n\n**Choosing Capgemini means choosing a company where you will be empowered to shape your career in the way you’d like, where you’ll be supported and inspired by a collaborative community of colleagues around the world, and where you’ll be able to reimagine what’s possible. Join us and help the world’s leading organizations unlock the value of technology and build a more sustainable, more inclusive world.**\n\n**The Role**  \n\n**As a Network Architect, you have an important role, being at front to help our clients create the sustainable, inclusive future we all want and need. Going beyond designing IT systems to deliver business change while securing sustainability. Our Network Architects provide top level business and technology consultancy services to our clients and we are now seeking out next colleague!**  \n\n\n\n**Main tasks will include:**  \n\n* **Defining and ensuring a comprehensive and coherent view across Business, Information, Systems and Technology**\n* **Provide input to the design of Network based solutions as a recognized Architect or Design Authority.**\n* **Lead or support creation of innovative digital offers as complete enterprise solutions**\n* **Provide input to bids and assist in presenting proposals to potential clients**\n\n**· Work with Customer Managers, Architects, Subject Matter Experts, Solution Designers and senior levels on client site.· Support implementation programs for complex enterprise scale solutions.**  \n\n* **Provide input to and\/or create specialist points of view for the market and where appropriate present at industry events**\n**Qualifications**  \n\n* **Several years of experience of designing, implementing, and maintenance of complex network infrastructures**\n* **Experience in creating Low Level Design, High Level Design, Network Migration Plan and Network Implementation Plan**\n* **Experience with enterprise routing, switching, wireless and network security platforms and technologies (LAN\/WAN\/DataCenter)**\n* **Knowledge and experience with latest generation of network technologies, e.g. Network Virtualization, Software Define Networks (e.g. Cisco ACI, SD-Access, SD-WAN, VMWare NSX-T\/V and others) or eager to develop intensively**\n* **Knowledge and experience with Cloud solutions (AWS, Azure, GCP)**\n* **Knowledge of network automation and programmability concepts and technologies (e.g. Ansible, Python, JSON, APIs and others)**\n**Working proficiency in both Swedish and English**\n\n**It's not essential, but we appreciate if you also have**  \n\n* **Network load-balancing skills (F5, Citrix)**\n* **Knowledge of network security components, such as IDS, IPS, WAF, proxies**\n* **Knowledge of network management and monitoring software**\n* **Knowledge of VoIP technologies**\n* **Network or cloud vendor certificates**","company_url":"https:\/\/se.indeed.com\/cmp\/Capgemini","company_url_direct":"https:\/\/www.capgemini.com","company_addresses":"Paris","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Capgemini is a global leader in partnering with companies to transform and manage their business by harnessing the power of technology.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/8df3e7301fa4f88e3d67e927be1689b2","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/30ed83293615d041cac7249f9ac7a5e9","ceo_name":"Aiman Ezzat","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/3ea22fd272586e04be0a256d26409e76"},{"id":"3788426278","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3788426278","job_url_direct":null,"title":"Backend Software Engineer","company":"Nordnet Bank AB","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/nordnet-bank-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4026035336","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4026035336","job_url_direct":"https:\/\/jobs.lumera.com\/jobs\/3441777-open-application-system-developer?utm_source=LinkedIn&urlHash=wC9W","title":"Open Application: System Developer","company":"Lumera","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"felix.wallin@lumera.com","description":"Join Lumera's dynamic Product Development team in Sweden as we expand our presence in the European Life and Pensions industry. We're always seeking outstanding system developers to help drive our innovative solutions forward as we build tomorrow together. Excited? Submit your open application now!\n   \n\n  \n\n**What You’ll Be Doing**\n* Collaborating with agile teams to build and enhance our cutting-edge insurance product.\n* Utilizing technologies like Java, SQL, with opportunities to explore new tools.\n* Ensuring the delivery of top-notch, easily maintainable software.\n* Learning, teaching, and executing – together with your team.\n\n\n Curious to hear more about life as a system developer at Lumera from Erik Gyllenstierna? Check out this interview!\n   \n\n  \n\n**What You’ll Be Getting**\n* Amazing colleagues, the best in our field.\n* Daily challenges that keep you engaged and motivated.\n* Access to in-house business knowledge, just a few desks away.\n* Flexible hybrid remote work options, possibility to work remote two days per week.\n* A culture of continuous learning and knowledge sharing.\n* Benefits designed to support a healthy work-life balance.\n* Conveniently located offices in Stockholm and Umeå.\n\n\n**To Thrive In This Role, You**\n* Hold a Master's degree within IT\/Computer Science or related fields.\n* Either just graduated or bring several years of experience as a system developer.\n* Are proficient in English communication, both spoken and written.\n* Have a proactive, solution-oriented mindset.\n* Demonstrates drive, curiosity, and a solution-oriented approach.\n* Has an ability and preference of working with others.\n* Active in seeking new knowledge from more senior colleagues.\n* Value communication, transparency, and openness.\n* Understand the importance of feeling proud of your work.\n* Enjoy solving problems and work with complexity.\n\n\n Does this sound like the perfect fit for you? Apply today! Send us your CV or apply using your LinkedIn profile.\n   \n\n  \n\n**Please note that due to this being an open application form, feedback on your application may linger. For any inquiries or general questions, contact Felix Wallin at felix.wallin@lumera.com. We look forward to receiving your application!**\n P:S. Make sure to let us know your preferred location: Stockholm or Umeå.\n   \n\n  \n\n**About Lumera**\n Lumera is dedicated to the digital transformation of the European Life and Pensions industry. As insurtech innovators, we provide future-proof core technology for policy administration.\n   \n\n  \n\n The Prudent Revolution is our mission – bridging technology and partnership to navigate the fastest, safest path through complex change for L&P providers.\n   \n\n  \n\n We combine tech and industry expertise with relevant market experience to offer a broad range of consultancy and data services – from managing faultless legacy system migration to facilitating compelling end-user experiences.\n   \n\n  \n\n Based in Stockholm, Lumera has significant presence with offices in the United Kingdom, the Netherlands, Norway, Sweden, India and Vietnam.\n   \n\n  \n\n Lumera is majority owned by Monterro, a leading Nordic software investor.\n   \n\n  \n\n www.lumera.com\n   \n\n  \n\n Follow us on LinkedIn and Facebook.\n   \n\n  \n\n We are Lumera - pioneering the digital transformation of the Life and Pensions industry. With strategic partnerships and advanced automation, we streamline policy administration, making complex processes simpler. Our mission, The Prudent Revolution, guides L&P providers through change, ensuring a smooth transition. Trusted for migrations and armed with deep domain expertise and innovative AI solutions, Lumera shapes the future. Join us on this innovative journey!","company_url":"https:\/\/se.linkedin.com\/company\/lumera-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFIeaUXEBVb7A\/company-logo_100_100\/company-logo_100_100\/0\/1630539565554\/lumera_ab_logo?e=2147483647&v=beta&t=ix1qXzQLmiMbXf5dCTxKNwDqO4ui1ipD1uSHf-39f1M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4094274732","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4094274732","job_url_direct":"https:\/\/careers.omda.com\/jobs\/5285363-software-developer-lims&urlHash=XIDs","title":"Software developer - LIMS","company":"Omda","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Hospitals and Health Care","listing_type":null,"emails":null,"description":"Join our team and your talent could be part of software creation that helps healthcare professionals bring new life safely into the world, contributes to more people living longer and more fully, or makes all the difference in emergencies when every second counts.\n   \n\n  \n\n Our teams empower customers with tools to support their patients and help save lives. We currently have seven business areas that develop specialised software solutions across medical fields and emergency services. At Omda you’ll be close to customer needs and your work will have an impact where it matters most.\n   \n\n  \n\n Our\n **Laboratory Information Management Systems (LIMS)** \n business area provides comprehensive support for all aspects of blood, cell and tissue management, with 180 blood centres across 5 countries utilising the platform.\n   \n\n  \n\n As our\n **Software developer** \n you will develop and maintain Omda Blood Establishment (also known as ProSang), the leading blood, cell and tissue management system in Scandinavia.\n   \n\n  \n\n If this sounds interesting to you, join our team in\n **Stockholm, Sweden** \n !\n   \n\n  \n\n**As our Software developer you will:**\n* Develop and maintain Omda Blood Establishment, an integral part of blood, cell and tissue management at more than 180 blood centers across five countries.\n* Apply your skills and your talent to drive an exciting technological shift with ample opportunity to build medical software at the forefront of technology.\n* Become a key member of a self-managed agile team of highly skilled and passsionate colleagues.\n\n\n**What we work with:**\n* TDD\n* Agile processes \/ Scrum\n* Java \/ Jakarta EE, JPA \/ Hibernate \/ Wildfly \/ JBoss\n* HTML \/ CSS \/ JavaScript \/ TypeScript \/ Angular\n* Oracle\n* Linux \/ Windows \/ Mac\n\n\n**Your matching strengths for our role:**\n* BSc in Computer Science, Software Engineering, Engineering or equivalent experience.\n* Technical competence and several years of experience working as a Java developer in complex systems.\n* Deep knowledge of object-oriented programming languages and principles, and well versed in modern architecture and commonly used frameworks and design patterns.\n* Great communication skills in both English and Swedish.\n* Teamwork and customer oriented.\n* Can do attitude; fearless, proactivity and driven.\n* Well-organised and structured.\n\n\n***We are interviewing continuously, therefore we recommend you submit your application as soon as possible.***\n***Looking forward to meeting you!***","company_url":"https:\/\/no.linkedin.com\/company\/omda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQH_olvu_s5MTQ\/company-logo_100_100\/company-logo_100_100\/0\/1695790976305\/csam_health_logo?e=2147483647&v=beta&t=mQsnMZwfjygO8Vy9mQHfQJQr3NL7KA2ud-T06eEOTLs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4093557484","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4093557484","job_url_direct":null,"title":".NET Software Engineer - Fintech - Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology, Consulting, and Other","company_industry":"Software Development, Information Services, and Staffing and Recruiting","listing_type":null,"emails":null,"description":"**.NET Software Engineer - Fintech - Stockholm, Sweden** \n\n\n\n\n  \n\n\n\n\n\n (Tech stack: .NET Software Engineer, .NET 8, C#, ASP.NET, C#, React, Angular 17, Microservices, Vue.js, TypeScript, Azure, Web API 2, Agile, SQL Server 2022, Programmer, Full Stack Developer, Architect, .NET Software Engineer)\n \n\n\n\n  \n\n\n\n\n\n We have several fantastic new roles for .NET Software Engineer to join an ambitious Fintech. This is your chance to work with the sharpest minds in private wealth management and financial software development. Our client’s latest product release has changed the way people view private wealth management and allowed them to provide their clients with an individualised, scalable asset management framework that is unrivalled in today’s market place.\n \n\n\n\n  \n\n\n\n\n\n Our client is looking for passionate .NET Software Engineer with experience in .NET, .NET Core \/ ASP.NET MVC, C# and SQL Server. Our client will provide training in: .NET 8, JavaScript, React, Angular 17, Microservices, MongoDB, Vue.js, TypeScript, Azure, AWS, Web API 2, Entity Framework, Node.js, Elasticsearch, Agile, TDD, BDD, Scrum, Kanban and SQL Server 2022.\n \n\n\n\n  \n\n\n\n\n\n This is your opportunity to be part of a new, technically challenging project and to be involved in the creation of a new application from scratch. FinTech is booming and our client are fast becoming a leader of this market!\n \n\n\n\n  \n\n\n\n\n\n All .NET Software Engineer positions come with the following benefits:\n \n\n\n\n  \n\n\n\n\n* Shares in the company.\n* 3 hours ‘free time’ each week to investigate new technologies.\n* An annual training allowance.\n* Flexible working hours.\n* Work from home options.\n* Pizza and beer Fridays.\n* Access to free yoga classes which take place over lunch or after work in their fitness studio.\n\n\n\n  \n\n\n\n\n\n**Location** \n : Stockholm, Sweden \/ Remote Working\n \n\n\n\n  \n\n\n\n\n\n Applicants must be based in Sweden and have the right to work in Sweden even though remote working is available.\n \n\n\n\n  \n\n\n\n\n\n Noir continues to be the leading Microsoft recruitment agency; we can help you make the right career decisions!\n \n\n\n\n  \n\n\n\n\n\n NOIRSWEDENRECSP1\n \n\n\n\n NOIRSWEDENREC\n \n\n\n\n NOIREUROPEREC\n \n\n\n\n  \n\n\n\n\n\n NC\/BK\/STO100120","company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHWk7iJjLSGDg\/company-logo_100_100\/company-logo_100_100\/0\/1733138248432\/noir_consulting_logo?e=2147483647&v=beta&t=tJs7zMnu_fbXaVeZ4Cio6Na6c5Tx998hpSyk1TfFJoo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4094277216","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4094277216","job_url_direct":null,"title":"Open application - Senior developer in a growing SaaS Fintech company","company":"Equro","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/no.linkedin.com\/company\/equro","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4093555849","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4093555849","job_url_direct":null,"title":".NET Software Engineer - Software House – Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology, Consulting, and Other","company_industry":"Software Development, Information Services, and Staffing and Recruiting","listing_type":null,"emails":null,"description":"**.NET Software Engineer - Software House – Stockholm, Sweden** \n\n\n\n\n  \n\n\n\n\n\n (Tech stack: .NET Software Engineer, .NET 8, C#, Blazor, Azure, JavaScript, HTML5, CSS3, Agile, Programmer, Full Stack Developer, Architect, .NET Software Engineer)\n \n\n\n\n  \n\n\n\n\n\n Do you want to work for an internationally recognised brand? Do you want to work on enterprise level .NET \/ C# software development projects and gain exposure to cutting edge technologies? Do you want to experience a truly sophisticated Agile development environment? Then look no further!\n \n\n\n\n  \n\n\n\n\n\n Our client is an award winning software house with a strong presence in over 30 countries. Due to continued growth and expansion we are seeking several .NET \/ C# Developer to join their dynamic team of high flying individuals. .NET Software Engineer applicants should be experienced in: .NET, .NET Core \/ ASP.NET MVC, C# and SQL Server. Our client can provide training into: .NET 8, Blazor, EF Core, Azure, JavaScript, HTML5, CSS3, Agile, TDD, BDD, Azure SQL and SQL Server 2022.\n \n\n\n\n  \n\n\n\n\n\n You will be working alongside an MVP and well respect author on Agile and .NET \/ C# development. This is a truly fabulous opportunity to join a spectacular organization; one that offers a structured career progression programme, excellent training, exquisite offices and amazing benefits.\n \n\n\n\n  \n\n\n\n\n\n**Location** \n : Stockholm, Sweden \/ Remote Working\n \n\n\n\n  \n\n\n\n\n\n Applicants must be based in Sweden and have the right to work in Sweden even though remote working is available.\n \n\n\n\n  \n\n\n\n\n\n Noir continues to be the leading Microsoft recruitment agency; we can help you make the right career decisions!\n \n\n\n\n  \n\n\n\n\n\n NOIRSWEDENRECSP1\n \n\n\n\n NOIRSWEDENREC\n \n\n\n\n NOIREUROPEREC\n \n\n\n\n  \n\n\n\n\n\n NC\/BK\/STO7090","company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHWk7iJjLSGDg\/company-logo_100_100\/company-logo_100_100\/0\/1733138248432\/noir_consulting_logo?e=2147483647&v=beta&t=tJs7zMnu_fbXaVeZ4Cio6Na6c5Tx998hpSyk1TfFJoo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4040848169","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4040848169","job_url_direct":"https:\/\/jobs.tibber.com\/jobs\/5047387-senior-backend-engineer-homevolt?utm_source=LinkedIn&urlHash=WXyB","title":"Senior Backend Engineer (Homevolt)","company":"Tibber","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Services for Renewable Energy","listing_type":null,"emails":null,"description":"**Welcome to Homevolt** \n – a cutting-edge joint venture between Tibber and Polarium, dedicated to revolutionizing the energy storage landscape. At Polarium, we're renowned for disrupting the energy storage industry, setting the gold standard in quality engineering, efficiency, security, and circular manufacturing of energy storage hardware. Meanwhile, Tibber is leading the charge in transforming consumer energy usage with top-notch user control, transparency, and smart software solutions. We've excelled in driving the market toward a more sustainable and intelligent future.\n   \n\n  \n\n In this era of transformative change, the energy market is undergoing a seismic shift, presenting challenges and opportunities. As the world adapts to soaring energy prices and uncertain times, the public and the market are poised to invest in a brighter future.\n   \n\n  \n\n**Enter Homevolt** \n – our answer to a new era of home energy storage. A groundbreaking consumer battery developed in collaboration with Polarium and Tibber, Homevolt brings energy storage to the masses, offering unprecedented flexibility for the entire grid. This marks the next significant step in our shared journey towards electrification. By seamlessly integrating cutting-edge battery technology with state-of-the-art energy-managing software, Homevolt is not just a battery; it's a system that truly understands and adapts to your home's energy needs.\n   \n\n  \n\n**Join Us on this Exciting Journey!**\n As a Backend Developer in the Homevolt Team, you'll be at the forefront of driving change and innovation.\n   \n\n  \n\n**Your Mission Includes**\n**Building and maintaining device integrations.** \n This will be for our own and our partner's hardware.\n   \n\n  \n\n**Implementing backend logic.** \n This is to be done for Homevolt and it’s integrations with app and firmware.\n   \n\n  \n\n**Collaboration and improving ways of working.** \n Contributing to general architecture, best practices, and engineering culture at Homevolt.\n   \n\n  \n\n**Qualifications And Experiences**\n**Tech expertise.** \n Comfortable designing and maintaining software in technologies like .NET (8.0) and Python (These are the technologies you will be working with).\n   \n\n  \n\n**Microservices experience** \n . Knowledgeable with microservices architecture in high throughput cloud environments. Preferably AWS.\n   \n\n  \n\n**Meritorious experience.** \n Knowing some of these technologies is useful in this role. Microsoft Orleans, REST, GraphQL, Terraform, Docker, AMQP, Kubernetes, Typescript, Javascript or Flutter.\n   \n\n  \n\n**Relevant experience.** \n Experience with IoT or any device integration is a huge plus for this role.\n   \n\n  \n\n**Industry expertise.** \n Understanding of the energy or battery industry is a bonus.\n   \n\n  \n\n**Culturally in sync.** \n Curious and collaborative mindset with a bold yet humble approach to engineering.\n   \n\n  \n\n**Get Ready For**\n Be a part of a European high-performing team from scratch that can become a leading player in Europe innovation. A way to change the landscape of one of the most important industries on the planet\n   \n\n  \n\n**Growth.** \n A possibility to learn a lot and push the barriers of what you think is possible, with the possibility to grow personally and professionally\n   \n\n  \n\n**Autonomy.** \n An autonomous and humble culture in a scale-up adventure\n   \n\n  \n\n**Empowerment.** \n Your voice matters, we are a place to work where laughter and support amongst diverse and inclusive colleagues are guaranteed\n   \n\n  \n\n**Flexible benefits.** \n Whether this is towards health, wellness, equipment, or other allowances important to you, we will do our best to accommodate your needs\n   \n\n  \n\n*At Tibber, we are committed to hiring, developing, and retaining exceptional people regardless of race, color, religion, sex, sexual orientation, age, marital status, disability, neurodiversity, or gender identity. We strongly encourage people from underrepresented groups to apply.*\n Tibber is a different company in a very traditional industry. We are aiming to create the best digital tool so that you as a user can apply new technologies to reduce energy consumption and power costs.","company_url":"https:\/\/no.linkedin.com\/company\/tibber","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHdsrdAZCfzPQ\/company-logo_100_100\/company-logo_100_100\/0\/1730459939101?e=2147483647&v=beta&t=1LDAAKyoxCvPo01TZbE8Y-bpFqTppbIZ3GKZPi5DgcM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4032926912","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4032926912","job_url_direct":null,"title":"Hybrid Infrastructure Engineer","company":"Unit4","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Company Description**\n We are in Business for People, empowering people in service organizations with innovative Enterprise and Business software solutions. We’ve innovated and taken a new approach to delivering ERP that works for people. Self-driving, adaptive and intuitive software that is changing the way people work. Our solutions empower people and deliver a better people experience so people can spend time on meaningful high value work they live for.\n   \n\n  \n\n Read more on our website about how we transform work and how people feel about it, so our customers and their people can thrive.\n   \n\n  \n\n**Job Description**\n The Global Cloud Infrastructure Team is seeking a skilled Hybrid Cloud Operations Engineer to join our international team. As part of this dynamic team, you will play a key role in supporting our commercial offerings. Unit4 operates a sophisticated infrastructure spanning Microsoft Azure and on-premises data centers in Sweden. In this role, you will primarily work with Windows Server Virtual Machines deployed on VMware while also assisting in the setup of virtual networks and Azure native solutions.\n   \n\n  \n\n**Qualifications**\n**Required:**\n* 3+ years of relevant experience\n* General knowledge of Windows Server architecture and Active Directory\n* Experience with VMware and virtualization technologies\n* Hands-on experience with physical data centers, including cabling, moving components, etc.\n* Flexibility to work outside of office hours and participate in weekend on-call support.\n* Strong prioritization skills, both independently and as part of a team\n* Proficient troubleshooting skills, with the ability to resolve complex issues\n* Passion for learning new technologies and exploring innovative ideas\n* Excellent written and verbal communication skills for engaging with internal and external customers\n\n\n**Nice to Have:**\n* Familiarity with Microsoft Azure & Microsoft certifications\n* Experience with Dell Servers, Cisco Network devices\n* Experience automating Windows systems using PowerShell or similar methods\n* Knowledge of networking (VPN setup), file transfer servers, Microsoft SQL, and PKI infrastructure\n* Experience with AWS\n\n\n**Additional Information**\n* Remote work option\n* Employment contract\n* Stable employment with an attractive salary\n* Unlimited paid holidays\n* Various benefits including private medical care, Multisport, and pre-paid cards\n* Opportunity to work in an international department and collaborate with colleagues from diverse cultural backgrounds\n* Participation in the development of a leading international software firm\n* Freedom and autonomy to succeed, with an unlimited vacation policy that focuses on results\n\n\n At Unit4, you will join a team of enthusiastic professionals dedicated to personal and professional growth. If you are excited about working in a challenging international environment and making a meaningful impact, we encourage you to apply.\n   \n\n  \n\n**This role may require security clearance required for customer projects and access to sensitive (customer) data. That means that after you have accepted our offer, we could ask for background checks. Subject to applicable local laws, such security checks may require disclosure of personal information including criminal record declaration, right to work, personal identification and work history. No worries though – we'll handle it according to local privacy laws and keep your info safe. Questions? Feel free to reach out!**","company_url":"https:\/\/www.linkedin.com\/company\/unit4","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGD7PNaITShTA\/company-logo_100_100\/company-logo_100_100\/0\/1719786539714\/unit4_logo?e=2147483647&v=beta&t=4Nx3USu_q5bVWuRkQYZzFbYKt6440kNglRPf8rV2XQU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4094275605","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4094275605","job_url_direct":null,"title":"Senior Testare","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]