[{"id":"6133d720744a9699","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=6133d720744a9699","job_url_direct":"http:\/\/se.indeed.com\/job\/net-utvecklare-developer-6133d720744a9699","title":".Net Utvecklare \/ Developer","company":"Nils Bäckman AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1737244800000,"salary_source":"direct_data","interval":"yearly","min_amount":434202.0,"max_amount":549797.0,"currency":"USD","is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We are seeking a highly skilled .Net (Java) Developer to join the One Engine Software Download team. This role involves enabling over-the-air, cable, and Wi-Fi software updates for vehicles, ensuring seamless and reliable upgrade experiences for users. The team is based in Gothenburg, with opportunities to balance on-site and remote work. We foster a warm and inclusive team culture, providing excellent opportunities for professional growth.\n\n**What You’ll Do:**\n\n* Develop and maintain scalable and high-performing software solutions for vehicle software updates.\n* Work in an agile environment, taking ownership of requirements from review to production-ready functionality.\n* Conduct code reviews and collaborate on software architecture strategies.\n* Collaborate closely with cross-functional teams to ensure high-quality deliverables.\n* Contribute to the continuous improvement of development processes and best practices.\n\n**Who You Are:**\n\n**Required Skills and Experience:**\n\n* Extensive experience in backend and frontend development with a focus on .Net\/C# (Java experience is a plus).\n* Proficiency in working with databases such as MongoDB and CosmosDB.\n* Strong understanding of UX\/UI principles and development.\n* Experience with CI\/CD pipelines and cloud technologies (Azure).\n* Familiarity with Kubernetes, Typescript, and Angular.\n* Solid understanding of agile methodologies and best practices.\n\n**Preferred Skills:**\n\n* Experience with network programming such as TCP\/UDP.\n* Familiarity with vehicle communication protocols such as CAN, CAN-FD, DoIP, and UDS.\n* Knowledge of Windows desktop application development using WinUI\/WPF.\n* Strong passion for user-centric development and understanding user journeys.\n\n**Personal Qualities:**\n\n* Curious, open-minded, and committed to continuous learning and skill development.\n* Self-motivated with a proactive approach to networking with stakeholders for technical insights.\n* Able to thrive in a fast-paced, business-critical consumer environment with a DevOps mindset.\n\n**Job Posting Start Date:** ASAP\n\nWe are an equal-opportunity employer that values diversity and welcomes all applicants regardless of age, ethnicity, gender, or cultural background.\n\nPlease note, We will not proceed with your application unless you provide us with the following information:  \n1. CV  \n2. How many years of relevant experience you have\n\nJobbtyp: Heltid\n\nLön: 39 000,00kr - 43 000,00kr per månad\n\nFörmåner:\n\n* Friskvårdsbidrag\n\nSchema:\n\n* Måndag till fredag\n\nAnsökningsfrågor:\n\n* How many years of relevant experience do you have?\n* Är du bosatt i Göteborg?\n* Kommer du att kunna pendla på ett tillförlitligt sätt?\n\nArbetstillstånd:\n\n* Sverige (Obligatoriskt)\n\nArbetsort: Personligen","company_url":"https:\/\/se.indeed.com\/cmp\/Nils-B%C3%A4ckman-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"8d3150dcace76424","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8d3150dcace76424","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29392267","title":"Function Developer ADAS","company":"Integro Consulting AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1737244800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We are looking for a Function Developer for the automotive industry in the department of active safety and self-driving vehicles (ADAS). This department develops the complete sensor and software platform for functions such as collision avoidance, automatic parking, autonomous driving. The team is also responsible for the design and verification of LiDARs, ultrasonic sensors, cameras and radars.\n  \n  \n\n**Responsibilities:**  \n\nAs a Function Developer you will utilize a model-based development (MBD) process with Matlab\/Simulink and AUTOSAR framework\/toolchain to realize functionality for different charging standards and logics in the vehicle.\n  \n* You need to review and understand the software requirements\n* perform unit tests to ensure functionality and that no errors were found\n* Other duties are; calibration in vehicle, HIL-testing, analyze, fault trace and fix software bugs.\n* Analysis and review of stake holder and system requirements\n* Design concept and solutions based on input requirements\n* Development of application software components for traction inverters according to software standards such as ASPICE, ISO26262\n* Testing of solutions from unit level to system integration\n* Support integration of software components and solutions\n* Support the continuous improvements of processes and tools\n\n\n**Experience required:**  \n\n* 3-5 years’ of experience of working as software\/function developer in the automotive industry\n* Experience of model-based development for embedded systems.\n* Power electronics, especially on-board charger functionality\n* Charging standards like CCS and CHAdeMO\n\n\n**Skills required:**  \n\n* Minimum a B. Sc. degree within electronics, software engineering or equivalent competence.\n* Skilled in Matlab\/Simulink and AUTOSAR\n* Structured, driven and have good documentation skills.\n* Excellent communication skills with all levels\n* Flexible and have a business-oriented mind set.\n* Fluent in English both spoken and written\n* Driving license B is a plus\n* A team player\n* Experience in analysis and testing tools, such as Simulink test, Test viewer\n* Experience in software development processes (e.g., GIT), as well as automotive development processes (e.g., V-Model, ASPICE)\n\n\n**Additional info:**  \n\nWe schedule interviews on a rolling basis so do not wait until end date.","company_url":"https:\/\/se.indeed.com\/cmp\/Integro-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0f6412c6fe01bd31","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0f6412c6fe01bd31","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29392084","title":"Systemutvecklare (Java)","company":"JP IT-Konsult i Stockholm AB","location":"Gävle, X, SE","job_type":"fulltime","date_posted":1737244800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"info@jpitkonsult.se","description":"Tillsvidareanställning hos JP IT-Konsult i Stockholm AB – Uppdrag i Gävle\n  \nOm företaget\n  \nJP IT-Konsult i Stockholm AB är ett engagerat konsultbolag som förser både offentlig och privat sektor med kompetenta IT-resurser. Vi värdesätter kontinuerlig utveckling, samarbete och kvalitet i våra leveranser. Nu söker vi två systemutvecklare med fokus på Java till ett spännande uppdrag hos Lantmäteriet i Gävle.\n  \nArbetsuppgifter\n  \nI rollen som Systemutvecklare (Java) kommer du bland annat att:\n  \nFörvalta och vidareutveckla applikationer inom områden som Geodata Marknad, Geodata Fastighet och Fastighetsbildning, samt delta i nyutvecklingsprojekt.\n  \nArbeta i agila team, nära verksamheten, för att tillsammans omvandla krav till körbara lösningar.\n  \nTa ansvar för automatiserad testning, kontinuerlig integration och deployment i olika miljöer.\n  \nSamverka dagligen med kollegor och verksamhetsrepresentanter, vilket innebär en verksamhetsnära och tvärfunktionell arbetsmiljö.\n  \nHålla hög kvalitet på koden genom goda principer för versionshantering, testning och dokumentation.\n  \nVara flexibel med att ibland arbeta utanför kontorstid för att säkerställa driften av verksamhetskritiska applikationer.\n  \n  \n\nKvalifikationer (Ska-krav)\n  \n  \n\n**Vi söker dig som har:**  \n\nMinst 9–12 års erfarenhet av systemutveckling i Java.\n  \nGoda kunskaper i Spring-ramverket, REST, Git, Docker\/Podman och Linux.\n  \nErfarenhet av Maven för att hantera beroenden och byggprocesser.\n  \nMycket goda kunskaper i automatiserad testning och testramverk (exempelvis Cucumber), samt erfarenhet av Bamboo för CI\/CD.\n  \nGod kännedom om PostgreSQL, SQL och Angular.\n  \n  \n\nMeriterande (Bra att ha)\n  \nKotlin och Openshift.\n  \nOracle som databasmiljö.\n  \nGod verksamhetskännedom om Lantmäteriets arbete och system, exempelvis PART och GDS Samfällighetsförening.\n  \n  \n\nAnsökan\n  \nÄr du redo för en utvecklande roll där du får arbeta med både förvaltning och nyutveckling i en verksamhetsnära miljö? Skicka i så fall din ansökan (CV och en kort motivering) till info@jpitkonsult.se och ange ”Systemutvecklare (Java) - 12395” i ämnesraden. Vi tillämpar löpande urval, så vänta inte med att höra av dig om du är intresserad!\n  \n(Detta är en tillsvidareanställning hos JP IT-Konsult i Stockholm AB. Som konsult arbetar du på heltid i Gävle från 3 mars 2025 till 31 mars 2026, med möjlighet till förlängning. Ibland kan arbete behöva utföras utanför ordinarie kontorstid.)\n  \nVälkommen med din ansökan!","company_url":"https:\/\/se.indeed.com\/cmp\/JP-It--konsult-I-Stockholm-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4104166930","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4104166930","job_url_direct":"https:\/\/aiven.io\/careers\/job\/4497977101?gh_jid=4497977101&gh_src=09810bf2teu&urlHash=NOtV","title":"Senior Software Engineer","company":"Aiven","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":"recruitment@aiven.io, recruitment@aiven.io","description":"We’re a global team of over 400 people, working together to push the boundaries of open-source technology and multi-cloud solutions. Our vision is to become the trusted Data & AI Platform for everyone, leveraging the most popular open-source technologies like Apache Kafka®, Aiven for PostgreSQL®, Aiven for Clickhouse®, and Aiven for OpenSearch® to help companies accelerate time-to-market, drive efficiency, and build innovative solutions across any cloud. Right now, we’re looking for a\n **Senior Software Engineer** \n to join our team who shares our passion for forward-thinking and innovative approaches.\n   \n\n  \n\n The Engineering team at Aiven lies at the core of our organization. This is a great opportunity to become an integral member of the team as a Senior Software Engineer. We look for engineers who can work around problems by finding new angles. Thinking sideways. You will have the opportunity to collaborate with world-class tech people solving the toughest problems, where almost every project you work on is more complex and technically challenging than the previous one. If you relish pushing your technical boundaries, come join us. Because if you can truly think sideways, you’ll never look back.\n   \n\n  \n\n**Who We Are**\n So, how do we become the trusted Data & AI Platform for everyone? By listening closely to our customers and taking action to ensure they achieve their business goals. You see, the software we create is merely a means of delivering value. Our thinking is customer-first. That’s why our customers are at the front and center of all we do. And in the spirit of sideways thinking, we’re by their side as well. Actively helping them solve their challenges. Collaborating. Sharing. And innovating. In other words, it really isn’t just about who we are. It’s about who our customers are – and where they want to be.\n   \n\n  \n\n**Our values**\n We want individuals who can embody our values of ownership, courage, and openness.\n   \n\n  \n\n What does that mean in practice?\n   \n\n  \n\n We take ownership of the problems we solve. What we do is about improving life for our customers, enabling them to meet their goals. So we own our decisions and mistakes. Sometimes that takes courage. But we don’t falter – we take on challenges with confidence. And right at our heart is openness. We’re always open to new ideas – from wherever and whoever they come.\n   \n\n  \n\n**The Role:**\n We are looking for a\n **Senior Software Engineer** \n to work on our cloud operations platform turning the best open source technologies into frustration-free cloud services. You will be part of the team that is focused on developing the cloud Apache Kafka service and improving its scalability and reliability. The team is also responsible for Apache Kafka Connect, Apache Kafka MirrorMaker2, several open-source Apache Kafka connectors, Karapace (Schema Registry and Kafka REST equivalent).\n   \n\n  \n\n While we use Python extensively, this is not a hard requirement, as we are looking for senior engineers who like our mission and are willing to embrace Python.\n   \n\n  \n\n**What You'll Do:**\n* Writing high-quality, maintainable code and releasing quality features\n* Performing peer reviews and participating in technical discussions both at the team level and among the product development engineering domain\n* Contributing to technical planning and backlog management\n* Helping investigate and resolve customer issues\n* Mentor and empower other engineers around you\n\n\n**What We're Looking For:**\n Don’t worry if your experience doesn’t line up perfectly – we still encourage you to apply! We believe in investing in our crabs’ professional growth.\n   \n\n  \n\n**Must-have**\n* Excellent development skills, preferably in Python.\n* The urge to write automated tests\n* Experience using Linux in development\n* Good understanding of security (software, networking)\n* Fluency in English, verbal and written\n\n\n**Nice-to-have**\n* Hands-on experience developing and\/or operating Apache Kafka and Apache MirrorMaker2\n* Experience and\/or interest in Infrastructure as Code\n* Distributed systems knowledge\n* Experience in cloud DBaaS production environments\n\n\n**Our Offer**\n If you ask us what’s the best thing about working for Aiven, many will probably say it’s the high concentration of talent from around the world that we have here. Enjoy the agile environment of a hyperscale scale-up where you can truly make an impact and have fun while at it.\n   \n\n  \n\n**We invest in you**\n* Participate in Aiven’s equity plan.\n* With Aiven locations spanning the globe, we want all of our crabs to find the right balance with our hybrid work policy.\n* Get the equipment you need to set yourself up for success.\n* Step up your career game with real employer support (use one of our learning platforms, annual learning budget, and more).\n* Get comprehensive wellbeing support through our global Employee Assistance Program.\n\n\n**Make a difference at Aiven**\n* Contribute to open source projects that you find relevant outside of work - and get paid for it. Our Plankton program recognizes extra work to the open source ecosystem for developers and non-developers alike.\n* Use up to 5 days per year to volunteer for a good cause of your choice.\n* Join one of our team member resource groups - empower yourself and others in missions that resonate with you.\n\n\n**What Else**\n As well as the above Global Benefits, we have regional benefits specific to your country of residence. We would be happy to discuss these further with you during the interview process.\n   \n\n  \n\n**Amazing, What’s Next**\n If you think Aiven is the place for you, send us your CV, and we’ll get in touch!\n   \n\n  \n\n**How To Recognise And Avoid Employment Scams**\n There has been a rise in fake job postings used by scammers to get personal information. Please familiarise yourself with the red flags of a potential scam.\n   \n\n  \n\n Here at Aiven, all of our emails relating to recruitment come from an @aiven.io, @greenhouse.io or @eu.greenhouse.io domain and all of our interviews are conducted over video call or in person, our interviews will never occur over text or chat. If you’re unsure of the legitimacy of a job opportunity\/offer pertaining to Aiven, please don’t hesitate to reach out to us at recruitment@aiven.io.\n   \n\n  \n\n**Equal Opportunities**\n Aiven provides equal employment opportunities to all qualified employees and applicants for employment without regard to age, gender identity, national or ethnic origin, religion, sexual orientation, physical and mental ability, marital and family status or without regard to any other similar personal attributes. Aiven aligns with applicable local laws governing inclusivity in employment in every location in which the company operates. This policy applies to all terms and conditions of employment, including recruiting, hiring, placement, promotion, termination, layoff, transfer, leaves of absence, compensation, training and any other terms and conditions related to employment.\n   \n\n  \n\n At Aiven, we are committed to providing reasonable accommodations for qualified individuals with disabilities or special needs in our working environment and job application procedures. We make all reasonable accommodations for persons with disabilities or who otherwise need support to thrive in the workplace. We are committed to continuously improving workplace accessibility. There is an option to request a discussion in the application process but if you have any questions before applying please write to us at recruitment@aiven.io.","company_url":"https:\/\/fi.linkedin.com\/company\/aiven","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFLLojoewbWcw\/company-logo_100_100\/company-logo_100_100\/0\/1719844181224\/aiven_logo?e=2147483647&v=beta&t=LVSfx8OeQuBMDf3SnK962r-9-pkQYolyOqoTdFVzq6A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4115314243","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4115314243","job_url_direct":"https:\/\/aiven.io\/careers\/job\/4510975101?gh_jid=4510975101&gh_src=09810bf2teu&urlHash=WzKs","title":"Staff Software Engineer","company":"Aiven","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":"recruitment@aiven.io, recruitment@aiven.io","description":"We’re a global team of over 400 people, working together to push the boundaries of open-source technology and multi-cloud solutions. Our vision is to become the trusted Data & AI Platform for everyone, leveraging the most popular open-source technologies like Apache Kafka®, Aiven for PostgreSQL®, Aiven for Clickhouse®, and Aiven for OpenSearch® to help companies accelerate time-to-market, drive efficiency, and build innovative solutions across any cloud. Right now, we’re looking for a\n **Staff Software Engineer** \n to join our team who shares our passion for forward-thinking and innovative approaches.\n   \n\n  \n\n The Engineering team at Aiven lies at the core of our organization. This is a great opportunity to become an integral member of the team as a Staff Software Engineer. We look for engineers who can work around problems by finding new angles. Thinking sideways. You will have the opportunity to collaborate with world-class tech people solving the toughest problems, where almost every project you work on is more complex and technically challenging than the previous one. If you relish pushing your technical boundaries, come join us. Because if you can truly think sideways, you’ll never look back.\n   \n\n  \n\n**Who We Are**\n So, how do we become the trusted data and AI platform for everyone? By listening closely to our customers and taking action to ensure they achieve their business goals. You see, the software we create is merely a means of delivering value. Our thinking is customer-first. That’s why our customers are at the front and center of all we do. And in the spirit of sideways thinking, we’re by their side as well. Actively helping them solve their challenges. Collaborating. Sharing. And innovating. In other words, it really isn’t just about who we are. It’s about who our customers are – and where they want to be.\n   \n\n  \n\n**Our values**\n We want individuals who can embody our values of ownership, courage, and openness.\n   \n\n  \n\n What does that mean in practice?\n   \n\n  \n\n We take ownership of the problems we solve. What we do is about improving life for our customers, enabling them to meet their goals. So we own our decisions and mistakes. Sometimes that takes courage. But we don’t falter – we take on challenges with confidence. And right at our heart is openness. We’re always open to new ideas – from wherever and whoever they come.\n   \n\n  \n\n**The Role:**\n We are hiring an experienced\n **Staff Software Engineer** \n to work on our cloud operations platform, turning the best open-source technologies into frustration-free cloud services. You’ll be part of a team working on the Aiven cloud platform, improving its scalability and reliability, implementing new features, and extending our product portfolio of open-source data technologies\n **.**\n We are looking for product-minded engineers who have a keen interest in the business and user behavior, are proactive with product development ideas and tradeoffs, and want to understand the “Why?” behind all things. As a product-minded engineer you communicate well with engineers and non-engineers alike and are interested in how other functions work.\n   \n\n  \n\n As a Staff Software Engineer, we expect you to be a bar raiser in multiple dimensions: technical decision making and mentorship, problem solving, experience, and personal output. Staff engineers are also expected to have a material positive impact outside of your own team. We’d love you to show us how we can improve what we do. Our teams are proud of what we build and value curiosity, healthy debate, and exchange of ideas.\n   \n\n  \n\n**Your Responsibilities Will Be**\n* Writing high-quality, maintainable code and releasing and monitoring quality features\n* Performing peer reviews and participating in technical discussions both at the team level and among the product development engineering domain\n* Ensure the backend has strong unit and functional testing coverage\n* Advocate for improvements to software quality, security, and performance\n* Oversee the design and development of new features from scratch, coordinating initial planning, breaking down tasks for manageable delivery, and tracking progress to ensure timelines and quality goals are met.\n* Collaborate effectively with cross-functional roles, including product managers, designers, technical writers, and front-end engineers, to ensure cohesive, customer-centered product delivery\n* Empower peers by sharing knowledge, offering guidance, and setting an example as a role model\n\n\n**Must-have:**\n* Good understanding of security in back-end software\n* Excellent development skills in Python\n* Experience with SQL, RDBMS, and database design\n* Experience with using Linux in development and production\n* Distributed systems knowledge\n* Good understanding of cloud networking\n* Hands-on experience with one or more major cloud providers (e.g., AWS, Google Cloud, Azure)\n* Extensive experience in production software environments\n* Experience leading complex technical initiatives to completion\n* The urge to write automated tests\n* Strong understanding of product and business outcomes, with the ability to look beyond the technical aspects to drive value\n* Fluency in English, verbal and written\n\n\n**Our Offer**\n If you ask us what’s the best thing about working for Aiven, many will probably say it’s the high concentration of talent from around the world that we have here. Enjoy the agile environment of a hyperscale scale-up where you can truly make an impact and have fun while at it.\n   \n\n  \n\n**We invest in you**\n* Participate in Aiven’s equity plan.\n* With Aiven locations spanning the globe, we want all of our crabs to find the right balance with our hybrid work policy.\n* Get the equipment you need to set yourself up for success.\n* Step up your career game with real employer support (use one of our learning platforms, annual learning budget, and more).\n* Get comprehensive wellbeing support through our global Employee Assistance Program.\n\n\n**Make a difference at Aiven**\n* Contribute to open source projects that you find relevant outside of work - and get paid for it. Our Plankton program recognizes extra work to the open source ecosystem for developers and non-developers alike.\n* Use up to 5 days per year to volunteer for a good cause of your choice.\n* Join one of our team member resource groups - empower yourself and others in missions that resonate with you.\n\n\n**What Else**\n As well as the above Global Benefits, we have regional benefits specific to your country of residence. We would be happy to discuss these further with you during the interview process.\n   \n\n  \n\n**Amazing, What’s Next**\n If you think Aiven is the place for you, send us your CV, and we’ll get in touch!\n   \n\n  \n\n**How To Recognise And Avoid Employment Scams**\n There has been a rise in fake job postings used by scammers to get personal information. Please familiarise yourself with the red flags of a potential scam.\n   \n\n  \n\n Here at Aiven, all of our emails relating to recruitment come from an @aiven.io, @greenhouse.io or @eu.greenhouse.io domain and all of our interviews are conducted over video call or in person, our interviews will never occur over text or chat. If you’re unsure of the legitimacy of a job opportunity\/offer pertaining to Aiven, please don’t hesitate to reach out to us at recruitment@aiven.io.\n   \n\n  \n\n**Equal Opportunities**\n Aiven provides equal employment opportunities to all qualified employees and applicants for employment without regard to age, gender identity, national or ethnic origin, religion, sexual orientation, physical and mental ability, marital and family status or without regard to any other similar personal attributes. Aiven aligns with applicable local laws governing inclusivity in employment in every location in which the company operates. This policy applies to all terms and conditions of employment, including recruiting, hiring, placement, promotion, termination, layoff, transfer, leaves of absence, compensation, training and any other terms and conditions related to employment.\n   \n\n  \n\n At Aiven, we are committed to providing reasonable accommodations for qualified individuals with disabilities or special needs in our working environment and job application procedures. We make all reasonable accommodations for persons with disabilities or who otherwise need support to thrive in the workplace. We are committed to continuously improving workplace accessibility. There is an option to request a discussion in the application process but if you have any questions before applying please write to us at recruitment@aiven.io.","company_url":"https:\/\/fi.linkedin.com\/company\/aiven","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFLLojoewbWcw\/company-logo_100_100\/company-logo_100_100\/0\/1719844181224\/aiven_logo?e=2147483647&v=beta&t=LVSfx8OeQuBMDf3SnK962r-9-pkQYolyOqoTdFVzq6A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4128889921","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4128889921","job_url_direct":"https:\/\/nordicknotsab.teamtailor.com\/jobs\/5421707-senior-engineering-manager&urlHash=RYmN","title":"Senior Engineering Manager","company":"Nordic Knots","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Information Technology","company_industry":"Furniture and Home Furnishings Manufacturing and Interior Design","listing_type":null,"emails":null,"description":"Nordic Knots is looking for a Senior Engineering Manager to join our team in Stockholm. This is an opportunity to join a fast-growing interior design company that strives for perfection and is willing to invest in developing great tools that deliver excellent customer experiences.\n \n\n\n\n We are looking for someone with a strong technical background, who thrives in an entrepreneurial environment, enjoys leading a small team of developers and loves developing blazing fast front ends as well as solving problems and improving business operations with technical solutions.\n \n\n\n\n  \n\n\n\n\n\n**The Role** \n\n\n\n\n You will be an integral part of the organization by leading cross-functional projects, mentoring engineers and defining technical roadmaps and long-term strategy for Nordic Knots. You will be responsible for ensuring alignment with business objectives and goals and making sure the technical level is following industry best-practices.\n \n\n\n\n  \n\n\n\n\n\n You’re expected to apply your long technical background to find best in class solutions to business problems that arise.\n \n\n\n\n  \n\n\n\n\n\n You will be contributing to the codebase as well as a multitude of managerial tasks such as leading the team, planning the roadmap and organizing the workload. You need an explorative mindset and the ability to simultaneously handle both focused work with high output and organizational tasks.\n \n\n\n\n  \n\n\n\n\n\n**What you’ll do** \n\n\n\n* Plan the roadmap together with the eCommerce team to make sure we stay ahead of technological developments in our market space, aligned with the company’s long-term strategy and vision.\n* Mentor the development team\n* Conduct technical feasibility analysis on new projects\n* Design technical solutions\n* Provide high-level technical leadership and strategic direction.\n* Own the technical vision of the company\n* Ensure a highly efficient best in class codebase\n* Own the IT-policy to make sure we’re following processes for great company security\n* Ensure high developer experience using industry leading tools\n* Communicate with stakeholders\n* Develop technical solutions to address business challenges and goals\n* Collaborate with the team to develop and maintain the eCommerce frontend-application using the React-based framework, Next.js.\n* Leverage RESTful & GraphQL APIs to communicate with Centra, our headless eCommerce platform and Sanity our CMS framework.\n* Be part of optimizing the performance of the application to ensure an exceptional user experience.\n* Create solutions to streamline processes throughout the organization for increased operational efficiency.\n* Troubleshoot and resolve technical issues as they arise.\n* Write clean, maintainable, and well-documented TypeScript code.\n\n\n\n  \n\n\n\n\n\n**Who you are** \n\n\n\n* You have 6+ years experience building high-performing eCommerce applications.\n* You have a deep understanding of the following: TypeScript, React, Next.js, RESTful API and GraphQL integrations.\n* You’re great at handling and driving multiple projects and tasks simultaneously\n* You thrive in a role that requires a high sense of responsibility\n* You're curious and enjoy technical discussions.\n* Exhibit strong problem-solving skills and attention to detail.\n* Have excellent English communication skills and the ability to work collaboratively with a team. We’re a Swedish company with multinational coworkers.\n* Show a passion for staying up-to-date with the latest front-end development trends and technologies.\n* (Plus) You have a good eye for ux and ui design\n* (Plus) You’re business oriented and understands true customer value\n\n\n\n  \n\n\n\n\n\n**Location** \n\n\n\n\n Nordic Knots is an on site company. We prefer working together at our office in Stockholm 4 days per week with Thursdays being a day dedicated for focused remote work without meetings.\n \n\n\n\n  \n\n\n\n\n\n**Nordic Knots** \n\n\n\n\n Nordic Knots was founded in 2016 by Liza B Laserow, Fabian Berglund and Felix Berglund. We are a fast-growing direct-to-consumer Scandinavian interior design brand with the USA as the major market. Nordic Knots was born from a culture of thoughtful design that lasts beyond seasons and trends. Fusing function and aesthetics with a Scandinavian sensibility, we craft timeless textiles for the modern home. We believe that great textiles are foundational and can transform a house into a harmonious home – framing the most beautifully curated lives. The head office as well as the flagship store is located at Birger Jarlsgatan in central Stockholm. We have a constantly growing team in both Stockholm and New York.\n \n\n\n\n  \n\n\n\n\n\n**What we offer** \n\n\n\n\n We are a fun and driven team with high ambitions. We have an entrepreneurial and open-minded culture where all new ideas and suggestions for improvements are valued and encouraged. At Nordic Knots everyone should feel that they are a part of and contributing towards our success as we continue to scale up.","company_url":"https:\/\/se.linkedin.com\/company\/nordic-knots","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQH2EQfLPTEHjQ\/company-logo_100_100\/company-logo_100_100\/0\/1630524811876?e=2147483647&v=beta&t=CKmAW5a0QazEjau2P-eE5Ghq6GDea0yu0IHvSrK9n_M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4058602100","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4058602100","job_url_direct":"https:\/\/raysearchlabs.onecruiter.com\/jobs\/281551&urlHash=bBfc","title":"iOS Developer","company":"RaySearch Laboratories","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Medical Equipment Manufacturing","listing_type":null,"emails":null,"description":"RaySearch has several cancer care products, and we are now looking to hire our first iOS Developer for our Oncology Information System, RayCare.\n   \n\n  \n\n**About RayCare**\n RayCare is a client-server application that runs on premises at many clinics all over the world. RayCare takes care of and helps clinical staff to coordinate their work at the clinic. For example, workflow management, patient chart details and treatment management. RayCare is an innovative Oncology Information System (OIS) designed to support the complex challenges of modern oncology clinics. It is developed to streamline workflows in cancer clinics to facilitate efficient care faster to more patients. RayCare is used by all staff at the clinic, e.g., physicians, physicists, treatment planners etc. and is used in all steps of patient care, from registration to radiation treatment at the treatment machine and for treatment follow-up.\n   \n\n  \n\n**Responsibilities**\n As our first iOS Developer, you will pioneer the development of our iOS application for RayCare, enabling you to make a significant impact from the very beginning. In this role, you will be essential in shaping and delivering the application!\n   \n\n  \n\n You will be tasked with integrating the native iOS application with the .NET backend. Additionally, you will contribute to technical decisions across platforms, requiring familiarity with front-end technologies and frameworks, like WPF and Angular. Collaboration with other developers, architects, and product managers will be key to ensuring that our application meets the rigorous standards necessary for improving cancer care.\n   \n\n  \n\n**Your profile**\n As a self-motivated individual, you possess a strong ability to take ownership of your work, demonstrating significant drive and initiative. With meticulous attention to detail, a commitment to quality, and a dedication to excellence in all tasks, effective communication skills enable you to present and advocate for your ideas confidently. You possess strong analytical skills and have a solid understanding of technical risks, with proven experience managing projects from start to finish. You take pride in consistently delivering high-quality results.\n   \n\n  \n\n**Requirements**\n* M.Sc. in Engineering Physics, Computer Science or equivalent academic degree\n* Minimum seven years of iOS development experience\n* Strong proficiency in Swift\n* Previous experience with iOS clients communicating with a .NET backend\n* Experience with the Apple developer provisioning and approval process\n* Front-end development with frameworks such as WPF and\/or Web technologies such as TypeScript, Angular, etc.\n\n\n**Meriting**\n* Being able to read and understand C# .NET\n* Experience from the MedTech-industry or other regulated industries\n* Experience from functioning as Tech lead in iOS development\n* Knowledge and experience in developing Web and\/or desktop applications\n\n\n**Our Culture**\n Culture at RaySeach is the driving force behind our organization\n **, where** \n everything we do is driven by a shared passion for innovation and the fight against cancer. Our dedication is reflected in our ability\n **to deliver** \n exceptional results,\n **pay** \n close attention to detail, and consistently\n **go** \n the extra mile. Our employees stand out as experts in\n **their** \n field\n **, driven by** \n a relentless focus on solving problems\n **-** \n no matter how complex. At RaySearch, we take pride in\n **leading the way in** \n cancer treatment, leveraging cutting-edge technology to develop innovative\n **solutions** \n that make a real difference in patient care.\n   \n\n  \n\n**Our Offer**\n At RaySearch, we offer a diverse and inclusive work environment, fostering openness, sincerity, and collaboration. Located in Hagastaden, Stockholm's Life Science Hub, our modern and creative workspace includes an in-house gym, yoga, and social activities like ping pong, table football, and regular after-work events. Our bistro serves a fantastic lunch buffet, and we offer morning- and afternoon-fika every day. Our rooftop terrace also provides a stunning 360-degree view of Stockholm, enhancing the work experience. All of this comes attached with a competitive compensation and benefits package.\n   \n\n  \n\n**Application**\n Please apply to the position through the application form below. We do not accept applications by e-mail. Selection and interviews will be ongoing.","company_url":"https:\/\/se.linkedin.com\/company\/raysearch-laboratories","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEmOjGycpmG_g\/company-logo_100_100\/company-logo_100_100\/0\/1630580197636\/raysearch_laboratories_logo?e=2147483647&v=beta&t=wPUyTbTDZtl_5o0oAa6asVPjG230lff4_AKKUfl0ZLo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"5287c5cd8ef8ee3a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5287c5cd8ef8ee3a","job_url_direct":"https:\/\/migrationsverket.varbi.com\/se\/what:job\/jobID:789823\/type:job\/where:62\/apply:1","title":"Migrationsverkets IT-traineeprogram 2025","company":"Migrationsverket","location":"Norrköping, E, SE","job_type":null,"date_posted":1737244800000,"salary_source":"direct_data","interval":"yearly","min_amount":391841.0,"max_amount":496158.0,"currency":"USD","is_remote":true,"job_level":null,"job_function":null,"company_industry":"Government","listing_type":null,"emails":"trainee@migrationsverket.se, rekrytering@migrationsverket.se, viktor.j.larsson@migrationsverket.se","description":"På Migrationsverket är vi cirka 6 000 personer som arbetar med en av vår tids stora samhällsfrågor och med uppgifter som rör människors liv och framtid. Vårt jobb är viktigt på riktigt!\n\n\n**Ser du din framtida karriär i en omfattande IT-miljö med varierande och verksamhetsnära arbetsuppgifter? Låt vår resa bli en del av din utveckling!**\n\n\nMigrationsverkets IT-traineeprogram 2025 startar i höst och riktar sig till dig som är nyexaminerad inom data eller IT. Vi söker dig som vill vässa dina kunskaper i en roll som IT-säkerhetsexpert, systemutvecklare, drifttekniker eller UX-designer. Hos oss erbjuds du en nyfiken miljö där du får möjlighet att påverka, arbeta med utmanande lösningar och trygga anställningsvillkor. På vår digitaliserings- och utvecklingsavdelning, med ca 400 kollegor, arbetar vi i olika nätverk, vilket ger dig stora möjligheter att växa i din roll.\n\n**Upplägg**\n\n\nSom trainee hos oss integreras du direkt i utvecklingsverksamheten. Tillsammans med andra traineer får du en gedigen introduktion till vår verksamhet och interna och externa utbildningar som anpassas efter din roll och dina behov. Vi kombinerar detta med studiebesök i vår breda verksamhet, bland annat på förvar och servicecenter. Du kommer att få en djup inblick i Migrationsverkets uppdrag och digitala transformation, samt lära dig vår teknik, våra system och plattformar. Vid ansökan får du möjlighet att välja vilken eller vilka kompetensområden\/roller du är intresserad av.\n\n\nMer information om programmet och Migrationsverket som IT-arbetsplats finns på vår hemsida.\n\n**Fadder**\n\n\nDu kommer att ha en dedikerad fadder som stöd genom hela programmet. Vi lägger stor vikt vid att du ska trivas och få möjlighet att lära känna dina kollegor genom aktiviteter som stärker teamkänslan.\n\n**Vi erbjuder**\n\n* En stor organisation att utvecklas i och öva ditt självledarskap\n* Utbildning som anpassas efter din roll, t.ex. Agilt ledarskap, Intent Based Leadership, DevOps, Java och Kubernetes\n* Teamarbete och roliga gemensamma sammankomster\n* Flexibla arbetstider och möjlighet till distansarbete efter avslutat program\n* Marknadsmässig lön och förmåner som generöst semesteravtal, friskvårdsbidrag, friskvårdstimme och föräldrapenningtillägg\n\n**Dina personliga kompetenser**\n\n\nVi söker dig som har ett stort intresse för teknik, utveckling och digitalisering. Du är nytänkande och bidrar med nya idéer och angreppssätt som kan omsättas i praktiken. Du ser helheten samtidigt som du förstår din roll i verksamheten och har viljan att bidra till verksamhetens utveckling. Att analysera komplex information och lösa svåra utmaningar är något du trivs med. Som person är du stabil, samarbetsvillig och lyhörd, och du har en konstruktiv inställning i mötet med andra.\n\n**Krav för att bli antagen:**\n\n* Akademisk utbildning inom IT, systemvetenskap, IT-säkerhet, datavetenskap eller programvaruteknik, alternativt annan akademisk utbildning kombinerad med kurser eller YH-utbildning inom IT som bedöms relevant. Utbildningen ska ha avslutats nyligen, högst två år före ansökningstillfället.\n* Goda kunskaper i svenska och engelska i både tal och skrift, eftersom du behöver kunna ta del av och förmedla komplex information på dessa språk.\n* Svenskt medborgarskap, eftersom anställningarna är placerade i säkerhetsklass och säkerhetsprövning enligt säkerhetsskyddslagen (2018:585) kommer att genomföras.\n\n\nObservera att du behöver kunna delta på vår **traineedag i Norrköping den 6 maj**. Gruppintervjuer inför traineeprogrammet är planerade till vecka 12 (19-20:e mars) i Norrköping.\n\n**Anställningsvillkor**\n\n\nTraineeprogrammet pågår från den 1 september 2025 till den 31 augusti 2026 och inleds med en provanställning om 6 månader, med målsättning att övergå till en tillsvidareanställning på den enhet du tillhört under programmets gång. Traineeprogrammet inleds med 4 veckors introduktion. Placeringsort är Norrköping och månadslönen är 37.000 kr.\n\n**Ansökan**\n\n\nVälkommen att registrera ditt cv på vår webbplats senast den **19 februari 2025**. Vi önskar inget personligt brev.\n\n\nFör frågor om programmet, vår IT-utveckling eller rekryteringsprocessen, vänligen mejla oss på trainee@migrationsverket.se.\n\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ Om rekryteringsprocessen För oss är det viktigt att all kompetens på arbetsmarknaden tillvaratas. Vi välkomnar därför alla sökande och strävar efter en jämn könsfördelning och mångfald. Som statlig myndighet rekryterar vi efter förtjänst och skicklighet. På arbetsgivarverket.se kan du läsa mer om vad det innebär. Vi använder urvalsfrågor under ansökningen. Besvara dem så utförligt du kan eftersom dina svar har betydelse för om du är kvalificerad att gå vidare i rekryteringen eller inte. I vissa rekryteringar använder vi också tester för att bedöma hur väl din skicklighet stämmer överens med tjänsten du söker. Vid en eventuell intervju kan du även få svara på frågor kopplat till säkerhet. Vill du komma i kontakt med fackliga företrädare finns kontaktuppgifter till Saco-S, Seko och ST längst ned på sidan ”Lediga jobb och intresseanmälan” på migrationsverket.se: Alla lediga jobb på Migrationsverket just nu - Migrationsverket För att arbeta på Migrationsverket behöver du ha rätt att vistas och arbeta i Sverige på någon av dessa grunder: svenskt medborgarskap (krav för vissa tjänster), nordiskt medborgarskap, EU-medborgarskap eller permanent uppehållstillstånd. Om du har skyddade personuppgifter, eller annan information som du själv bedömer som skyddsvärd, ska du kontakta rekrytering@migrationsverket.se innan du gör din ansökan så berättar vi mer om våra säkerhetsrutiner. Här kan du läsa mer om hur Migrationsverket hanterar personuppgifter Migrationsverkets rekryteringar sker helt i vår egen eller upphandlade leverantörers regi. Vi ber därför om att inte få telefonsamtal och mejl från rekryteringsföretag och annonsförsäljare.\n\n\nAnställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 20 | Sysselsättningsgrad: 100% | Ort: Norrköping | Län: Östergötlands län | Land: Sweden | Referensnummer: 3.3.1-2025-699 | Kontakt: Viktor Larsson viktor.j.larsson@migrationsverket.se, | Publicerat: 2025-01-19 | Sista ansökningsdag: 2025-02-19","company_url":"https:\/\/se.indeed.com\/cmp\/Migrationsverket","company_url_direct":"https:\/\/www.migrationsverket.se\/","company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/01eb0ed0778b02147540ec4a0dd95411","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ff75c0cadb9e5766","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ff75c0cadb9e5766","job_url_direct":"https:\/\/www.teliacompany.com\/sv\/karriar\/oppna-positioner\/IP-Network-Engineer_53732-2","title":"IP Network Engineer","company":"Telia Company","location":"Göteborg, O, SE","job_type":null,"date_posted":1737244800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":"Telecommunications","listing_type":null,"emails":"jeanette.wetterheim@teliacompany.com","description":"Right now, we are looking for an IP Network Engineer to our IP Network Development team. If you have experience and passion for development and maintenance of IP network technology, you now have the opportunity for an exciting job in an international organization. Telia Company focus on your personal and professional development and provide great career opportunities.  \n\n\n\n  \n\nI am Jeanette Wetterheim, and I am leading IP Network West, which is part of Technology Networks. We are responsible for IP networks development and maintenance in Sweden and Norway and our focus is to deliver best quality and efficient services to our customers. Together with our colleagues within IP Network & Transport our target is to harmonize current fixed and mobile networks and implement more efficient solutions where we can deliver scale to Countries and Business units applicable for several countries.\n\n\nFor this specific position as IP Network Engineer, you will play a central role in the resource lifecycle process for our IP Network in Sweden and Norway. We are making sure that network and services are operating with high quality and availability.\n\n\n**As an IP Network Engineer, you’ll…**\n\ntake responsibility for developing and maintaining IP platforms and networks. Your role includes life cycle management, development, testing, documentation, and problem-solving. You will play a vital part in designing and supporting stakeholders during decision-making processes to ensure quality and customer satisfaction. As a member of an agile development team aligned with the SAFe ART model, you will collaborate closely with other teams to achieve common goals.\n\n\nYour tasks will include planning, designing, developing, testing, debugging, and implementing network infrastructure and services provided by Telia Company to customers. You will analyse, troubleshoot, and modify network systems to maximize performance and availability while ensuring continuous development and deployment of changes. Maintaining up-to-date technical documentation is an integral part of your responsibilities. Additionally, you will engage in development activities, take ownership of platform life cycle management, and act as a single point of contact within the IP Network area, supporting stakeholders as an expert. By ensuring high network quality and monitoring performance.\n\n\n**Who we're looking for**\n\nSomeone, who is independent, driven, and passionate about testing, analyzing, identifying root causes, and solving network problems to achieve excellent results. You effectively collaborate with internal and external units, always keeping the customer’s perspective as your priority. Your positive attitude and ability to inspire innovation and fresh ideas are key strengths.\n\n\nYou are analytical, accurate, and structured, with a proactive approach to problem-solving. You take responsibility for delivering high-quality results, quickly adapt to new technologies and workflows, and thrive in both independent and team-oriented environments. Your expertise includes IP domains such as TCP\/IP, MPLS, BGP, QoS, ISIS, SR, and EVPN.\n\n\nYou have a university degree or equivalent experience in IP Network Engineering or a related field. Your strong skills in routed and switched networks, transmission networks, and architectural design, along with scripting knowledge, are highly valued. Proficiency in Swedish\/Norwegian and English, both written and spoken, is essential.\n\n\n**We are more than a workplace**\n\nJoin our inclusive team and collaborate with over 15,000 talented colleagues from around the globe. Recognized as a Climate Leader in the Nordics and Baltics, we're passionate about creating great products and delivering extraordinary customer experiences while always prioritizing sustainability. We believe our people are our most valuable asset, ensuring everyone feels welcome and valued. When you join us, you'll receive a comprehensive benefits package tailored to your local market, opportunities for remote work, and more. You'll also have the chance to earn an annual bonus based on your performance and Telia's results. If you want to make a real impact, this is the place where you belong.\n\n\n**Ready to make better happen?**\n\nWe are looking forward to your application by 2025-01-31. If you are selected for the next stage in the process, you'll be contacted by our (Hiring Manager\/Talent Acquisition Partner). Required controls will be performed.\n\n\nIf you want to know more about this position, call me at +46 70 258 16 18 or contact me by email jeanette.wetterheim@teliacompany.com .\n\n\n**Join us and let’s make better happen – together!**","company_url":"https:\/\/se.indeed.com\/cmp\/Telia-Company","company_url_direct":"http:\/\/www.teliacompany.se","company_addresses":"Telia Company\r\nMall of Scandinavia\r\nSolna\r\nStockholm\r\nSverige","company_num_employees":"10,000+","company_revenue":"$5M to $25M (USD)","company_description":"Our 21,000 talented colleagues serve millions of customers every day in one of the world’s most connected regions.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/b422fbec9a979c849679b46566496109","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"11848e334ea78e41","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=11848e334ea78e41","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I005\/333\/job?site=2&lang=SE&validator=a75fbd88f1b2a3a49de2af9c8b7bc228&ref=http%3A%2F%2Frekrytering.forsvarsmakten.se%2Fsv%2Fom-forsvarsmakten%2F&job_id=41588","title":"IT-säkerhetschef","company":"Försvarsmakten","location":"Kristinehamn, S, SE","job_type":"fulltime","date_posted":1737244800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Government","listing_type":null,"emails":null,"description":"**IT-säkerhetschef**  \n\n**Till Bergslagens Artilleriregemente, A 9**\n\n\nVill du vara med och bygga upp ett av de nya regementen som Försvarsmakten har fått i uppgift att etablera?  \n\nRegeringen har beslutat att öka försvarsförmågan genom att återetablera flera regementen där Bergslagens artilleriregemente, A 9, i Kristinehamn är ett av dem. Regementet ska ansvara för utbildning av artilleribataljoner för södra Sverige.\n\n\nVi söker nu en IT-säkerhetschef till regementsstaben, Säkerhets- och sambandsavdelningen och som vill bidra till den pågående tillväxten av A 9 och för ett starkare försvar.  \n\nDu kommer att ingå i ett dedikerat, kvalificerat team som brinner för säkerhetsskydd, informations-och cybersäkerhet och rapporterar till förbandets säkerhetschef.\n\n\n**Om A 9**  \n\nA 9 är under uppbyggnad. I dagsläget består A 9 av cirka 110 medarbetare, kommer att utökas till ca 350 medarbetare då förbandet är fullt upprättat from år 2030.\n\n  \n\n\n\n\n**Huvudsakliga arbetsuppgifter**\n\n\n* Ansvara för att förvalta delprocess IT-säkerhet inom förbandet.\n* Lämna stöd till övriga enheter inom förbandet genom att verka som expert i olika beredningar och inom ramen för säkerhetsskyddsanalys.\n* Vara expert i olika beredningar och lämna stöd inom ramen för bl.a. säkerhetsskyddsanalys, ackreditering och lokalt införande av tekniska system.\n* Genomföra utbildning inom säkerhetsområdet.\n* Genomföra analys och uppföljning av säkerhetsrapporter.\n* Delta vid internkontroller inom säkerhetsskyddsområdet och leda internkontrollverksamhet inom IT-säkerhetsområdet.\n* Revidera och utarbeta styrdokument (policies, rutiner och instruktioner m.m.) inom delprocess IT-säkerhet.\n\n\nFriskvård och fysisk träning är en naturlig del av arbetet för all personal i Försvarsmakten.\n\n\n**Kvalifikationer**\n\n\n* Relevant eftergymnasial utbildning eller motsvarande kunskaper förvärvade på annat sätt.\n* Bred kompetens inom säkerhetsskyddsområdet i allmänhet och inom IT- och informationssäkerhet.\n* Erfarenhet inom IT-säkerhetsområdet i rollen som t.ex. säkerhetshandläggare, IT-säkerhetsspecialist eller liknande tjänst.\n* God förmåga att uttrycka dig på svenska och på engelska i tal och skrift.\n* Körkort (Lägst B).\n\n**Personliga egenskaper**  \n\nDu har lätt att samarbeta med andra samt skapa och behålla förtroende. Du tar egna initiativ och kan självständigt driva ditt arbete i mål.\n  \n\nVidare är du ordningsam, noggrann och säkerhetsmedveten. Du har lätt för att anpassa dig och vara flexibel och lyhörd.\n  \n\nDet är viktigt att du har en analytisk- och strukturerad förmåga.\n  \n\nStor vikt kommer att läggas vid personlig lämplighet och dina personliga egenskaper.\n\n  \n\n\n\n\n**Meriterande**\n\n\n* Civila certifieringar t.ex. CISSP, CISA, CISM eller liknande.\n* Nuvarande eller tidigare anställning i Försvarsmakten eller en annan statlig verksamhet i en befattning inom säkerhetstjänst.\n* Kunskaper om sekretesslagstiftning och informationsklassning.\n* Erfarenhet av att arbeta i Försvarsmaktens stödsystem (PRIO, Vidar, ISUS etc).\n* Erfarenhet av försvarsmaktens ledningssystem.\n* Kunskap om RÖS.\n\n  \n\n**Övrigt:**\n\n* Befattningen är civil.\n* Anställningen är en tillsvidareanställning på heltid och inleds med sex månaders provanställning för sökande som inte idag är anställda inom Försvarsmakten.\n* Tillträde enligt överenskommelse.\n* Individuell lönesättning tillämpas.\n* Arbetsorten är Kristinehamn.\n* Arbetet innebär en del inrikes tjänsteresor och ibland övernattning.\n* Arbetsförhållanden innebär oftast 40 timmars arbetsvecka, men sker ibland på oregelbundna tider, t ex under övningsförhållanden.\n\n  \n\n**Ansökan**  \n\nAnsökan ska skrivas på svenska och innehålla följande:\n\n\n* CV\n* Ansökningsbrev, med motivering om varför du är lämpad för denna befattning\n\n\nOfullständig ansökan behandlas ej.\n\n  \n\n\n\n\nUpplysningar om befattningen lämnas av avdelningschefen för Säk\/Lednings-avdelningen (C G26) Björn Andersson eller It-Säkch Pontus Stoltz som båda nås via växeln på tfn 0505-45 10 00\n\n\nUpplysningar om rekryteringsprocessen kan lämnas av Ulrika Åslund, HR-generalist A 9, nås via växeln på tfn 0505-45 10 00\n\n  \n\n\n\n\nFackliga företrädare  \n\nOFR\/O: Niclas Sköld  \n\nOFR\/S: Britt Dahlman  \n\nSEKO: Crister Florin  \n\nSamtliga nås via växeln på tfn 0505-45 10 00\n\n\nVälkommen med din ansökan senast 2024-02-05.","company_url":"https:\/\/se.indeed.com\/cmp\/F%C3%B6rsvarsmakten","company_url_direct":"http:\/\/www.forsvarsmakten.se\/","company_addresses":"Stockholm","company_num_employees":"10,000+","company_revenue":null,"company_description":"Försvarsmakten är en svensk statlig förvaltningsmyndighet som ansvarar för landets säkerhet.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d6a81078b58ac8abfe38747a3d922650","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"d2e839da14571ca1","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d2e839da14571ca1","job_url_direct":"http:\/\/se.indeed.com\/job\/software-engineer-d2e839da14571ca1","title":"Software Engineer","company":"Nils Bäckman AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1737244800000,"salary_source":"direct_data","interval":"yearly","min_amount":465973.0,"max_amount":590026.0,"currency":"USD","is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Here is an opportunity to join the Thermal Software group within Propulsion and Energy. Our team is responsible for designing and monitoring various temperature levels, ensuring efficient cooling, heating, transfer, and storage of heat for electric motors, batteries, and control modules—all with a strong focus on sustainability. We take full ownership of Thermal Management systems, from initial architectural sketches to software release and monitoring in vehicles.\n\nYour primary focus will be software development for controlling the Thermal System, working alongside a team of 14 highly motivated colleagues characterized by openness and a collaborative spirit, where knowledge sharing is highly valued.\n\n**What You’ll Do:**\n\n* Develop software solutions for thermal management systems.\n* Work on system design and function development within automotive applications.\n* Utilize Continuous Integration tools such as GIT and Gerrit.\n* Collaborate within a friendly and inclusive team environment.\n\n**Who You Are:**  \nWe are looking for an experienced software developer with a solid background in SW development and CI toolchains.\n\n**Required Competencies:**\n\n* At least 6 years of experience in software development.\n* Strong experience with Simulink and TargetLink.\n* Proficiency in Continuous Integration tools such as GIT and Gerrit.\n* Excellent analytical and problem-solving skills.\n* B.Sc. in Mechatronics, Electrical, or Electronics Engineering.\n* Valid B-class driver's license (mandatory).\n\n**Preferred Competencies:**\n\n* Experience in system design and function development within automotive development.\n* Knowledge of Thermal Management systems.\n* Experience in C\/C++ and Python programming.\n* BE-class driver's license (meritorious).\n\n**Personal Qualities:**\n\n* A supportive team player who believes in inclusiveness.\n* Proactive and structured with a strong technical interest.\n* Curious and eager to learn and share knowledge within the team.\n\nWe encourage applications from qualified candidates and welcome individuals from diverse backgrounds. Let us know if you have additional questions or need further information.\n\n**Job Posting Start Date:** ASAP\n\nWe are an equal-opportunity employer that values diversity and welcomes all applicants regardless of age, ethnicity, gender, or cultural background.\n\nPlease note, We will not proceed with your application unless you provide us with the following information:  \n1. CV  \n2. How many years of relevant experience you have\n\nJobbtyp: Heltid\n\nLön: 42 000,00kr - 46 000,00kr per månad\n\nFörmåner:\n\n* Friskvårdsbidrag\n\nSchema:\n\n* Måndag till fredag\n\nAnsökningsfrågor:\n\n* How many years of relevant experience do you have?\n* Är du bosatt i Göteborg?\n* Kommer du att kunna pendla på ett tillförlitligt sätt?\n\nArbetstillstånd:\n\n* Sverige (Obligatoriskt)\n\nArbetsort: Personligen","company_url":"https:\/\/se.indeed.com\/cmp\/Nils-B%C3%A4ckman-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"a9902553894b8cad","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=a9902553894b8cad","job_url_direct":"http:\/\/se.indeed.com\/job\/software-engineer-automation-framework-a9902553894b8cad","title":"Software Engineer - Automation Framework","company":"Nils Bäckman AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1737244800000,"salary_source":"direct_data","interval":"yearly","min_amount":465973.0,"max_amount":590026.0,"currency":"USD","is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Who Are We?**  \nThe Software Test Center team is responsible for various test environments such as Boxcars, Vehicle-in-the-Loop, and Base Tech HILs. As the first team to flash new software builds, we play a crucial role in preparing test environments for further validation. We also maintain “golden” test environments designed to bring up new carlines or major technical content. Our work involves fault tracing software and hardware, updating software baselines, and ensuring high uptime of test environments to provide attractive bookable test spaces.\n\nTo expand our capacity and enhance our test environments, we are looking for senior-level testers and fault tracers with a detail-oriented mindset.\n\n**What You’ll Do:**\n\n* Develop and maintain automation frameworks for testing environments.\n* Conduct hands-on fault tracing and root cause analysis of software and hardware issues.\n* Perform software flashing and updates across multiple test platforms.\n* Ensure test environments remain operational and attractive for booking.\n* Collaborate with team members to continuously enhance test procedures and processes.\n\n**Who You Are:**  \nWe are seeking a skilled and proactive developer with strong technical expertise and a problem-solving mindset.\n\n**Required Competencies:**\n\n* General software development skills (Python, Ansible, GitHub, baseline handling).\n* Experience in test automation and fault tracing.\n* Strong analytical skills and structured problem-solving abilities.\n* Ability to work closely with test rigs and perform hands-on debugging.\n* Excellent communication and collaboration skills.\n\n**Preferred Competencies:**\n\n* Automotive testing experience.\n* Knowledge of Vector tools.\n* Experience with automation scripting and process optimization.\n\n**Personal Qualities:**\n\n* Detail-oriented with a structured approach to work.\n* Self-motivated and proactive in identifying solutions.\n* Team player with a collaborative mindset.\n\n**Job Posting Start Date:** 2025-02-10\n\nWe are an equal-opportunity employer that values diversity and welcomes all applicants regardless of age, ethnicity, gender, or cultural background.\n\nPlease note, We will not proceed with your application unless you provide us with the following information:  \n1. CV  \n2. How many years of relevant experience you have\n\nJobbtyp: Heltid\n\nLön: 42 000,00kr - 46 000,00kr per månad\n\nFörmåner:\n\n* Friskvårdsbidrag\n\nSchema:\n\n* Måndag till fredag\n\nAnsökningsfrågor:\n\n* How many years of relevant experience do you have?\n* Är du bosatt i Göteborg?\n* Kommer du att kunna pendla på ett tillförlitligt sätt?\n\nArbetstillstånd:\n\n* Sverige (Obligatoriskt)\n\nArbetsort: Personligen\n\nSista ansökningsdatum: 2025-02-06  \nFörväntat startdatum: 2025-02-10","company_url":"https:\/\/se.indeed.com\/cmp\/Nils-B%C3%A4ckman-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ac40a68da87852f1","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ac40a68da87852f1","job_url_direct":"https:\/\/migrationsverket.varbi.com\/se\/what:job\/jobID:789869\/type:job\/where:62\/apply:1","title":"Migrationsverkets traineeprogram för tekniska projektledare","company":"Migrationsverket","location":"Stockholm, AB, SE","job_type":null,"date_posted":1737244800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":"Government","listing_type":null,"emails":"trainee@migrationsverket.se, rekrytering@migrationsverket.se","description":"På Migrationsverket är vi cirka 6 000 personer som arbetar med en av vår tids stora samhällsfrågor och med uppgifter som rör människors liv och framtid. Vårt jobb är viktigt på riktigt!\n\n\n**Är du en blivande ledare med ett intresse för teknik och projektledning? Låt vår resa bli en del av din utveckling!**\n\n\nMigrationsverkets traineeprogram för tekniska projektledare 2025 startar i höst och riktar sig till dig som är nyexaminerad inom IT, industriell ekonomi eller projektledning. Vi söker dig som vill utvecklas och växa i rollen som teknisk projektledare och som brinner för att leda och samordna tekniska projekt i en omfattande och verksamhetsnära IT-miljö. Hos oss erbjuds du en dynamisk arbetsmiljö där du får möjlighet att påverka, arbeta med utmanande lösningar och trygga anställningsvillkor. På vår digitaliserings- och utvecklingsavdelning, med ca 400 kollegor, arbetar vi i olika nätverk, vilket ger dig stora möjligheter att växa i din roll.\n\n**Upplägg**\n\n\nSom trainee hos oss integreras du direkt i vår utvecklingsverksamhet, där du får möjlighet att leda mindre tekniska projekt under handledning av erfarna projektledare. Du får en gedigen introduktion till vår verksamhet, och vi erbjuder interna och externa utbildningar inom projektledning och tekniska verktyg som anpassas efter dina behov. Du får också möjlighet att delta i studiebesök i vår breda verksamhet, bland annat på förvar och servicecenter. Under programmet lär du dig om Migrationsverkets uppdrag och vår digitala transformation, samt får en djupare förståelse för de tekniska system och plattformar som våra projekt bygger på.\n\n\nMer information om programmet och Migrationsverket som arbetsplats finns på vår hemsida.\n\n**Fadder**\n\n\nDu får en dedikerad fadder som stöd genom hela programmet. Vi lägger stor vikt vid att du ska trivas och få möjlighet att lära känna dina kollegor genom aktiviteter som stärker teamkänslan.\n\n**Vi erbjuder**\n\n* En stor organisation att utvecklas - och öva ditt ledarskap i\n* Utbildning som anpassas efter din roll, t.ex. Agilt ledarskap, Intent Based Leadership, DevOps samt intern projektledarutbildning\n* Teamarbete och roliga gemensamma sammankomster\n* Flexibla arbetstider och möjlighet till distansarbete efter avslutat program\n* Marknadsmässig lön och förmåner som generöst semesteravtal, friskvårdsbidrag, friskvårdstimme och föräldrapenningtillägg\n\n**Dina personliga kompetenser**\n\n\nVi söker dig som har ett stort intresse för både teknik och ledarskap. Du är strukturerad, kommunikativ och har förmågan att koordinera flera arbetsuppgifter samtidigt. Du är nytänkande och tar initiativ till nya angreppssätt och idéer som kan omsättas i praktiken. Du förstår din roll som ledare och har förmågan att se helheten i projekt samtidigt som du har ett stort driv att få teamet att arbeta mot gemensamma mål. Som person är du stabil, lyhörd och har lätt för att samarbeta och hantera olika typer av utmaningar.\n\n**Krav för att bli antagen:**\n\n* Akademisk utbildning inom IT, industriell ekonomi, systemvetenskap, projektledning, teknisk ledning eller liknande område, alternativt annan akademisk utbildning kombinerad med relevant erfarenhet eller kurser inom IT eller projektledning. Utbildningen ska ha avslutats nyligen, högst två år före ansökningstillfället.\n* Goda kunskaper i svenska och engelska i både tal och skrift, eftersom du behöver kunna ta del av och förmedla komplex information på dessa språk.\n* Svenskt medborgarskap, eftersom anställningarna kommer att placeras inom säkerhetsklass och säkerhetsprövning enligt säkerhetsskyddslagen (2018:585) kommer att genomföras.\n\n\nObservera att du behöver kunna delta på vår **traineedag i Norrköping den 6 maj.**\n\n**Anställningsvillkor**\n\n\nTraineeprogrammet pågår från den 1 september 2025 till den 31 augusti 2026 och inleds med en provanställning om 6 månader, med målsättning att övergå till en tillsvidareanställning på den enhet du tillhört under programmets gång. Traineeprogrammet inleds med 4 veckors introduktion på plats i Norrköping. Efter den perioden finns det möjlighet till annan placeringsort på någon av våra huvudorter (Stockholm, Göteborg eller Norrköping) enligt överenskommelse.\n\n**Ansökan**\n\n\nVälkommen att registrera ditt cv på vår webbplats senast den **19 februari 2025**. Vi önskar inget personligt brev.\n\n\nFör frågor om programmet, vår IT-utveckling eller rekryteringsprocessen, vänligen mejla oss på trainee@migrationsverket.se.\n\n  \n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ Om rekryteringsprocessen För oss är det viktigt att all kompetens på arbetsmarknaden tillvaratas. Vi välkomnar därför alla sökande och strävar efter en jämn könsfördelning och mångfald. Som statlig myndighet rekryterar vi efter förtjänst och skicklighet. På arbetsgivarverket.se kan du läsa mer om vad det innebär. Vi använder urvalsfrågor under ansökningen. Besvara dem så utförligt du kan eftersom dina svar har betydelse för om du är kvalificerad att gå vidare i rekryteringen eller inte. I vissa rekryteringar använder vi också tester för att bedöma hur väl din skicklighet stämmer överens med tjänsten du söker. Vid en eventuell intervju kan du även få svara på frågor kopplat till säkerhet. Vill du komma i kontakt med fackliga företrädare finns kontaktuppgifter till Saco-S, Seko och ST längst ned på sidan ”Lediga jobb och intresseanmälan” på migrationsverket.se: Alla lediga jobb på Migrationsverket just nu - Migrationsverket För att arbeta på Migrationsverket behöver du ha rätt att vistas och arbeta i Sverige på någon av dessa grunder: svenskt medborgarskap (krav för vissa tjänster), nordiskt medborgarskap, EU-medborgarskap eller permanent uppehållstillstånd. Om du har skyddade personuppgifter, eller annan information som du själv bedömer som skyddsvärd, ska du kontakta rekrytering@migrationsverket.se innan du gör din ansökan så berättar vi mer om våra säkerhetsrutiner. Här kan du läsa mer om hur Migrationsverket hanterar personuppgifter Migrationsverkets rekryteringar sker helt i vår egen eller upphandlade leverantörers regi. Vi ber därför om att inte få telefonsamtal och mejl från rekryteringsföretag och annonsförsäljare.\n\n\nAnställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 2 | Sysselsättningsgrad: 100% | Ort: Norrköping, Göteborg eller Stockholm | Län: Östergötlands län | Land: Sweden | Referensnummer: 3.3.1-2025-700 | Kontakt: Sverker Spaak 010-4854214, Camilla Granlund 010-4851976, | Publicerat: 2025-01-19 | Sista ansökningsdag: 2025-02-19","company_url":"https:\/\/se.indeed.com\/cmp\/Migrationsverket","company_url_direct":"https:\/\/www.migrationsverket.se\/","company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/01eb0ed0778b02147540ec4a0dd95411","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"07fac6da453b9f6c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=07fac6da453b9f6c","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29392059","title":"ASIC Verification Engineer","company":"JP IT-Konsult i Stockholm AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1737244800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"info@jpitkonsult.se","description":"Tillsvidareanställning hos JP IT-Konsult i Stockholm AB – Uppdrag i Stockholm (hybrid 3 dagar på plats i veckan)\n  \nOm företaget\n  \nJP IT-Konsult i Stockholm AB är ett engagerat konsultbolag som samarbetar med några av Sveriges mest spännande teknikföretag. Vi brinner för att hitta utmanande uppdrag där våra konsulter kan utvecklas, göra skillnad och bidra till banbrytande lösningar. Nu söker vi en ASIC Verification Engineer för ett uppdrag hos en global aktör inom telekommunikation, med placering i Stockholm.\n  \nArbetsuppgifter\n  \n  \n\n**I rollen som ASIC Verification Engineer kommer du att:**  \n\nPlanera och ta fram verifieringsstrategier, inklusive detaljerade specifikationer.\n  \nUtveckla och förbättra moderna verifieringsmiljöer, med fokus på IP- och sub-systemnivå.\n  \nSkapa och underhålla UVM-baserade testmiljöer för att säkerställa hög kvalitet och täckningsgrad.\n  \nGenomföra både riktade och randomiserade testmetoder för att identifiera dolda fel.\n  \nAnalysera och följa upp verifieringsresultat, samt kontinuerligt arbeta för att förbättra effektivitet och arbetsflöden.\n  \nSamarbeta med ett tvärfunktionellt team för att förverkliga innovativa idéer och forma framtidens kommunikationslösningar.\n  \n  \n\nKvalifikationer (Ska-krav)\n  \nFlera års erfarenhet (gärna runt 15 år) av ASIC- eller FPGA-verifiering, helst inom IP- och chipnivå.\n  \nMycket god vana av SystemVerilog UVM, inklusive skapande av UVM-testmiljöer och uppnådd täckningsgrad.\n  \nSkicklighet inom design, felsökning och automatiserade testmetoder för ASIC- eller FPGA-projekt.\n  \nMagisterexamen eller motsvarande inom elektroteknik, datateknik eller närliggande område.\n  \nStark kommunikativ förmåga och en problemlösande inställning, både självständigt och i team.\n  \nNyfikenhet och vilja att kontinuerligt lära sig nya saker i en snabbt föränderlig miljö.\n  \n  \n\nMeriterande (Bra att ha)\n  \nErfarenhet av 5G\/6G-utveckling eller närliggande telekomprojekt.\n  \nKreativa idéer kring effektivisering av verifieringsflöden.\n  \nFörståelse för IP-design i komplexa SoC-projekt.\n  \n  \n\nAnsökan\n  \nSkicka din ansökan (CV och en kort motivering) till info@jpitkonsult.se och märk mejlet med \"ASIC Verification Engineer - 12396\". Vi arbetar med löpande urval, så tveka inte att skicka in din ansökan redan idag!\n  \n(Detta är en tillsvidareanställning hos JP IT-Konsult i Stockholm AB, där du påbörjar ditt uppdrag hos kunden den 3 februari 2025 och förväntas arbeta fram till 31 augusti 2025. Arbetet sker i en hybridmodell, med krav på närvaro i Stockholmskontoret minst 3 dagar i veckan.)\n  \nVarmt välkommen med din ansökan!","company_url":"https:\/\/se.indeed.com\/cmp\/JP-It--konsult-I-Stockholm-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4129092439","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4129092439","job_url_direct":null,"title":"Site Manager | Data Centre Construction","company":"Darwin Recruitment","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Building Construction","listing_type":null,"emails":null,"description":"**Construction Site Manager - Data Centre - 12 month Contract (+extensions) - Stockholm** \n\n\n\n\n Darwin Recruitment has a new vacancy at one of our clients located in Stockholm where we are looking to hire a temporary external consultant \/ freelancer as soon as possible.\n \n\n\n\n**General conditions** \n\n\n\n* **Language:** \n English\n* **Start Date:** \n March 2025\n* **End Date:** \n December 2025 + extensions\n* **Rate:** \n To be discussed | Long-term contract\n* **Location:** \n Primary project base in Stockholm, Sweden, with flexibility to work remotely.\n\n\n\n**Skills background:** \n\n\n\n* 3+ years experience working construction project management, preferably in data centres\n* Experience with the design and deployment of technical electrical and mechanical systems (electrical or mechanical background)\n* Experience in managing a construction project\n* Strong background in Project Management methodologies\n* Highly proficient in spoken and written English.\n\n\n\n**Job responsibilities:** \n\n\n\n* Manage the cost change process and negotiate best pricing in partnership with cross functional\/matrixed team members in cost and schedule\n* Manage the schedule and associated risks to ensure reliable and predictable turnover dates. Reporting upward on opportunities, risks, and mitigations to ensure predictable delivery of capacity\n* Responsible for the development of cost savings solutions and early identification of project savings\/underruns to ensure target values are maintained which providing predictable delivery of capacity to the business\n* Lead and mentor the construction team by providing guidance and support\n* Stakeholder Communication\n* Contract Management\n\n\n\n**Interested?** \n Please share your CV with me and I'll contact you to book a meeting?\n \n\n\n\n ----------------------------------------------------------------------------------------------------------------------\n   \n\n\n\n\n\n Darwin Recruitment AG is a Zurich based, SECO licensed, privately owned subsidiary of Darwin Professional Staffing Group Ltd (a Global IT Recruitment Consultancy).\n \n\n\n  \n\n\n Darwin Recruitment AG manages client relationships whilst also utilising Darwin Professional Staffing Group databases and networks to source Candidates and fulfil client requests.\n \n\n\n  \n\n\n We do not ask for a placement fee from Candidates\/Employees.\n \n\n\n  \n\n\n If you wish to contact a specialist regarding this role, or your job search in general, please contact +41 (0)43 456 29 09","company_url":"https:\/\/uk.linkedin.com\/company\/darwin-recruitment-3","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGJRu8nq2wAww\/company-logo_100_100\/company-logo_100_100\/0\/1713969599276\/darwin_recruitment_3_logo?e=2147483647&v=beta&t=MqB5LqqZeajX-uFDR9O1-_cDCyYokkkE7nzuEQ8wW6g","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4129055229","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4129055229","job_url_direct":"https:\/\/career.humanit.se\/jobs\/5372155-cloud-network-architect-engineer&urlHash=s68a","title":"Cloud Network Architect \/ Engineer","company":"Human IT Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Brinner du för nätverk och cloud? Vill du arbeta i en händelserik miljö och vara med och utforma framtiden inom nätverk? Då vill vi höra från dig!\n   \n\n  \n\n**Arbetsuppgifter:**\n Som Cloud Network Architect\/Engineer kommer du att vara med och driva arbetet inom nätverk framåt, och du kommer vara en viktig del i transformationsresan till molnet. I rollen kommer du även ha en framåtblick och omvärldsbevaka ny teknik, samtidigt som du arbetar hands-on med allt från att implementera lösningar till att supportera utvecklingsteam gällande nätverksfrågor.\n   \n\n  \n\n Du kommer ingå i teamet Technology Services som ansvarar för ett modernt private cloud-datacenter byggt på Microsoft-teknologi, Azure public cloud-lösningar med tyngden på SaaS och PaaS lösningar. Teamet strävar efter att ständigt förbättras och du kommer ges stora möjligheter till personlig utveckling.\n   \n\n  \n\n Du kommer att arbeta med att ta fram och driva roadmap för nätverk samt implementera och underhålla lösningar i både Azure och Onprem miljöer. Detta kommer bland annat innebära att:\n   \n\n  \n\n* Designa, standardisera, underhålla och leverera nätverks plattformar i molnet och on-prem\n* Vara drivande i arbetet inom arktiektur och roadmap för nätverk och i vår molnresa\n* Samarbeta nära med tvärfunktionella team för att anpassa nätverkslösningar utifrån verksamhetens behov.\n* Felsökning och problemlösning av tjänster och implementering av nya lösningar\n* Guida och supportera verksamhet och utvecklingsteam i nätverksrelaterade frågor\n\n\n**Kompetenskrav:**\n* Högskoleutbildning inom IT eller motsvarande kunskap genom arbetslivserfarenhet\n* Minst 3 års erfarenhet inom IT fokuserade på molnlösningar och arkitektur, företrädesvis med Microsoft Azure\n* Kunskap om Microsofts teknologistack för både privata och offentliga molntjänster\n* Kunskap inom Azure Networking, Data centre network, SD-WAN, Network Security\n\n\n Det är meriterande om du även:\n   \n\n  \n\n* Är certifierad inom IT arkitektur (ex. TOGAF, COBIT)\n* Har kunskap inom Infrastructure as Code (IaC), ARM\/Bicep, automatisering\n* Har erfarenhet av att arbeta agilt\n\n\n Vi söker dig som har sinne för struktur, är noggrann och analytisk. Du tar självständiga initiativ och är en analytisk problemlösare som har förmågan att se saker ur ett helhetsperspektiv och förstå samband mellan detalj och helhet. Du är bra på problemlösning och har lätt att knyta relationer för goda samarbeten. Vi lägger stor vikt vid dina personliga egenskaper.\n   \n\n  \n\n**💚 Human IT**\n Human IT handlar om att göra saker lite annorlunda, att på riktigt sätta våra anställda i fokus. Vi växer tillsammans och värdesätter engagemang och ambition. För oss är det viktigt att du får chansen att vara med och påverka vägen framåt.\n   \n\n  \n\n I utbyte erbjuder vi kompetens- och karriärutveckling genom varierande och utmanande uppdrag. Vi är inte branschinriktade och kan därför erbjuda en fantastisk variation bland uppdragen för dig som konsult. Självklart ser vi till att du får rätt utbildning och vi är väl medvetna om att det är det livslånga lärandet som bygger vår framgång.\n   \n\n  \n\n Tillsammans skapar vi framtiden 🚀\n   \n\n  \n\n* Tillsvidareanställning med fast månadslön\n* Kollektivavtal\n* Vi tillämpar sex månaders provanställning, inklusive maxat friskvårdsbidrag\n* Utvecklingsplan\n* Hälsoförsäkring + pension\n* Förskottssemester\n\n\n**Start** \n : Omgående med hänsyn till uppsägningstid. Uppdraget är på heltid och är tillsvidare.\n   \n\n  \n\n**Plats** \n : Stockholm med möjlighet till hybridarbete\n   \n\n  \n\n**Ansökan** \n : Vi rekryterar löpande. Så skicka in din ansökan redan idag!\n   \n\n  \n\n*Human IT arbetar tillsammans med Great Place To Work för att vi skall bli Sveriges bästa arbetsplats.*\n**Och förresten:**\n*Som en aktiv del i ett samhälle med kulturell och social mångfald är Human IT’s ambition att präglas av inkludering och bred representation, samt vara en arbetsplats med lika möjligheter för alla. Human IT anställer, bibehåller, befordrar och i övrigt behandlar alla medarbetare och kandidater efter erfarenhet, kvalifikationer och kompetens, oavsett kön, religion, ursprung, ålder, sexuell läggning, könsidentitet eller funktionsvariationer.*","company_url":"https:\/\/se.linkedin.com\/company\/human-it-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEMQgPKyi76LQ\/company-logo_100_100\/company-logo_100_100\/0\/1728891194618\/human_it_sverige_logo?e=2147483647&v=beta&t=zwtB7zUeybdVuOUC6KIaS0tgF6-Eyv0zncCF4mZTU_8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4096915561","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4096915561","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-M365-ArchitectSME\/1050745101\/?feedId=388933&utm_source=linkedin&urlHash=-Cvb","title":"M365 Architect\/SME","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Choosing Capgemini means choosing a company where you will be empowered to shape your career in the way you’d like, where you’ll be supported and inspired by a collaborative community of colleagues around the world, and where you’ll be able to reimagine what’s possible. Join us and help the world’s leading organizations unlock the value of technology and build a more sustainable, more inclusive world.\n   \n\n  \n\n**M365 Architect**\n We are seeking a highly skilled and experienced Microsoft 365 Technical Architect to join our team. As a Microsoft 365 Architect, you will be responsible for designing and implementing Microsoft 365 solutions for our clients. You will work closely with clients to understand their business requirements and provide technical expertise to ensure successful deployment and adoption of Microsoft 365 technologies.\n   \n\n  \n\n We are looking for a profile with a solid Microsoft 365 technical background combined with strong customer leadership skills. This role will require significant customer interaction and will drive architecture planning. The candidate must have broad, multi-discipline, Enterprise IT experience and must deliver customer-centric solutions that improve the user experience.\n   \n\n  \n\n**Your Role**\n* Work closely with customers to understand their technical and business needs and design Microsoft 365 SAAS based solutions that align with their goals and objectives to demonstrate how their Cloud Strategy aligns with Microsoft technology\n* Develop and implement technical architectures for Microsoft 365 SAAS applications (Exchange, SharePoint, Teams etc.), Microsoft Entra ID, Microsoft Intune, hybrid on-premises technologies (AD, Entra Connect, ADFS, etc.) utilizing major 3rd party Identity Provider Solutions such as Ping ID and\/or Okta and hygiene technologies and migration tools\n* Develop and implement security controls for the aforementioned solutions with Microsoft security tools\n* Conduct technical assessments and audits to identify areas for improvement and optimization within existing Microsoft 365 environments\n* Stay up to date with the latest Microsoft 365 technologies, features, and best practices, and provide recommendations to clients for leveraging these advancements\n* Troubleshoot and resolve technical issues related to Microsoft 365, including performance, connectivity, and security concerns\n* Maintain documentation of technical architectures, configurations, and procedures related to Microsoft 365 solutions\n\n\n**Your Profile**\n* Bachelor’s Degree or higher in Information Systems, Computer Science, or equivalent\n* Certifications, such as Microsoft 365 Certified: Enterprise Administrator Expert or Microsoft 365 Certified: Security Administrator Associate, are highly desirable\n* Working in Identity and Access Management context with Microsoft technologies\n* Full working proficiency in both Swedish and English\n* Experience in a customer-facing technology consultancy role.\n* Good understanding and working experience with ITSM Tools and ITIL Methodology\n* Experience working in a multi-national organization and having good cultural sensitivity awareness\n\n\n Good to have:\n   \n\n  \n\n* Ability to manage, and maintain M365 Backups, Disaster Recovery solutions;\n* ITIL3\/ITIL4 Certification, or 2+ years’ equivalent experience in an IT Service Management\n* Device Management and BYOD\/MDM Design and Deployment experience\n* Understand complex architecture across multiple environment stacks and technologies\n* Architecture modeling language skills such as TOGAF\n* M365 Copilot\n\n\n Capgemini is a global leader in partnering with companies to transform and manage their business by harnessing the power of technology. The Group is guided everyday by its purpose of unleashing human energy through technology for an inclusive and sustainable future. It is a responsible and diverse organization of nearly 350,000 team members in more than 50 countries. With its strong 55-year heritage and deep industry expertise, Capgemini is trusted by its clients to address the entire breadth of their business needs, from strategy and design to operations, fueled by the fast evolving and innovative world of cloud, data, AI, connectivity, software, digital engineering and platforms. The Group reported 2022 global revenues of €22 billion. Get the Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4128872788","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4128872788","job_url_direct":null,"title":"Ansvarig för Webb och Digital Marknadsföring","company":"Bygglovstjänst","location":"Tyresö, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Construction","listing_type":null,"emails":null,"description":"**Om Oss:** \n\n\n\n\n\n Bygglovstjänst är en dynamisk och växande organisation som är engagerad i att förenkla\n \n\n bygglovsprocesser i Sverige för småhusprojekt\n \n\n . Vi söker nu en kreativ och driven webbansvarig på halvtid som kan hjälpa oss att vidareutveckla och underhålla vår webbplats samt  lyfta vår digitala närvaro till nästa nivå.\n \n\n\n\n\n  \n\n\n\n\n\n**Arbetsuppgifter:** \n\n\n\n* **Webbutveckling:** \n\n Löpande underhåll och utveckling av vår hemsida för att säkerställa funktionalitet och användarvänlighet.\n* **SEO:** \n\n Implementering av SEO-strategier för att förbättra vår synlighet och ranking i sökmotorer.\n* **Google Ads och GA4:** \n\n Hantering och optimering av ad-Words-kampanjer samt analys och rapportering via Google Analytics 4.\n* **SWOT-analyser:** \n\n Periodiska SWOT-analyser för att identifiera möjligheter och risker i vår digitala marknadsföringsstrategi.\n* **Sociala medier:** \n\n Strategisk hantering och utveckling av våra sociala mediekanaler.\n\n\n\n  \n\n\n\n\n\n**Kvalifikationer:** \n\n\n\n* Relevant högskoleutbildning inom marknadsföring, medier, IT eller motsvarande.\n* Erfarenhet av webbhantering och digital marknadsföring.\n* God kunskap om HTML, CSS, och erfarenhet av att arbeta med CMS (Content Management System), som WordPress eller liknande.\n* Dokumenterad erfarenhet av SEO och Google Ads.\n* Vana att arbeta med Google Analytics, helst GA4.\n* Erfarenhet av att hantera sociala medier i ett professionellt sammanhang.\n* God förmåga att arbeta självständigt och ta egna initiativ.\n* Förmåga att genomföra och analysera SWOT-analyser.\n* Kreativ med en känsla för design och användarupplevelse.\n* God kommunikationsförmåga, både i tal och skrift på svenska och engelska.\n\n\n\n  \n\n\n\n\n\n**Vi Erbjuder:** \n\n\n\n* Möjligheten att arbeta i ett snabbväxande företag med stora utvecklingsmöjligheter.\n* En flexibel arbetsmiljö med möjlighet att arbeta på distans.\n* En dynamisk och positiv arbetsplats med engagerade kollegor.\n* Konkurrenskraftig lön och förmåner.","company_url":"https:\/\/se.linkedin.com\/company\/bygglovstjanst","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFiy0rUIKvrWg\/company-logo_100_100\/company-logo_100_100\/0\/1731407627468\/bygglovstjanst_logo?e=2147483647&v=beta&t=ns9uxXsPUMYs47pNZ7g8R3DV3MhcdCXbiohm7Z5xXB4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4130253673","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4130253673","job_url_direct":"https:\/\/career.teamtailor.com\/jobs\/5367278-customer-support-agent-swedish-speaking&urlHash=GwTX","title":"Customer Support Agent - Swedish speaking","company":"Teamtailor","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Other","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**🌍 Let's shape the future of recruitment together! 🌟**\n Teamtailor is an Employer Branding and an ATS SaaS platform used by over 8000 companies, with 200,000+ users in 90 countries worldwide. 🚀\n   \n\n  \n\n Being a part of Teamtailor means joining a dynamic, international tech company where you can make a significant impact on organizational growth. It's a fast-paced environment that encourages responsibility and, of course, having a lot of fun! 🥳\n   \n\n  \n\n Diversity is at the core of Teamtailor. We value team members with varied backgrounds and expertise. There are no standard profiles; everyone shares our vision and strives to contribute to our success.\n   \n\n  \n\n******Now, we are expanding our Customer Support Department and seeking a Swedish-speaking Customer Support Agent based in our Stockholm HQ. 🎉******\n The CS Team on our company trip to Spain\n   \n\n  \n\n As a member of our Customer Support Team, you will be responsible for our most important communication with our existing users. We are renowned for providing exceptional customer service and aim to surpass our customers' expectations. Our commitment to quality is reflected in our average response time of 2 minutes and customer satisfaction rating (CSAT) of 98%.\n   \n\n  \n\n Our goal is to ensure an exceptional experience for every user, resulting in smiles all around. 🤩\n   \n\n  \n\n**As a Part Of The Team, You Will**\n* Provide outstanding customer service through various support channels, such as live chat (Intercom), email, and occasional outbound phone calls.\n* Excel in solving technical problems and troubleshooting, collaborating closely with our skilled tech team to tackle even the most difficult cases.\n* Advocate for customer feedback, ensuring it reaches our product development department for continuous improvement.\n* Identify, verify, and report bugs to our tech team on behalf of our customers, and then keep them informed about the status of the solution.\n* Create informative self-service materials to empower our customers further.\n* Take the initiative to engage with customers, nurturing strong relationships and boosting overall satisfaction.\n\n\n**As The Ideal Candidate**\n* You are fluent in written and spoken Swedish and English, effortlessly communicating with precision and clarity.\n* Your customer support journey is extensive, preferably in the SaaS industry.\n* An analytical mindset drives you, always seeking insights and embracing continuous learning.\n* You have a strong passion for solving technical puzzles, adeptly troubleshooting issues, and feeling comfortable with cutting-edge technology.\n* You thrive on delivering exceptional service and possess top-notch tech proficiency.\n\n\n**Your benefits as a Customer Support Agent at Teamtailor will include:**\n* A comfortable work environment with a great work-life balance.\n* Continuous skill development training.\n* 25 days paid vacation.\n* A friendly team and regular social events.\n* A starter kit that includes a MacBook, iPhone, and Teamtailor swag!\n\n\n Let's team up to build a customer experience that stands out globally. Are you ready to make a real impact? 🌟\n   \n\n  \n\n******The position is based out of our Stockholm Office.******","company_url":"https:\/\/se.linkedin.com\/company\/teamtailor","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQG8Y2bRanTgjw\/company-logo_100_100\/company-logo_100_100\/0\/1734096211900\/teamtailor_logo?e=2147483647&v=beta&t=o-gRW8crLH9jyij3bsJFjSUkUdi5Qom7CFqasRnYsf4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4062030035","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4062030035","job_url_direct":"https:\/\/theapexgroup.wd3.myworkdayjobs.com\/apexgroupcareers\/job\/Stockholm\/Head-of-Operations-Nordics_JR-0007464?source=LinkedIn&urlHash=oEI2","title":"Head of Operations Nordics","company":"Apex Group Ltd","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Management and Manufacturing","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"The Apex Group was established in Bermuda in 2003 and is now one of the world’s largest fund administration and middle office solutions providers.\n   \n\n  \n\n Our business is unique in its ability to reach globally, service locally and provide cross-jurisdictional services. With our clients at the heart of everything we do, our hard-working team has successfully delivered on an unprecedented growth and transformation journey, and we are now represented by over circa 13,000 employees across 112 offices worldwide.Your career with us should reflect your energy and passion.\n   \n\n  \n\n That’s why, at Apex Group, we will do more than simply ‘empower’ you. We will work to supercharge your unique skills and experience.\n   \n\n  \n\n Take the lead and we’ll give you the support you need to be at the top of your game. And we offer you the freedom to be a positive disrupter and turn big ideas into bold, industry-changing realities.\n   \n\n  \n\n For our business, for clients, and for you\n   \n\n  \n\n**The Role & Key Responsibilities:**\n The successful applicant will maintain a portfolio of client relationships, take responsibility for co-ordination and allocation of the teams workload and ensure compliance with internal and external controls in the area of private equity funds. You should have relevant experience in the Administration of Private Equity funds. You will have a proven knowledge of the fund industry and should have demonstrated experience in leading teams in a similar role.\n   \n\n  \n\n* Managing the client relationship for the funds and ensure the team is handling the deliverable requirements;\n* Review and ensure accuracy of monthly, quarterly and annual NAV valuation of the Private equity Funds;\n* Review capital calls and distribution workings along with notices and release to respective investors;\n* Setup of New Funds– eFront \/ Service Level Agreements;\n* Review Annual Financial statements and liaise with auditors;\n* Ensure that Regulatory reporting is submitted in a timely manner;\n* Liaise with multiple stakeholders in the organisation and ensure tight deadlines are met;\n* Ensure the necessary controls are in place and adhered to in order to provide complete, accurate and timely fund administration services to our clients;\n* Develop customised reports on the accounting system to support the client requirements \/ liaise with IT experts;\n* Understand and complete adhoc requests from clients;\n* Ensuring accurate internal revenue reporting;\n* Supervision and training and recruitment of accounting staff;\n* Ensure accurate delegation of work across your team;\n* Ensure effective communication with colleagues and corresponding departments;\n* Ensure appropriate communication to Senior management and escalation where appropriate.\n\n\n**Skills Required:**\n* At least 3 years’ experience in a similar role incorporating the above functions;\n* Knowledge of Efront will be considered as an asset;\n* An ability to work to and meet agreed deadlines;\n* Organised, accurate and willing to learn and take on new tasks;\n* Excellent interpersonal and written communications skills;\n* Ability to trouble shoot and problem-solve;\n* Accountancy skills and working towards ACCA\/ACA qualifications;\n* Strong PC skills including Word, Excel and Outlook (Experience on Macros an advantage);\n* Experience in managing people will be considered an asset.","company_url":"https:\/\/bm.linkedin.com\/company\/the-apex-group-ltd","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEci2n9cyv-MA\/company-logo_100_100\/company-logo_100_100\/0\/1630585030396\/apex_fund_services_logo?e=2147483647&v=beta&t=u4t-FWFvx484boRmR5wZq8CXtYrSq-jfy11KcAxVyAk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4096918177","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4096918177","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-Nordic-Senior-Commercial-Contract-Manager\/1150619401\/?feedId=388933&utm_source=linkedin&urlHash=5WWB","title":"Nordic Senior Commercial Contract Manager","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Legal and Consulting","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Joining the\n **Nordic Commercial Contract Management team** \n places you in a pivotal role, where you'll drive our business growth by offering expert commercial support to our teams and collaborating with clients to secure new and extended contracts.\n \n\n\n\n  \n\n\n\n\n\n We work with a variety of stakeholders to help ensure that risks and commercial best practices are considered throughout sales cycles and applied end-to-end during the service delivery. Our team plays a key role in the pre-sales process, as we shape and sign deals to ensure that services are delivered according to the contract. We support with contract compliance and optimization in the delivery phase.\n \n\n\n\n  \n\n\n\n\n\n**YOUR ROLE** \n\n\n\n\n  \n\n\n\n\n* Be a member of a bid team or an account team, taking a key role in the ongoing development of commercial and contractual matters.\n* Be responsible for promoting commercial best practices during client engagement to drive value for our clients.\n* Support large and complex sales opportunities (Bids, RFPs, RFQs).\n* Participate in and lead senior level negotiations with internal\/external customers and subcontractors for commercial contract matters.\n* Act as the single point of contact for commercial matters.\n\n\n\n  \n\n\n\n\n\n**YOUR PROFILE** \n\n\n\n\n  \n\n\n\n\n* 7+ years of experience in commercial contract management regarding large and complex contracts\/accounts or similar experience.\n* Detailed understanding of key legal, commercial principles and obligations found in IT services or outsourcing contracts.\n* Proactive problem-solving skills, strong numeracy skills and understanding of finances.\n* Contract drafting skills and attention to detail.\n* Excellent communication skills, fluent Swedish and English.\n* Certificate in Commercial and Contract Management from World Commerce and Contracting Association (WorldCC previously known as IACCM) is a plus.\n\n\n\n  \n\n\n\n\n\n**WHAT WE BELIEVE YOY WILL ENJOY ABOUT WORKING HERE** \n\n\n\n\n  \n\n\n\n\n* A challenging career in a vibrant environment with access to extensive training and a global network of experts.\n* A company culture driven by core values: Honesty, Trust, Freedom, Team Spirit, Modesty, Fun, and Boldness.\n* A strong commitment to inclusion, diversity, and supporting the whole person.\n* An innovative culture that promotes learning, growth, and shared success.\n\n\n\n  \n\n\n\n\n\n**APPLICATION** \n\n\n\n\n  \n\n\n\n\n\n Don’t hesitate to send in your application. We will be interviewing continuously and look forward to finding our next colleague.","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4128890823","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4128890823","job_url_direct":null,"title":"IT Tutor for children at KIBERone Cyberschool","company":"KIBERone Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"Education","listing_type":null,"emails":null,"description":"**Company Description** \n\n\n\n\n KIBERone Sweden, located in Stockholm, is part of the first international programming school for children, KIBERone, which offers training courses on the basics of programming for children and teenagers aged 6 to 14 years. KIBERone has received worldwide recognition at UN and UNESCO competitions, becoming a world champion in digital education for children. Operating in 32 countries and over 300 cities, KIBERone Cyber School is a leading project in digital education for children.\n \n\n\n\n  \n\n\n\n\n\n**Role Description** \n\n\n\n\n This is a part-time on-site role as an IT Tutor for children at KIBERone Cyberschool. The IT Tutor will teach and train children on Information Technology, and other related subjects to enhance their skills and knowledge in the field.\n \n\n\n\n  \n\n\n\n\n\n**We offer:** \n\n\n\n* Employment during weekends;\n* A modern, in-demand, and relevant IT product for children;\n* Methodological materials with detailed instructions for each lesson.\n* Flexible working hours,\n \n possibility to combine with main employment or university\n* Fun working environment;\n* Convenient location in the center of Stockholm\n* Working hours: 10:00 AM to 4:30 PM Saturday, Sunday (optional one day or both days)\n\n\n\n  \n\n\n\n\n\n**Qualifications** \n\n\n\n* Practical experience in development\n* Knowledge of a modern programming language;\n* Experience working with children is an advantage.\n* Ability to communicate technical concepts in an easily understandable manner\n* Passion for education and working with young learners\n* Patience, creativity, and empathy in engaging students\n* Excellent interpersonal and communication skills\n\n\n\n  \n\n\n\n\n\n**Additional information:** \n\n\n\n\n  \n\n\n\n\n\n KIBERone is a large project developing in the USA and Europe to create and develop a system of modern innovative platforms for children and teenagers' intellectual development and leisure.\n \n\n\n* The largest international project in IT for children aged 6 to 14 years.\n* Strategic and systematic thinking is actively developed.\n* Representative offices in 300 cities in 32 countries around the world.\n* In 2020, UNESCO recognized KIBERone as the best digital education center for children.\n* The European Association of Higher Education Teachers (HiSTES) recognized KIBERone as the best IT project in children's education.\n* Collaborates with Samsung, Roblox Family Education Partner & Member.\n* Qualified by Microsoft Corporation.\n* Small groups - up to 12 people.","company_url":"https:\/\/se.linkedin.com\/company\/kiberone-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGX-qk_8cPGxw\/company-logo_100_100\/company-logo_100_100\/0\/1721382987364?e=2147483647&v=beta&t=KKU954hF5cm6hWphm_PKgi_gUb_pbyt3qqRqM5BqWVo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4129513894","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4129513894","job_url_direct":"https:\/\/join.froda.se\/jobs\/5375517-pre-collection-agent&urlHash=4Lrb","title":"Pre Collection Agent","company":"Froda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Accounting\/Auditing and Finance","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"Are you passionate about delivering exceptional customer experience to entrepreneurs? If yes, we are looking for a\n **Pre Collection Agent** \n to join us transforming the banking industry.\n   \n\n  \n\n**About Froda:**\n Froda was founded in 2015 with a clear vision – to revolutionize the banking experience for entrepreneurs by making it easy and affordable to invest in their ideas. We are challenging the old non-transparent and unfair ways by making capital accessible to more entrepreneurs.\n   \n\n  \n\n**The role:**\n As a Pre Collection Agent, we work with customer experience and act proactively to find solutions together with the customer. Therefore, it's essential that you can build trust and understand the customer's needs.\n   \n\n  \n\n You must have excellent communication skills and the ability to handle sensitive conversations and data, and create individual solutions to succeed.\n   \n\n  \n\n The phone will largely be your primary tool, so it's important that you are comfortable in communicating with customers.\n   \n\n  \n\n**Your Responsibilities Will Include**\n* Problem-solving on a daily basis to support our customers in finding solutions.\n* Assist our customers with various payment solutions.\n* Actively participate in developing processes and contribute to the ongoing enhancement of our internal pre-collection function.\n\n\n**To be a great fit we are seeking someone with**\n* Fluency in Swedish and English. It is beneficial if you are proficient in additional languages, such as Finnish, Danish, or Arabic.\n* Collection experience.\n* Comfortable working in a fast-paced environment and be able to multitask effectively.\n* Problem-solving skills with attention to details.\n* Tech savvy: You need to be comfortable in working with various software and systems to support our customers.\n\n\n**Why Froda?**\n Working at Froda means working at a company that combines the best of both worlds – fun and fast-paced culture, yet stable and structured. We are 90+ ambitious self-starters who genuinely care for each other and the work we do, while having fun together. You will have the ability to impact your own work and that the only thing standing between you and your goals is going to be your own ambitions.\n   \n\n  \n\n Furthermore, you’ll get:\n   \n\n  \n\n* Fabulous office overlooking Stockholm and a friendly culture that values work\/life balance\n* Fun & exciting work environment in a fast-growing and profitable scale-up\n* Competitive compensation package\n* Insurance and pension plan","company_url":"https:\/\/se.linkedin.com\/company\/froda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQG1gF_apnD-Zg\/company-logo_100_100\/company-logo_100_100\/0\/1719255890329\/froda_logo?e=2147483647&v=beta&t=yjXQrq-CJwEMdQpYfdsH9CrwnM1kKxhJfjgfvfc_u-c","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4092071239","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4092071239","job_url_direct":"https:\/\/philips.wd3.myworkdayjobs.com\/jobs-and-careers\/job\/Stockholm\/Field-Service-Engineer-Image-Guided-Therapy_540431-1\/?source=Linkedin&urlHash=VXts","title":"Field Service Engineer Image Guided Therapy","company":"Philips","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Hospitals and Health Care","listing_type":null,"emails":null,"description":"**Job Title**\n Field Service Engineer Image Guided Therapy\n   \n\n  \n\n**Job Description**\n As a\n **Field Service Engineer** \n , you will mostly work in the customer’s environment, focusing on our popular and modern systems and devices within Image Guided Therapy. These include Azurion, FlexArm, Intrasight, Hemo, Zenition series, and our LumiGuide\/FORS technology.\n   \n\n  \n\n This role primarily covers Västra Götaland, Östergötland, Stockholm, Örebro, and Värmland. You’ll also travel beyond this area as part of the Swedish and Nordic service team.\n   \n\n  \n\n**Your role:**\n* Executing service activities such as Field Change Order, preventative maintenance, emergency service, faultfinding, upgrades, installations and modifications, according to the relevant Philips’ quality standard policies\n* To have a holistic view of the system and it´s functional environment, with an eye for functions from both a technical and user perspective.\n* Responsible for completeness and accuracy of service records with particular attention to test & verification results\n* Timely and accurate submission of service data, job sheets, field problem reports and other relevant administrative tasks as assigned\n* Responsible for using appropriate measurement equipment both, electronic and analog in a regular controlled cycle of calibration.\n* Report customer feedback and follow-up relevant assigned quality & regulatory training in a timely manner.\n* Serve as company liaison with customer on administrative and technical matters.\n\n\n**You're the right fit if** \n**you have the following:**\n* Relevant educational background within medical\/electrical engineering – or similar.\n* Experience within field service preferably within a hospital environment.\n* Good at identifying and maintaining customer relationships and related contacts.\n* Independent and service-minded with a logical and methodical approach to problem solving.\n* Understanding of mechanical contexts within functions and technical systems.\n* Structured, organized mindset with a high level of personal integrity and self-discipline.\n* Fluent written and verbal in English and Swedish language – is a must have\n* Driving license (Swedish B) and willingness to travel.\n\n\n**How We Work Together**\n We believe that we are better together than apart.\n   \n\n  \n\n Field roles are most effectively done outside of the company’s main facilities, generally at the customers’ or suppliers’ locations.\n   \n\n  \n\n**About Philips**\n We are a health technology company. We built our entire company around the belief that every human matters, and we won't stop until everybody everywhere has access to the quality healthcare that we all deserve. Do the work of your life to help the lives of others.\n   \n\n  \n\n* Learn more about our business.\n* Discover our rich and exciting history.\n* Learn more about our purpose.\n\n\n If you’re interested in this role and have many, but not all, of the experiences needed, we encourage you to apply. You may still be the right candidate for this or other opportunities at Philips. Learn more about our commitment to diversity and inclusion here.","company_url":"https:\/\/nl.linkedin.com\/company\/philips","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQG4O5wCG6zf2Q\/company-logo_100_100\/company-logo_100_100\/0\/1631318194811?e=2147483647&v=beta&t=E8QT-Y5Q18eLEJhujyU_2y8LpFNHzS8JFY1ywWch7ZI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4129050836","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4129050836","job_url_direct":"https:\/\/career.humanit.se\/jobs\/5372238-observability-engineer-logging-monitoring&urlHash=7pED","title":"Observability Engineer (Logging & Monitoring)","company":"Human IT Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Vill du jobba med Observability? Det går utöver monitorering och ger insikter i varför problem uppstår och hur de kan lösas. Bli Observability Engineer hos oss och utvecklas i ett innovativt team!\n   \n\n  \n\n Vi söker nu en engagerad och driven Observability Engineer som vill vara med och skapa framtidens molnlösningar! Hos oss kommer du att spela en viktig roll i vår tekniska utveckling och bidra till att säkerställa att våra system fungerar sömlöst.\n   \n\n  \n\n I denna roll kommer du att vara en del av vårt Azure Core Team, där du arbetar med att driva och implementera observability-lösningar för våra plattformar. Du kommer att ha ett stort ansvar för att utveckla strategier för loggning, monitorering och automatisering i våra Azure-miljöer. Din roll är viktig för att vi ska kunna identifiera potentiella problem i tid, säkerställa hög tillgänglighet och förhindra driftstörningar.\n   \n\n  \n\n**Du kommer:**\n* Driva och implementera observability-lösningar för våra Azure-miljöer.\n* Utveckla och optimera strategier för loggning och monitorering.\n* Implementera Infrastructure as Code (IaC) för observabilitykonfigurationer.\n* Använda verktyg som Dynatrace, Azure Monitor, Log Analytics och Kusto Query Language (KQL).\n* Stötta molnmigrationer och hybridlösningar med observability-principer.\n\n\n**Du har:**\n* Goda kunskaper i svenska och engelska.\n* Erfarenhet av att arbeta med observability och monitoreringslösningar inom Azure.\n* God förståelse för Dynatrace, Azure Monitor, Log Analytics, Application Insights och KQL.\n* Kompetens inom CI\/CD och DevOps-kultur.\n* Erfarenhet av Infrastructure as Code (IaC)-verktyg som Bicep eller ARM Templates.\n* Certifieringar som Microsoft Certified: Azure Solutions Architect Expert eller liknande är meriterande.\n\n\n**Vem är du?**\n Du har en passion för teknik och en vilja att vara med och skapa den bästa möjliga plattformen för våra digitala tjänster. Du är proaktiv, analytisk och älskar att hitta lösningar som gör systemen mer robusta och tillförlitliga.\n   \n\n  \n\n**💚 Human IT**\n Human IT handlar om att göra saker lite annorlunda, att på riktigt sätta våra anställda i fokus. Vi växer tillsammans och värdesätter engagemang och ambition. För oss är det viktigt att du får chansen att vara med och påverka vägen framåt.\n   \n\n  \n\n I utbyte erbjuder vi kompetens- och karriärutveckling genom varierande och utmanande uppdrag. Vi är inte branschinriktade och kan därför erbjuda en fantastisk variation bland uppdragen för dig som konsult. Självklart ser vi till att du får rätt utbildning och vi är väl medvetna om att det är det livslånga lärandet som bygger vår framgång.\n   \n\n  \n\n Tillsammans skapar vi framtiden 🚀\n   \n\n  \n\n* Tillsvidareanställning med fast månadslön\n* Kollektivavtal\n* Vi tillämpar sex månaders provanställning, inklusive maxat friskvårdsbidrag\n* Utvecklingsplan\n* Hälsoförsäkring + pension\n* Förskottssemester\n\n\n**Start** \n : Omgående med hänsyn till uppsägningstid. Uppdraget är på heltid och är tillsvidare.\n   \n\n  \n\n**Plats** \n : Stockholm med möjlighet till hybridarbete\n   \n\n  \n\n**Ansökan** \n : Vi rekryterar löpande. Så skicka in din ansökan redan idag!\n   \n\n  \n\n*Human IT arbetar tillsammans med Great Place To Work för att vi skall bli Sveriges bästa arbetsplats.*\n**Och förresten:**\n*Som en aktiv del i ett samhälle med kulturell och social mångfald är Human IT’s ambition att präglas av inkludering och bred representation, samt vara en arbetsplats med lika möjligheter för alla. Human IT anställer, bibehåller, befordrar och i övrigt behandlar alla medarbetare och kandidater efter erfarenhet, kvalifikationer och kompetens, oavsett kön, religion, ursprung, ålder, sexuell läggning, könsidentitet eller funktionsvariationer.*","company_url":"https:\/\/se.linkedin.com\/company\/human-it-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEMQgPKyi76LQ\/company-logo_100_100\/company-logo_100_100\/0\/1728891194618\/human_it_sverige_logo?e=2147483647&v=beta&t=zwtB7zUeybdVuOUC6KIaS0tgF6-Eyv0zncCF4mZTU_8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4129103024","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4129103024","job_url_direct":"https:\/\/regionstockholm.varbi.com\/se\/apply\/positionquick\/788250\/?utm_source=linkedjobs_jobs&utm_medium=job_boards&utm_campaign=weselect_linkedinjobs_campaign&urlHash=Jr1i","title":"Karolinska Universitetssjukhuset söker Data Scientist till AI-teamet","company":"Karolinska University Hospital","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology and Other","company_industry":"Hospitals and Health Care","listing_type":null,"emails":"saco.karolinska.karolinska@regionstockholm.se","description":"Karolinska Universitetssjukhuset, Stab Vårdstöd och Teknik\n \n\n\n\n  \n\n\n\n\n\n*Vill du göra skillnad på riktigt varje dag? Hos oss får du vara med och bygga framtidens vårdsystem!* \n\n\n\n\n  \n\n\n\n\n\n**Du erbjuds** \n\n\n\n* en meningsfull och utmanande roll i en dynamisk och innovativ miljö\n* stort utrymme för personlig och professionell utveckling\n* ett stöttande och inkluderande arbetsklimat med ett starkt fokus på samarbete och innovation\n* möjligheten att arbeta på ett av världens bästa sjukhus med vård i framkant.\n\n\n\n  \n\n\n\n\n\n Självklart får du också ta del av våra generella förmåner som Karolinska Universitetssjukhuset erbjuder dig.\n \n\n\n\n  \n\n\n\n\n\n**Om tjänsten** \n\n\n\n\n Karolinska Universitetssjukhusets uppdrag är att bedriva specialiserad och högspecialiserad sjukvård. Vår vision ”Vi ska bota och lindra imorgon det ingen kan bota och lindra idag” är vägledande när vi arbetar mot tydliga värden för patienter och samhälle och mot medicinska framsteg.\n \n\n\n\n  \n\n\n\n\n\n En förutsättning för nästa steg inom den medicinska utvecklingen är förbättrade och moderniserade informationsstrukturer och digitalisering där vi i allt större utsträckning styr produktion och vårdleverans datadrivet och med digital information som beslutsstöd.\n \n\n\n\n  \n\n\n\n\n\n Karolinska har en stark IT-avdelning och ska nu etablera ett AI-team som till en början kommer bestå av fyra personer. Syftet är att ge oss förmåga att i partnerskap och på egen hand utveckla helt nya lösningar för vårdens digitala system som idag inte finns på marknaden. Vi har stor erfarenhet och kunskap inom vårdens traditionella system men vi behöver bli fler som tänker nytt och som utmanar desamma. Ambition, leveransfokus och kreativitet värdesätts högt och vi behöver både bredd och spets och vi ser gärna att även talanger med mindre erfarenhet växer med oss.\n \n\n\n\n  \n\n\n\n\n\n Som Data Scientist blir du en del av Karolinskas IT-avdelning och arbetar i vårt nybildade AI-team, vars uppdrag är att utveckla AI-lösningar som skapar verkligt värde för vår verksamhet. Teamet tillämpar agila arbetsmetoder och DevOps-principer. Du får möjlighet att arbeta i en dynamisk miljö med hög kompetens och vara med och skapa lösningar som inte existerar någonstans idag. Du kommer jobba nära vårdens professioner och i ett sammanhang som rör sig snabbt och med stor variation.\n \n\n\n\n  \n\n\n\n\n\n Vi söker nu en Data Scientist som, i samarbete med verksamheten, kan använda sin pedagogiska och tekniska förmåga för att förse vården med data och beslutsunderlag. Genom att omvandla data till insikter får vi möjligheten att leverera mer exakta prognoser, beslutstöd för hälso- och sjukvården, optimera produktion, syna sammanhang som ger vårdens personal bättre underlag för rådgivning och beslut och öka tryggheten. Och mycket mer!\n \n\n\n\n  \n\n\n\n\n\n**Vi söker dig som** \n\n\n\n* kan arbeta självständigt såväl som i team\n* är empatisk och lyhörd för patienters och kollegors behov\n* är nyfiken, kommunikativ och samarbetsvillig\n* är engagerad och lösningsorienterad\n* trivs när det är full fart och gillar att söka ny kunskap.\n\n\n\n  \n\n\n\n\n\n Vi kommer att lägga stor vikt vid personliga egenskaper\n \n\n\n\n  \n\n\n\n\n\n**Kvalifikationer** \n\n\n\n\n*Krav:* \n\n\n\n* Data Scientist med ett till flera års erfarenhet.\n* Relevant akademisk utbildning inom data science, statistik, eller ett liknande ämne med fokus på kvantitativ analys.\n* Erfarenhet av att använda SQL för att extrahera data.\n* Erfarenhet av programmering i språk som Python, R eller liknande.\n* Kunskap om maskininlärning, AI och statistiska analysmetoder.\n* Stark problemlösningsförmåga och analytiskt tänkande.\n* Ett genuint intresse för att förbättra sjukvården och upplevelsen hos patienter och anställda.\n* Förmåga att arbeta både självständigt och i team.\n* God förmåga att uttrycka dig både muntligt och skriftligt på svenska och engelska.\n* Kunna effektivt ta fram och genomföra kvantitativa och kvalitativa analyser och kommunicera resultat på ett tydligt och strukturerat sätt anpassat till målgruppen.\n\n\n\n  \n\n\n\n\n\n*Meriterande:* \n\n\n\n* Erfarenhet av visualiseringsverktyg som Power BI, Qlik eller Tableau.\n* Erfarenhet av verktyg som TensorFlow, PyTorch, LangChain, eller liknande.\n* Erfarenhet av datamodellering.\n\n\n\n  \n\n\n\n\n\n**Om rekryteringsprocessen** \n\n\n\n\n Urval och intervjuer sker fortlöpande under ansökningstiden och tjänsten kan komma att tillsättas innan sista ansökningsdag. Provanställning kan komma att tillämpas.\n \n\n\n\n  \n\n\n\n\n\n**För att din ansökan ska vara komplett ska den innehålla:** \n\n\n\n1. CV\n2. Utbildningsbevis\n3. Personligt brev (frivilligt)\n\n\n\n  \n\n\n\n\n\n*Varmt välkommen med din ansökan - Tillsammans är vi Karolinska!* \n\n\n\n\n  \n\n\n\n\n\n Inför tillsättning av befattning som innefattar vård av barn och ungdom, kontrolleras den som erbjuds tjänsten mot misstanke- och belastningsregistret. Här kan du läsa mer om rekryteringsprocessen och om vilka kontroller som utförs på Karolinska.\n \n\n\n\n  \n\n\n\n\n\n Som anställd på Karolinska Universitetssjukhuset kan du komma att krigsplaceras. Läs mer om vad det innebär här.\n \n\n\n\n  \n\n\n\n\n\n Om du är eller tidigare har varit anställd i Region Stockholm kommer vi att ta interna referenser från din nuvarande eller tidigare chef, om du blir aktuell för anställning.\n \n\n\n\n  \n\n\n\n\n\n**Om Karolinska Universitetssjukhuset** \n\n\n\n\n Vi på Karolinska Universitetssjukhuset är stolta över att vi är ett av världens främsta universitetssjukhus. Förutom vårt särskilda ansvar för den högspecialiserade vården i Stockholmsregionen är huvuduppdraget att tillsammans med Karolinska Institutet utbilda framtidens vårdanställda och bedriva världsledande forskning samtidigt som vi fortsätter vårt arbete med att utveckla vården för patientens bästa. Vi arbetar inom en rad olika områden och professioner.\n \n\n\n\n  \n\n\n\n\n\n Vår vision - Vi ska bota och lindra imorgon det ingen kan bota och lindra idag.\n \n\n\n\n  \n\n\n\n\n\n Läs gärna mer om oss på karolinska.se och följ oss på sociala medier!\n \n\n\n\n  \n\n\n\n\n\n**Att söka jobb i Region Stockholm** \n\n\n\n\n Vi eftersträvar jämställdhet och jämlikhet på vår arbetsplats och ser gärna sökande med olika bakgrund och förutsättningar.\n \n\n\n\n  \n\n\n\n\n\n Vi tar endast emot ansökningar via detta system. Ansök genom att klicka på knappen ”Ansök”. Ansökningar per brev eller e-post beaktas inte. Vi undanber oss direktkontakt med bemannings- och rekryteringsföretag samt säljare av ytterligare jobbannonser.\n \n\n\n\n  \n\n\n\n\n\n Vårt rekryteringssystem kan inte hantera anonyma ansökningar eller sökande med skyddade personuppgifter. Om du har skyddade personuppgifter ber vi dig att kontakta den kontaktpersonen som finns angiven i annonsen. Din ansökan kommer då att hanteras utanför rekryteringssystemet. Du bör även vara försiktig med vilken information du lämnar i din ansökan och endast ta med information som är relevant för den aktuella befattningen.\n \n\n\n\n  \n\n\n\n\n\n Region Stockholm ansvarar för hälso- och sjukvård, kollektivtrafik, regional utveckling och bidrar till kulturlivet. Varje dag, dygnet runt. I landets snabbaste växande region. Tillsammans skapar vi Europas attraktivaste storstadsregion.\n \n\n\n\n  \n\n\n\n\n\n Läs mer om hur det är att jobba hos oss i Region Stockholm\n \n\n\n\n  \n\n\n\n\n\n Anställningsform: Tillsvidareanställning\n \n\n\n\n Anställningens omfattning: Heltid\n \n\n\n\n Tillträde: Enligt Överenskommelse\n \n\n\n\n Löneform: Månadslön\n \n\n\n\n Antal lediga befattningar: 2\n \n\n\n\n Sysselsättningsgrad: 100%\n \n\n\n\n Ort: Stockholm\n \n\n\n\n Län: Stockholms län\n \n\n\n\n Land: Sverige\n \n\n\n\n Referensnummer: 2025\/245\n \n\n\n\n Kontakt:\n \n\n\n* Espen Sigvardsen, 0708454218\n\n\n\n Facklig företrädare:\n \n\n\n* SACO, saco.karolinska.karolinska@regionstockholm.se\n\n\n\n Publicerat: 2025-01-13\n \n\n\n\n Sista ansökningsdag: 2025-02-13","company_url":"https:\/\/se.linkedin.com\/company\/karolinska-university-hospital","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQH_qKbUZ9UbcQ\/company-logo_100_100\/company-logo_100_100\/0\/1630563569750\/karolinska_university_hospital_logo?e=2147483647&v=beta&t=Hwb8nceNKOx3n0hDUSbWx6uJpfK8-3Hnq9fi25GCchA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4130246497","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4130246497","job_url_direct":"https:\/\/www2.pcrecruiter.net\/pcrbin\/reg5.aspx?_=REI56C7V3MNPWHAJIFK6J3MYELFCGTYXK4PTYIDDHT62WFHE44KJGXA42VW235PBFSBUJ3UNLDRCLFDHJRMRCJ4V5ZQHYDLTTNK4JF4YB7PBITINCTSZ3APFU7SNCXMD4TPTCLRD2R7PCC3VIDPPUTJ4MHADBEBBKKN5T53CYTEF626F4R3ZXNC7ZBIBWSII6NPDEKJ6BEZPLJUWT5GLPYPJJKTWQ2EU7MAIN4VULYEVINCGHGR5NR4SYGNEHQG2BEZ3T4PZI4T5K4DW7AEZXAHQQYHLIJ2DRQ2TCTKK22ECTQFP2XYHHAE7CMGYN2G3RLAAL3CNDYDH2W47VWSUKIIS3OUBUBVFFP24KBQ3EOOOT5R47ZDPVOVZ5Y73K5BJTT6Y53OXK5FCOHBJMF27IWMTNGMTKFNE2WCXNKYMRAECSQHV7BPBPV6XWE&urlHash=SJPY","title":"Global Account Manager (GAM) - EU","company":"Cogent Communications","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Telecommunications","listing_type":null,"emails":"careers@cogentco.com, careers@cogentco.com","description":"**Job Description**\n**Company** \n :\n   \n\n  \n\n Cogent Communications is a multinational, Tier 1 facilities-based ISP, consistently ranked as one of the top five networks in the world and is publicly traded on the NASDAQ Stock Market under the ticker symbol CCOI. Cogent specializes in providing businesses with high speed Internet access, Ethernet transport services and is one of the only US providers who own and operate their own fibre infrastructure spanning the US for diverse Wave connectivity. Cogent's facilities-based, all-optical IP network backbone provides IP services in over 235 markets globally. Since its inception, Cogent has unleashed the benefits of IP technology, building one of the largest and highest capacity IP networks in the world. This network enables Cogent to offer large bandwidth connections at highly competitive prices. Cogent also offers superior customer support by virtue of its end-to-end control of service delivery and network monitoring.\n   \n\n  \n\n**Position Overview:**\n The Global Account Manager is responsible for identifying and securing new business opportunities globally. By employing consultative selling techniques and relationship-building strategies, you will work directly with the nation’s leading IT Decision Makers to position Cogent's connectivity solutions. This role involves proactive outreach through direct calling, email, and onsite meetings, with a strong focus on understanding clients' current and future connectivity needs. Success in this position will be measured by meeting or exceeding monthly revenue goals and establishing Cogent as a trusted partner across commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n   \n\n  \n\n**Responsibilities** \n :\n   \n\n  \n\n* Identify, qualify, and secure new business opportunities within a global sales territory, focusing on market segments who require IP transit, Wave connectivity, Ethernet, Colocation and IPv4 services.\n* Use direct calling, email outreach, and customer meetings to connect with Key Decision Makers and generate new business opportunities.\n* Employ consultative and relationship-driven sales approaches to identify prospective clients’ current and future connectivity needs.\n* Position Cogent’s services as the preferred choice by leveraging our extensive global network footprint, which spans commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n* Collaborate with internal teams to ensure customer needs are met and expectations exceeded.\n* Maintain and update detailed records of sales activities in CRM systems, tracking progress, and managing customer relationships.\n\n\n**Qualifications** \n :\n   \n\n  \n\n* Telesales experience in any industry, with B2B sales experience being an advantage\n* Proven ability to identify, qualify, and generate new business opportunities through proactive prospecting and research.\n* Strong communication skills, both oral and written, with the ability to engage effectively with Key Decision Makers.\n* Self-motivated, positive, and proactive, with a passion for adding value to clients and excelling in a competitive, revenue-driven environment.\n* Ability to work independently in a fast-paced, team-oriented and competitive environment with revenue-driven goals and rewards.\n* Familiarity with CRM systems and basic proficiency in Microsoft Office are beneficial.\n* Telecommunications experience or knowledge of connectivity solutions is advantageous but not essential.\n* Cogent operates a global sales model so foreign language skills are an advantage\n\n\n**Work Environment:**\n This is an in-office position, five days a week, designed to support your success through focused mentorship, training, and personal coaching.\n   \n\n  \n\n To apply for the Global Account Manager position, please submit your resume and cover letter to careers@cogentco.com .\n   \n\n  \n\n Cogent Communications is an Equal Opportunity Employer.\n   \n\n  \n\n**Company** \n :\n   \n\n  \n\n Cogent Communications is a multinational, Tier 1 facilities-based ISP, consistently ranked as one of the top five networks in the world and is publicly traded on the NASDAQ Stock Market under the ticker symbol CCOI. Cogent specializes in providing businesses with high speed Internet access, Ethernet transport services and is one of the only US providers who own and operate their own fibre infrastructure spanning the US for diverse Wave connectivity. Cogent's facilities-based, all-optical IP network backbone provides IP services in over 235 markets globally. Since its inception, Cogent has unleashed the benefits of IP technology, building one of the largest and highest capacity IP networks in the world. This network enables Cogent to offer large bandwidth connections at highly competitive prices. Cogent also offers superior customer support by virtue of its end-to-end control of service delivery and network monitoring.\n   \n\n  \n\n**Position Overview:**\n The Global Account Manager is responsible for identifying and securing new business opportunities globally. By employing consultative selling techniques and relationship-building strategies, you will work directly with the nation’s leading IT Decision Makers to position Cogent's connectivity solutions. This role involves proactive outreach through direct calling, email, and onsite meetings, with a strong focus on understanding clients' current and future connectivity needs. Success in this position will be measured by meeting or exceeding monthly revenue goals and establishing Cogent as a trusted partner across commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n   \n\n  \n\n**Responsibilities** \n :\n   \n\n  \n\n* Identify, qualify, and secure new business opportunities within a global sales territory, focusing on market segments who require IP transit, Wave connectivity, Ethernet, Colocation and IPv4 services.\n* Use direct calling, email outreach, and customer meetings to connect with Key Decision Makers and generate new business opportunities.\n* Employ consultative and relationship-driven sales approaches to identify prospective clients’ current and future connectivity needs.\n* Position Cogent’s services as the preferred choice by leveraging our extensive global network footprint, which spans commercial and retail buildings, carrier-neutral hotels, data centers, and colocation facilities.\n* Collaborate with internal teams to ensure customer needs are met and expectations exceeded.\n* Maintain and update detailed records of sales activities in CRM systems, tracking progress, and managing customer relationships.\n\n\n**Qualifications** \n :\n   \n\n  \n\n* Telesales experience in any industry, with B2B sales experience being an advantage\n* Proven ability to identify, qualify, and generate new business opportunities through proactive prospecting and research.\n* Strong communication skills, both oral and written, with the ability to engage effectively with Key Decision Makers.\n* Self-motivated, positive, and proactive, with a passion for adding value to clients and excelling in a competitive, revenue-driven environment.\n* Ability to work independently in a fast-paced, team-oriented and competitive environment with revenue-driven goals and rewards.\n* Familiarity with CRM systems and basic proficiency in Microsoft Office are beneficial.\n* Telecommunications experience or knowledge of connectivity solutions is advantageous but not essential.\n* Cogent operates a global sales model so foreign language skills are an advantage\n\n\n**Work Environment:**\n This is an in-office position, five days a week, designed to support your success through focused mentorship, training, and personal coaching.\n   \n\n  \n\n To apply for the Global Account Manager position, please submit your resume and cover letter to careers@cogentco.com .\n   \n\n  \n\n Cogent Communications is an Equal Opportunity Employer.","company_url":"https:\/\/www.linkedin.com\/company\/cogent-communications","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQG-FDlPOmxlbA\/company-logo_100_100\/company-logo_100_100\/0\/1631350616023?e=2147483647&v=beta&t=oCsprxpFyqsdbykRHTSEkSsz1dlWVGuvQMmF9rQlN7Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"864220a6569ea0fa","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=864220a6569ea0fa","job_url_direct":"https:\/\/assaabloy.jobs2web.com\/job\/Landskrona-Product-Manager-Modernization-SE-261-22\/1161852001\/","title":"Product Manager Modernization","company":"ASSA ABLOY Group","location":"Landskrona, M, SE","job_type":null,"date_posted":1737244800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"ASSA ABLOY Entrance Systems, in its Business Segment Industrial (BSI), looks forward to filling the exciting **Product Manager - Modernization** role for Europe. The European business model covers the supply chain, sales, installation, and service. BSI delivers solutions in the following main product areas: Industrial Doors, Dock Levelers, High-Performance Doors, and Megadoors. The scope of the European service business is around EUR 460 million, with 2000 employees.  \n\n\n**What do we do?**\nThe Service organization within BSI Europe develops and delivers solutions for the industrial service market, including maintenance, repairs, and equipment upgrades. BSI Europe Service is now advancing a Modernization business to provide sustainable, connected solutions that enhance and integrate customers' industrial doors, ensuring efficiency and an excellent user experience.  \n\n\n**Who are we looking for?**\nThe ***Product Manager - Modernization*** is responsible for defining, developing, and executing the product strategy for modernization initiatives to upgrade and transform all industrial door systems, related processes, and solutions. This role requires a deep understanding of emerging technologies, market trends, and customer needs to deliver innovative and impactful modernization products successfully. Having good product knowledge of OHSD, HPD, and MEGA doors of ASSA ABLOY or competitors will be an advantage. The Product Manager is the central coordination point, collaborating with cross-functional teams to align product development with organizational goals and customer expectations.  \n\n\nThe role reports to head of Service Europe and could be located in Europe with preference for Sweden (Malmö\/Landskrona), The Netherlands (Heerhugowaard) or in Germany.  \n\n\n**Key Responsibilities**\n1. Product Strategy and Roadmap\n* Develop and execute the product roadmap for modernization initiatives in alignment with business objectives.\n* Conduct market research, competitive analysis, and stakeholder interviews to identify opportunities for modernization.\n* Define product vision and strategy, focusing on replacing outdated systems with scalable, efficient, and innovative solutions.\n\n  \n\n\n2. Product Development\n* Collaborate with engineering, design, equipment product units, sales companies, service and operational teams to create modernization products that address user pain points and deliver measurable value.\n* Write detailed product requirements, user stories, and acceptance criteria for development teams.\n* Ensure that modernization products leverage emerging technologies like AI, cloud computing, and automation.\n\n  \n\n\n3. Lifecycle Management\n* Manage the entire product lifecycle, from ideation to development, launch, and ongoing optimization.\n* Monitor product performance using key metrics and feedback to identify areas for improvement and ensure long-term success.\n* Develop transition plans for legacy systems to minimize disruption during modernization efforts.\n\n  \n\n\n4. Stakeholder Collaboration\n* Act as a liaison between customers, internal teams, and executive leadership to align product goals with business priorities.\n* Present updates on modernization product progress, including risks, milestones, and successes, to key stakeholders.\n* Partner with marketing and sales teams to define go-to-market strategies for modernization solutions.\n\n  \n\n\n5. Customer-Focused Design\n* Advocate for end-users by incorporating customer feedback into product design and development.\n* Ensure modernization products enhance the user experience, reduce operational inefficiencies and improve overall business outcomes.\n\n  \n\n\n6. Emerging Technology Integration\n* Stay informed about the latest technological advancements and evaluate their applicability to modernization efforts.\n* Lead initiatives incorporating cutting-edge tools and techniques, such as robotic process automation (RPA), machine learning, and IoT.\n\n  \n\n\n7. Performance Measurement\n* Define and track key performance indicators (KPIs) to measure the success of modernization initiatives contributing to profitable service growth.\n* Use data-driven insights to prioritize development efforts and make informed decisions. o Prepare detailed performance reports for internal and external stakeholders.\n\n  \n\n\n**Required Skills and Qualifications**  \n\n\nEducation:\n* Bachelor’s degree in Business Administration, Computer Science, Engineering, or a related field.\n* A master’s degree or MBA is a plus.\n\n  \n\n\nExperience:\n* 5+ years of product management experience, preferably focusing on modernization, digital transformation, or technology-driven initiatives.\n* Proven track record of managing modernization projects, such as system upgrades, platform migrations, or process optimization.\n\n  \n\n\nSkills:\n* Strong knowledge of modernization technologies, including AI, cloud platforms, RPA, and data analytics.\n* Expertise in product management methodologies, agile development practices, and user-centered design principles.\n* Excellent communication and collaboration skills to work effectively with cross-functional teams and stakeholders.\n* Analytical mindset with the ability to interpret data and drive decisions based on insights.\n* Strong organizational and project management abilities, with attention to detail and a focus on results\n\n  \n\n\n**Key Performance Indicators (KPIs)*** Successful delivery of modernization products within budget and timelines.\n* Adoption rates and user satisfaction levels of modernization solutions.\n* Reduction in operational inefficiencies or costs through product implementation.\n* Achievement of service growth and market share growth driven by modernization initiatives.\n* Positive feedback from internal and external stakeholders.\n\n  \n\n\n**We review applications regularly, so don’t wait**\nWe are building diverse, inclusive teams, and encourage applications from everyone who can see themselves working with us. Just set up your profile and apply, no later than 12th February 2025.\nTo make sure your personal data is safe, we don’t look at any applications sent by email or post.  \n\n\n**We are the ASSA ABLOY Group**  \n\nOur people have made us the global leader in access solutions. In return, we open doors for them wherever they go. With nearly 61,000 colleagues in more than 70 different countries, we help billions of people experience a more open world. Our innovations make all sorts of spaces – physical and virtual – safer, more secure, and easier to access.\nAs an employer, we value results – not titles, or backgrounds. We empower our people to build their career around their aspirations and our ambitions – supporting them with regular feedback, training, and development opportunities. Our colleagues think broadly about where they can make the most impact, and we encourage them to grow their role locally, regionally, or even internationally.\nAs we welcome new people on board, it’s important to us to have diverse, inclusive teams, and we value different perspectives and experiences.","company_url":"https:\/\/se.indeed.com\/cmp\/Assa-Abloy-Group","company_url_direct":"https:\/\/www.assaabloy.com\/","company_addresses":"Klarabergsviadukten 90, SE-107 23 Stockholm\r\nSweden","company_num_employees":"10,000+","company_revenue":null,"company_description":"Let’s create a safer and more open world – together!","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/f10fdd615608ca3dabcc34c85675c9bd","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/1a8ea678f8095ef36991d92efd38e33c","ceo_name":"Nico Delvaux","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/7b3e43994b681e2ce638ce4e54220ea3"},{"id":"78408dafd7276211","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=78408dafd7276211","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29392089","title":"Solution Designer (Asset Analytics)","company":"JP IT-Konsult i Stockholm AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1737244800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"info@jpitkonsult.se","description":"Tillsvidareanställning hos JP IT-Konsult i Stockholm AB – Uppdrag i Stockholm (hybrid: 2 dagar på kontoret, 3 dagar på distans)\n  \nOm företaget\n  \nJP IT-Konsult i Stockholm AB är ett konsultbolag som samarbetar med ledande aktörer inom energisektorn och andra spännande branscher. Vi strävar efter att erbjuda våra konsulter stimulerande uppdrag där de får möjlighet att utvecklas i en högteknologisk och innovativ miljö. Nu söker vi en Solution Designer med fokus på data- och analyslösningar för ett uppdrag där du blir en nyckelspelare i att forma och optimera framtidens analysplattformar.\n  \nArbetsuppgifter\n  \nI rollen som Solution Designer inom Asset Analytics kommer du att:\n  \nSamordna lösningsdesignen inom flera agila team, i samråd med dataexperter och övriga lösningsarkitekter i organisationen.\n  \nSäkerställa att föreslagna tekniska lösningar (t.ex. Databricks, Data Factory, SnowFlake) är i linje med verksamhetens arkitekturprinciper.\n  \nStötta teamens Data Engineers med riktlinjer för arkitektur, utveckling och implementering av analyslösningar.\n  \nUtveckla och optimera processer för ETL, Data Warehousing och datamodellering i Azure-miljö.\n  \nHandleda Lead Data Engineers i arkitekturarbete, med målet att de gradvis tar över ansvaret för lösningsdesign.\n  \n  \n\nKvalifikationer (Ska-krav)\n  \n  \n\n**Vi söker dig som har:**  \n\nErfarenhet av Power BI, Databricks, Data Factory, SSIS och SnowFlake.\n  \nGedigna kunskaper inom ETL, API-hantering samt Data Warehousing & datamodellering (stjärnscheman).\n  \nPraktisk erfarenhet av IT-arkitektur, inklusive arbete med guidelines och principer för arkitektur.\n  \nKunskap i SQL, PostgreSQL, PowerShell, GIT och CI\/CD för versionshantering och automatisering.\n  \nFörtrogenhet med Azure Cloud Framework och Azure Synapse Workspace.\n  \nGod kommunikationsförmåga i tal och skrift (CV endast på engelska, enligt kundens önskemål).\n  \n  \n\nMeriterande (Bra att ha)\n  \nPower Apps-vana.\n  \nErfarenhet av att leda eller coacha agila team inom data- och analysprojekt.\n  \nIntresse för energisektorn och tillhörande affärslogik.\n  \n  \n\nAnsökan\n  \nÄr du redo för en spännande roll där du får forma framtidens analyslösningar och dela med dig av din kunskap? Skicka din ansökan (CV och en kort motivering) till info@jpitkonsult.se och ange ”Solution Designer (Asset Analytics) - 12390” i ämnesraden. Vi arbetar med löpande urval, så skicka gärna din ansökan snarast!\n  \n(Detta är en tillsvidareanställning hos JP IT-Konsult i Stockholm AB, där du arbetar heltid hos kunden från 3 mars 2025 till 30 september 2025. Rollen är hybrid med närvaro på kontoret i Stockholm två dagar i veckan och möjlighet att arbeta på distans övriga dagar.)\n  \nVälkommen med din ansökan!","company_url":"https:\/\/se.indeed.com\/cmp\/JP-It--konsult-I-Stockholm-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"b50e725c38f1bbdc","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b50e725c38f1bbdc","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29392251","title":"Cyber Security","company":"Noor Engineering AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1737244800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Noor Engineering\n  \nNoor Engineering was founded 2015.\n  \n  \n\n**Vision:**  \n\nNoor Engineering helps individuals and organizations to achieve success\n  \n  \n\n**Strategy:**  \n\nWe target excellence in everything we do. We are brave to work creatively with innovate solutions. We work with instant improvements and prioritize learning. We don’t compete with low price, we compete with maximizing added value.\n  \nOur Services\n  \nOur consultants have experience in world class in the Automotive and Railway industries. We offer consultants in Testing, Test management, Software development, Project Management and Agile couching.\n  \nToday’s software development and testing environments are complex and challenging. Short delivery time scales, complex products to test and demanding customers. These challenges demand a well thought out project management practices and development and test way of working and smart test management practices.\n  \nOne of the most important key success factors in any project is people skills. We offer solutions to strength people skills in testing, project management, SCRUM and agile testing.\n  \n  \n\nResponsibilities and tasks\n  \nPlan and executed cybersecurity verification and validation (V&V) activities in projects.\n  \nContribute to cybersecurity activities such as code review, vulnerability assessment\/management\n  \nContribute to the improvement of processes and guidelines in the area of cybersecurity V&V.\n  \nContribute to the development and improvement of security coding principles and guidelines.\n  \nSupport software and application developers both in-vehicle and cloud with cybersecurity related topics.\n  \nContribute to increase awareness and knowledge about cybersecurity within the organization\n  \n  \n\n**Requirements:**  \n\nM.Sc. or B.Sc. in Electrical, Computer Engineering, IT or equivalent area\n  \nProven relevant cybersecurity background and passion for cybersecurity\n  \nHands-on and well-recognized experience of working in one or more of the following areas: penetration testing, vulnerability assessment, fuzz testing, code review, incident response\/management. Beneficial to have experience with “Ethical Hacking”\n  \nExperience of working with Python\/C\/C++ as well as Linux and relevant Linux-based cybersecurity tools.\n  \nKnowledge about software engineering and relevant cybersecurity aspects from software perspective\n  \nKnowledge about cybersecurity best practices, standards and regulations, ISO21434 and R155\n  \nBeneficial to have experience of working with automotive electrical systems, architecture and\/or software.\n  \nB driver license.\n  \nValid work permit in Sweden.\n  \n  \n\n**Additional information:**  \n\nAs part of our team, you will have access to training, certifications, and the possibility of working together with some of the most skilled in the industry\n  \nEveryone in our team has a high level of responsibility and mandate, and is expected to be able to work both as team player and autonomously","company_url":"https:\/\/se.indeed.com\/cmp\/Noor-Engineering-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4129101075","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4129101075","job_url_direct":null,"title":"Lösningsarkitekt","company":"Hveem Affärsutveckling AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Venture Capital and Private Equity Principals","listing_type":null,"emails":null,"description":"Ngn senior affärssystemskonsult som vill hjälpa ett medelstort företag med tillverkning att utveckla ett systemlandskap som om några år skall kunna hantera AI för beslutsstöd och automation av processer.","company_url":"https:\/\/se.linkedin.com\/company\/valuebasedpricing-hveem-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/static.licdn.com\/aero-v1\/sc\/h\/aajlclc14rr2scznz5qm2rj9u","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"66002b4ee82fc395","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=66002b4ee82fc395","job_url_direct":"http:\/\/se.indeed.com\/job\/verification-engineer-66002b4ee82fc395","title":"Verification Engineer","company":"Nils Bäckman AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1737244800000,"salary_source":"direct_data","interval":"yearly","min_amount":465973.0,"max_amount":590026.0,"currency":"USD","is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"info@nilsbackman.se","description":"**Description:**\n\nLooking for a junior ( 0-5 years of experience) Electrical & Electronics engineer with interest in in Verification, vehicle diagnostics, fault tracing with possibility to work closely with dealers and internal and external workshops to coordinate and perform testing on vehicles, prototypes and HIL-rigs.\n\nHighly meriting is having knowledge of Vector products (CANalayzer), CAN-protocol and experience within automotive.\n\n**Main area of responsibility**\n\n* Vehicle diagnostics & Fault tracing in rig and vehicles\n* E2E testing Onboard and Offboard Connectivity\n* Develop, write, preform and report test cases based on the requirements on system and vehicle level\n* Securing quality and readiness before release\n\n**And this is you**\n\n* BSc or MSc degree in electrical\/software engineering or equivalent is highly valuableInterest in verification area, vehicle or system rigs\n* T-shaping mindset, experience or interest in learning new areas\n* Knowledge of Tools: Vector tools and CAN-protocol\n\nFor any questions, please reach out to info@nilsbackman.se\n\nwww.nilsbackman.se\n\nJobbtyp: Heltid\n\nLön: 42 000,00kr - 46 000,00kr per månad\n\nFörmåner:\n\n* Friskvårdsbidrag\n\nSchema:\n\n* Måndag till fredag\n\nAnsökningsfrågor:\n\n* How many years of relevant experience do you have?\n* This job is located in Gothenburg, confirm that you live in Gothenburg or near.\n\nArbetstillstånd:\n\n* Sverige (Obligatoriskt)\n\nArbetsort: Personligen\n\nFörväntat startdatum: 2025-01-27","company_url":"https:\/\/se.indeed.com\/cmp\/Nils-B%C3%A4ckman-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"095f2363e8f84ca8","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=095f2363e8f84ca8","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29392231","title":"Test Engineer","company":"Noor Engineering AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1737244800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"* Heroes do not grow on trees; they grow in Noor Engineering\n\n\nNoor Engineering\n  \n  \n\nNoor engineering aims is to provide clients with high professional technical consultants. Our consultants are experts in their fields. Employees at Noor Engineering are proud of their employer.\n  \n  \n\n**Vision:**  \n\nNoor Engineering helps individuals and organizations to achieve success\n  \n  \n\n**Strategy:**  \n\nWe target excellence in everything we do. We are brave to work creatively with innovative solutions. We work with instant improvements and prioritize learning. We don’t compete with low prices, we compete with maximizing added value.\n  \nOur Services\n  \nOur consultants have experience in world-class in the Automotive and Railway industries. We offer consultants in Testing, Test management, Software development, Project Management and Agile coaching.\n  \nToday’s software development and testing environments are complex and challenging. Short delivery time scales, complex products to test and demanding customers. These challenges demand a well thought out project management practices and development and test way of working and smart test management practices.\n  \nOne of the most important key success factors in any project is people skills. We offer solutions to strengthen people skills in testing, project management, SCRUM and agile testing.\n  \nInfotainment test engineer\n  \nAs an Infotainment test engineer, you are responsible for the verification of the Infotainment system in the car together with a talented test Team in Noor Engineerings client organization. You will work closely to the Infotainment design team. Conduct system and function testing for the infotainment system. You will be reporting to the Infotainment test leader.\n  \nResponsibilities and tasks\n  \nContribute to the implementation of agreed verification plans and test strategies for the Infotainment area\n  \nPerforming system and function test on infotainment system applying different methods according to test strategy\n  \nTest case design and maintenance\n  \nReporting test progress to the test leader and project team. But also identify and escalate verification risks to management\n  \nContribute to a culture of improvement and participate in implementing improvements to increase effectiveness and efficiency\n  \nYou are an ambassador for Noor Engineering and optimizing the added value for Noor Engineering and its clients\n  \n  \n\n**Requirements:**  \n\nB.Sc. Electrical or Computer Engineering or similar.\n  \n5 years experience in automotive & infotainment embedded systems development\n  \nKnowledge in CANoe and CAN\/LIN\/Flexray\/Ethernet networks\n  \nRelevant experience of the infotainment area and of automotive test in vehicles\n  \nDriving license\n  \nAdvantageously to be ISTQB Foundation - Certified\n  \nAdvantageously to have experience in scripting and automation\n  \nHigh communication skills and high collaborations ability\n  \n  \n\n**Additional information:**  \n\nEach individual in our team has a high level of responsibility and mandate and is expected to be able to work both as a team player and autonomously","company_url":"https:\/\/se.indeed.com\/cmp\/Noor-Engineering-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ad93606f3c7947db","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ad93606f3c7947db","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29392248","title":"HIL Engineer","company":"Noor Engineering AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1737244800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"* Heroes do not grow on trees; they grow in Noor Engineering\n\n\nNoor Engineering\n  \nNoor engineering aims to provide clients with highly professional technical consultants. Our consultants are experts in their fields. Employees at Noor Engineering are proud of their employer.\n  \n  \n\n**Vision:**  \n\nNoor Engineering helps individuals and organizations to achieve success\n  \n  \n\n**Strategy:**  \n\nWe target excellence in everything we do. We are brave to work creatively with innovative solutions. We work with instant improvements and prioritize learning. We don’t compete with low prices; we compete with maximizing added value.\n  \nOur Services\n  \nOur consultants have experience in world-class in the Automotive and Railway industries. We offer consultants in Testing, Test management, Software development, Project Management, and Agile coaching.\n  \nToday’s software development and testing environments are complex and challenging. Short delivery time scales, complex products to test, and demanding customers. These challenges demand well-thought-out project management practices and development and test way of working and smart test management practices.\n  \nOne of the most important key success factors in any project is people skills. We offer solutions to strengthen people skills in testing, project management, SCRUM, and agile testing.\n  \nResponsibilities and tasks\n  \nDesign and Construct HILs according to needs\n  \nPropose solutions as well as bring support to define requirements to the present and future plans of brand cars in the growing area of HIL\n  \nAs HIL Engineer, you will build and maintain a wide personal network within the R&D\n  \nYou will support our internal customers in a way that makes HIL usage effective and successful\n  \nSupport the projects and teams in the day-to-day work by building or\/maintaining the different types of HIL rigs like components, sub-systems, and complete vehicles\n  \n  \n\n**Requirements:**  \n\nRelevant technical education and background\n  \nYou have good knowledge of Matlab\/Simulink\/Python\/C++\/Vector tools, in particular\n  \nknowledge in INCA or DSpace HW, or NI HW will be good to have\n  \nExperience in HIL (both HW and SW), HIL build and work experience from the automotive industry\n  \nCommunicative and collaborative\n  \nAbility to drive change and implementation and to engage and encourage others\n  \nStructured, methodical, and analytical with good planning skills","company_url":"https:\/\/se.indeed.com\/cmp\/Noor-Engineering-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]