[{"id":"a66000a713bac4db","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=a66000a713bac4db","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29643956","title":"Erfaren Backendutvecklare Konsultuppdrag","company":"Etoile Nordique KB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1745107200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"info@etoile-nordique.com","description":"Vi söker nu en erfaren backendutvecklare för ett spännande och tekniskt utmanande konsultuppdrag! Har du gedigen erfarenhet av Javautveckling i Linux-miljö och brinner för moderna ramverk och agilt arbete? Då kan det här vara nästa steg i din karriär.\n  \nSom backendutvecklare kommer du att vara en nyckelperson i ett agilt team som arbetar med att utveckla och förvalta system med höga krav på prestanda, säkerhet och tillförlitlighet. Du kommer att jobba i en modern teknisk miljö med fokus på DevOps, containrar och mikrotjänster.\n  \n  \n\n**Kravprofil – Vi söker dig som har:**  \n\nMinst 5 års erfarenhet av Javautveckling\n  \nMinst 3 års erfarenhet av utveckling i Linux-miljö\n  \nMinst 3 års erfarenhet av ramverk som Quarkus, Spring Boot eller liknande\n  \nMinst 3 års erfarenhet av teambaserad utveckling enligt agila principer\n  \nGoda kunskaper i Git, Maven, Gradle eller liknande verktyg\n  \nMycket goda kunskaper i svenska och engelska, både i tal och skrift\n  \n  \n\n**Meriterande erfarenheter:****Det är en fördel om du även har:**  \n\nMinst 1 års grundläggande kunskaper inom app- eller frontendutveckling\n  \nErfarenhet av att bygga, drifta och övervaka system i containerbaserade miljöer som Kubernetes eller OpenShift\n  \nErfarenhet inom PKI, certifikathantering, HSM och kryptografiska säkerhetsfunktioner\n  \nKunskap om SAML2, OAuth 2.0 eller OpenID\n  \nGod förståelse för SQL\/NoSQL-databaser och cachelösningar\n  \n  \n\n* · Erfarenhet av Kafka eller andra asynkrona meddelandeköer\n* · Erfarenhet av att utveckla öppen källkod\n\n\nÄr du rätt kandidat? Skicka din ansökan till info@etoile-nordique.com\n  \nVi ser fram emot att höra från dig!","company_url":"https:\/\/se.indeed.com\/cmp\/Etoile-Nordique-Kb","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"d1ee8c115ce2c5e0","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d1ee8c115ce2c5e0","job_url_direct":"https:\/\/career.everlight.se\/jobs\/5831961-fullstack-lead-developer-till-snabbvaxande-saasbolag","title":"Fullstack lead developer till snabbväxande SaaSbolag!","company":"EVERLIGHT","location":"Gävle, X, SE","job_type":"fulltime","date_posted":1745020800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Om oss**\n\n\nEverlight är konsultbolaget med din karriär i fokus. Här finns det en hel plattform av möjligheter och karriärvägar att vandra som anställd konsult, frilans konsult eller via rekrytering till din nästa arbetsgivare. Här finns drivna och ambitiösa kollegor, stöd och bollplank att vända sig till och framförallt finns det glädje och transparens!\n\n**Om uppdraget**\n\nVår kund är ett svenskt SaaS-bolag i stark tillväxt som söker en erfaren **fullstackutvecklare** eller **lead developer**. Det här är en nyckelroll för dig som vill kombinera teknisk förvaltning och vidareutveckling med affärsnära samarbete i ett litet, prestigelöst team där beslutsvägarna är korta och tempot högt.\n\n\nVår kunds plattform är redan väl etablerad och används idag av närmare 80 företagskunder med tusentals slutanvändare, med tydlig tillväxt i både Sverige och Norden. Bolaget består idag av ett litet och tvärfunktionellt team på cirka 8–10 personer, där techsidan nu står inför att växa med fler utvecklare. I sommar släpper kunden en ny version av plattformen – omskriven från grunden med modern stack, ny databas och uppdaterad infrastruktur.\n\n*I det initiala skedet kommer du att bidra till att få den nya versionen av plattformen ut på marknaden – med fokus på dokumentation, testning och att stötta det befintliga utvecklingsteamet.*\n\n\nPlattformen kommer att kontinuerligt vidareutvecklas och anpassas i takt med förändrade krav och specifika behov från våra kunder. Du spelar en central roll i detta arbete och kommer att vara en nyckelperson i att forma plattformens framtid.\n\n**Vem är du?**\n\nVår kund söker en erfaren utvecklare med god teknisk bredd, gärna med erfarenhet av både backend och frontend. Personen bör trivas i ett litet bolag med snabb utvecklingstakt, och vara van vid att kombinera teknik med affärsmässig förståelse och dialog med olika typer av stakeholders.\n\n*Egenskaper kunden värdesätter:*\n\n* Initiativkraft och självständighet\n* Strukturerad, men flexibel vid förändring\n* Nyfikenhet och engagemang i både teknik och användarbehov\n* Kommunikativ och trygg i att ta tekniska beslut\n\n**För att lyckas i rollen tror vi att du:**\n\n* Har flera års erfarenhet av **Node.js** och **TypeScript**\n* Har god förståelse för databaser, särskilt **SQL** och gärna *SQLite*\n* Har din huvudkompetens i backend-utveckling men intresse och god förståelse för frontend\n* Är en driven teamplayer\n\n**Teknikmiljön idag ser ut så här:**\n\n\n**Backend & API**\n\n  \n\n* Node.js + TypeScript\n* tRPC (för typesäker kommunikation mellan backend och frontend)\n* SQLite\n* Vitest (för testning)\n\n\n**Frontend**\n\n* Vue.js + TypeScript\n* TailwindCSS\n* Storybook & Chromatic (för komponentutveckling och visuell regressionstestning)\n* Playwright (E2E-testning)\n\n\n**Övrigt**\n\n* Netlify (frontendhosting)\n* Hetzner\n* SendGrid och Twilio (e-post och meddelanden)\n* GitHub + CI\/CD\n* Jira (projektstyrning)\n* Mixpanel (produktanalys)\n\n**Placering och omfattning**\n\n\nRollen utgår från kundens kontor i Stockholm, men det finns möjlighet till distansarbete från annan ort efter att onboarding och introduktion genomförts. Den långsiktiga placeringslösningen diskuteras från fall till fall och anpassas efter kandidatens förutsättningar och teamets behov.\n\n\nUppdraget har en omfattning på 100 % och är en konsultanställning via Everlight som övertid kommer att kunna övergå till en tillsvidareanställning.","company_url":"https:\/\/se.indeed.com\/cmp\/Everlight","company_url_direct":"http:\/\/www.everlight.com","company_addresses":"Taipei, 03","company_num_employees":"201 to 500","company_revenue":"less than $1M (USD)","company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0f5686426e4fbb63","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0f5686426e4fbb63","job_url_direct":"https:\/\/jobb.rasulson.com\/jobs\/5832015-net-developer","title":".Net developer","company":"Rasulson Consulting","location":"Stockholm, AB, SE","job_type":null,"date_posted":1745020800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Assignment: Senior .NET Developers (2 Consultants Needed)**\n\n\nWe are currently looking for two experienced .NET developers to join a product team focused on installed applications. The role involves both modernizing existing apps and contributing to the next-generation cross-platform solution.\n\n**Primary Responsibilities:**\n\n* Collaborate with the team to develop and refine a suite of applications while following best practices and internal guidelines\n* Support the transition from legacy technologies like Xamarin\/Electron to MAUI for a unified cross-platform experience\n* Apply sound architectural principles, utilize established design patterns, and work with system interfaces and dependencies\n* Contribute to sprint planning, prioritization, and ongoing improvement of development workflows\n* Maintain high standards of quality, security, performance, and scalability in all deliveries\n\n**Required Experience:**\n\n* Demonstrated track record in developing and supporting installable applications for desktop (Windows, Mac) and mobile (iOS, Android)\n* Hands-on experience with .NET-based cross-platform technologies, particularly Xamarin and MAUI; experience with Electron is a plus\n* Familiarity with software quality assurance methods and testing principles\n* Analytical and detail-oriented mindset with the ability to write clean, maintainable code\n\n**Educational Background:**\n\n* A degree in Computer Science, Engineering, or a related technical field (Bachelor’s or Master’s level)\n* Minimum of 3 years professional experience in .NET development\n\n**Additional Information:**\n\n* Immediate start preferred\n* Tech Stack: .NET, Xamarin, MAUI, Electron, Android, iOS, Windows\n\n **About** **Rasulson Consulting**\n\nRasulson Consulting is a specialized staffing and recruitment firm focused on the IT sector. We collaborate with leading tech companies and innovative startups to provide exciting career opportunities for individuals passionate about digital development. With our deep technical expertise and extensive network, we efficiently match the right talents with the right assignments. At Rasulson Consulting, you’ll receive personalized guidance, regular feedback, and the chance to take the next step in your IT career.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"8304aa26df7f5f76","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8304aa26df7f5f76","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/139957179388961478","title":"Group Lead och Backend utvecklare","company":"Devoteam","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1742428800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"- **Vill du vara med på resan när vi startar upp Creative tech enheten i Göteborg? Vill du arbeta tillsammans med inspirerande, glada och kompetenta kollegor i ett av Göteborgs mest innovativa och centrala nav kring mjukvaruutveckling? Söker du en roll där du kan kombinera din expertis som konsult med ledarskap och strategiskt ansvar och vara med och skapa innovativa digitala produkter?**\n\n**Vilka är vi?**  \n\nVi är ett IT-konsultföretag som främjar en kultur där medarbetarna känner sig trygga, inspirerade och glada. Vi tror att detta är den bästa miljön där människor kan växa och bygga de bästa produkterna. Vi grundades år 2000, vi har en långsiktig syn på våra kunder och medarbetarrelationer och hoppas att du kommer att vilja stanna hos oss länge.\n\n\nVisste du att vi faktiskt också grundade utvecklarkonferensen Øredev som fortfarande är en del av samma företag?\n\n  \n**Vem är du?**  \n\nVi söker en Group Lead till vår utvecklingsenhet i Göteborg. Denna roll är perfekt om du vill kombinera konsultrollen med ledarskaps- och ledningsansvar.\n  \n\n  \n\nSom Group Lead kommer du i första hand arbeta med konsultuppdrag inriktade på Backend utveckling. Vi söker en senior utvecklare\/arkitekt med bred erfarenhet av mjukvarulösningar och med en förmåga att se helheten.\n\n\nÄven om vi söker en ledare vill vi ändå att du fortfarande har en vilja och ett driv att skriva, granska och felsöka kod.\n\n\nI rollen har du också ett personalansvar för 6-10 konsulter. Där det primära målet är att jobba med ditt team och coacha dina medarbetare och främja en kultur av kontinuerligt lärande.\n\n\nRollen omfattar även affärsutveckling där du fungerar som en brygga mellan säljteam, kunder och leveransteam. Genom nära samarbete kommer du att bidra till att utveckla vårt erbjudande och bygga starka kundrelationer.\n\n\nAtt balansera konsultuppdrag, personalansvar och affärsutveckling kräver ett starkt självledarskap, vilket är avgörande för att lyckas i denna roll.\n\n\n  \n**Vi söker dig som**\n\n* Har minst 5 års erfarenhet av backendutveckling och molnbaserade system.\n* Tidigare erfarenhet av en ledarroll med personalansvar är meriterande.\n* Trygg i att föra diskussioner med kunder både på svenska och engelska.\n* Skicklig med att omsätta verksamhetskrav till design av säkra, skalbara samt kostnadseffektiva lösningar.\n* Stark vilja att leverera utmärkt service, med fokus på kundernas behov och framgång.\n* Har en genuin förståelse för det agila arbetssättet och en vilja och ett fokus att snabbt leverera värde.\n\n  \n- **Vad får du?**  \n\nVi erbjuder dig individuell och betald kompetensutveckling på arbetstid, flexibelt arbete och ett generöst förmånspaket. Du kommer att ingå i vårt team av ledare och kan påverka allt från vilket uppdrag som känns rätt för dig, forma våra erbjudanden och partnerskap, samt bidra till framtiden för Devoteam Creative Tech i Sverige.\n\n\n**Varför tveka?**  \n\nSkicka in din ansökan till oss så kontaktar vi dig så snart som möjligt. Vi ser fram emot att höra från dig!\n\n\n**En rättvis chans!**  \n\nDevoteam är öppet för ansökningar från alla delar av samhället. Vi tror att olikheter inom team hjälper oss att skapa bättre produkter. Vi välkomnar alla människor oavsett ålder, könsidentitet eller uttryck, erfarenhet och bakgrund. Om du kan se dig själv i denna roll och känner att denna tjänst kan tillföra värde både för dig och för Devoteam, uppmuntrar vi dig att skicka in din ansökan till oss - även om du inte nödvändigtvis uppfyller alla ovanstående krav.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"55f28eb5c906f20a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=55f28eb5c906f20a","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/74654984792089286","title":"Backendutvecklare och AWS-specialist","company":"Devoteam","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1731888000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"sanna.ekelof@devoteam.com","description":"Vi söker en senior utvecklare\/ arkitekt med bred erfarenhet av AWS och mjukvarulösningar med förmågan att se helheten. Du förväntas även ha lång erfarenhet som utvecklare och en öppenhet för att skriva, granska och felsöka kod i rollen som AWS-specialist.\n\n\nSom AWS-specialist på Devoteam kommer du vara ledande i att ta fram den för kunden mest lämpade lösningen. Du behöver ha förmågan att diskutera, förklara samt motivera dina arkitekturella val. Vi ser dig också som aktiv i vårt partnersamarbete där du gärna tidigt utforskar nya erbjudanden inom din plattform, och leder utvecklingen för molninnovation inom Creative Tech. Certifieringar inom AWS är viktigt och meriterande men inte ett krav.\n\n\n**Vad förväntar vi oss av dig?**\n\n* Har minst 6 års erfarenhet inom mjukvaruutveckling.\n* Arbetat ett par år i en liknande roll och vet vilka verktyg och metoder som är lämpliga.\n* Har erfarenhet av att orientera dig i komplexa miljöer och organisationer.\n* Trivs med att omsätta verksamhetskrav till design av säkra, skalbara samt kostnadseffektiva lösningar.\n* Har erfarenhet av att designa och bygga API:er.\n* Har erfarenhet att jobba med säkerhet, tex genom hotmodellering.\n* Kan föra kunddiskussioner både på svenska och engelska.\n* Stark vilja att leverera utmärkt service, med fokus på kundens behov och framgång.\n* Har en genuin förståelse för det agila tillvägagångssättet och en vilja och ett fokus att snabbt kunna leverera värde.\n* God förståelse för DevOps-principer och förmåga att integrera dem i arkitekturella beslut.\n\n**Arbetsplats**  \n\nArbetsplatsen för den här rollen är Malmö med omnejd.\n\n\n**Om Devoteam**  \n\nHos oss värderar vi medarbetarnas trivsel och utveckling högt. Vi har byggt en arbetskultur där människor känner sig inspirerade, utmanade och trygga. Vi tror att när du trivs och växer, så gör även våra lösningar det.\n\n\nVi är ett ledande IT-konsultföretag med en stark förankring i Malmös tech-community, både som Devoteam och f.d .Jayway. Vi är engagerade i att skapa långsiktiga relationer med både kunder och medarbetare. Vi drivs av en passion för teknik och innovation, och erbjuder skräddarsydda lösningar för företag inom en rad olika branscher. Bland våra initiativ kan nämnas Øredev , en av Skandinaviens största utvecklarkonferenser, som vi var med och grundade.\n\n\n**Förmåner och praktisk information:**\n\n* Kontinuerligt lärande: Vi stöder kontinuerligt lärande med kompetensgrupper varannan vecka, deltagande på Øredev och löpande kompetensdagar för din professionella utveckling. Du har möjlighet att ta certifikat med någon av våra partners (AWS, Azure, GCP).\n* Ledighet och pension: Vi erbjuder 30 dagars semester, kompletterande föräldraledighetsersättning och tjänstepension enligt ITP1.\n* Hälsa och välbefinnande: Självklara förmåner som friskvårdsbidrag, tillgång till företagshälsovård, hälsokontroller och lunchyoga på kontoret.\n* Verktyg och utrustning: Du väljer själv de verktyg du behöver för att leverera och trivas i din arbetsmiljö.\n\n**Ansökan**  \n\nFör att ansöka, vänligen skicka din ansökan via länken nedan. Vi uppmuntrar tidiga ansökningar eftersom vi granskar dem löpande.\n\n\nFör eventuella frågor, kontakta Sanna Ekelöf, vår rekryterare, på sanna.ekelof@devoteam.com. Sanna kommer att vara din primära kontaktperson under hela rekryteringsprocessen.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"4124917044","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4124917044","job_url_direct":"https:\/\/careers.greenely.se\/jobs\/5434602-backend-developer-to-greenely?utm_source=LinkedIn&urlHash=0ajt","title":"Backend Developer to Greenely!","company":"Greenely","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Environmental Services","listing_type":null,"emails":null,"description":"Are you a skilled Backend developer with a strong passion for technology and people? If so, Greenely is looking for an exceptional individual to join our team! Greenely is the energy consumer platform dedicated to helping families navigate the increasingly complex world of electricity. Our mission is to reduce your energy bill to zero, not merely by optimizing home energy usage, but by enabling you to generate virtual power. Our mission is to enable every home to play a vital role in the energy transition in Europe.\n \n\n\n\n  \n\n\n\n\n\n**What You’ll Be Doing** \n\n\n\n\n As our new backend developer, you'll actively participate in Greenely's growth by:\n \n\n\n* Exploring new technologies\n* Collaborating on and writing specifications for innovative ideas\n* Developing new features using Python\n* Staying up-to-date with the latest tech trends\n* Building APIs for our energy-saving app\n\n\n\n  \n\n\n\n\n\n**What You'll Need To Succeed** \n\n\n\n\n We value collaboration and diverse projects, so we're looking for someone who is:\n \n\n\n* Flexible and an excellent communicator\n* Responsible and able to explain technical concepts to non-experts\n* Driven to create value for end-users\n* Able to collaborate with teams\/partners to build robust integrations and features.\n* Experienced in backend development with Python (5+ years)\n* Skilled in REST APIs, Django, PostgreSQL, and GIT\n* Extensive experience building containerized applications\/services (microservices)\n* Hands-on experience with Cloud platforms and container orchestration tool(s), AWS (EC2, S3, Lambdas, ECS or EKS)\n* Fluent in English\n\n\n\n  \n\n\n\n\n\n**Bonus Skills** \n\n\n\n* Falcon framework experience\n* Kubernetes\n* IAC tools like Terraform\n* Knowledge of time-series data\n* Experience with IoT-related technologies\n\n\n\n  \n\n\n\n\n\n**Team & Workplace** \n\n\n\n\n At Greenely, we believe in freedom under responsibility, and we know you're an essential part of our success. Our teams are cross-functional, including both front-end and backend developers. Our HQ is located in the heart of Stockholm, Sweden.\n \n\n\n\n  \n\n\n\n\n\n**What We Can Offer You** \n\n\n\n* Flexibility: We are an office-first company that values in-person collaboration, offering flexible work arrangements to support your work-life balance. Our vibrant office is conveniently located in the heart of Stockholm at Vasagatan 40.\n* Growth: Elevate your career with opportunities for skill development, challenging projects, and advancement within our forward-thinking organization.\n* Influence and Impact: Your voice matters. Shape the future of energy by contributing your ideas, expertise, and playing a key role in decision-making.\n* Innovative Environment: Thrive in an ever-changing industry, working on cutting-edge projects and staying ahead of the curve in a dynamic and pioneering work atmosphere.\n\n\n\n Join our team of problem-solvers, making a difference in the European energy system one consumer at a time!\n \n\n\n\n  \n\n\n\n\n\n**About Greenely** \n\n\n\n\n Greenely aims to create the best customer experience for the modern energy consumer through technology. Greenely's integrated mobile application enables households to optimize their energy consumption, reduce their electricity costs, and participate in grid balancing services. By connecting various energy assets in the home, Greenely's platform allows consumers to manage their energy usage efficiently while contributing to the stability of the power system. Greenely's solution addresses the challenges of the modern energy landscape and promotes a more efficient, sustainable, and reliable power system. By providing consumers with savings and new revenue streams, Greenely drives the transition to a cleaner and more resilient energy system.\n \n\n\n\n  \n\n\n\n\n\n WE ARE\n **bold and push the limit.** \n\n\n\n\n WE BELIEVE THAT\n **fast is better than slow.** \n\n\n\n\n WE\n **think like owners.** \n\n\n\n\n WE\n **lead with knowledge.** \n\n\n\n\n  \n\n\n\n\n\n Greenely, with the support of Nordic venture capital companies, has a mission to make it possible for households all over the world to connect, control and optimize their energy usage. We ultimately believe that the best electricity is the one that is not used at all, both for the wallet and the planet!","company_url":"https:\/\/se.linkedin.com\/company\/greenely-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEVIg0Fgf4_0A\/company-logo_100_100\/company-logo_100_100\/0\/1664520185722\/greenely_ab_logo?e=2147483647&v=beta&t=SulTL-fuIBj3EmmJ4lK9hKS2CGXa9WyvFjcxUD1ppjs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4134242286","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4134242286","job_url_direct":"https:\/\/jobs.ericsson.com\/careers\/job\/563121762712650?domain=ericsson.com&jobPipeline=LinkedIn&urlHash=kx1g","title":"Fullstack Developer in Quantum, Ai and Blockchain","company":"Ericsson","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Telecommunications","listing_type":null,"emails":null,"description":"Grow with us\n   \n\n  \n\n Ericsson is a world-leading provider of telecommunications equipment and services to mobile and fixed network operators. Over 1,000 networks in more than 180 countries use Ericsson equipment, and more than 40 percent of the world's mobile traffic passes through Ericsson networks. Using innovation to empower people, business and society, Ericsson is working towards the Networked Society: a world connected in real time that will open opportunities to create freedom, transform society and drive solutions to some of our planet’s greatest challenges.\n   \n\n  \n\n Job Summary:\n   \n\n  \n\n Are you looking for an opportunity to work on groundbreaking projects involving blockchain, AI, and quantum computing? Do you enjoy a collaborative and innovative environment fostering rapid prototyping and experimentation with access to advanced tools and platforms for cloud-native development? Are you into career growth opportunities in a tech-forward organization? If you said yes, we might have a position for you!\n   \n\n  \n\n We are a team of altogether 17 people in Stockholm and Bangalore and are now seeking a dynamic and versatile Fullstack Developer to join our team in Stockholm Headquarters with expertise in developing scalable, cloud-native applications. The ideal candidate will have a passion for leveraging cutting-edge technologies like blockchain, AI, and quantum computing to drive rapid prototyping and innovation. This role demands a self-starter who thrives in a collaborative, Agile environment and can take ownership of end-to-end application development.\n   \n\n  \n\n Key Responsibilities:\n   \n\n  \n\n* Fullstack Development: Build and maintain scalable web applications using Java, Spring Boot, and modern JavaScript frameworks (React\/Angular).\n* Blockchain Integration: Design and implement blockchain solutions, ensuring security, scalability, and performance.\n* AI and Quantum Prototyping: Collaborate with AI and quantum computing teams to integrate intelligent and innovative solutions into applications.\n* API Development: Develop RESTful and GraphQL APIs with secure and efficient authentication mechanisms, including PKI and certificate management.\n* Cloud-Native Solutions: Build and deploy microservices using Docker, Kubernetes, Helm, and AWS-native services (API Gateway, Lambda, S3, RDS).\n* Database Management: Design and optimize schemas, functions, and triggers for relational (MySQL, PostgreSQL, Oracle) and NoSQL (MongoDB, InfluxDB) databases.\n* DevSecOps: Ensure secure coding practices and integrate security into the CI\/CD pipeline using tools like GitLab and Jira.\n* UI Development: Create responsive, user-friendly UIs using React JS, HTML5, and CSS3.\n* Collaboration: Work closely with cross-functional teams to ensure alignment with project goals and deliver rapid prototypes for evolving business needs.\n* Performance Optimization: Conduct code reviews, performance tuning, and troubleshooting to ensure high-quality, efficient applications.\n\n\n Join our Team\n   \n\n  \n\n Required Qualifications:\n   \n\n  \n\n* Education: Minimum master’s degree in computer science, engineering, or a related field.\n* Experience: 5+ years of hands-on experience in fullstack development.\n* Languages & Frameworks: Proficiency in Java (Spring Boot, Spring Cloud), JavaScript (React, Angular) and Go Lang.\n* Cloud Expertise: Hands-on experience with AWS cloud-native applications, serverless computing, and distributed systems (EKS, Kafka, Redis).\n* Database Skills: Strong understanding of relational and NoSQL databases, with experience in schema design and performance tuning.\n* Blockchain & AI: Familiarity with blockchain technologies (e.g., Ethereum, Hyperledger) and AI tools\/frameworks (e.g., TensorFlow, PyTorch).\n* Quantum Computing: Basic understanding of quantum principles and experience with prototyping solutions leveraging quantum platforms.\n* DevSecOps: Experience integrating security practices into CI\/CD pipelines.\n* Agile Development: Proven ability to deliver in an Agile environment, using tools like Jira and GitLab.\n* UI Development: Expertise in building intuitive user interfaces with modern JavaScript frameworks.\n\n\n Preferred Qualifications:\n   \n\n  \n\n* Knowledge of big data platforms (e.g., Apache Spark, Databricks).\n* Experience with Power BI and other data visualization tools.\n* Strong scripting skills in Python or Shell in a Linux environment.\n* Knowledge of containerization best practices and infrastructure automation.\n\n\n Skills & Competencies:\n   \n\n  \n\n* Strong problem-solving and analytical skills.\n* Ability to work independently and collaboratively in a team environment.\n* Excellent communication and presentation skills to articulate technical solutions clearly.\n* Strong understanding of secure coding practices and software architecture principles.\n* Adaptable to rapidly changing technologies and business requirements.\n\n\n Why Join Us?\n   \n\n  \n\n At Ericsson, you´ll have an outstanding opportunity. The chance to use your skills and imagination to push the boundaries of what´s possible. To build never seen before solutions to some of the world’s toughest problems. You´ll be challenged, but you won’t be alone. You´ll be joining a team of diverse innovators, all driven to go beyond the status quo to craft what comes next.\n   \n\n  \n\n Location: Stockholm, Sweden\n   \n\n  \n\n Type: Full-Time\n   \n\n  \n\n Experience Level: Mid-Senior Level\n   \n\n  \n\n ]]>","company_url":"https:\/\/se.linkedin.com\/company\/ericsson","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQENqPbk40CTBA\/company-logo_100_100\/B4EZYffZaEG0AQ-\/0\/1744285047948\/ericsson_logo?e=2147483647&v=beta&t=lUrIjTQVocqJbxjf6dOTGSjqj496YssKVRiTnwtvCxU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4153408934","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4153408934","job_url_direct":"https:\/\/cgi.njoyn.com\/corp\/xweb\/xweb.asp?clid=21001&page=jobdetails&jobid=J0125-1745&BRID=1193519&SBDID=943&urlHash=1bdo","title":"Senior Java Developer","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"martin.ekstrand@cgi.com","description":"Beskrivning av tjänsten\n   \n\n  \n\n Vill du arbeta med avancerade tekniska lösningar som påverkar miljontals människor varje dag? Vi söker en senior Javautvecklare som vill bygga stabila, säkra och innovativa system för digitala tjänster i Sverige. Här får du möjlighet att forma arkitektur, utveckla moderna lösningar med Java och Spring samt bidra till vår tekniska utveckling i en agil och högkompetent miljö.\n   \n\n  \n\n Placeringsort: Stockholm, Malmö eller Bromölla\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n Hos oss utvecklar du hållbara och högpresterande system som säkerställer tillgången till digitala tjänster dygnet runt.\n   \n\n  \n\n Din roll innefattar bland annat:\n   \n\n  \n\n* Utveckling av robusta system med Java och Spring för att skapa effektiva och säkra tjänster.\n* Arkitektur och kravhantering, där du omvandlar verksamhetsbehov till smarta tekniska lösningar.\n* Kvalitetssäkring genom automatiserade tester och testdriven utveckling.\n* Vidareutveckling av vår DevOps-miljö, CI\/CD-pipelines och containerbaserad infrastruktur.\n* Samarbete med experter inom systemutveckling, test och drift för att ständigt förbättra våra plattformar.\n\n\n Vi jobbar geografiskt utspritt, men med effektiva digitala verktyg och regelbundna fysiska träffar för att skapa en stark teamkänsla.\n   \n\n  \n\n**Vad gör oss unika?**\n* Direkt påverkan – Du utvecklar system som är avgörande för samhällets digitala funktioner.\n* Teknisk frihet – Vi uppmuntrar innovation och utforskning av nya lösningar.\n* Kontinuerlig kompetensutveckling – Vi satsar på din utveckling genom utbildningar och certifieringar.\n* Trygga villkor – En stabil arbetsgivare med förmåner som gör skillnad.\n\n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n Vi söker dig med djup teknisk kompetens och ett strategiskt tänkande kring skalbara och hållbara lösningar.\n   \n\n  \n\n**Tekniska krav**\n* Minst 5 års erfarenhet av Javautveckling, med fokus på objektorienterad design och arkitektur.\n* Gedigen kunskap inom Spring-ramverket (Spring Boot, Spring Security, Spring Cloud Config).\n* Erfarenhet av testdriven utveckling (TDD) och automatiserade tester (JUnit, TestNG eller liknande).\n* Förståelse för distribuerade system och API-design (REST, event-driven arkitektur).\n* Erfarenhet av CI\/CD-pipelines och DevOps-principer (Jenkins, GitLab CI\/CD).\n\n\n Agilt arbetssätt & samarbete\n   \n\n  \n\n* Vana att arbeta i agila team (Scrum\/Kanban) och hantera krav i iterativa processer.\n* Förmåga att kommunicera tekniska lösningar på ett tydligt och affärsmässigt sätt.\n* Självständigt driv och förmåga att ägna sig åt både kod och strategiska beslut.\n\n\n Kunskap inom IAM, OpenID Connect, OAuth2, PEPPOL är meriterande\n   \n\n  \n\n Här får du kombinera teknisk innovation med samhällsnytta och arbeta i en miljö där din kompetens verkligen gör skillnad. Är du redo att ta nästa steg?\n   \n\n  \n\n**Mer information om våra förmåner:**\n* Aktieprogram och delägarskap: Som delägare har du möjlighet att påverka och i vårt aktieprogram matchar CGI ditt bidrag, krona för krona upp till 3% av din månadslön.\n* Friskvårdsbidrag: Vi erbjuder ett årligt friskvårdsbidrag på 4000 kr.\n* Föräldralön: Vi betalar upp till cirka 90% av din lön under den första tiden hemma.\n* Trygg anställning: Våra konsulter anställs med kollektivavtal och försäkringar.\n* Pensionslösningar: Vi erbjuder attraktiva och förmånliga pensionslösningar.\n* Personalbil: Personalbilen används som en privatbil men leasas av CGI.\n\n\n**Vill du veta mer?**\n Om du har några frågor eller funderingar är du välkommen att kontakta mig Martin Ekstrand, som är rekryterande chef för denna roll via mail martin.ekstrand@cgi.com\n   \n\n  \n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4175887567","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4175887567","job_url_direct":"https:\/\/sii.pl\/en\/job-ads\/id\/33258\/?sii_source=10&utm_source=linkedin.com&utm_medium=referral&utm_campaign=JobSiistem#apply-contact-form&urlHash=qyQt","title":"SharePoint Developer","company":"Sii Poland","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Are you a skilled SharePoint Developer looking to join a dynamic and growing IT consulting company? At Sii Sweden, we are seeking a talented developer to join our team and contribute to exciting projects with leading companies in various industries.\n   \n\n  \n\n We are dedicated to supporting the development of our employees. This is why we have a broad training and mentoring offer and other benefits like a pension plan, insurance, wellness package, regular AW, and more. Apply to find out!\n   \n\n  \n\n****Your tasks****\n* Design, develop, and implement SharePoint solutions based on client needs\n* Customize SharePoint sites, applications, and workflows\n* Integrate SharePoint with other Microsoft technologies, e.g., Microsoft 365, Teams, Power Platform\n* Troubleshoot and resolve SharePoint-related issues and optimize performance\n* Collaborate with clients and internal teams to gather requirements and deliver high-quality solutions\n\n\n**Requirements**\n* Work experience as a SharePoint Developer\n* Strong knowledge of SharePoint Online, SharePoint 2013\/2016\/2019, and Microsoft 365\n* Proficiency in programming languages such as C#, .NET, JavaScript, HTML\/CSS, and PowerShell\n* Previous experience with SPFx and building custom web parts\n* Familiarity with Power Platform and integrations with SharePoint\n* Expertise with migration projects\n* Proficiency in English\n\n\n**Nice to have**\n* Knowledge of SQL Server, REST API, and Azure Services\n* Experience with Microsoft Azure DevOps for CI\/CD\n* Understanding of governance, compliance, and security best practices within SharePoint environments\n* Proficiency in Swedish is a big plus\n\n\n Job no. 250307-SWGR3\n   \n\n  \n\n**Benefits For You**\n Solid financial situation\n   \n\n  \n\n Many experts you can learn from\n   \n\n  \n\n Contracts with the biggest brands\n   \n\n  \n\n Refferals program\n   \n\n  \n\n Mentoring program\n   \n\n  \n\n 14 authentic core values\n   \n\n  \n\n Inclusive culture based on dialogue\n   \n\n  \n\n Regular integration events and trips\n   \n\n  \n\n Passion Sponsorship Program\n   \n\n  \n\n Open and accessible management team\n   \n\n  \n\n Profit sharing\n   \n\n  \n\n Welcome packs & occasional gifts","company_url":"https:\/\/pl.linkedin.com\/company\/sii-polska","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHNxT67t_9NPQ\/company-logo_100_100\/company-logo_100_100\/0\/1716469955869\/sii_polska_logo?e=2147483647&v=beta&t=c28GfWsbLInLbx5zwGi9DZgc95V1fNHgaDJ7pKiw5JE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4151349397","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4151349397","job_url_direct":"https:\/\/careers.datadoghq.com\/detail\/6614512\/?gh_jid=6614512&gh_src=8363eca61&urlHash=6puy","title":"Open Source Software Engineer - Container Monitoring","company":"Datadog","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Did you discover containers over the past few years, and have you been running them in production ever since? Did you dive into the Docker and Kubernetes code bases or follow the evolution of container runtimes and the Kubernetes releases with anticipation?\n   \n\n  \n\n Datadog is building world-class container-monitoring solutions that allow correlation between traces, metrics and logs coming from applications, the containers they run in, and the orchestrators that schedule them. We are looking for a developer experienced with the container ecosystem that will help us push container monitoring to the next level. Come join us as you help to build amazing open-source software that will run on thousands of machines and make life easier for technical customers who care deeply about what you build.\n   \n\n  \n\n*At Datadog, we place value in our office culture - the relationships and collaboration it builds and the creativity it brings to the table. We operate as a hybrid workplace to ensure our Datadogs can create a work-life harmony that best fits them.*\n**What You'll Do:**\n* Build open-source software that monitors containers, their runtimes and other components of the cloud-native ecosystem\n* Participate and contribute to upstream open-source communities\n* Do it in Go, Python, or any language that fits the particular task at hand\n* Design and write features that solve new problems in the industry\n* Have a significant impact on the product and the user experience of fellow engineers who use the product\n\n\n**Who You Are:**\n* You have been working with containers in production for at least a year\n* You have significant systems programming experience in one or more languages\n* You enjoy diving into new code bases, and can get down to low-level when needed\n* You want to work in a fast, high growth startup environment that respects its engineers and customers\n* You have a BS\/MS\/PhD in a scientific field or equivalent experience\n\n\n**Bonus points:**\n* You have mastered one or more container orchestrators such as Kubernetes, AWS ECS, Mesos, or Nomad\n* You enjoy interacting with the upstream open-source communities, and can drive technical conversations in the open\n\n\n*Datadog values people from all walks of life. We understand not everyone will meet all the above qualifications on day one. That's okay. If you’re passionate about technology and want to grow your skills, we encourage you to apply.*\n**Benefits and Growth:**\n* New hire stock equity (RSUs) and employee stock purchase plan (ESPP)\n* Continuous professional development, product training, and career pathing\n* Intradepartmental mentor and buddy program for in-house networking\n* An inclusive company culture, ability to join our Community Guilds (Datadog employee resource groups)\n* Access to Inclusion Talks, our internal panel discussions\n* Free, global mental health benefits for employees and dependents age 6+\n* Competitive global benefits\n\n\n*Benefits and Growth listed above may vary based on the country of your employment and the nature of your employment with Datadog.*\n**About Datadog:**\n Datadog (NASDAQ: DDOG) is a global SaaS business, delivering a rare combination of growth and profitability. We are on a mission to break down silos and solve complexity in the cloud age by enabling digital transformation, cloud migration, and infrastructure monitoring of our customers’ entire technology stacks. Built by engineers, for engineers, Datadog is used by organizations of all sizes across a wide range of industries. Together, we champion professional development, diversity of thought, innovation, and work excellence to empower continuous growth. Join the pack and become part of a collaborative, pragmatic, and thoughtful people-first community where we solve tough problems, take smart risks, and celebrate one another. Learn more about #DatadogLife on Instagram, LinkedIn, and Datadog Learning Center.\n   \n\n  \n\n**Equal Opportunity at Datadog:**\n Datadog is an Affirmative Action and Equal Opportunity Employer and is proud to offer equal employment opportunity to everyone regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, veteran status, and more. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. Here are our Candidate Legal Notices for your reference.\n   \n\n  \n\n**Your Privacy:**\n Any information you submit to Datadog as part of your application will be processed in accordance with Datadog’s Applicant and Candidate Privacy Notice.","company_url":"https:\/\/www.linkedin.com\/company\/datadog","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFLwWfI6v1OPA\/company-logo_100_100\/company-logo_100_100\/0\/1657564322231\/datadog_logo?e=2147483647&v=beta&t=dlPW8v-g84slr8mZQWdDifOplkT2MTCKM0ctVSBhkdU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4152284446","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4152284446","job_url_direct":"https:\/\/careersatagoda.com\/job\/6618559-senior-software-engineer-data-platform-team-bangkok-based-relocation-provided\/?gh_jid=6618559&gh_src=c465d9c41&urlHash=bYd3","title":"Senior Software Engineer – Data Platform Team (Bangkok based, relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"****About Agoda****\n Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with a global network of 4.7M hotels and holiday properties worldwide, plus flights, activities, and more . Based in Asia and part of Booking Holdings, our 7,100+ employees representing 95+ nationalities in 27 markets foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enhancing the ability for our customers to experience the world.\n   \n\n  \n\n**Our Purpose –** \n**Bridging the World Through Travel**\n We believe travel allows people to enjoy, learn and experience more of the amazing world we live in. It brings individuals and cultures closer together, fostering empathy, understanding and happiness.\n   \n\n  \n\n We are a skillful, driven and diverse team from across the globe, united by a passion to make an impact. Harnessing our innovative technologies and strong partnerships, we aim to make travel easy and rewarding for everyone.\n   \n\n  \n\n****About Agoda****\n Agoda is an online travel booking platform for accommodation, flights, and more. We build and deploy cutting edge technology that connects travelers with more than 2.5 million accommodations globally. Based in Asia and part of Booking Holdings, our 4,000+ talents coming from 90+ different nationalities foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enabling our customers to experience the world\n   \n\n  \n\n**Get to Know Our Team**\n The Data department oversees all of Agoda’s data-related requirements. Our ultimate goal is to enable and increase the use of data in the company through creative approaches and the implementation of powerful resources such as operational and analytical databases, queue systems, BI tools, and data science technology. We hire the brightest minds from around the world to take on this challenge and equip them with the knowledge and tools that contribute to their personal growth and success while supporting our company’s culture of diversity and experimentation. The role the Data team plays at Agoda is critical as business users, product managers, engineers, and many others rely on us to empower their decision making. We are equally dedicated to our customers by improving their search experience with faster results and protecting them from any fraudulent activities. Data is interesting only when you have enough of it, and we have plenty. This is what drives up the challenge as part of the Data department, but also the reward.\n   \n\n  \n\n**Why Agoda Data Core Apps Team?**\n Our systems scale across multiple data centers, totaling a few million writes per second and managing tens of petabytes of data. We deal with problems from real-time data-ingestion, replication, enrichment, storage and analytics. We are not just using Big Data technologies; we are pushing them to the edge.\n   \n\n  \n\n Join us in the team to build first class big data tool to helping thousand of users to working with big data system everyday, including but not limited to:\n   \n\n  \n\n* Spark runtime\/utils\n* Data exchange system\n* ETL tools\n* Data linage system\n* Data quality system\n* And many more\n\n\n**In This Role, You Will Get To:**\n* Be comfortable navigating the following technology stack: Scala, Spark, Python, Hadoop, Kubeflow, SQL, S3 etc\n* Improve scalability, stability, accuracy, speed and efficiency of our existing data systems\n* Design, build, test and deploy new libraries, frameworks or full systems for our core systems while keeping to the highest standards of testing and code quality\n* Work with experienced engineers and product owners to identify and build tools to automate many large-scale data management \/ analysis tasks\n\n\n****What You’ll Need To Succeed****\n* 4+ years of experience in software and data engineering\n* Expert level understanding of Apache Spark\n* Expert level understanding of JVM and either Java or Scala\n* Experience debugging and reasoning about production issues is desirable\n* A good understanding of data architecture principles preferred\n* Any other experience with Big Data technologies\/tools\n* SQL experience\n* Analytical problem-solving capabilities & experience\n* Systems administration skills in Linux\n\n\n**It’s great if you have:**\n* Experience working with Data Infrastructure or Data Platform team\n* Experience working with Open-source products\n* Experience working with big data ecosystems\n\n\n #telaviv #jerusalem #IT #ENG #4 #sanfrancisco #sanjose #losangeles #sandiego #oakland #denver #miami #orlando #atlanta #chicago #boston #detroit #newyork #portland #philadelphia #dallas #houston #austin #seattle #sydney #melbourne #perth #toronto #vancouver #montreal #shanghai #beijing #shenzhen #prague #Brno #Ostrava #cairo #alexandria #giza #estonia #paris #berlin #munich #hamburg #stuttgart #cologne #frankfurt #hongkong #budapest #jakarta #bali #dublin #telaviv #milan #rome #venice #florence #naples #turin #palermo #bologna #tokyo #osaka #kualalumpur #malta #amsterdam #oslo #manila #warsaw #krakow #doha #alrayyan #riyadh #jeddah #mecca #medina #singapore #seoul #barcelona #madrid #stockholm #zurich #taipei #tainan #taichung #kaohsiung #bangkok #Phuket #istanbul #london #manchester #edinburgh #hcmc #hanoi #lodz #wroclaw #poznan #katowice #rio #salvador #newdelhi #bangalore #bandung #yokohama #nagoya #okinawa #fukuoka #jerusalem #IT #4 #newdelhi #Pune #Hyderabad #Bangalore #Mumbai #Bengaluru #Chennai #Kolkata #Lucknow #sanfrancisco #sanjose #losangeles #sandiego #oakland #denver #miami #orlando #atlanta #chicago #boston #detroit #newyork #portland #philadelphia #dallas #houston #austin #seattle #sydney #melbourne #perth #toronto #vancouver #montreal #shanghai #beijing #shenzhen #prague #Brno #Ostrava #cairo #alexandria #giza #estonia #paris #berlin #munich #hamburg #stuttgart #cologne #frankfurt #hongkong #budapest #jakarta #bali #dublin #telaviv #milan #rome #tokyo #osaka #kualalumpur #amsterdam #oslo #manila #warsaw #krakow #bucharest #moscow #saintpetersburg #capetown #johannesburg #seoul #barcelona #madrid #stockholm #zurich #taipei #bangkok #Phuket #istanbul #london #manchester #edinburgh #kiev #hcmc #hanoi #wroclaw #poznan #katowice #rio #salvador #IT #4 #5\n   \n\n  \n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy .\n   \n\n  \n\n To all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGBa_7QNZNwpw\/company-logo_100_100\/company-logo_100_100\/0\/1656643826660\/agoda_logo?e=2147483647&v=beta&t=iSwgEmhJBSLP-IBRdGhQbi_Wl0Oz_1yq8POzAjqMOWc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4213775200","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4213775200","job_url_direct":"https:\/\/careers.nttdata-solutions.com\/job\/Stockholm-Business-Analytics-Konsult-till-NTT-DATA-Business-Solutions-en-SAP-Platinum-Partner-118-65\/938377801\/&urlHash=Z4hM","title":"Business Analytics Konsult till NTT DATA Business Solutions - en SAP Platinum Partner","company":"NTT DATA Business Solutions","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Research, Analyst, and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"Kristina.Lundqvist@nttdata.com","description":"**Vi söker nu ännu fler erfarna resurser inom SAP Business Analytics och affärsanalys**\n**Vem är du?**\n Vi söker dig som vill arbeta i skärningspunkten mellan teknik och verksamhet. Utifrån ett intresse för teknik ska du trivas med att arbeta med människor, olika branscher och olika tekniska plattformar. Du har arbetat som konsult och utvecklare på SAP-analyslösningar och kan bidra i hela processen; från analys av befintliga lösningar, till implementering och efterföljande vidareutveckling av de implementerade lösningarna. Erfarenhet och\/eller kunskap om rapportering ovanpå SAP ERP är meriterande och du bör ha god erfarenhet av SAP’s rapporteringsportfölj. Du har en passion för att hjälpa dina kunder att få ut det bästa av sina analyslösningar och du kan se helheten i de lösningar som kunden har och vill ha, även om de ofta baseras på stora och komplexa SAP ERP-lösningar.\n   \n\n  \n\n Vår arbetskultur präglas av förtroende, entusiasm och laganda. Vi är övertygade om att en sund arbetslivsbalans är avgörande, och ditt välbefinnande är vår prioritet. Vi kan erbjuda en konkurrenskraftig lön, bonusar och förmåner som kompensation för din kompetens och erfarenhet.\n   \n\n  \n\n**Personliga egenskaper som vi värdesätter, och hoppas du har:**\n* Social och utåtriktad\n* God kommunikationsförmåga\n* Strukturerad\n* Tar initiativ och ansvar, och har stort engagemang\n* Intresse för både teknik och affärsprocesser\n* Stor förmåga till självinlärning och inhämtning av ny kunskap\n* Lagspelare av rang - som gärna delar med sig av dina kunskaper\n\n\n När Det Gäller Yrkesmässiga Egenskaper Hoppas Vi Att Du Kan Svara Ja På De Flesta Av Punkterna Nedan\n   \n\n  \n\n* Teknisk analys, arkitektur och konsultverksamhet\n* Meriterande med erfarenhet från försäljningsarbete (pre-sales)\n* Trivs med leveransansvar i projekt\n* Erfarenhet av SAP:s analysportfölj såsom:\n* SAP BW på HANA \/ SAP BW\/4 HANA\n* SAP Bex Query Designer \/ BWMT\n* SAP Design Studio \/ Designer\n* SAP Analytics Cloud (SAC)\n* SAP HANA-utveckling (HANA Views)\n* SAP CDS-teknik\n* Data warehouse-teknologier, ETL och datamodellering\n* Snowflake\n* Power BI\n* Azure Analytics\n\n\n**Vad kan vi erbjuda?**\n* Möjlighet att arbeta med de största SAP-kunderna\/implementeringarna i Sverige och Norden\n* Möjlighet att arbeta med den senaste tekniken inom SAP Business Analytics, tillsammans med de andra bästa analyslösningarna som Azure Analytics och Snowflake\n* Det största, mest kompetenta och snabbast växande SAP Business Analytics-teamet i Norden, som också har gedigen expertis utöver SAP Business Analytics\n* En flexibel arbetsdag med fokus på en bra balans mellan arbete och fritid\n* En informell organisation, med platt struktur och lagom högt i tak\n* Fokus på professionell utveckling, kompetensutveckling och goda möjligheter till internationella karriärmöjligheter\n* Sociala aktiviteter, kickoff events mm.\n* En organisation med konkurrenskraftiga villkor och attraktiva försäkringar\n\n\n**Om NTT DATA Business Solutions och Analytics**\n NTT DATA Business Solutions är ett internationellt framåtblickande IT-företag och en av världens ledande SAP-partner. Vi levererar allt från rådgivning till implementering av SAP-lösningar inklusive efterföljande drift och support. NTT DATA Business Solutions har mer än 15 000 högkvalificerade SAP-anställda i nästan 30 länder, fördelade på 5 regioner. I Norden har vi idag 500+ anställda.\n   \n\n  \n\n Vi ser ett starkt växande behov på marknaden, där våra kunder efterfrågar råd och assistans inför sin digitala transformationsresa, till exempel inom Data Platform, Molnlösningar och Big Data. Vårt huvudfokus har traditionellt sett varit kopplat till SAP och deras Business Analytics-portfölj, men de senaste åren har vi även fokuserat starkt på andra rapporteringsplattformar, som Azure Analytics\/PowerBI och Snowflake. En av NTT DATA Business Solutions största styrkor är kombinationen av djupgående SAP- och Analytics-expertis. Detta gör att vi kan ge våra kunder goda råd och rätt vägledning vid val av rapporteringslösning, och tillhandahålla kompletta team och assistera våra kunder genom hela implementeringsfasen.\n   \n\n  \n\n Välkommen med din ansökan idag!\n   \n\n  \n\n**Kontakta Gärna Mig Med Frågor**\n Kristina.Lundqvist@nttdata.com\n   \n\n  \n\n Recruitment Manager Sweden","company_url":"https:\/\/de.linkedin.com\/company\/ntt-data-business-solutions","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF4DZLU_vpdbg\/company-logo_100_100\/company-logo_100_100\/0\/1719829933436\/ntt_data_business_solutions_logo?e=2147483647&v=beta&t=6VAHU_BE1aCAsbq-62u6L7KrUNvLlq1vl0toScfi9SI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4210255388","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4210255388","job_url_direct":null,"title":"UX\/UI Designer  Intern","company":"XR Solutions","location":"Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Design, Marketing, and Quality Assurance","company_industry":"Software Development, Manufacturing, and IT System Training and Support","listing_type":null,"emails":null,"description":"**XR Solutions** \n is a technology based company that utilizes machine learning and powerful research-based optimizations to provide practical, reliable and optimizing augmented reality solutions to industrial companies.\n \n\n\n\n We believe that our AR technology can change working methods, the way of thinking and enable new innovative solutions that previously was not achievable in industry and machine operation.\n \n\n\n\n  \n\n\n\n\n\n**Role Overview:** \n\n\n\n\n We are seeking a passionate and dedicated\n **UX\/UI Designer** \n to join our team for an Internship. This is an exciting opportunity for someone looking to gain hands-on experience in Design, Marketing and XR within a fast-paced and supportive environment.\n \n\n\n\n  \n\n\n\n\n\n**You will among other things be work with:** \n\n\n\n\n  \n\n\n\n\n* Be involved in all stages of the design process within projects; from research, workshops, idea generation, concepts to prototypes and delivery of design.\n* Create marketing content and be a part of taking our product to market.\n* Create interaction design through customer journeys, sketches, wireframes and prototypes based on insights.\n* Use creative tools like Figma and other suitable design software in the XR space.\n* Conducting deep interviews and workshops for user research and product testing.\n* Monitor and design the interface for head-mounted XR glasses and how the user should integrate with the software (e.g. Hand movements, eye tracking, etc.)\n\n\n\n  \n\n\n\n\n\n**To succeed in this role, you should have** \n\n\n\n\n  \n\n\n\n\n* Previous of relevant work experience in UX\/UI and\n **XR Design** \n (\n **Meritorious)**\n* An ability to easily communicate and work with others in teams, both with colleagues and customers.\n* A self-propelled working method\n* An ability to choose the tools and methods that best suit each specific situation.\n* A user-focused mindset – a passionate drive for understanding and meeting user needs.\n* Experience with Figma\n* Open mindset to try new working methods and software tools that just launched on the market.\n\n\n\n  \n\n\n\n\n\n**What we offer** \n\n\n\n* Practical experience of e.g. product development in the AR-Space\n* Opportunity to contribute directly to the growth of an exciting Startup\n* Remote work and flex Office spaces\n* Strategic work and planning\n* Be part of a product launch\n\n\n\n  \n\n\n\n\n\n If you’re excited about this opportunity and eager to learn, please send your resume outlining your interest in the position. We look forward to helping you grow your skills and advance your career in Design and marketing.\n \n\n\n\n  \n\n\n\n\n\n This is a unpaid internship initially","company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHeCFw56iRkeQ\/company-logo_100_100\/company-logo_100_100\/0\/1633338980908\/xr_solutions1_logo?e=2147483647&v=beta&t=Sp6Rv1MGRYTqKXD1xlNxk1Ry95mBFlOuB6_Kzq8ZQPQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4212455031","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4212455031","job_url_direct":"https:\/\/www.jeffersonwells.se\/sv\/jobb\/8ed2b872-9490-4a0d-ab87-d70298ed7e20\/sj-ab-sker-produktansvarig-till-kommersiell-trafik?utm_source=linkedin&utm_medium=paid-social&utm_campaign=job-slot&utm_content=candidate&urlHash=lvjd","title":"SJ AB söker Produktansvarig till kommersiell trafik","company":"Jefferson Wells Sverige","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Product Management and Marketing","company_industry":"Staffing and Recruiting","listing_type":null,"emails":"katarina.thomasson@jeffersonwells.se","description":"Vill du ha en nyckelroll i ett av Sveriges mest välkända bolag, där du får kombinera affärsmässighet med samhällsnytta? Som produktansvarig på SJ får du vara med och utveckla konkreta lösningar för våra resenärer - en roll där din förmåga att se detaljer, driva förbättringar och bygga samarbeten har stor betydelse.\n   \n\n  \n\n SJ är ett svenskt reseföretag som erbjuder hållbara tågresor i egen regi och i samarbete med andra. Vi är en samhällsviktig aktör inom transportsektorn och arbetar dagligen för att bidra till Sveriges klimatmål. Vår verksamhet präglas av kvalitet, ansvar och nytänkande - med kunden i fokus.\n   \n\n  \n\n**Din kommande roll**\n Som produktansvarig får du en bred och varierad roll där du är med och formar SJs erbjudande mot kund - och ser till att det fungerar i praktiken. Du har två huvudområden. Dels ansvarar du för att utveckla, optimera och förvalta SJs erbjudande till kortväga resenärer - de som reser ofta och kortare sträckor. Det kan handla om månadskort, frukosterbjudande, cykelförvaring och andra lösningar kopplade till fordon, linjer och resesituationer. Dels ansvarar du för hur vi implementerar våra affärsregler, t.ex. bokningsvillkor, kundkategorier och erbjudandevillkor i våra digitala kanaler - alltså de regler som styr våra produkter och tjänster och som påverkar såväl kundupplevelse som interna arbetssätt.\n   \n\n  \n\n I rollen ingår att\n   \n\n  \n\n* Ansvara för såväl analog som digital produktutveckling\n* Driva utveckling, förvaltning och förbättringar inom ansvarsområdet - från behovsanalys till uppföljning\n* Hantera kravställning, prioritering och samordning av förbättringsinitiativ\n* Arbeta datadrivet - t.ex. med kundinsikter, marknadsanalys, omvärldstrender och lönsamhetsbedömning\n* Säkerställa att affärsregler är tydliga, relevanta och möjliga att implementera\n* Bidra till utvecklingen av våra digitala kanaler genom att samordna krav och behov från verksamheten\n\n\n Tjänsten innebär ett fokus på det operativa - att saker fungerar i praktiken. Du ansvarar inte för tekniken i sig, men du har en viktig roll i att säkerställa att affär, kundupplevelse och affärsregler hänger ihop och håller hög kvalitet. Du tillhör enhet Produkt & Koncept som är en del av Pris och Produkt, och rapporterar till chef Produkt & Koncept.\n   \n\n  \n\n**Förväntningar på den vi söker**\n Vi söker dig som har en akademisk examen inom ett relevant område - exempelvis industriell ekonomi, teknisk produktutveckling, UX\/design eller en transportinriktad utbildning. Du har minst fem års erfarenhet av kvalificerat arbete inom affärsutveckling, projektledning eller som produktägare, gärna från en stor organisation, och har god förståelse för hur man samordnar krav, prioriterar mellan olika intressenters behov och skapar strukturer som fungerar i praktiken. Du har även erfarenhet av att arbeta i digitalt drivna utvecklingsmiljöer och känner dig hemma i agila arbetssätt.\n   \n\n  \n\n Erfarenhet vi värdesätter är arbete med kundcentrerade arbetssätt som kundresor, förmåga att samla in, formulera och prioritera krav, vana att analysera kundinsikter, marknadsdata och affärsnytta samt intresse för hur affärsregler påverkar helheten - både för kund och organisation.\n   \n\n  \n\n Vi söker dig som har god analytisk förmåga, är nyfiken, lösningsorienterad och som motiveras av att göra skillnad. Du är en lyhörd och tydlig kommunikatör i kombination med god samarbetsförmåga och stark vilja att bidra i ett gemensamt uppdrag. Du gillar att vara nära verksamheten och uppskattar det operativa ansvaret, samtidigt som du har förmåga att se samband och ta ut riktning. Att hantera många intressenter och bygga goda relationer faller sig naturligt för dig, och du trivs i miljöer där samverkan är en nyckel till framgång.\n   \n\n  \n\n**Ansökan och information**\n I den här rekryteringen samarbetar SJ med Jefferson Wells. Vid frågor, kontakta Katarina Thomasson på 070-231 28 05 eller katarina.thomasson@jeffersonwells.se. Varmt välkommen med din ansökan senast den 11 maj 2025.\n   \n\n  \n\n**Om SJ**\n SJ är ett svenskt reseföretag som erbjuder hållbara tågresor i egen regi och i samarbete med andra. SJ är ett av Sveriges grönaste varumärken och en del av lösningen för att klimatmålen ska nås. Koncernens drygt 6 600 medarbetare i Sverige och Norge bidrar alla till ökat tågresande - SJ för Sverige framåt.","company_url":"https:\/\/se.linkedin.com\/company\/jeffersonwellssverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQF5m4td0HLzlA\/company-logo_100_100\/company-logo_100_100\/0\/1705068144134\/jeffersonwellssverige_logo?e=2147483647&v=beta&t=KZqHGla0V3C4t4MU5OyESLbvjsCtVcDZKVBKnUKOs3c","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"9492e130bb06eb9d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=9492e130bb06eb9d","job_url_direct":"https:\/\/astrazeneca.wd3.myworkdayjobs.com\/Careers\/job\/Sweden---Gothenburg\/Director--Cloud-Advisory_R-224872-1","title":"Director, Cloud Advisory","company":"AstraZeneca","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1745107200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"At AstraZeneca, we transform innovative ideas into life-changing medicines. By joining us, you're embarking on a journey where big thinking and collaboration turn the impossible into reality. We are committed to revolutionizing medicine and embracing scientific breakthroughs to address the unmet needs of patients across the globe. We dedicate our efforts to areas where we can make significant impacts and breathe life into groundbreaking ideas.\n\n**The Opportunity**\n\n\nJoin us as **Director, Cloud Advisory** at our vibrant R&D site in **Gothenburg Sweden.** In this role you will be part of the global Cloud Enablement team, which plays a crucial role in unlocking the potential of our multi-cloud environments. This opportunity is perfect for someone passionate about delivering high value cloud-based solutions across an expansive enterprise and enjoys working in a fast moving and dynamic environment.\n\n**Role Overview**\n\n\nWe are seeking a visionary leader to join a global team focused on enabling the R&D business in AWS, Azure, and Google Cloud technologies. In this pivotal role, you will engage senior stakeholders in order to understand their strategic objectives and how cloud technologies can accelerate their delivery. Working with our team of cloud solution engineers, you will be a catalyst in advising project, product, and platform teams, driving value through strategic cloud adoption and optimization strategies.\n\n\nThe role holder is accountable for the cloud estate underpinning R&D’s platforms and applications, specifically for defining the demand plan, required resources and ensuring successful delivery of cloud solutions. A focus on innovation, automation and continuous improvement is required to improve efficiency and effectiveness.\n\n**Key Responsibilities**\n\n* **Demand & Delivery Management:** Engage executives to accelerate business outcomes through cloud solutions. Capture and forecast the demand for cloud services to ensure the successful deployment of projects.\n* **Continuous improvement:** Establish and own mechanisms that improve cycle times and reduce waste. Promote Lean\/Agile ways of working and mind-sets.\n* **Customer Experience:** Ensure feedback mechanisms are in place to understand and respond to customer sentiment\n* **Stakeholder Management:** Identify and manage key stakeholders, ensuring they understand the opportunities and challenges around cloud adoption\n* **Vendor Management:** Build strong relationships with cloud service providers to negotiate contracts and explore new services or technologies.\n* **Innovative Leadership:** Stay at the forefront of emerging cloud technologies, advising on industry trends and potential opportunities.\n* **Cloud Strategy Development:** Collaborate with stakeholders to craft and implement a cloud strategy that aligns with business goals and cutting-edge technological advances.\n* **Performance Optimization:** Continually improve cloud performance through optimization, cost-saving initiatives, and capabilities enhancement.\n**Qualifications & Skills**\n\n* Bachelor’s degree in Computer Science, Information Technology, or related field.\n* Proven experience of project or solution delivery in cloud environments. Ability to manage multiple projects and priorities in a dynamic environment.\n* Good understanding of cloud platforms (e.g., AWS, Azure, Google Cloud) and associated services.\n* Superior communication skills to convey technical ideas effectively to non-technical audiences.\n* Experience of working in agile teams using methodologies such as SCRUM and SAFe and use of Jira and Confluence\n**Preferred Skills**\n\n* Cloud certifications\n* LEAN\/Agile certifications\n* Experience in managing hybrid and multi-cloud strategies.\n**Apply Today**\n\n\nBe part of a visionary company that values diversity, inclusion, and innovation. If you're ready to embrace this exciting leadership role and drive AstraZeneca’s success, we want to hear from you!\n\n\nWe welcome your application today but no later than **May 7** at the latest.","company_url":"https:\/\/se.indeed.com\/cmp\/Astrazeneca","company_url_direct":"http:\/\/www.astrazeneca.com","company_addresses":"Cambridge, England","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Build unrivalled capabilities in a place that promotes learning agility and offers development opportunities. We never standstill so you’ll have the chance to constantly grow your abilities.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/f2c4573da9c8a5f3d23f2bc4e5da72a3","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/c9ef08480b90d201395e8df87147fcb5","ceo_name":"Pascal Soriot","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/cf2d1930dcc6ff6cfe46bd7ad469559f"},{"id":"621b44fa7a895b06","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=621b44fa7a895b06","job_url_direct":"https:\/\/job-boards.greenhouse.io\/grafanalabs\/jobs\/5519832004","title":"Senior Software Engineer - k6 Core","company":"Grafana Labs","location":"Jobba hemifrån, SE","job_type":null,"date_posted":1745107200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"### **About k6**\n\n\n\nAt k6, we build next-generation reliability testing tools for developers and DevOps engineers.\n\n\n\nWe are pushing forward the state-of-the-art in our industry, creating open-source tools that have great developer experience and enable engineers to build reliable systems. k6 is an open-source tool that we built to reinvent the engineering principles around performance testing and enable engineers to build systems that scale.\n\n\n### **About the role**\n\n\n\nYou will be one of five developers and maintainers of k6, a modern open-source tool for performance testing, written in Go. k6 was released publicly in early 2017 and has already received over 26,800 stars on Github and has an active community of users and contributors.\n\n\n\nYou will have a lot of influence on the project roadmap and will work with a high degree of autonomy, building and maintaining the tool.\n\n\n\nYour responsibilities will be to both write code, extend the functionality of k6, maintain the code base, interface with the user community (i.e. review patches) and potentially evangelize the tool. Your main, long-term goal will be to create the best possible tool and to get as many people as possible to use it.\n\n\n\nYou may also be involved with the k6 cloud integration, a SaaS service built on top of k6. Specifically, the parts of the cloud service written in Go, that orchestrates a distributed k6 test across 17 data centers around the world.\n\n\n\nDue to our small teams and fast development pace, you will have a substantial and immediate impact on how the end product is architected, developed, and how the engineering team operates. Most importantly, you will work with competent colleagues and will be able to expand your knowledge and skills in different directions.\n\n\n### **Required skills**\n\n\n* We are looking for a person combining very strong programming skills with experience in contributing to open-source projects.\n* Have a strong programming background and experience developing applications in Go (or another language with high-concurrency\/parallelism)\n* Good technical communication skills\n* Understand internet protocols well, primarily, HTTP, gRPC, WebSockets, but also preferably HTTP\/2, SPDY, QUIC, IP and TCP\n* Are familiar with modern development processes and practices. Preferably having recent experience developing large scale applications\n\n### **It is great if you also**\n\n\n* Have worked in open source projects, either as a heavy contributor or, even better, as maintainer for projects with multiple contributors\n* Have experience working with web performance, testing & optimization\n* Have experience working with network performance, testing & optimization\n* Have experience working with Python, JavaScript and\/or TypeScript\n* Know about things like Docker, AWS, microservices architecture, Grafana\/APM tools\n\n\nIn Sweden, the Base compensation range for this role is SEK 738,518 - SEK 886,222. Actual compensation may vary based on level, experience, and skillset as assessed in the interview process. Benefits include equity, bonus (if applicable) and other benefits listed here.\n\n\n* *Compensation ranges are country-specific. If you are applying for this role from a different location than listed above, your recruiter will discuss your specific market’s defined pay range & benefits at the beginning of the process.*\n  \n\n\n**About Grafana Labs:** There are more than 20M users of Grafana, the open source visualization tool, around the globe, monitoring everything from beehives to climate change in the Alps. The instantly recognizable dashboards have been spotted everywhere from a NASA launch and Minecraft HQ to Wimbledon and the Tour de France. Grafana Labs also helps more than 3,000 companies - including Bloomberg, JPMorgan Chase, and eBay - manage their observability strategies with the Grafana LGTM Stack, which can be run fully managed with Grafana Cloud or self-managed with the Grafana Enterprise Stack, both featuring scalable metrics (Grafana Mimir), logs (Grafana Loki), and traces (Grafana Tempo).\n\n**Benefits:**\n\n**Equal Opportunity Employer:** At Grafana Labs we’re building a company where a diverse mix of talented people want to come, stay, and do their best work. We know that our company runs on the hard work and the dedication of our passionate and creative employees. If you're excited about this role but your experience doesn’t align perfectly with every qualification in the job description, we encourage you to apply anyways.\n\nWe will recruit, train, compensate and promote regardless of race, religion, color, national origin, gender, disability, age, veteran status, and all the other fascinating characteristics that make us different and unique. We believe that equality and diversity builds a strong organization and we’re working hard to make sure that’s the foundation of our organization as we grow.\n\n*For information about how your personal data is used once you’ve applied to a job, check out our* *privacy policy**.*","company_url":"https:\/\/se.indeed.com\/cmp\/Grafana-Labs-1","company_url_direct":"","company_addresses":null,"company_num_employees":"201 to 500","company_revenue":null,"company_description":"Grafana Labs is the company behind Grafana, the leading open source software for visualizing time series data.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/e94ac3b63c5ff4c3d8372e099cc16d2f","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/df6ddf0ddf48d264ebe6bf91faa970eb","ceo_name":null,"ceo_photo_url":null},{"id":"204b9024cbccedfc","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=204b9024cbccedfc","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Data-Engineer-for-Ventures-and-New-Business-151-38\/1195005501\/","title":"Data Engineer for Ventures and New Business","company":"Scania","location":"Södertälje, AB, SE","job_type":"fulltime","date_posted":1745107200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"linda.rosenqvist@scania.com","description":"Scania is undergoing a transformation from being a leading supplier of trucks, buses, and engines to providing complete and sustainable transport solutions. Together with TRATON and our sister brands MAN, Volkswagen Truck & Bus, and International, we are working to shape the future of mobility with innovative and environmentally conscious solutions. Ventures and New Business at Scania have a key role in contributing to this vision. We drive the industry transformation: At Ventures and New Business we develop complementing solutions to our core and build new growth through ventures and investments. Our values – customer first, respect, team spirit, responsibility, and elimination of waste – are at the heart of everything we do. Together, we are at the forefront of creating a sustainable future.  \n\n\n**Role Summary**\nA Venture Data Engineer is a critical player in new business ventures, responsible for designing and maintaining scalable data infrastructure that supports data-driven strategic decision-making and innovation. This role involves building and operating robust data pipelines, ensuring data quality, and collaborating closely with other teams to solve business problems  \n\n\n**Job Responsibilities**\n* Data Pipeline Engineering: Design, build, and operate scalable data pipelines to ensure high-quality data for analysis and machine learning.\n\n\n* Cloud & Data Solutions: Utilize cloud-native tools for automated, scalable, and reliable data solutions aligned with best practices in data governance.\n\n\n* Cross-functional Collaboration: Partner with data scientists, product managers, and engineers to create data solutions integrated into our products.\n\n\n* Innovation & Improvement: Stay current with industry trends, contributing to our data strategy and continuously enhancing data engineering practices.\n\n  \n\n\n**Who You Are**\nYou’re a resourceful and driven data engineer who brings a blend of technical expertise and curiosity to solving data challenges. Skilled in cloud technologies and data pipelines, you enjoy creating scalable solutions that directly impact the business. As part of a small, agile team, you’re comfortable stepping outside your core role to tackle diverse tasks and support the team’s goals. Collaborative and adaptable, you work well with cross-functional teams, translating complex needs into practical data solutions. With a strong focus on continuous\nlearning, you stay up-to-date with industry advancements and bring a creative approach to your work.  \n\n\n* Have 5+ years of experience in data engineering, focusing on cloud-native, DevOps-based data infrastructure and production-ready solutions.\n\n\n* Are proficient in Python, SQL, cloud technologies (especially AWS), data pipeline architecture, and data modeling tools like DBT.\n\n\n* Bring hands-on experience with scalable data pipelines, ETL\/ELT processes, and CI\/CD practices to ensure high-quality, robust, and reliable data flows for large datasets.\n\n\n* Are analytical, solution-oriented, and motivated to tackle complex data challenges in a collaborative setting.\n\n\n* Have a degree in Computer Science, Engineering, or a related field.\n\n  \n\n\n**This Is Us**\nEveryone working at Scania is united by a common purpose: Driving the shift towards a sustainable transport system. We know that the transport industry must change, and it’s a change we want to lead. At Ventures and New business, we develop complementing solutions to our core and build new growth through ventures and investments that can accelerate us in driving the shift.\nPeople are core to our business. By joining our journey towards a sustainable transport system, you are contributing to the future of transport. You are part of a team that can create real change. At Ventures and New Business, we want to engage and inspire our full organization to create results together with us. Collaboration and entrepreneurial spirit is part of our culture and what makes us successful. By joining us you will be a part of driving meaningful growth in new ways!  \n\n\n**Scania Offers**\nWe offer you the chance to be part of an organization that is focused on reaching Scania’s targets and to truly drive the industry transformation. People who work here have the motivation and desire to constantly make things better.\nWe offer a dynamic, flexible workplace with hybrid work options. Our office is located in central Stockholm at Drottninggatan. With a structured development plan and courses, Scania supports your career growth both locally and internationally. Benefits include training at our health center Gröndal or wellness allowance, result bonus, flexible hours, and company car leasing. Scania also hosts events for employees and their families.  \n\n\n**Application**\nYour application should include a CV and any relevant certificates. We welcome all applicants and strive for diversity in our recruitment processes.  \n\n Apply as soon as possible, no later than 2025-05-04. Screening will take place on an ongoing basis during the application period. Logical and personality tests may be used as part of the selection process, and a background check may be required for this role.  \n\n If you have questions or would like more information, please contact: Linda Rosenqvist at, linda.rosenqvist@scania.com  \n\n  \n\n**We look forward to your application!**\n\n**Requisition ID:** 16984\n**Number of Openings:** 1.0\n**Part-time \/ Full-time:** Full-time\n**Permanent \/ Temporary:** Permanent\n**Country\/Region:** SE\n**Location(s):**Södertälje, SE, 151 38\n**Required Travel:** 0-25%\n**Workplace:** On-site","company_url":"https:\/\/se.indeed.com\/cmp\/Scania","company_url_direct":"https:\/\/www.scania.com\/","company_addresses":"Södertälje","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/00b6eace0cb498396c82cf25cdafea4e","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/1e3c56bc63bd0e7eabac9ef192483c29","ceo_name":"Christian Levin","ceo_photo_url":""},{"id":"ab0a088992edd9fb","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ab0a088992edd9fb","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29643928","title":"IT-Supporttekniker","company":null,"location":"Järfälla, AB, SE","job_type":"fulltime","date_posted":1745107200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"info@optitech-sverige.se","description":"OptiTech Sverige söker nu en driven IT-supporttekniker till vårt kontor i Stockholm. Har du 1–3 års erfarenhet av first line support eller helpdesk och är redo att ta nästa steg i din karriär? Då har vi spännande möjligheter för dig!\n  \nDin roll hos oss\n  \nSom IT-supporttekniker hos OptiTech Sverige blir du en viktig del av vårt team som levererar förstklassig support till våra kunder. Du kommer att vara anställd hos oss och arbeta som konsult ute hos våra kunder. Dina arbetsuppgifter kommer att variera och inkluderar bland annat:\n  \nFelsökning och problemlösning av mjuk- och hårdvara\n  \nHantering av lösenordsproblem\n  \nInstallation och konfiguration av IT-system\n  \nSupport via telefon, chatt, e-post och på plats hos kunden\n  \n  \n\nVi erbjuder dig möjlighet att utveckla dina tekniska kunskaper och växa i din roll som IT-supporttekniker.\n  \nVem är du?\n  \nVi söker dig som är framåtsträvande, social och har ett genuint intresse för IT. Vi ser gärna att du:\n  \nHar minst 1 års erfarenhet av IT-support via telefon, chatt och e-post\n  \nÄr van vid att lösa inkommande ärenden självständigt, både via remote desktop och på plats\n  \nHar erfarenhet av att arbeta med Active Directory, Azure, Citrix och ServiceNow samt andra ärendehanteringssystem\n  \nHar kunskap om Configuration Manager\/SCCM och Microsoft Intune\n  \nÄr väl förtrogen med support av Microsoft 365 och Microsoft Office i både Windows- och Mac-miljöer\n  \n**Har arbetat enligt SLA:** er och har god förståelse för ITIL-processer\n  \n  \n\nVarför välja OptiTech Sverige?\n  \nVi på OptiTech Sverige strävar efter att skapa en inspirerande och utvecklande arbetsmiljö där våra medarbetare trivs och växer. Hos oss får du:\n  \nEn dynamisk arbetsplats med varierande arbetsuppgifter\n  \nMöjlighet att utveckla din kompetens och växa i din karriär\n  \nEn inkluderande företagskultur där trivsel och arbetsglädje står i fokus\n  \nRoliga events och aktiviteter för att stärka sammanhållningen i teamet\n  \n  \n\nVi tror på att det är när du lyckas som vi lyckas – därför satsar vi på din utveckling och belönar dig längs vägen!\n  \nPraktisk information\n  \n**Start:** Omgående, med hänsyn till eventuell uppsägningstid\n  \n**Omfattning:** Heltid (100%)\n  \n**Placering:** Stockholm\n  \n**Lön:** Enligt överenskommelse\n  \n  \n\nLåter det intressant?\n  \nVi ser fram emot din ansökan! Skicka in din ansökan så snart som möjligt – vi går igenom ansökningarna löpande.\n  \nHar du frågor om tjänsten, OptiTech Sverige eller konsultrollen? Tveka inte att kontakta oss:\n  \n**E-post:** info@optitech-sverige.se\n  \n**Telefon:** +46 722 702 049\n  \n  \n\nVi ser fram emot att lära känna dig och förhoppningsvis välkomna dig till vårt team!\n  \nÖppen för alla\n  \nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.","company_url":null,"company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"fbe370802edb923e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=fbe370802edb923e","job_url_direct":"https:\/\/jobs.volvogroup.com\/job\/Sk%C3%B6vde-Software-Engineer-541-87\/1151228555\/?feedId=361555","title":"Software Engineer","company":"Volvo Group","location":"Skövde, O, SE","job_type":null,"date_posted":1741910400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Transport is at the core of modern society. Imagine using your expertise to shape sustainable transport and infrastructure solutions for the future? If you seek to make a difference on a global scale, working with next-gen technologies and the sharpest collaborative teams, then we could be a perfect match.\n\n**We are looking for:**\n-----------------------\n\nA Software Engineer with passion for technologies and the art of creating value by code, supporting the GTO Powertrain Plants with solutions, interaction with key users and being part of the digital journey. Primary domain is logistics, production, and inventory.\n\n  \n\nWe are open for different candidate profiles.\n\n\nBoth junior candidates willing to learn, and more senior profiles are most welcome to apply.\n\n**What we offer you**\n---------------------\n\nAn attractive working environment where you will get an opportunity to work together with highly skilled colleagues in a friendly environment developing business critical solutions supporting GTO plants.\n\n  \n\nBeing a part of a team driven by teamwork and with a focus on helping each other succeed.\n\n  \n\nThe opportunity and possibility to:\n\n* interact with skilled and committed team members close to Skövde plant\n* grow by collaborative assignments, competence development and coaching\n* contribute in development of frameworks and ways of working\n* grow your skill set both within IT and the automotive domain\n* work with exciting techniques and development applications\n\n **Required competence**\n\n  \n\nWe are searching for a Software engineer to add capacity to our Group Digital & IT team in Skövde.\n\n\nPrimary objectives are to maintain and support applications supporting Powertrain production Skövde.\n\n\nSecondary objective can be to support our delivery to the other GTO Powertrain engine plant.\n\n  \n\nTo be successful in this role we believe the candidate has:\n\n* Competence in system development and distributing systems\n* Experience with parallelly processing solutions\n* Are willing to work in both front and Backend\n* To be in direct interaction with key users\n* To participate in requirement breakdown sessions\n**Wanted skillset:**\n--------------------\n\n* .NET Framework\n* .NET Core\n* C#\n* MSMQ || WebSphereMQ\n* SQL\n\n  \n\nBelow areas could be seen as additional assets :\n\n* . JavaScript\n* Azure DevOps\n* Git\n* Test automation, Test Driven Development\n* Blazor\n* Integrations\n* Windows Services\n* Legacy code knowledge and experience\n* Open VMS platform\n**Personal profile**\n--------------------\n\nYou enjoy teamwork, contribute to a positive team spirit and you like taking responsibility for the results.\n\n\nAs person you are innovative, self-driven, have a strong technical focus and interest in combination with a customer-oriented attitude. You as a person have the ability to work under challenging, demanding and changing conditions.\n\n  \n\nYou have knowledge about the lifecycle of software development, including analysis, unit testing and continuous improvement. Also experience from automotive industry is seen as an asset.\n\n **What we offer**\n\n  \n\nJoining Volvo, you get an opportunity to work together with highly skilled colleagues in an exciting, global environment which provides opportunities to develop both professionally and personally.\n\n\nYou will work in close collaboration with various stakeholders inside as well as outside Volvo Group IT, delivering cutting edge services in line with the Volvo Group Strategy.\n\n  \n\nAt Volvo Group we are actively working to establish teams that will take maximum advantage of the strengths inherent in differences in knowledge, experience, age, gender, nationality etc.\n\n  \n\nScreening of applications will start immediately; we look forward to receiving your application as soon as possible. Apply latest 2025-05-08.\n\n **Travel Required:** Occasional\n\n **Location:**Skövde, Sweden\n\n **For further information, please contact:**\n\n  \n\nHiring Manager: Marcus Danielsson, Digital Product Area Owner, Group Digital & IT, +46 735 58 83 12\n\n\nDigital Product Owner: Mimmie Diits, Volvo Group Digital & IT +46 790 62 45 01\n\n\nHR Business partner: Nina Johansson, HR Business Partner, +46 739 02 82 48\n\n **Union representatives**\n\n\nAkademikerna – Mikael Hallgren +46 739 026189\n\n\nUnionen – Oscar Feretti +46 31 30 87 733\n\n  \n\nWe value your data privacy and therefore do not accept applications via mail.\n\n **Who we are and what we believe in**  \n\nOur focus on Inclusion, Diversity, and Equity allows each of us the opportunity to bring our full authentic self to work and thrive by providing a safe and supportive environment, free of harassment and discrimination. We are committed to removing the barriers to entry, which is why we ask that even if you feel you may not meet every qualification on the job description, please apply and let us decide.\n\n  \n\nApplying to this job offers you the opportunity to join **Volvo Group**. Every day, across the globe, our trucks, buses, engines, construction equipment, financial services, and solutions make modern life possible. We are almost 100,000 people empowered to shape the future landscape of efficient, safe and sustainable transport solutions. Fulfilling our mission creates countless career opportunities for talents with sharp minds and passion across the group’s leading brands and entities.\n\n **Group Digital & IT** is the hub for digital development within Volvo Group. Imagine yourself working with cutting-edge technologies in a global team, represented in more than 30 countries. We are dedicated to leading the way of tomorrow’s transport solutions, guided by a strong customer mindset and high level of curiosity, both as individuals and as a team. Here, you will thrive in your career in an environment where your voice is heard and your ideas matter.","company_url":"https:\/\/se.indeed.com\/cmp\/Volvo-Group-15653fc5","company_url_direct":"https:\/\/www.volvogroup.com","company_addresses":"Gothenburg, Västra Götaland","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Every day, we work with some of the sharpest and most creative brains in our field to leave our society in better shape for the next generation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/898ffda48a2a91581ddf42a79d2fcbfc","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/bdb56204efe13c0046e3ae5d40dcb6c1","ceo_name":"Martin Lundstedt","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/7eeb9e7889e967d2a264c2b254684ce6"},{"id":"4151691059","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4151691059","job_url_direct":"https:\/\/app.greenhouse.io\/embed\/job_app?token=6444808003&gh_src=c2499a903us&source=LinkedIn&urlHash=u1rH","title":"Director of Internal Technology","company":"Pleo","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Information Technology","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"Role Details\n   \n\n  \n\n We’re looking for a new Director of Internal Technology (IT) to lead our small but\n *very* \n mighty Internal Tech group. You’ll be leading from the front of a group that values automation, integrity and transparency over all. That means guiding and enabling multiple teams, discovering together the value of technical excellence and first-principles thinking.\n   \n\n  \n\n**Requirements** \n  \n\n  \n\n* Experience and enthusiasm to support a set of ambitious, senior teams looking to make a meaningful, world-class tech experience for Pleoers\n* Comfort managing managers. We have some new team leads who will need support in continuing to sculpt over-performing technical teams, building ambitious and mindful strategy and the most effective teams\n* A rock-solid grasp of technical excellence in a hyper-ambitious technically-minded environment where the ultimate goal is an impact far beyond the expected scope and size of a “traditional” IT team\n* The ability to step in and support, the grace to step back and let others shine, and the wisdom to know when to do each\n* A great match with our TechOps operating principles. These are explained in the “Specialisation Details” section but for a rough outline:\n+ Transparency by default - Comfortable and capable with working transparently and in the open\n+ Humans are our most precious asset - An automation-first mindset, with an ambitious approach to reducing manual workload\n+ First principles first - Capable of breaking down problems and challenging presumptions before building a clear path based on well-understood reasoning\n+ Immediate solves, eventual growth - Adept at both working iteratively whilst also maintaining a clear focus on long-term strategic goals and best-practice approaches\n\n\n Non-requirements\n   \n\n  \n\n* Being the authority on every matter on behalf of the team. We have a large amount of talented and knowledgable people across Internal Tech largely looking for a sparring partner and support resource, not a director who assumes all responsibility for their work\n* Treating your team like a second family. We believe we work best as a team when we can be vulnerable and learn from each other but this is entirely a professional relationship. We don’t expect you to spend your life tied to your work to the exception of other more important aspects of life\n\n\n Desirables\n   \n\n  \n\n* Experience with a similar software stack always helps. We run:\n+ A ~95% Macbook fleet managed by Kandji, ~5% Windows on Intune\n+ Okta for IAM, Google Workspace for email\/productivity\n+ A large amount of Okta Workflows and open APIs for stitching together processes\n+ Juniper Mist for office networking\n+ Company-wide tools like Slack, Notion, Miro etc\n\n* A good understanding of what you want to learn next and why. We can help guide and show possible options but the role and team is extremely self-motivated and there’s an expectation that if you want to get the absolute best you can out of the team and your time at Pleo you come ready and willing to learn\n\n\n Show me the benefits!\n   \n\n  \n\n* Your own Pleo card (no more out-of-pocket spending!)\n* Lunch is on us - with catering in our Lisbon, Copenhagen and London offices or a monthly lunch allowance paid directly together with your salary in other markets 🍜\n* Private health insurance to ensure you’re fit in body and mind to do your best work\n* For this team we offer flexibility\/remote working options\n* Option to purchase 5 additional days of holiday through a salary sacrifice\n* We’re trialling MyndUp to give our employees access to free mental health and wellbeing support with great success so far ❤️‍🩹\n* Access to LinkedIn Learning - acquire new skills, stay abreast of industry trends and fuel your personal and professional development continuously\n* Paid parental leave - we want to make sure that we're supportive of families and help you feel that you don't have to compromise your family due to work 👶\n\n\n**Why join us?**\n Working at Pleo means you're working on something very exciting: the future of work. Our mission is to help every company go beyond the books. Pleo itself means ‘more than you’d expect’, and it’s been the secret to our success over the last 8 years. So it’s only fitting that we’d pass this philosophy onto our customers to help them make the most of their finances.\n   \n\n  \n\n We think company spending should be delegated to all employees and teams, that it should be as automated as possible, and that it should drive a culture of responsible spending. Finance teams shouldn’t be siloed from the rest of the organisation – they should work in unity with marketing, sales, IT and everyone else.\n   \n\n  \n\n Speaking of working in unity, our values tell the story of how we work at Pleo. We have four core values, the first of which is ‘champion the customer’, which means we address real pain points that businesses face. Next up is ‘succeed as a team’, which highlights how our strength lies in our diversity and trust in each other. We also ‘make it happen’ by taking bold decisions and following through to deliver results. Last but not least, we ‘build to scale’, creating lasting solutions that address today’s challenges and anticipate tomorrow’s needs.\n   \n\n  \n\n So, in a nutshell, that's Pleo. Today we are a 850+ team, from over 100 nations, sitting in our Copenhagen HQ, London, Stockholm, Berlin, Madrid, Montreal and Lisbon offices —and quite a few full-time remotes in 35 other countries! Being HQ'd out of Copenhagen means we're inspired by things like a good work-life balance. If you don't work in the office with us, we'll help you set up the best remote setup possible\n *and* \n make sure you still have time to connect with your team.\n   \n\n  \n\n**About Your Application**\n* Please submit your application in English; it’s our company language so you’ll be speaking lots of it if you join 💕\n* We treat all candidates equally: If you are interested please apply through our application system - any correspondence should come from there! Our lovely support isn't able to pass on any calls\/ emails our way - and this makes sure that the candidate experience is smooth and fair to everyone 😊\n* We’re on a mission to make everyone feel valued at work. That’s only achievable if our team reflects the diversity of the world around us - and that starts with you, hitting apply, even if you are worried you might not tick all the boxes! We embrace and encourage people from all backgrounds to apply - regardless of race\/ethnicity, colour, religion, nationality, gender, sex, sexual orientation, age, marital status, disability, neurodiversity, socio-economic status, culture or beliefs\n* When you submit an application we process your personal data as a data processor. Find out more about how your data is used in the FAQs section at the bottom of our jobs page","company_url":"https:\/\/dk.linkedin.com\/company\/pleo-company","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFStYIVXcrRVQ\/company-logo_100_100\/company-logo_100_100\/0\/1630513198463?e=2147483647&v=beta&t=1NRe3lZp3F9P3LxKK6PehtbwzF6tHnhljuHzvmVbRr4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4177784807","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4177784807","job_url_direct":"https:\/\/careers.noba.bank\/jobs\/5655034-identity-access-management-iam-specialist?utm_source=LinkedIn&urlHash=rI0P","title":"Identity & Access Management (IAM) Specialist","company":"NOBA Bank Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Banking","listing_type":null,"emails":"sarah.wahlstedt.cormery@nordax.se","description":"We are looking for an IAM Specialist to manage and enhance our access management platform while driving improvements to security, compliance, and user experience. If you thrive in a hands-on role and want to influence the way we work with IAM, this is your opportunity!\n   \n\n  \n\n**About The Role**\n As an Identity & Access Management (IAM) Specialist, you will play a crucial role in overseeing the day-to-day management and continuous improvement of NOBA’s identity management systems. You will collaborate with Cyber Security (CISO), system specialists, and other key stakeholders to develop and implement IAM strategies, policies, and processes. With NOBA transitioning further into cloud based services, you will be instrumental in strengthening our IAM framework and ensuring compliance with banking regulations. In more detail, your areas of responsibility will include:\n   \n\n  \n\n* Manage and enhance NOBA’s identity management systems, ensuring security, compliance, and efficiency.\n* Oversee access certifications, role-based access, application integrations, SSO, PIM\/PAM, and IAM improvements.\n* Identify opportunities to improve IAM strategy and collaborate with stakeholders to refine policies and processes.\n* Drive the transition to cloud-based IdP (Identity providers) solutions and align IAM strategies with access management goals.\n* Implement and maintain IAM solutions for identity lifecycle management, governance, and security.\n* Troubleshoot IAM-related issues and ensure system reliability.\n* Develop IAM governance frameworks to meet regulatory requirements (e.g., DORA).\n* Improve automation of routine activities and integration with connected systems.\n* Participate in and contribute to audits, access reviews, and risk assessments to ensure a secure IAM environment.\n* Lead the migration from on-premises Active Directory to a cloud-based IdP solution.\n\n\n You would be a part of our IT infrastructure team, currently consisting of 9 people located working in both Stockholm and Oslo! Considering your broad collaborative landscape on a group level, the role would include some travelling days to our Oslo office per year.\n   \n\n  \n\n**We Are Looking For You Who Has**\n* Bachelor’s degree in information technology, Computer Science, or a related field.\n* Minimum of 2 years of experience with managing cloud privileged Identities on various cloud platforms\n* At least 3 years of hands-on experience with IAM solutions in Microsoft EntraID\/Azure AD\n* Expertise in IAM concepts like SSO, MFA, identity governance, and access control.\n* Very good understanding of IAM concepts and its underlying processes\n* Knowledge and experience in ITSM tools (JIRA\/Confluence) and agile processes\n* Fluency in English (written & spoken)\n\n\n**It's Positive If You Have**\n* Worked in a complex environment using multiple IdPs\n* Knowledge of financial regulatory requirements such as DORA\n* Relevant certifications (e.g., Microsoft Certified: Identity and Access Administrator Associate)\n\n\n**To thrive and perform well in the role, we believe that you need to be:**\n A problem-solver who stays calm under pressure and can navigate fast-paced, high-impact situations. You have a strong understanding of IT environments, enabling you to diagnose and resolve IAM-related challenges effectively. Your critical and creative thinking allows you to explore innovative solutions within the IAM domain. Additionally, you excel at communicating complex technical issues clearly to technical teams, vendors, and stakeholders, ensuring alignment and understanding across all levels.\n   \n\n  \n\n In addition to this, it is important to us that you recognize yourself in our values: we are wholehearted, we collaborate and we take the lead.\n   \n\n  \n\n**Practical Information**\n Start: By agreement\n   \n\n  \n\n Location: Stockholm\n   \n\n  \n\n Form of employment: Permanent position, full-time (we apply 6 months probation period)\n   \n\n  \n\n Working hours: 37,5\n   \n\n  \n\n Fixed wage 💰\n   \n\n  \n\n**Have you heard of NOBAVERSE?**\n In our NOBAVERSE, we value openness, trust, and diversity. Here, you can influence your own development and have fun along the way to achieving our goals – all in a workplace that’s a little extra\n *bubbly* \n ! ✨\n   \n\n  \n\n Read more about our employee value proposition on our careers page.\n   \n\n  \n\n We strive for diversity of knowledge and experiences among our employees and welcome all applicants who are qualified for the position. We are committed to a recruitment process free from discrimination that provides equal opportunities for all.\n   \n\n  \n\n**What happens when you have submitted your application?**\n The number of steps in the recruitment process may vary depending on the position you are applying for, but we always try to keep the process as short and concise as possible, to protect your application experience. You can read more about how our recruitment process works in the FAQ.\n   \n\n  \n\n If you have any questions or concerns about the position, please contact the responsible recruiter Sarah Wahlstedt Corméry, sarah.wahlstedt.cormery@nordax.se .\n   \n\n  \n\n We look forward to receiving your application! 🙏✨\n   \n\n  \n\n*NOBA Bank protects your privacy and, with reference to the GDPR, would like to ask you not to include any sensitive personal data in your application. Examples of sensitive personal data can be information about ethnic origin, political opinions, religious beliefs or information about your health, such as sick leave. If you have protected personal information, please inform the responsible recruiter so that we can handle your personal data correctly.*","company_url":"https:\/\/se.linkedin.com\/company\/nobabankgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFo97Llpcq8cw\/company-logo_100_100\/company-logo_100_100\/0\/1684248760371\/nobabankgroup_logo?e=2147483647&v=beta&t=2w1eevz1KzkMvzcl-3TTY3RZgnkbBdcm_TEkWeq_moc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4102974377","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4102974377","job_url_direct":"https:\/\/careers.voyado.com\/jobs\/5357032-head-of-information-security?utm_source=LinkedIn&urlHash=cOk5","title":"Head of Information Security","company":"Voyado","location":"Lund, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"executive","job_function":"Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"We are super excited to announce that our CIO Magnus Ahlberg is now looking to welcome our next Head of Information Security. In this role, you’ll be the forefront of safeguarding our company and raising awareness of risk management while enabling innovation and growth.\n   \n\n  \n\n**About The Role And Day-to-day**\n As the Head of Information Security you will lead and drive the security strategy, ensuring that our teams are empowered to deliver secure, cutting-edge solutions with streamlined processes. An essential part will be to coach the organization in security related topics, setting up processes to enable continuously improvement to mitigate the level of risk to the organization. This includes:\n   \n\n  \n\n* Leading the company's information security strategy, ensuring alignment with business goals and fostering a security-conscious culture.\n* Driving the ISO 27001 certification project to completion, including risk management, process rollout, and compliance with key security frameworks.\n* Establishing secure software development practices, including product risk management, vulnerability management, and security architecture.\n* Serving as the subject matter expert and advisor for internal stakeholders, promoting security awareness and best practices company-wide.\n\n\n**So who are you?**\n We believe you have a solid background of success in dynamic fast-growing international businesses. You excel at driving change by engaging and inspiring to adopt secure practices through clear communication and leadership. With excellent relationships skills with internal and external stakeholders you are serving as the go-to person for security related initiatives and questions. After all, security is about creating solutions that empower everyone, right?\n   \n\n  \n\n In addition to your personal attributes, you probably have:\n   \n\n  \n\n* At least 5 years of experience in working with information security\n* Experience implementing or maintaining ISO 27001 certification and\/or SOC2 compliance in a tech company\n* Knowledge of secure development practices within software development\n* Knowledge in the area of data privacy legislation, mainly GDPR and best practices for technical and organizational security from a legal perspective\n\n\n**What's in it for you?**\n Voyado wouldn’t be the powerful platform it is without the people behind it. We really care for our Voyadoers and some examples of what we can offer you are:\n   \n\n  \n\n* An engaged team with a knowledge-sharing and friendly culture\n* Summits where we hang out, workshop, discuss, and have a good time together\n* Opportunities for personal and professional growth and learning in a dynamic and supportive environment.\n* Work-life balance – we don't have a long work-hours culture, we value engagement over hours worked.\n* An office-first but flexible hybrid working policy.\n\n\n Some of our benefits:\n   \n\n  \n\n* 30 days of vacation, so you can spend time on the things you love\n* Beneficial bike lease, including e-bikes\n* Breakfast buffet on Fridays\n* Inhouse gym only for Voyadoers\n* A generous gadget-and-phone package (your choice!)\n* 5000 SEK per year in wellness allowance\n* A wellness hour you can use every week\n\n\n**About Voyado**\n Voyado is the ultimate solution for personalization and relevance across all channels—online and offline. Used by retailers and e-commerce companies worldwide, Voyado makes it possible for every brand to engage customers, elevate shopping experiences, and evolve their own businesses.\n   \n\n  \n\n We are now a company of 300+ colleagues on an exciting journey and have recently established a presence in new markets to strengthen our position in Europe. If you are ready for your next adventure and want to join our team on our expansion throughout Europe and have an interest in customer care, e-commerce, retail, and tech - let's get in touch!\n   \n\n  \n\n****Be yourself 🏳️‍🌈****\n At Voyado, we believe in gender equality. We are proud sponsors of Womengineer as well as Tjejer Kodar! Read more about Tjejer Kodar & Voyado here\n   \n\n  \n\n  \n\n  \n\n Equality is not only about gender but also about making everyone feel welcome and heard in a multicultural and diverse environment. We at Voyado strive to make everyone feel like they can bring their true self to work every day. Gender-equal and diverse teams have more perspectives on life and bring different ideas to the table which in the end leads not only to making a better working environment but also a better product.\n   \n\n  \n\n Ready to find out more?\n   \n\n  \n\n Lovely! 🎉\n   \n\n  \n\n*Before one applies it can always feel like you need a better resume, more polish, or just another year of experience, but we say if you think this sounds like a place where you can shine don't hesitate to send in your resume!*\n We'd love to get to know you and understand what makes you tick, so write a few lines about what you enjoy about your current role and what would be an exciting challenge for you in the future. We are eager to get to know you and what you love to do, so be yourself and let your passion shine through in your application!\n   \n\n  \n\n Voyado is the ultimate solution for personalization and relevance across all channels—online and offline. Used by retailers and e-commerce companies worldwide, the Voyado customer experience cloud makes it possible for every brand to engage customers, elevate shopping experiences, and evolve their own businesses.","company_url":"https:\/\/se.linkedin.com\/company\/voyadoab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGCVM2_V3G2qQ\/company-logo_100_100\/company-logo_100_100\/0\/1665558435534\/voyadoab_logo?e=2147483647&v=beta&t=SOaqaasAr6RSO1v74qVvd_ieWfl3EPd1MI2PfB4eAWk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4178682063","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4178682063","job_url_direct":"https:\/\/jobs.wiseit.se\/jobs\/5654789-senior-it-arkitekt&urlHash=9mI-","title":"Senior IT-arkitekt","company":"Wise IT","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"**Uppdragsbeskrivning:**\n Som IT-arkitekt kommer du att planera och leda arkitekturarbetet inom initiativ relaterade till Mobility. Detta innebär att identifiera affärsbehov, producera och bryta ner lösningsdesign till epics, features, och user stories. Du kommer också att ansvara för att samordna prioriteringar och omfång med utvecklingsgrupper samt delta i \"big room planning\". Ett av våra nuvarande fokusområden är att förbättra vår fakturering, så erfarenhet inom detta område är en fördel.\n   \n\n  \n\n**Kompetenskrav:**\n* Stark förståelse för lösningsarkitektur\n* Strategiskt tänkesätt\n* Förmåga att bygga och upprätthålla relationer\n* Erfarenhet av att planera och leda arkitekturarbete\n* Erfarenhet av att arbeta med epics, features och user stories\n* Förmåga att arbeta i tvärfunktionella team\n* Erfarenhet från faktureringsdomänen (meriterande)\n* Kommunicerar obehindrat i på Svenska och Engelska i tal och skrift\n\n\n**Omfattning: 100%**\n**Språk: Svenska**\n**Vänligen ansök snarast med:**\n* Ditt uppdaterade CV\n* Timpris (inkl. omkostnader)\n* Tillgänglighetsdatum\n* En kort motivering varför du är lämplig uppdraget.","company_url":"https:\/\/se.linkedin.com\/company\/wise-it","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQFChwxv1zHbRg\/company-logo_100_100\/company-logo_100_100\/0\/1631334054837?e=2147483647&v=beta&t=WeRAxZjQw0jC73Ey7TAoxRiBsfe4kintW1kTxi5AQW0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4178685893","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4178685893","job_url_direct":"https:\/\/valcon.com\/da\/careers\/experienced-data-solution-professional-in-stockholm-or-gothenburg\/&urlHash=wsf5","title":"Experienced data solution professional – in Stockholm or Gothenburg","company":"Valcon","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"Do you want to be a part of shaping Valcon as a premium technology consulting firm in Sweden? Do you have 8 years of experience in consulting and\/or other relevant roles? And are you passionate about creating lasting results for clients? Then you could be our new colleague.\n   \n\n  \n\n Valcon is a leading European management consulting firm with Scandinavian roots and an informal, inclusive culture. With offices in the Netherlands, Denmark, the UK, Sweden, Germany, Croatia and Serbia, we strive to connect strategy with operations through innovative technology and data. We are looking for an experienced and curious individual who values collaboration and thrives in dynamic, diverse environments.\n   \n\n  \n\n**Experience**\n* 8 years of experience in data consulting or other relevant roles\n* Hands-on expertise\n* Data Bricks, Microsoft Fabric\n* A relevant Master degree\n\n\n**Keywords**\n* Creating lasting results\n* Commercial mindset\n\n\n**Location** \n : Sweden\n   \n\n  \n\n**What You Will Do**\n As a experienced data solution professional at Valcon, you will:\n   \n\n  \n\n* Be part of the digital advisory team in one of the fastest-growing consultancies in Europe\n* Contribute to our exciting growth journey while contributing to our expanding presence in the Swedish market\n* Work side by side with skilled and experienced colleagues in diverse and international teams, tackling challenges from digital strategies to IT implementations\n* Solve complex problems for Swedish and international companies across industries, guiding them to unlock the full potential of their data\n* Help clients become more data-driven, comply with laws and regulations regarding their data and help them get the most value out of their data\n\n\n**What We Are Looking For**\n To thrive in this role, you should be able to say yes to some or all of the following:\n   \n\n  \n\n* 8 years of experience in data consulting or other relevant roles\n* A relevant Master’s degree\n* A strong understanding of industry standards, best practices and emerging trends in data, such as data governance, engineering, AI, and machine learning\n* Hands-on expertise in designing scalable, secure and high-performing data\/technical solutions aligned with client needs\n* Proficiency in leading-edge tools and platforms such as Databricks, Celonis, Microsoft Fabric and the broader Azure ecosystem specialising in data and AI solutions\n* Experience in data architecture, including data modelling and warehousing\n* A commercial mindset with a proven track record in uncovering growth opportunities, building strong client relationships and selling complex technical assignments\n* A thoughtful approach to leadership with the ability to guide and mentor project teams effectively\n* Relevant certifications in IT management, project management (e.g., PMP) and digital transformation (e.g., CDT). ITIL, Microsoft and Cloud are a plus\n* Excellent communication and presentation skills in both Swedish and English with the ability to translate technical concepts for a variety of stakeholders\n\n\n**We offer you**\n At Valcon, we believe in fostering a diverse and inclusive environment where everyone feels valued and respected. We offer:\n   \n\n  \n\n* A diverse and international workplace with an informal culture and a flat hierarchy\n* The opportunity to collaborate across business areas and levels and work closely with some of the most talented and experienced consultants in the industry\n* A focus on professional and personal growth, supported by our value-driven culture, which is grounded in Integrity, Together, Joy, Curious, and Can Do\n* Enhanced benefits and support throughout all life stages, including maternity, paternity and adoption leave, health and well-being initiatives and resources for navigating significant life transitions\n* A welcoming office environment in either Stockholm (Kungsgatan 9) or Gothenburg (Kungsportsavenyen 21)\n\n\n We care deeply about results, but we care even more about people. At Valcon, you’ll find a workplace that values excellence and ingenuity while keeping grounded in the reality of delivering lasting results for our clients.\n   \n\n  \n\n**Application**\n Does this sound like the right opportunity for you? If so, we encourage you to apply below. For any questions or additional information, feel free to reach out to [email protected].\n   \n\n  \n\n We are reviewing applications and conducting interviews on an ongoing basis, so please send us your application as soon as possible.","company_url":"https:\/\/nl.linkedin.com\/company\/valcon-management-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQF85K74b1Fo9g\/company-logo_100_100\/company-logo_100_100\/0\/1728627290369\/valcon_management_consulting_logo?e=2147483647&v=beta&t=4Nteq_lka1fd5Fy1wLrM5U5auA0cxiEM55mPkxFvAAc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4133581516","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4133581516","job_url_direct":"https:\/\/cgi.njoyn.com\/corp\/xweb\/xweb.asp?clid=21001&page=jobdetails&jobid=J0125-1243&BRID=1186673&SBDID=943&urlHash=blVU","title":"SAP-konsult, Stockholm","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Beskrivning av tjänsten\n   \n\n  \n\n Känner du dig nyfiken på nya utmaningar? Vill du jobba på en flexibel arbetsplats med spännande uppdrag inom SAP?\n   \n\n  \n\n Nu söker vi erfarna SAP-konsulter till vårt team i Stockholm, som är en del av vår nationella SAP Practice där vi jobbar tillsammans med SAP i fokus. Nu sker en renässans inom SAP med SAP S\/4HANA, SAP Business Technology Platform, Embedded Analytics med mera. Det innebär att företag som använder SAP står inför helt nya utmaningar och möjligheter. Vill du vara med på denna resa?\n   \n\n  \n\n Välkommen till oss på CGI!\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n I rollen som SAP-konsult får du möjlighet att vara en viktig kugge i CGI:s leverans gentemot uppdragsgivare där du ingår i ett team med kunniga och erfarna kollegor. Här får du möjlighet att hjälpa våra kunder att effektivisera och utveckla sina affärsprocesser och systemlösningar med hjälp av de möjligheter SAP som affärssystem ger.\n   \n\n  \n\n Våra uppdrag finns inom till exempel ECC, CRM, S\/4HANA, S\/4HANA Cloud, SuccessFactors och User Experience. Här får du möjlighet att arbeta inom såväl implementationsprojekt, processförbättringar och förvaltningsuppdrag inom olika branscher så som Insurance, Retail och Manufacturing.\n   \n\n  \n\n Våra kunder befinner sig på olika stadier i sina resor mot S\/4HANA. En del befinner sig redan i den nya tekniken, några har en pågående förändringsresa och andra har ännu inte tagit steget till den nya SAP-plattformen. Här kommer du spela en viktig roll i att guida våra kunder i deras förändringsresa.\n   \n\n  \n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n Vi söker dig som redan är SAP-konsult eller har arbetat som SAP key user, och i rollen deltagit i eller drivit utvecklings- eller förändringsprojekt. Om du inte redan har arbetat med S\/4HANA är det viktigt att du är nyfiken på det och vill göra en kompetensresa.\n   \n\n  \n\n Vi ser gärna att du har följande:\n   \n\n  \n\n* Relevant högskoleutbildning eller motsvarande\n* Svenska och engelska obehindrad i tal och skrift\n\n\n Det är meriterande om du har erfarenhet eller ett brinnande intresse för ett eller flera av följande områden:\n   \n\n  \n\n* Masterdata\n* Finance\n* Plan\n* Source\n* Make\n* Deliver\n* Security\n* Analytics\n* Technology\n* ABAP\n* Business Tech Platform (BTP)\n* Integration, SAP Cloud Platform Intergration (CPI)\n* RPA\n* Machine learning\n* User Experience (Fiori, Neptune)\n\n\n**Mer information om tjänsten**\n För den här rollen lägger vi stor vikt vid dina personliga egenskaper. Rollen som konsult innebär en omväxlande vardag där du behöver ha en förmåga och drivkraft att bygga och utveckla goda relationer för att skapa ett starkt samarbete. För att framgångsrikt kunna lösa utmaningar som du och ditt team ställs inför söker vi dig med ett analytiskt tänk och kreativ problemlösningsförmåga. Du bör dessutom ha en affärsmässig inställning, ett stort eget driv och gilla utmaningar.\n   \n\n  \n\n CGI är ett av världens största oberoende tjänsteföretag inom IT och affärsprocesser och vi har ett nära samarbete med SAP som Guldpartner. CGI har även blivit utsedda till SAP Partner Of The Year de senaste två åren och är en av de största SAP-leverantörerna på den svenska marknaden.\n   \n\n  \n\n**Vill du veta mer?**\n Vad bra! Sök till tjänsten redan nu då vi rekryterar löpande.\n   \n\n  \n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4084621467","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4084621467","job_url_direct":"https:\/\/www.rubrik.com\/company\/careers\/departments\/job.6283070?gh_jid=6283070&gh_src=2e352a8a1us&urlHash=pO3s","title":"Account Executive, Sweden","company":"Rubrik","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Software Development","listing_type":null,"emails":"hr@rubrik.com","description":"Rubrik’s Sales organization is a united group of elite cross-functional sales professionals that help companies & government entities achieve resilience against cyberattacks, malicious insiders, and operational disruptions. We offer continuous professional growth and opportunity through our world-class sales enablement program. Our One Rubrik selling approach provides all the resources you need to exceed your goals, maximize your earnings potential, and take your career to the next level. All this while doing something truly purposeful, protecting the world's data.\n   \n\n  \n\n As an Enterprise Account Executive, you will have ownership of all elements of bookings growth in new and existing accounts across Sweden as a region. We are seeking a relentless self-starter who is hyper-focused on acquiring new logos by discovering and developing new opportunities, managing pipeline, and executing account strategies, while also encouraging existing customer expansion. The AE must drive pipeline generation daily while working with Sales Engineers, Sales Development, Channel Development, and Rubrik Channel Partners to exceed sales quotas.\n   \n\n  \n\n**What You'll Do**\n* Define and execute sales plans for the assigned territory to meet and exceed quota through prospecting, qualifying, managing, and closing sales opportunities\n* Develop and manage sales pipeline to move a large number of strategic transactions through the sales process\n* Identify and close new opportunities for growth working with a mix of mid-enterprise accounts\n* Present Rubrik, Inc. solutions within complex data center design environments\n* Co-sell and strategize with partners, distributors, and VAR’s to enable rapid growth\n* Provide Rubrik, Inc. management with feedback about the local market opportunity and identification of new business opportunities and channel partnerships\n\n\n**Experience You’ll Need**\n* 5+ years Tech sales experience (selling either IT Infrastructure or SaaS)\n* Fluent in Swedish\n* Consistent track record landing net \"new logos\"\n* Using MEDDPICC to drive complex sales cycles and close high-value deals\n* Strong track record of performance selling to End User Fortune 1000\n* Understanding and experience working with channel\n* Highly driven, goal oriented \"get it done\" attitude\n* Experience selling a complex solution\n\n\n Join Us in Securing the World's Data\n   \n\n  \n\n Rubrik (NYSE: RBRK) is on a mission to secure the world’s data. With Zero Trust Data Security™, we help organizations achieve business resilience against cyberattacks, malicious insiders, and operational disruptions. Rubrik Security Cloud, powered by machine learning, secures data across enterprise, cloud, and SaaS applications. We help organizations uphold data integrity, deliver data availability that withstands adverse conditions, continuously monitor data risks and threats, and restore businesses with their data when infrastructure is attacked.\n   \n\n  \n\n Linkedin | X (formerly Twitter) | Instagram | Rubrik.com\n   \n\n  \n\n Inclusion @ Rubrik\n   \n\n  \n\n At Rubrik, we are dedicated to fostering a culture where people from all backgrounds are valued, feel they belong, and believe they can succeed. Our commitment to inclusion is at the heart of our mission to secure the world’s data.\n   \n\n  \n\n Our goal is to hire and promote the best talent, regardless of background. We continually review our hiring practices to ensure fairness and strive to create an environment where every employee has equal access to opportunities for growth and excellence. We believe in empowering everyone to bring their authentic selves to work and achieve their fullest potential.\n   \n\n  \n\n Our inclusion strategy focuses on three core areas of our business and culture:\n   \n\n  \n\n* Our Company: We are committed to building a merit-based organization that offers equal access to growth and success for all employees globally. Your potential is limitless here.\n* Our Culture: We strive to create an inclusive atmosphere where individuals from all backgrounds feel a strong sense of belonging, can thrive, and do their best work. Your contributions help us innovate and break boundaries.\n* Our Communities: We are dedicated to expanding our engagement with the communities we operate in, creating opportunities for underrepresented talent and driving greater innovation for our clients. Your impact extends beyond Rubrik, contributing to safer and stronger communities.\n\n\n Equal Opportunity Employer\/Veterans\/Disabled\n   \n\n  \n\n Rubrik is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, or protected veteran status and will not be discriminated against on the basis of disability.\n   \n\n  \n\n Rubrik provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, sex, national origin, age, disability or genetics. In addition to federal law requirements, Rubrik complies with applicable state and local laws governing nondiscrimination in employment in every location in which the company has facilities. This policy applies to all terms and conditions of employment, including recruiting, hiring, placement, promotion, termination, layoff, recall, transfer, leaves of absence, compensation and training.\n   \n\n  \n\n Federal law requires employers to provide reasonable accommodation to qualified individuals with disabilities. Please contact us at hr@rubrik.com if you require a reasonable accommodation to apply for a job or to perform your job. Examples of reasonable accommodation include making a change to the application process or work procedures, providing documents in an alternate format, using a sign language interpreter, or using specialized equipment.\n   \n\n  \n\n EEO IS THE LAW\n   \n\n  \n\n NOTIFICATION OF EMPLOYEE RIGHTS UNDER FEDERAL LABOR LAWS","company_url":"https:\/\/www.linkedin.com\/company\/rubrik-inc","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQHY1iEGw-fRpw\/company-logo_100_100\/company-logo_100_100\/0\/1656688195686\/rubrik_inc_logo?e=2147483647&v=beta&t=9SWZgiLhwnjF1snwJ6G2vinecidUH7mAGeqelSHbfOc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4126600630","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4126600630","job_url_direct":"https:\/\/cgi.njoyn.com\/corp\/xweb\/xweb.asp?clid=21001&page=jobdetails&jobid=J1024-1986&BRID=1174620&SBDID=943&urlHash=sMGi","title":"Payments – Senior Business Consultant","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting, Information Technology, and Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"We are looking to recruit an experienced Senior Business Analyst - Payments with experience to work alongside our clients to recommend solutions and identify\/resolve challenges within the programmes.\n   \n\n  \n\n You will be working with some of CGI’s key Banking clients on global market leading solutions. When you start your CGI story, not only will you be improving people’s lives, you can be sure we’ll do the same for you.\n   \n\n  \n\n Your future duties and responsibilities\n   \n\n  \n\n In this role, you will:\n   \n\n  \n\n* Collaborate with Business Owners in defining & prioritizing the requirements.\n* Participate & drive shaping up roadmap and direction for building the payment solutions for the future.\n* Support sales team in understanding the customer needs and tailoring the offerings.\n* Be part of highly skilled payment experts’ team to meet high expectations from our customers.\n* Be ready for continuous learning & growth in the organization.\n* Help develop enterprise solutions that take into consideration operational costs, security, application development, production support considerations and client experience considerations.\n* Lead workshops with business and technology stakeholders to review, develop, validate and finalise requirements for the delivery of ISO compliance across the business. Then ensure all agreed outputs and decisions are suitably well documented in the agreed tools throughout the requirements lifecycle, from initial capture through various stages of refinement, through to testing and implementation.\n* Work with architects and delivery leads to pursue strategic solutions in the context of ongoing project delivery pressures, requiring strong powers of influence, diplomacy and pragmatism.\n\n\n**Required Qualifications To Be Successful In This Role**\n As a senior business consultant you have in-depth understanding of the business aspects of payments in- and outside of the bank. Your experiences covers areas such as different payment types (domestic bulk payments, cross border payments, instant payments, high value payments), this in a Nordic environment.\n   \n\n  \n\n Extensive payment processing experience within a bank covers areas such as validation of transactions, checking of limits, exchange rates, postings, account statements and interaction with the GL.\n   \n\n  \n\n You have also technical experience such as XSD\/XML knowledge, APIs, SQL, technical interactions with back-office systems of various kinds. Testing of these integrations and other processing steps. You also have experiences in working with UML and\/or BPMN. It is an advantage if you also have experiences from Blockchain\/DLT, CBDC, Open Banking and GDPR.\n   \n\n  \n\n Certifications, or experiences, in ISO 20022 is required. This will typically cover CBPR+ and HVPS+ as well as schemes such as SEPA (bulk and Instant) and NPC (bulk and Instant).\n   \n\n  \n\n Agile certifications are to be considered an advantage, or at least experiences of working in an agile delivery.\n   \n\n  \n\n You are comfortable leading virtual teams and able to influence and direct people without direct line management responsibility, you are also experienced in organizing and leading workshops focused on requirements gathering, analysis and refinement.\n   \n\n  \n\n You possess strong communication and presentation skills and an ability to build and maintain excellent relationships with business stakeholders and gain trust in order guide and influence them.\n   \n\n  \n\n You will have experiences of payment infrastructures such as TIPS, Target2, Euro1, Step2, RT1, Swift and Nordic legacy infrastructures.\n   \n\n  \n\n**Together, as owners, let’s turn meaningful insights into action.**\n Life at CGI is rooted in ownership, teamwork, respect and belonging. Here, you’ll reach your full potential because…\n   \n\n  \n\n You are invited to be an owner from day 1 as we work together to bring our Dream to life. That’s why we call ourselves CGI Partners rather than employees. We benefit from our collective success and actively shape our company’s strategy and direction.\n   \n\n  \n\n Your work creates value. You’ll develop innovative solutions and build relationships with teammates and clients while accessing global capabilities to scale your ideas, embrace new opportunities, and benefit from expansive industry and technology expertise.\n   \n\n  \n\n You’ll shape your career by joining a company built to grow and last. You’ll be supported by leaders who care about your health and well-being and provide you with opportunities to deepen your skills and broaden your horizons.\n   \n\n  \n\n Come join our team—one of the largest IT and business consulting services firms in the world.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4131757089","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4131757089","job_url_direct":"https:\/\/careers.zandersgroup.com\/jobs\/5426126-senior-treasury-and-technology-consultant?utm_source=LinkedIn&urlHash=bkAy","title":"Senior Treasury and Technology Consultant","company":"Zanders","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"Zanders in Stockholm, Sweden is growing and expanding our team of experienced Treasury Consultants on various levels. Are you looking to elevate your career and to deliver performance that counts? If so, join our global financial consulting evolution!\n   \n\n  \n\n**Your role** \n :\n   \n\n  \n\n As Senior Consultant at our Treasury Advisory Group at Zanders, you will work alongside a wider team of international consultants on both local and international projects, for multinational companies. You will have a strong foundation in treasury or treasury technology and a desire to continue learning and growing. If you have an entrepreneurial mindset and want to contribute to the growing Zanders vision, this position is suitable for you.\n   \n\n  \n\n**Key Responsibilities:**\n* Supporting treasury advisory projects, including assisting clients with establishing their target operating model, setting financial risk management strategies and optimizing their current treasury processes.\n* Advising clients surrounding their treasury technology solutions. This could include re-defining current technology practices, defining the long term treasury technology roadmap, vendor selection and implementation of treasury technology solutions.\n* Involved in managing treasury advisory projects, supporting decision-making and coaching of junior team members.\n* Helping to identify new business\/project opportunities, both locally and internationally. Playing a part in commercial activities such as presentations, RFP’s, events and networking.\n* Pro-actively researching market\/product developments. Actively seeking-out treasury technology advancements.\n* Participating and hosting internal and external knowledge delegation sessions, such as treasury boot camps, guest lecture events and internal trainings.\n\n\n**Skills to be successful:**\n* Experience of 3-5 years' engagement in Corporate Treasury or Treasury Consulting.\n* Relevant professional qualifications (Master's Degree, CFA, ACT, FRM, etc).\n* Knowledge in Treasury Management, Treasury Management Systems, In-House Banking, Payments and Payment Factories, Bank Connectivity.\n* Preference for implementation knowledge of treasury management systems of vendors such as SAP, FIS, ION or others and other related tools such as SWIFT.\n* Comfortable being actively involved in client work and willing to build a network of contacts.\n* Familiarity with key day-to-day and month-end treasury operations and processes.\n* Preference to work within an international environment.\n* Fluent in Swedish and English; both written and spoken.\n\n\n**We offer:**\n* A hybrid work environment, that promotes a healthy work-life balance,\n* Participation in the Zanders bonus scheme,\n* Secure your future with a pension scheme,\n* Zanders has taken out several insurances for the benefit of the employee\n* 28 paid holiday days,\n* A laptop and an iPhone,\n* An entrepreneurial culture that values personal development, with ample room for initiatives,\n* Expertise in your chosen field, building skills rapidly alongside diverse clients and consultants,\n* A truly collegiate environment with enthusiastic and helpful colleagues, fostering career excellence in Treasury, Risk or Technology,\n* An international and fun working environment, Cultural night events, annual Zanders's trip to a (surprise) location in Europe and many more exciting experiences to come!\n\n\n**About Us:** \n Progress your career with Zanders.\n   \n\n  \n\n We are a global financial consulting firm focused on Treasury, Risk and Technology. From our HQ in the Netherlands, we have been expanding our presence in Europe, UK, USA, and Asia. For 30 years we have been providing innovative solutions embracing the latest technological advancements to multinational corporations, financial institutions, public sector entities and NGOs. We go beyond conventional boundaries, delving into new market segments to uncover untapped opportunities. As pioneers in Environmental, Social, and Governance (ESG) principles and practices, we support our clients to achieve their ESG goals.\n   \n\n  \n\n At Zanders we invest in our people for an inclusive atmosphere, where freedom, fun, and collaboration are pivotal and set us apart, defining our success. We believe that diversity, equity, and inclusion (DE&I) are essential to establish a strong and sustainable business, fostering a culture that values and respects diversity in all forms. Zanders is not just a workplace – it is a supportive community.\n   \n\n  \n\n We invite those who share our passion for collaboration, growth, and positive impact to join us on this journey. If you're in search of a workplace which nurtures personal and professional development, Zanders is the perfect fit for you.\n   \n\n  \n\n Join us as we continue to shape the future of consultancy, making a meaningful impact in the world of Treasury, Risk, and Technology!\n   \n\n  \n\n*By applying for a role at Zanders, you give us approval to use and retain your personal details. Considering Zanders’ nature of enterprise, you are expected to behave to a high moral standard. A Pre-Employment Screening (PES) by a third party is part of the application process.*","company_url":"https:\/\/nl.linkedin.com\/company\/zanders","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFdrOvZZ1QGUQ\/company-logo_100_100\/company-logo_100_100\/0\/1719831593406\/zanders_logo?e=2147483647&v=beta&t=DCld3T7ilAFaB-yamJ9w3m-XU8Hc7x7qXLp6PBKVFfQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4122016893","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4122016893","job_url_direct":"https:\/\/careersatagoda.com\/job\/5127656-engineering-manager-front-end-full-stack-bangkok-based-relocation-provided\/?gh_jid=5127656&gh_src=c465d9c41&urlHash=ZklV","title":"Engineering Manager, Front End\/ Full Stack (Bangkok based, relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"**About Agoda**\n Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with a global network of 4.7M hotels and holiday properties worldwide, plus flights, activities, and more . Based in Asia and part of Booking Holdings, our 7,100+ employees representing 95+ nationalities in 27 markets foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enhancing the ability for our customers to experience the world.\n   \n\n  \n\n**Our Purpose –** \n**Bridging the World Through Travel**\n We believe travel allows people to enjoy, learn and experience more of the amazing world we live in. It brings individuals and cultures closer together, fostering empathy, understanding and happiness.\n   \n\n  \n\n We are a skillful, driven and diverse team from across the globe, united by a passion to make an impact. Harnessing our innovative technologies and strong partnerships, we aim to make travel easy and rewarding for everyone.\n   \n\n  \n\n**Get to Know our Team:**\n Join a team of talented engineers who are passionate about front-end development. Our team is dedicated to building cutting-edge web applications using Typescript, React, and Redux.\n   \n\n  \n\n**The Opportunity:**\n As a Front-End Engineering Manager at Agoda, you will have the opportunity to lead a team of skilled engineers and drive the development of robust and scalable front-end solutions. You will collaborate with cross-functional teams, contribute to project requirements, and deliver high-quality user experiences.\n   \n\n  \n\n**In this Role, you’ll get to:**\n* Mentor and guide engineers in utilizing Typescript, React, and Redux to build innovative front-end solutions\n* Collaborate closely with product managers, designers, and cross-functional teams to define project requirements\n* Provide technical leadership and foster a culture of continuous learning and growth within the team\n* Identify and resolve technical challenges, debug complex issues, and optimize performance\n* Stay updated with the latest front-end technologies and industry trends, driving innovation within the team.\n\n\n**What you’ll Need to Succeed:**\n* Solid experience in front-end development using Typescript, React, and Redux.\n* Strong leadership and mentoring skills, with the ability to guide and inspire a team.\n* Excellent collaboration and communication skills, working effectively with cross-functional teams.\n\n\n**It’s Great if you have:**\n* Exposure to full-stack projects and technologies such as C#, Kotlin, or Scala.\n* Familiarity with Agile development methodologies.\n\n\n**#sanjose #losangeles #sydney #melbourne #perth #brussels #saopaolo #vancouver #beijing #shenzhen #copenhagen #helsinki #hongkong #budapest #jakarta #dublin #telaviv #milan #tokyo #kualalumpur #amsterdam #oslo #jerusalem #manila #moscow #barcelona #madrid #stockholm #zurich #taipei #istanbul #london #wroclaw #warsaw #rio #chennai #pune #toronto #austin #sydney #chichago #noida #delhi #seattle #hyderabad #gurgaon #newyork #bangalore #boston #bengaluru #berlin #mumbai #stockholm #barcelona #IT #4 #5**\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy .\n   \n\n  \n\n To all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGBa_7QNZNwpw\/company-logo_100_100\/company-logo_100_100\/0\/1656643826660\/agoda_logo?e=2147483647&v=beta&t=iSwgEmhJBSLP-IBRdGhQbi_Wl0Oz_1yq8POzAjqMOWc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4194034511","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4194034511","job_url_direct":"https:\/\/www.saab.com\/career\/job-opportunities\/spannande-mojligheter-for-systemingenjorer-hos-saab?source_board=LinkedIn&urlHash=oyIM","title":"Spännande möjligheter för Systemingenjörer hos Saab!","company":"Saab","location":"Järfälla, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Defense and Space Manufacturing, Security and Investigations, and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"*Drivs du av att se dina idéer bli verklighet? Välkommen till vår spännande och teknikintensiva värld.*\n**Din roll**\n I ett nära samarbete med engagerade kollegor kommer du att ställas inför varierande och utmanande uppgifter och din roll kommer att omfatta hela produktcykeln – från kravhantering och systemdesign till testning och implementering.\n   \n\n  \n\n Vår arbetskultur på Saab präglas av ett seriöst, långsiktigt och förtroendebaserat tillvägagångssätt. Vi värdesätter att ha roligt tillsammans och tror på att bygga starka och hållbara relationer. Oavsett om du är i början av din karriär eller om du är en erfaren specialist inom ditt område, är det viktigaste att du delar vår passion för utveckling och ny teknologi.\n   \n\n  \n\n**Din profil**\n Har du kunskap inom någon av dessa områden; test, kravhantering, system-safety och aerospace? Vi är intresserade av att lära känna just dig! Vad driver dig och vad vill du utvecklas inom? På vårt kontor i Järfälla erbjuder vi en bred variation av spännande möjligheter inom system. Vi söker personer för roller som –\n ***systemingenjörer, system-safety, IT-säkerhetsexperter och test\/kravingenjörer.***\n Vi värdesätter egenskaper som nyfikenhet, starkt driv och förmågan att effektivt kommunicera och samarbeta. Vi ser att du har en relevant högskole – eller civilingenjörsexamen, tillsammans med flytande kunskaper i svenska och engelska.\n   \n\n  \n\n Befattningen kräver att du genomgår och godkänns enligt vid var tid gällande bestämmelser för säkerhetsskydd. För befattningar där Saab har krav på säkerhetsklassinplacering kan, i förekommande fall, medföra krav på visst medborgarskap.\n   \n\n  \n\n**Vad du blir en del av**\n Bakom våra innovationer finns alla de som har gjort det möjligt. Modiga pionjärer och kluriga tänkare. Vardagshjältar och kreativa problemlösare. De som delar djup kunskap och de som utforskar nya områden. Och alla däremellan.\n   \n\n  \n\n Här har du chansen att påverka och bidra på ditt unika sätt. Allt från att utveckla kod och bygga imponerande försvars- och säkerhetslösningar till att ta en kaffe med en kollega. Varje bidrag räknas. Vi ger dig möjlighet att anta utmaningar och skapa smarta innovationer. I vår vänliga och tekniksmarta värld finns plats för dig att växa. Vi finns här för att tillsammans skapa trygghet för människor och samhällen.\n   \n\n  \n\n Saab är ett ledande försvars- och säkerhetsföretag med uppdrag att hjälpa nationer att skydda sin befolkning och bidrar till trygghet för människor och samhällen. Med 22 000 talangfulla medarbetare utvecklar Saab teknik och lösningar för en säkrare och mer hållbar värld. Saab utvecklar, tillverkar och underhåller avancerade system inom flygteknik, vapen, ledningssystem, sensorer och undervattenssystem. Saab har sitt huvudkontor i Sverige men en global verksamhet där Saab är en del av många nationers försvarsförmåga. Läs mer om oss här\n   \n\n  \n\n*Ta chansen att bli en del av vårt härliga team och gör ditt intresse för teknik till verklighet hos Saab!*","company_url":"https:\/\/se.linkedin.com\/company\/saab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEA6y1fdH0iVg\/company-logo_100_100\/company-logo_100_100\/0\/1631318690204?e=2147483647&v=beta&t=5CK-xudw3J8fbuCmCbHkdWbDS0-ovyKRTRUbm9Pzvns","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4203606607","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4203606607","job_url_direct":"https:\/\/digitalcareers.infosys.com\/infosys\/global-careers\/apply-technical-process-lead\/397952?Codes=LinkedIn&urlHash=AcQj","title":"Technical Process Lead","company":"Infosys","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Job Description**\n**Job Description**\n Today, the corporate landscape is dynamic, and the world ahead is full of possibilities! None of the amazing things we do at Infosys would be possible without an equally amazing culture, the environment where ideas can flourish and where you are empowered to move forward as far as your ideas will take you.\n   \n\n  \n\n At Infosys, we assure that your career will never stand still, we will inspire you to build what’s next and we will navigate further together. Our journey of learnability, values and trusted relationships with our clients continue to be the cornerstones of our organization and these values are upheld only because of our people.\n   \n\n  \n\n**Your Role**\n You provide end user support on-site, maintain hardware and fixes technical problems, provide first-time resolution by troubleshooting and diagnosing or escalating faults (or both) to service desk managers, incident & problem managers and coordinates with remote teams for technical issues to investigate and resolve.\n   \n\n  \n\n* Application and OS Maintenance : Provide maintenance and support services for applications and operating systems, either directly to users or through service delivery functions\n* Diagnostic Troubleshooting : Gather extensive diagnostic information, analyze problems, and resolve issues related to end-user computing (EUC) devices\n* Incident and Problem Management : Investigate and resolve incidents and problems affecting EUC devices, peripherals, and installed software\n* Performance Monitoring : Monitor and address performance-related issues\n* User Training and Advice: Provide advice, training, and corrections (permanent or temporary) to users\n* Documentation and Enhancements: Update or create documentation, manipulate data, and define enhancements\n* Collaboration: Collaborate closely with colleagues specializing in different areas (e.g., database administration, network support), vendors, and third-party support provider\n\n\n**Required**\n* Prior experience in a customer-focused end-user support role is valuable. This could include roles like Help Desk Technician, Desktop Support Specialist, or similar positions\n* Swedish & English language proficiency\n* Customer-Focused Support: Experience in a customer-focused end-user support function covering EUC and software\/OS installations and support\n* Incident Resolution: Proficiency in incident resolution, requests, changes, and problem-solving activities delivered within agreed service level agreements (SLAs)\n* Microsoft Product Knowledge : Good knowledge of Microsoft’s product offerings, including high-level capabilities and competitor products.\n\n\n**Overview**\n Infosys is a global leader in next-generation digital services and consulting. We enable clients in more than 50 countries to navigate their digital transformation.\n   \n\n  \n\n With over four decades of experience in managing the systems and workings of global enterprises, we expertly steer our clients through their digital journey. We do it by enabling the enterprise with an AI-powered core that helps prioritize the execution of change. We also empower the business with agile digital at scale to deliver unprecedented levels of performance and customer delight. Our always-on learning agenda drives their continuous improvement through building and transferring digital skills, expertise, and ideas from our innovation ecosystem.\n   \n\n  \n\n**All aspects of employment at Infosys are based on merit, competence and performance. We are committed to embracing diversity and creating an inclusive environment for all employees. Infosys is proud to be an equal opportunity employer.**","company_url":"https:\/\/in.linkedin.com\/company\/infosys","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE7Zf1-vvfbUA\/company-logo_100_100\/company-logo_100_100\/0\/1692876768583\/infosys_logo?e=2147483647&v=beta&t=97JBbbuq2-RM9553tu_mnMtg_cQU7DSEPtFWT28uwkc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4153412486","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4153412486","job_url_direct":"https:\/\/cgi.njoyn.com\/corp\/xweb\/xweb.asp?clid=21001&page=jobdetails&jobid=J1224-0023&BRID=1175681&SBDID=943&urlHash=Qce4","title":"Mainframe Systemprogrammerare","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Har du kompetens inom Mainframe systemprogrammering och är nyfiken på att jobba med det hos oss?\n   \n\n  \n\n Just nu söker vi en systemprogrammerare till vårt mainframeteam i Sverige, företrädesvis med placering på ett av våra kontor där gruppen finns representerad.\n   \n\n  \n\n Vi på CGI tror på tanken att vi når längre om vi trivs ihop och jobbar tillsammans. Varje dag bygger vi varandra, våra kunder och vår verksamhet.\n   \n\n  \n\n Your future duties and responsibilities\n   \n\n  \n\n**Required Qualifications To Be Successful In This Role**\n**Together, as owners, let’s turn meaningful insights into action.**\n Life at CGI is rooted in ownership, teamwork, respect and belonging. Here, you’ll reach your full potential because…\n   \n\n  \n\n You are invited to be an owner from day 1 as we work together to bring our Dream to life. That’s why we call ourselves CGI Partners rather than employees. We benefit from our collective success and actively shape our company’s strategy and direction.\n   \n\n  \n\n Your work creates value. You’ll develop innovative solutions and build relationships with teammates and clients while accessing global capabilities to scale your ideas, embrace new opportunities, and benefit from expansive industry and technology expertise.\n   \n\n  \n\n You’ll shape your career by joining a company built to grow and last. You’ll be supported by leaders who care about your health and well-being and provide you with opportunities to deepen your skills and broaden your horizons.\n   \n\n  \n\n Come join our team—one of the largest IT and business consulting services firms in the world.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4152003623","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4152003623","job_url_direct":"https:\/\/jobs.wiseit.se\/jobs\/5555626-applikationstekniker-till-sek&urlHash=qaqo","title":"Applikationstekniker till SEK","company":"Wise IT","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":"gustaf.linder@wiseit.se","description":"*Är du en teknisk problemlösare som trivs i en dynamisk IT-miljö? Vill du arbeta med drift, optimering och teknisk förvaltning av affärskritiska system? Sök då rollen som Applikationstekniker!*\n**Din Vardag**\n Som Applikationstekniker hos SEK spelar du en nyckelroll i att driva, underhålla och optimera organisationens systemlandskap. Du säkerställer en stabil IT-drift genom övervakning, felsökning och incidenthantering. Dessutom arbetar du proaktivt med förbättringar och produktionssättning av systemuppgraderingar i samarbete med utvecklings- och infrastrukturteamet.\n   \n\n  \n\n**Dina arbetsuppgifter inkluderar:**\n* Övervakning, drift och underhåll av affärskritiska system.\n* Felsökning och incidenthantering för att säkerställa stabilitet och hög tillgänglighet.\n* Produktionssättning av systemuppgraderingar och förändringar med minimal påverkan på verksamheten.\n* Deltagande i större IT-projekt, exempelvis vid omfattande systemuppdateringar.\n\n\n**Vem är du?**\n Vi söker dig som har:\n   \n\n  \n\n* Erfarenhet av Windows Server och administration av Unix\/Linux-miljöer.\n* Erfarenhet av scriptning i PowerShell.\n* Erfarenhet av att arbeta i en teknisk driftroll med affärskritiska system.\n* Dokumentationsvana och en strukturerad arbetsmetodik.\n* Meriterande kunskaper inom systemövervakning, automation samt databashantering med SQL och Oracle.\n\n\n För att trivas i rollen bör du vara en nyfiken och lösningsorienterad person som tar ansvar för ditt lärande och snabbt kan sätta dig in i nya system. Vidare har du en god kommunikativ förmåga och är samarbetsvillig.\n   \n\n  \n\n**Hur du ansöker**\n I den här rekryteringen samarbetar Svensk Exportkredit med Wise IT. Vill du veta mer om jobbet, kontakta ansvarig rekryteringskonsult, Gustaf Linder, gustaf.linder@wiseit.se .\n   \n\n  \n\n Wise IT kan tyvärr inte ta emot ansökningar via mail, då vi värnar om din personliga integritet. Du kan läsa mer om hur vi behandlar personuppgifter enligt GDPR i Wise Group-koncernens policy för behandling av personuppgifter.\n   \n\n  \n\n Urval sker löpande. Välkommen med din ansökan!\n   \n\n  \n\n**TILLSAMMANS FÖR ÖKAD SVENSK EXPORT**\n Jobba för en hållbar värld genom ökad svensk export! Med affärsmannaskap , starkt kundfokus och en vilja att nå resultat, blir du en viktig lagspelare i Team SEK. Det finns en närhet och enkelhet här som underlättar samarbete och gör beslutsvägar korta. Vi tar vara på engagemang och gör det möjligt för alla att ta ansvar och vara med och påverka. I vårt ekosystem av förstklassig kompetens kan du verkligen växa. Var med och forma vår historia, som går över gränser och generationer.\n   \n\n  \n\n**OM SEK**\n SEK är ett statligt bolag som finansierar svenska exportföretag, deras underleverantörer och utländska kunder. Vi finansierar även omställning i Sverige och utomlands. I vårt uppdrag ingår att administrera det statsstödda CIRR-systemet. I 60 år har lån från SEK gjort det möjligt för generationer av svenska företag att växa. Med ökad export skapar vi tillväxt i Sverige och bidrar till nytänkande lösningar för en hållbar utveckling i världen","company_url":"https:\/\/se.linkedin.com\/company\/wise-it","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQFChwxv1zHbRg\/company-logo_100_100\/company-logo_100_100\/0\/1631334054837?e=2147483647&v=beta&t=WeRAxZjQw0jC73Ey7TAoxRiBsfe4kintW1kTxi5AQW0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4213793819","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4213793819","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Data-Engineer-for-Ventures-and-New-Business-151-38\/1195005501\/&urlHash=AlFg","title":"Data Engineer for Ventures and New Business","company":"Scania Group","location":"Södertälje, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Motor Vehicle Manufacturing","listing_type":null,"emails":"linda.rosenqvist@scania.com","description":"Scania is undergoing a transformation from being a leading supplier of trucks, buses, and engines to providing complete and sustainable transport solutions. Together with TRATON and our sister brands MAN, Volkswagen Truck & Bus, and International, we are working to shape the future of mobility with innovative and environmentally conscious solutions. Ventures and New Business at Scania have a key role in contributing to this vision. We drive the industry transformation: At Ventures and New Business we develop complementing solutions to our core and build new growth through ventures and investments. Our values – customer first, respect, team spirit, responsibility, and elimination of waste – are at the heart of everything we do. Together, we are at the forefront of creating a sustainable future.\n   \n\n  \n\n**Role Summary**\n A Venture Data Engineer is a critical player in new business ventures, responsible for designing and maintaining scalable data infrastructure that supports data-driven strategic decision-making and innovation. This role involves building and operating robust data pipelines, ensuring data quality, and collaborating closely with other teams to solve business problems\n   \n\n  \n\n**Job Responsibilities**\n* Data Pipeline Engineering: Design, build, and operate scalable data pipelines to ensure high-quality data for analysis and machine learning.\n* Cloud & Data Solutions: Utilize cloud-native tools for automated, scalable, and reliable data solutions aligned with best practices in data governance.\n* Cross-functional Collaboration: Partner with data scientists, product managers, and engineers to create data solutions integrated into our products.\n* Innovation & Improvement: Stay current with industry trends, contributing to our data strategy and continuously enhancing data engineering practices.\n\n\n**Who You Are**\n You’re a resourceful and driven data engineer who brings a blend of technical expertise and curiosity to solving data challenges. Skilled in cloud technologies and data pipelines, you enjoy creating scalable solutions that directly impact the business. As part of a small, agile team, you’re comfortable stepping outside your core role to tackle diverse tasks and support the team’s goals. Collaborative and adaptable, you work well with cross-functional teams, translating complex needs into practical data solutions. With a strong focus on continuous\n   \n\n  \n\n learning, you stay up-to-date with industry advancements and bring a creative approach to your work.\n   \n\n  \n\n  \n\n* Have 5+ years of experience in data engineering, focusing on cloud-native, DevOps-based data infrastructure and production-ready solutions.\n* Are proficient in Python, SQL, cloud technologies (especially AWS), data pipeline architecture, and data modeling tools like DBT.\n* Bring hands-on experience with scalable data pipelines, ETL\/ELT processes, and CI\/CD practices to ensure high-quality, robust, and reliable data flows for large datasets.\n* Are analytical, solution-oriented, and motivated to tackle complex data challenges in a collaborative setting.\n* Have a degree in Computer Science, Engineering, or a related field.\n\n\n**This Is Us**\n Everyone working at Scania is united by a common purpose: Driving the shift towards a sustainable transport system. We know that the transport industry must change, and it’s a change we want to lead. At Ventures and New business, we develop complementing solutions to our core and build new growth through ventures and investments that can accelerate us in driving the shift.\n   \n\n  \n\n People are core to our business. By joining our journey towards a sustainable transport system, you are contributing to the future of transport. You are part of a team that can create real change. At Ventures and New Business, we want to engage and inspire our full organization to create results together with us. Collaboration and entrepreneurial spirit is part of our culture and what makes us successful. By joining us you will be a part of driving meaningful growth in new ways!\n   \n\n  \n\n**Scania Offers**\n We offer you the chance to be part of an organization that is focused on reaching Scania’s targets and to truly drive the industry transformation. People who work here have the motivation and desire to constantly make things better.\n   \n\n  \n\n We offer a dynamic, flexible workplace with hybrid work options. Our office is located in central Stockholm at Drottninggatan. With a structured development plan and courses, Scania supports your career growth both locally and internationally. Benefits include training at our health center Gröndal or wellness allowance, result bonus, flexible hours, and company car leasing. Scania also hosts events for employees and their families.\n   \n\n  \n\n**Application**\n Your application should include a CV and any relevant certificates. We welcome all applicants and strive for diversity in our recruitment processes.\n   \n\n  \n\n Apply as soon as possible, no later than 2025-05-04. Screening will take place on an ongoing basis during the application period. Logical and personality tests may be used as part of the selection process, and a background check may be required for this role.\n   \n\n  \n\n If you have questions or would like more information, please contact: Linda Rosenqvist at, linda.rosenqvist@scania.com\n   \n\n  \n\n**We look forward to your application!**","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=v2f945TWghdMCDvRt9P44DtfEO_k_CZd74M2K3jXPSY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4206556792","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4206556792","job_url_direct":"https:\/\/jobb-karriar.initsweden.com\/jobs\/5800447-automationsingenjor-plc&urlHash=BWUp","title":"Automationsingenjör-PLC","company":"Init","location":"Kista, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":"sara.rensfeldt@initgroup.com","description":"\"Vi har en spännande resa framför oss under 2025 med ett jättefint tillskott av nya kollegor som valt att dela den med oss. Till detta så skall vi stärka våra relation med befintliga kunder och leta nya affärer där INIT skall vara det självklara valet inom Infrastruktur, Industri samt Fastighet.\n   \n\n  \n\n I början av året har vi vuxit med ytterligare ett kontor i Stockholm”\n   \n\n  \n\n* Roger Löfgren, Business Unit Manager\n\n\n På Init Sweden formar vi framtiden för industriell IT och automation. Vår ambition är att samla de bästa företagen – och människorna – inom industriell IT och Automation med en total omsättning på 1,5 miljard SEK och 850 anställda i Danmark, Sverige, Norge och Spanien, som är specialister inom industriell IT, automation, IOT och OT cybersäkerhet.\n   \n\n  \n\n**Om jobbet**\n Som Automationsingenjör har du en central roll i projektens genomförande från idéstadiet till driftsättning. Du kommer att arbeta med att utforma och implementera automationslösningar enligt kundens behov och kravspecifikationer. Uppdragen kan vara alltifrån mindre programmeringsändringar eller uppgraderingar av befintliga system till nyprogrammering och uppförande av nya system och anläggningar\n **.**\n Våra projekt utvecklas på vårt kontor och vi är en fabrikatsoberoende leverantör med etablerade partnersamarbeten med de största produktleverantörerna på marknaden. Det innebär att du hos oss får möjlighet att bredda dig både inom tekniken såväl som inom fler affärsområden.\n   \n\n  \n\n I projektväg söker vi dig som med oss vill vara delaktig i bl.a. förundersökningar inför styrsystemsbyten samt nyinstallationer. Fortsätta utveckla förtroendet i vårt fleråriga ramavtal med Trafikverket där vi arbetar med öppningsbara broar i Mälardalen, vilket innebär löpande underhåll, uppgraderingar och styrsystemsbyten. Ibland samarbetar vi även med andra aktörer för att möta gemensamma kunders behov inom process- och livsmedelsindustrin, där vi tillsammans tar oss an de specifika krav och utmaningar som finns.\n   \n\n  \n\n**Arbetsuppgifter**\n Du kommer att arbeta med att systemera, programmera och driftsätta PLC-system för styrning och övervakning av tekniska utrustningar för våra kunder inom industri och\/eller infrastruktur men också att utmana både våra kunder – och oss själva – att tänka nytt.\n   \n\n  \n\n Du kommer vara delaktig under hela projektprocessen från säljstart till driftsättning vilket erbjuder ett helhetsperspektiv och ett varierat arbete.\n   \n\n  \n\n**Huvudsakliga Arbetsuppgifter**\n* Programmering, driftsättning och optimering av anläggningar\n* Avprovning och felsökning\n* Framtagning och uppdatering av teknisk dokumentation\n* Samarbete med både interna och externa partners samt olika tekniska discipliner\n\n\n**Om dig**\n Vi letar efter dig som är en duktig\n **problemlösare** \n i och med att du blir en viktig del i att hjälpa våra kunder med deras komplexa problem. Du värdesätter\n **samarbete** \n , gärna i team där ni tillsammans delar kunskap och erfarenheten.\n   \n\n  \n\n**Vår Önskelista På Din Erfarenhet Och Kvalifikationer**\n* En eftergymnasial utbildning inom automation, systemvetenskap eller motsvarande erfarenhet som kan bedömas som likvärdig\n* God erfarenhet av rollen som automationsingenjör med fokus på programmering, provning (FAT SAT), driftsättning, dokumentation\n* Goda kunskaper inom Siemens programvaror, TIA-portal\n* Goda kunskaper inom Mitsubishi programvaror, GX Works3\n\n\n**Meriterande Är Erfarenhet Av**\n* Industriella nätverk\n* Siemens Simatic Manager\n* Andra PLC-system\n* SCADA-erfarenhet\n* Fastighetsautomation\n\n\n**Du blir en del av**\n Vi tror att bra arbete kommer från glada och motiverade människor. Det är därför vi lägger lika mycket kraft på att ge dig en rolig, säker och inkluderande arbetsmiljö som vi gör på att utveckla dina professionella förmågor. Oavsett om det handlar om sociala evenemang eller balans mellan arbete och privatliv gör vi allt vi kan för att göra Init till en positiv del av ditt liv. Förutom detta får du vara med på en väldigt spännande resa när vi tillsammans med en tiotal andra bolag nu bygger Nordens största automationshus!\n   \n\n  \n\n**Du Kommer Att Vara En Del Av**\n* Ett företag med en tydlig och kontrollerad tillväxtstrategi\n* Goda karriärmöjligheter med professionella, inspirerande och innovativa miljöer med plats för nörderi och professionell utveckling.\n* Ett företag som stöttar ditt specialområde i ett samhälle med hög ambitionsnivå.\n\n\n**What’s in it for me?**\n**✔️** \n Friskvårdsbidrag\n   \n\n  \n\n**✔️** \n 27 dagars semester\n   \n\n  \n\n ✔️Tjänstepension (ITP)\n   \n\n  \n\n ✔️Föräldraledighetstillägg\n   \n\n  \n\n ✔️48h\/år kompetensutveckling\n   \n\n  \n\n ✔️Årlig (frivillig) hälsoundersökning och sjukvårdsförsäkring\n   \n\n  \n\n**Placeringsort;** \n Stockholm, Liljeholmen eller Kista\n   \n\n  \n\n**Start:** \n Enligt överenskommelse\n   \n\n  \n\n**Omfattning:** \n Heltid\n   \n\n  \n\n**Arbetstider:** \n Dagtid med flex och möjlighet till hybridlösning\n   \n\n  \n\n Vi läser ansökningar och träffar kandidater löpande så skicka in din ansökan redan idag! Vid frågor, kontakta mig, Rekryterare Sara Rensfeldt Romin, på sara.rensfeldt@initgroup.com.\n   \n\n  \n\n Vi ser fram emot din ansökan! #Init2winit\n   \n\n  \n\n Init skapar intelligenta lösningar där affärer, organisationer och system integreras till en smart helhet.\n   \n\n  \n\n Med förmågan att förstå idéer och komplicerade orsakssamband, planera och lösa problem skapar Init intelligenta styr- och övervakningssystem för kunder med höga krav på effektivitet, tillgänglighet och säkerhet. Init gör verksamheten smartare oavsett om det handlar om en fastighet, produktionsanläggning eller infrastrukturanläggning.\n   \n\n  \n\n Med en erfarenhet som sträcker sig över 25 år finns ett väl utvecklat helhetstänk i våra tjänster där vi tar ansvar för projektgenomförande, design, programmering, provning, driftsättning och underhåll. Så att våra kunder kan fokusera på det dem kan bäst, deras egen verksamhet.\n   \n\n  \n\n Så hanterar vi dina personuppgifter.","company_url":"https:\/\/dk.linkedin.com\/company\/init","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHQYNJBoZbnEw\/company-logo_100_100\/company-logo_100_100\/0\/1673433346497\/init_logo?e=2147483647&v=beta&t=KFj7atyrOiH64GFi0ft2fXGVa4WPetW2Gg4n9nsufJk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4175881035","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4175881035","job_url_direct":"https:\/\/databricks.com\/company\/careers\/open-positions\/job?gh_jid=7884824002&gh_src=62a881d62&urlHash=FICX","title":"Senior Solutions Engineer - Digital Natives and Startups","company":"Databricks","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"REQ# FEQ326R269\n   \n\n  \n\n At Databricks, our core principles are at the heart of everything we do; creating a culture of proactiveness and a customer-centric mindset guides us to create a unified platform that makes data science and analytics accessible to everyone. We aim to inspire our customers to make informed decisions that push their business forward. We provide a user-friendly and intuitive platform that makes it easy to turn insights into action and fosters a culture of creativity, experimentation, and continuous improvement. You will be an essential part of this mission, using your technical expertise to demonstrate how our Data Intelligence Platform can help customers solve their complex data challenges. You'll work with a collaborative, customer-focused team who values innovation and creativity, using your skills to create customized solutions to help our customers achieve their goals and guide their businesses forward. Join us in our quest to change how people work with data and make a better world!\n   \n\n  \n\n**The Impact You Will Have**\n* Form successful relationships with clients throughout your assigned territory to provide technical and business value in collaboration with an Account Executive and a Senior Solutions Architect.\n* Gain excitement from clients about Databricks through hands-on evaluation and Spark programming, integrating with the wider cloud ecosystem and 3rd party applications.\n* Contribute to building the Databricks technical community through engagement at workshops, seminars, and meet-ups.\n* Become a Big Data Analytics advisor on aspects of architecture and design.\n* Support your customers by authoring reference architectures, how-tos, and demo applications.\n* Develop both technically and in the pre-sales aspect with the goal of becoming an independently operating Solutions Architect.\n\n\n**What We Look For**\n Familiarity working with clients, creating a narrative, answering customer questions, aligning the agenda with important interests, and achieving tangible outcomes.Ability to independently deliver a technical proposition, identify customers' pain-points, and explain important areas for business value to develop a trusted advisor skillset.\n   \n\n  \n\n* Code in a core programming language such as Python or SQL.\n\n\n Knowledgeable in a core Big Data Analytics domain with some exposure to advanced proofs-of-concept and an understanding of a major public cloud platform.\n   \n\n  \n\n* Experience diving deeper into solution architecture and Data Engineering.\n\n\n**About Databricks**\n Databricks is the data and AI company. More than 10,000 organizations worldwide — including Comcast, Condé Nast, Grammarly, and over 50% of the Fortune 500 — rely on the Databricks Data Intelligence Platform to unify and democratize data, analytics and AI. Databricks is headquartered in San Francisco, with offices around the globe and was founded by the original creators of Lakehouse, Apache Spark™, Delta Lake and MLflow. To learn more, follow Databricks on Twitter, LinkedIn and Facebook.\n   \n\n  \n\n**Benefits**\n At Databricks, we strive to provide comprehensive benefits and perks that meet the needs of all of our employees. For specific details on the benefits offered in your region, please visit https:\/\/www.mybenefitsnow.com\/databricks.\n   \n\n  \n\n**Our Commitment to Diversity and Inclusion**\n At Databricks, we are committed to fostering a diverse and inclusive culture where everyone can excel. We take great care to ensure that our hiring practices are inclusive and meet equal employment opportunity standards. Individuals looking for employment at Databricks are considered without regard to age, color, disability, ethnicity, family or marital status, gender identity or expression, language, national origin, physical and mental ability, political affiliation, race, religion, sexual orientation, socio-economic status, veteran status, and other protected characteristics.\n   \n\n  \n\n**Compliance**\n**If access to export-controlled technology or source code is required for performance of job duties, it is within Employer's discretion whether to apply for a U.S. government license for such positions, and Employer may decline to proceed with an applicant on this basis alone.**","company_url":"https:\/\/www.linkedin.com\/company\/databricks","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQFPIRKiPVETuw\/company-logo_100_100\/company-logo_100_100\/0\/1697215766274?e=2147483647&v=beta&t=K5mi1ouCxRu2wpiCv1XfYxu29YGccouH7wYiGiXNNpQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4212403885","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4212403885","job_url_direct":"https:\/\/careers.spglobal.com\/jobs\/314087?lang=en-us&utm_source=linkedin&urlHash=K8nw","title":"Optimization Client Services Analyst","company":"OSTTRA","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Financial Services","listing_type":null,"emails":"EEO.Compliance@spglobal.com","description":"**About The Role**\n**Optimization Client Services Analyst - OSTTRA**\n The Client Services Analyst is responsible for delivering the triReduce and triBalance service to clients. That means running triReduce and triBalance cycles and making sure they execute successfully. In addition, the role involves supporting clients, testing output from Web and Financial Development and supporting the Sales team.\n   \n\n  \n\n**Principal Accountabilities**\n Support and manage Service delivery for triReduce\/triBalance cycles:\n   \n\n  \n\n* Manage clients from start to finish\n* Receive and verify client data\n* Value and verify Mtm and risk for clients OTC portfolios\n* Setup and verify risk constraints and tolerances\n* Run the compression and optimisation algorithm\n* Ensure banks execute the results from triReduce and triBalance cycles\n* Handle client requests such as user account management, simulations, training and general support\n\n\n**Support Client Onboarding For TriReduce And TriBalance**\n* Setup new accounts and users, test and verify client data, run simulations and present results.\n\n\n**Skills And Software Requirements**\n* Banking and Finance – Basic knowledge of OTC derivatives and Options in one or many of the following asset classes Rates, FX, Credit, Equity and Commodities\n* IT\/Technical - This role must have basic IT skills including the ability to work with raw client data using editors and spreadsheet tools. Basic knowledge of MySQL databases and basic Python programming\n* Ability to engage and communicate with clients in a number of different regions\n\n\n OSTTRA is committed to offering a competitive total rewards package for our employees that recognizes their contributions to the business and reflects our long-term investment in their future.\n   \n\n  \n\n**About OSTTRA**\n*Candidates should note that OSTTRA is an independent firm, jointly owned by S&P Global and CME Group. As part of the joint venture, S&P Global provides recruitment services to OSTTRA - however, successful candidates will be interviewed and directly employed by OSTTRA, joining our global team of more than 1,200 post trade experts.*\n OSTTRA was formed in 2021 through the combination of four businesses that have been at the heart of post trade evolution and innovation for the last 20+ years: MarkitServ, Traiana, TriOptima and Reset. OSTTRA is a joint venture, owned 50\/50 by S&P Global and CME Group.\n   \n\n  \n\n With an outstanding track record of developing and supporting critical market infrastructure, our combined network connects thousands of market participants to streamline end to end workflows - from trade capture at the point of execution, through portfolio optimization, to clearing and settlement.\n   \n\n  \n\n Joining the OSTTRA team is a unique opportunity to help build a bold new business with an outstanding heritage in financial technology, playing a central role in supporting global financial markets.\n   \n\n  \n\n Learn more at www.osttra.com.\n   \n\n  \n\n**What’s In It For** \n**You?**\n**Benefits**\n We take care of you, so you can take care of business. We care about our people. That’s why we provide everything you—and your career—need to thrive at S&P Global.\n   \n\n  \n\n**Our Benefits Include**\n* Health & Wellness: Health care coverage designed for the mind and body.\n* Flexible Downtime: Generous time off helps keep you energized for your time on.\n* Continuous Learning: Access a wealth of resources to grow your career and learn valuable new skills.\n* Invest in Your Future: Secure your financial future through competitive pay, retirement planning, a continuing education program with a company-matched student loan contribution, and financial wellness programs.\n* Family Friendly Perks: It’s not just about you. S&P Global has perks for your partners and little ones, too, with some best-in class benefits for families.\n* Beyond the Basics: From retail discounts to referral incentive awards—small perks can make a big difference.\n\n\n For more information on benefits by country visit: https:\/\/spgbenefits.com\/benefit-summaries\n   \n\n  \n\n**Equal Opportunity Employer**\n S&P Global is an equal opportunity employer and all qualified candidates will receive consideration for employment without regard to race\/ethnicity, color, religion, sex, sexual orientation, gender identity, national origin, age, disability, marital status, military veteran status, unemployment status, or any other status protected by law. Only electronic job submissions will be considered for employment.\n   \n\n  \n\n If you need an accommodation during the application process due to a disability, please send an email to: EEO.Compliance@spglobal.com and your request will be forwarded to the appropriate person.\n   \n\n  \n\n**US Candidates Only:** \n The EEO is the Law Poster http:\/\/www.dol.gov\/ofccp\/regs\/compliance\/posters\/pdf\/eeopost.pdf describes discrimination protections under federal law. Pay Transparency Nondiscrimination Provision - https:\/\/www.dol.gov\/sites\/dolgov\/files\/ofccp\/pdf\/pay-transp\\_%20English\\_formattedESQA508c.pdf\n   \n\n  \n\n 20 - Professional (EEO-2 Job Categories-United States of America), BSMGMT203 - Entry Professional (EEO Job Group)\n   \n\n  \n\n**Job ID:** \n 314087\n   \n\n  \n\n**Posted On:** \n 2025-04-20\n   \n\n  \n\n**Location:** \n Stockholm, Sweden","company_url":"https:\/\/uk.linkedin.com\/company\/osttra","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGPkNW9lJsRfQ\/company-logo_100_100\/company-logo_100_100\/0\/1688458951352\/osttra_logo?e=2147483647&v=beta&t=EO1jpWxmsdvLab4DXxwAkm6-MYNnY1dSelkbE_Tn1Us","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4212408234","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4212408234","job_url_direct":"https:\/\/careers.spglobal.com\/jobs\/314082?lang=en-us&utm_source=linkedin&urlHash=_4-e","title":"Optimization Client Services Analyst","company":"OSTTRA","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Financial Services","listing_type":null,"emails":"EEO.Compliance@spglobal.com","description":"**About The Role**\n**Optimization Client Services Analyst - OSTTRA**\n The Client Services Analyst is responsible for delivering the triReduce and triBalance service to clients. That means running triReduce and triBalance cycles and making sure they execute successfully. In addition, the role involves supporting clients, testing output from Web and Financial Development and supporting the Sales team.\n   \n\n  \n\n**Principal Accountabilities**\n Support and manage Service delivery for triReduce\/triBalance cycles:\n   \n\n  \n\n* Manage clients from start to finish\n* Receive and verify client data\n* Value and verify Mtm and risk for clients OTC portfolios\n* Setup and verify risk constraints and tolerances\n* Run the compression and optimisation algorithm\n* Ensure banks execute the results from triReduce and triBalance cycles\n* Handle client requests such as user account management, simulations, training and general support\n\n\n**Support Client Onboarding For TriReduce And TriBalance**\n* Setup new accounts and users, test and verify client data, run simulations and present results.\n\n\n**Skills And Software Requirements**\n* Banking and Finance – Basic knowledge of OTC derivatives and Options in one or many of the following asset classes Rates, FX, Credit, Equity and Commodities\n* IT\/Technical - This role must have basic IT skills including the ability to work with raw client data using editors and spreadsheet tools. Basic knowledge of MySQL databases and basic Python programming\n* Ability to engage and communicate with clients in a number of different regions\n\n\n OSTTRA is committed to offering a competitive total rewards package for our employees that recognizes their contributions to the business and reflects our long-term investment in their future.\n   \n\n  \n\n**About OSTTRA**\n*Candidates should note that OSTTRA is an independent firm, jointly owned by S&P Global and CME Group. As part of the joint venture, S&P Global provides recruitment services to OSTTRA - however, successful candidates will be interviewed and directly employed by OSTTRA, joining our global team of more than 1,200 post trade experts.*\n OSTTRA was formed in 2021 through the combination of four businesses that have been at the heart of post trade evolution and innovation for the last 20+ years: MarkitServ, Traiana, TriOptima and Reset. OSTTRA is a joint venture, owned 50\/50 by S&P Global and CME Group.\n   \n\n  \n\n With an outstanding track record of developing and supporting critical market infrastructure, our combined network connects thousands of market participants to streamline end to end workflows - from trade capture at the point of execution, through portfolio optimization, to clearing and settlement.\n   \n\n  \n\n Joining the OSTTRA team is a unique opportunity to help build a bold new business with an outstanding heritage in financial technology, playing a central role in supporting global financial markets.\n   \n\n  \n\n Learn more at www.osttra.com.\n   \n\n  \n\n**What’s In It For** \n**You?**\n**Benefits**\n We take care of you, so you can take care of business. We care about our people. That’s why we provide everything you—and your career—need to thrive at S&P Global.\n   \n\n  \n\n**Our Benefits Include**\n* Health & Wellness: Health care coverage designed for the mind and body.\n* Flexible Downtime: Generous time off helps keep you energized for your time on.\n* Continuous Learning: Access a wealth of resources to grow your career and learn valuable new skills.\n* Invest in Your Future: Secure your financial future through competitive pay, retirement planning, a continuing education program with a company-matched student loan contribution, and financial wellness programs.\n* Family Friendly Perks: It’s not just about you. S&P Global has perks for your partners and little ones, too, with some best-in class benefits for families.\n* Beyond the Basics: From retail discounts to referral incentive awards—small perks can make a big difference.\n\n\n For more information on benefits by country visit: https:\/\/spgbenefits.com\/benefit-summaries\n   \n\n  \n\n**Equal Opportunity Employer**\n S&P Global is an equal opportunity employer and all qualified candidates will receive consideration for employment without regard to race\/ethnicity, color, religion, sex, sexual orientation, gender identity, national origin, age, disability, marital status, military veteran status, unemployment status, or any other status protected by law. Only electronic job submissions will be considered for employment.\n   \n\n  \n\n If you need an accommodation during the application process due to a disability, please send an email to: EEO.Compliance@spglobal.com and your request will be forwarded to the appropriate person.\n   \n\n  \n\n**US Candidates Only:** \n The EEO is the Law Poster http:\/\/www.dol.gov\/ofccp\/regs\/compliance\/posters\/pdf\/eeopost.pdf describes discrimination protections under federal law. Pay Transparency Nondiscrimination Provision - https:\/\/www.dol.gov\/sites\/dolgov\/files\/ofccp\/pdf\/pay-transp\\_%20English\\_formattedESQA508c.pdf\n   \n\n  \n\n 20 - Professional (EEO-2 Job Categories-United States of America), BSMGMT203 - Entry Professional (EEO Job Group)\n   \n\n  \n\n**Job ID:** \n 314082\n   \n\n  \n\n**Posted On:** \n 2025-04-20\n   \n\n  \n\n**Location:** \n Stockholm, Sweden","company_url":"https:\/\/uk.linkedin.com\/company\/osttra","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGPkNW9lJsRfQ\/company-logo_100_100\/company-logo_100_100\/0\/1688458951352\/osttra_logo?e=2147483647&v=beta&t=EO1jpWxmsdvLab4DXxwAkm6-MYNnY1dSelkbE_Tn1Us","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4089541684","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4089541684","job_url_direct":"https:\/\/careers-kyowa-kirin.icims.com\/jobs\/2629\/patient-journey-manager\\u002d\\u002d-rare-disease-(sweden)\/job?in_iframe=1&mode=apply&iis=LinkedIn&iisn=LinkedIn&urlHash=2wyN","title":"Patient Journey Manager - Rare Disease (Sweden)","company":"Kyowa Kirin International plc.","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Health Care Provider","company_industry":"Pharmaceutical Manufacturing","listing_type":null,"emails":null,"description":"**Overview**\n Patient Journey Manager – Rare Disease (Sweden)\n   \n\n  \n\n Remote position in Sweden\n   \n\n  \n\n**LIVING OUR PURPOSE TO MAKE PEOPLE SMILE**\n At Kyowa Kirin International (KKI), our purpose is to make people smile. This means more than drug discovery and development; it is about embedding care into everything we do to make a difference every day for those that need it most. We are an inclusive pharmaceutical company that takes the time to understand what really matters to our patients, their families, and their healthcare professionals, helping our people to take bold actions that deliver life-changing solutions sooner. Our culture is rooted in our values: Teamwork, Commitment to Life, Innovation, and Integrity. They help us to push boundaries to deliver extraordinary impact and make KKI such a special place to work.\n   \n\n  \n\n**The opportunity:**\n Are you passionate about meeting the needs of people living with rare diseases as they journey through the often long and difficult road to diagnosis and long-term care? Have you worked with Healthcare Professionals (HCPs) and the medical industry to help ensure a true patient-focused approach, perhaps in a hospital setting, a field-based Medical or Commercial role, or potentially a patient engagement, marketing or patient services role? Are you looking for an opportunity that lets you help build the future direction of a company, giving input and adapting our approach as we build a team of Patient Journey Managers (PJMs)? If so, this might be the role for you.\n   \n\n  \n\n At KKI, we recently re-organised our field-based teams into a new structure. Our team of PJMs is the primary point of contact and face of our company to Healthcare Professionals, and as such, the PJMs play a critical role in helping to shape the future of patient care at KKI. If you are patient oriented, eager to be part of building something of significance within our company, and able to build strong relationships across multiple teams and stakeholders, we would love to hear from you.\n   \n\n  \n\n**Responsibilities**\n**Job purpose:**\n You will be the face of KKI, as primary point of contact for HCPs and associated stakeholders. A field based omnichannel conductor, with in depth knowledge of the entire patient journey, focused on delivering a personalised, high value customer experience, enhancing the patient journey, building partnerships with internal and external stakeholders, improving outcomes and optimising the impact of KKI products to the benefit of patients aligned with our mission to make people smile.\n   \n\n  \n\n You'll need to maintain a high level of activity, targeting specific groups, foster relationships with key stakeholders, and deliver on business and sales targets in your geographical area. Collaborating with marketing and medical departments to support regional and national engagements is crucial.\n   \n\n  \n\n Analysing regional sales data, prioritising resources effectively and implementing patient-focused solutions are key responsibilities. Engaging with key stakeholders, identifying new opportunities, addressing access hurdles, and sharing key business insights with the organisation are also part of your role.\n   \n\n  \n\n**Qualifications**\n**Position Requirements:**\n* LIF exam\n* Experience within field Medical or Commercial roles, preferrable in rare disease\n* Stakeholder management experience as well as cross functional collaboration\n* Digital experience (multichannel engagement, including over Teams, email, webinars)\n* Knowledge of local, regional, and national health systems and care delivery processes is a must\n* Being proactive, having strong implementation skills, and a marketing\/commercial mindset are important\n* Being a team player able to build strong relationships with internal and external stakeholders\n* Excellent local language required\n* Proficiency in English and computer skills such as Microsoft Office, CRM systems\n* Willingness to travel and a valid driver’s license is essential\n\n\n Kyowa Kirin International is an equal opportunities employer\n **.**\n**No agencies please**","company_url":"https:\/\/uk.linkedin.com\/company\/kyowa-kirin-international-plc.","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGNjmKI5LUl3A\/company-logo_100_100\/company-logo_100_100\/0\/1719822455190\/kyowa_kirin_international_plc_logo?e=2147483647&v=beta&t=EIJUu0g2bZ_SWW6f8rOe9VGLFP0e0FxJP_gAHS2qZW8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3969213088","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3969213088","job_url_direct":"https:\/\/careersatagoda.com\/job\/5432627-lead-ds-data-scientist-bangkok-based-relocation-provided\/?gh_jid=5432627&gh_src=c465d9c41&urlHash=SWGN","title":"Lead DS (Data Scientist) Bangkok based, Relocation provided","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"**About Agoda**\n Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with a global network of 4.7M hotels and holiday properties worldwide, plus flights, activities, and more . Based in Asia and part of Booking Holdings, our 7,100+ employees representing 95+ nationalities in 27 markets foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enhancing the ability for our customers to experience the world.\n   \n\n  \n\n**Our Purpose –** \n**Bridging the World Through Travel**\n We believe travel allows people to enjoy, learn and experience more of the amazing world we live in. It brings individuals and cultures closer together, fostering empathy, understanding and happiness.\n   \n\n  \n\n We are a skillful, driven and diverse team from across the globe, united by a passion to make an impact. Harnessing our innovative technologies and strong partnerships, we aim to make travel easy and rewarding for everyone.\n   \n\n  \n\n**Get to Know Our Team**\n The Data department oversees all of Agoda’s data-related requirements. Our ultimate goal is to enable and increase the use of data in the company through creative approaches and the implementation of powerful resources such as operational and analytical databases, queue systems, BI tools, and data science technology. We hire the brightest minds from around the world to take on this challenge and equip them with the knowledge and tools that contribute to their personal growth and success while supporting our company’s culture of diversity and experimentation. The role the Data team plays at Agoda is critical as business users, product managers, engineers, and many others rely on us to empower their decision making. We are equally dedicated to our customers by improving their search experience with faster results and protecting them from any fraudulent activities. Data is interesting only when you have enough of it, and we have plenty. This is what drives up the challenge as part of the Data department, but also the reward.\n   \n\n  \n\n**The Opportunity**\n We are looking for ambitious and agile data scientists that would like to seize the opportunity to work on some of the most challenging productive machine learning and big data platforms worldwide, processing some 600B events every day and making some 5B predictions.\n   \n\n  \n\n As part of the Data Science and Machine Learning (AI\/ML) team you will be exposed to real-world challenges such as: dynamic pricing, predicting customer intents in real time, ranking search results to maximize lifetime value, classifying and deep learning content and personalization signals from unstructured data such as images and text, making personalized recommendations, innovating algorithm-supported promotions and products for supply partners, discovering insights from big data, and innovating the user experience. To tackle these challenges, you will have the opportunity to work on one of the world’s largest ML infrastructure employing dozens of GPUs working in parallel, 30K+ CPU cores and 150TB of memory.\n   \n\n  \n\n**In This Role, You’ll Get to**\n* Design, code, experiment and implement models and algorithms to maximize customer experience, supply side value, business outcomes, and infrastructure readiness\n* Mine a big data of hundreds of millions of customers and more than 600M daily user generated events, supplier and pricing data, and discover actionable insights to drive improvements and innovation\n* Work with developers and a variety of business owners to deliver daily results with the best quality\n* Research discover and harness new ideas that can make a difference\n\n\n**What You’ll Need To Succeed**\n* 4+ years hands-on data science experience\n* Excellent understanding of AI\/ML\/DL and Statistics, as well as coding proficiency using related open source libraries and frameworks\n* Significant proficiency in SQL and languages like Python, PySpark and\/or Scala\n* Can lead, work independently as well as play a key role in a team\n* Good communication and interpersonal skills for working in a multicultural work environment\n\n\n**It’s Great if You Have**\n* PhD or MSc in Computer Science \/ Operations Research \/ Statistics or other quantitative fields\n* Experience in NLP, image processing and\/or recommendation systems\n* Hands on experience in data engineering, working with big data framework like Spark\/Hadoop\n* Experience in data science for e-commerce and\/or OTA\n\n\n We welcome both local and international applications for this role. Full visa sponsorship and relocation assistance available for eligible candidates.\n   \n\n  \n\n #sanfrancisco #sanjose #losangeles #sandiego #oakland #denver #miami #orlando #atlanta #chicago #boston #detroit #newyork #portland #philadelphia #dallas #houston #austin #seattle #sydney #melbourne #perth #toronto #vancouver #montreal #shanghai #beijing #shenzhen #prague #Brno #Ostrava #cairo #alexandria #giza #estonia #paris #berlin #munich #hamburg #stuttgart #cologne #frankfurt #hongkong #budapest #jakarta #bali #dublin #telaviv #milan #rome #venice #florence #naples #turin #palermo #bologna #tokyo #osaka #kualalumpur #malta #amsterdam #oslo #manila #warsaw #krakow #doha #alrayyan #riyadh #jeddah #mecca #medina #singapore #seoul #barcelona #madrid #stockholm #zurich #taipei #tainan #taichung #kaohsiung #bangkok #Phuket #istanbul #london #manchester #edinburgh #hcmc #hanoi #lodz #wroclaw #poznan #katowice #rio #salvador #newdelhi #bangalore #bandung #yokohama #nagoya #okinawa #fukuoka #jerusalem #IT #4\n   \n\n  \n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy .\n   \n\n  \n\n To all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGBa_7QNZNwpw\/company-logo_100_100\/company-logo_100_100\/0\/1656643826660\/agoda_logo?e=2147483647&v=beta&t=iSwgEmhJBSLP-IBRdGhQbi_Wl0Oz_1yq8POzAjqMOWc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"b00f5e9116eea593","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b00f5e9116eea593","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/137404970772112070","title":"Group Lead och Azure specialist","company":"Devoteam","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1742428800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"- **Vill du vara med på resan när vi startar upp Creative tech enheten i Göteborg? Vill du arbeta tillsammans med inspirerande, glada och kompetenta kollegor i ett av Göteborgs mest innovativa och centrala nav kring mjukvaruutveckling? Söker du en roll där du kan kombinera din expertis som konsult med ledarskap och strategiskt ansvar och vara med och skapa innovativa digitala produkter?**\n\n**Vilka är vi?**  \n\nVi är ett IT-konsultföretag som främjar en kultur där medarbetarna känner sig trygga, inspirerade och glada. Vi tror att detta är den bästa miljön där människor kan växa och bygga de bästa produkterna. Vi grundades år 2000, vi har en långsiktig syn på våra kunder och medarbetarrelationer och hoppas att du kommer att vilja stanna hos oss länge.\n\n\nVisste du att vi faktiskt också grundade utvecklarkonferensen Øredev som fortfarande är en del av samma företag?\n\n  \n**Vem är du?**\n\nVi söker en Group Lead till vår Azure utvecklingsenhet i Göteborg. Denna roll är perfekt om du vill kombinera konsultrollen med ledarskaps- och ledningsansvar.\n\n\nSom Group Lead kommer du i första hand arbeta med konsultuppdrag inriktade på Azure arkitektur och utveckling. Vi söker en senior utvecklare\/arkitekt med bred erfarenhet av mjukvarulösningar inom Azure och med en förmåga att se helheten. Du har lång erfarenhet av utveckling samt av att sätta upp och granska Azure-miljöer. Även om vi söker en ledare vill vi ändå att du fortfarande har en vilja och ett driv att skriva, granska och felsöka kod. Vi ser dig vidare som aktiv i vårt partnersamarbete, där du gillar att utforska nya erbjudanden från Azure och hjälpa Devoteam Creative Tech ligga i framkant inom moln-innovation.\n\n\nI rollen har du också ett personalansvar för 6-10 konsulter inom Azure-enheten. Där det primära målet är att jobba med ditt team och coacha dina medarbetare och främja en kultur av kontinuerligt lärande.\n\n\nRollen omfattar även affärsutveckling där du fungerar som en brygga mellan säljteam, kunder och leveransteam. Genom nära samarbete kommer du att bidra till att utveckla vårt erbjudande och bygga starka kundrelationer inom Azure-området.\n\n\nAtt balansera konsultuppdrag, personalansvar och affärsutveckling kräver ett starkt självledarskap, vilket är avgörande för att lyckas i denna roll.\n\n\nCertifieringar inom Azure är viktiga och meriterande men inget krav.\n\n\n  \n**Vi söker dig som**\n\n* Har minst 6 års erfarenhet av mjukvaruarkitektur och utveckling.\n* Tidigare erfarenhet av en ledarroll med personalansvar är meriterande.\n* Trygg i att föra diskussioner med kunder både på svenska och engelska.\n* Skicklig med att omsätta verksamhetskrav till design av säkra, skalbara samt kostnadseffektiva lösningar.\n* Stark vilja att leverera utmärkt service, med fokus på kundernas behov och framgång.\n* Har en genuin förståelse för det agila arbetssättet och en vilja och ett fokus att snabbt leverera värde.\n* God förståelse för DevOps principer och förmåga att integrera dem i arkitekturella beslut.\n\n  \n- **Vad får du?**  \n\nVi erbjuder dig individuell och betald kompetensutveckling på arbetstid, flexibelt arbete och ett generöst förmånspaket. Du kommer att ingå i vårt team av ledare och kan påverka allt från vilket uppdrag som känns rätt för dig, forma våra erbjudanden och partnerskap, samt bidra till framtiden för Devoteam Creative Tech i Sverige.\n\n\n**Varför tveka?**  \n\nSkicka in din ansökan till oss så kontaktar vi dig så snart som möjligt. Vi ser fram emot att höra från dig!\n\n\n**En rättvis chans!**  \n\nDevoteam är öppet för ansökningar från alla delar av samhället. Vi tror att olikheter inom team hjälper oss att skapa bättre produkter. Vi välkomnar alla människor oavsett ålder, könsidentitet eller uttryck, erfarenhet och bakgrund. Om du kan se dig själv i denna roll och känner att denna tjänst kan tillföra värde både för dig och för Devoteam, uppmuntrar vi dig att skicka in din ansökan till oss - även om du inte nödvändigtvis uppfyller alla ovanstående krav.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"42891d1dba8e82d8","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=42891d1dba8e82d8","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29643878","title":"Specialistadministratör till Atea Sverige","company":"Inpeople Sverige AB","location":"Växjö, G, SE","job_type":"fulltime","date_posted":1745107200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Dina arbetsuppgifter\n  \nVi söker en driven och engagerad Specialistadministratör till Atea i Växjö. Vill du vara en del av ett dynamiskt arbetsteam där ditt administrativa kunnande och din serviceförmåga får skina? Då kan det vara just dig vi söker! I rollen som Specialistadministratör utför du ett brett spann av administrativa uppgifter, agerar som en rådgivande funktion till kund, leverantör och säljare samt jobbar med att upprätthålla smidiga arbetsflöden och processer. De olika administrativa uppgifterna kan variera utifrån ärende, men kan innehålla avtalsadministration, orderläggning, fakturafrågor, leveransfrågor och matcha inköp mot leverantörsfakturor. Du kommer dagligen jobba med problemlösning och tillsammans i Ateas team erbjuda enastående service. När du börjar bli rutinerad i rollen finns möjlighet att bidra i olika projekt kring förbättringsarbete och automatisering. Tjänsten tillhör affärsområdet Software Cloud & Services där du kommer tillhöra avdelningen Software center som jobbar med mjukvara och licenser. I din roll kommer du vara ansvarig för att hålla dig kontinuerligt uppdaterad på vilka tjänster och produkter som finns inom relevant område och som Atea erbjuder till sina kunder. Tjänsten är ett vikariat på minst 1 år, via Inpeople. Framåt finns goda möjligheter till förlängning, för rätt person. Arbetstiderna är måndag-fredag 08.00-17.00. Tjänsten förväntas tillsattas omgående, eller med hänsyn till rätt kandidats uppsägningstid.\n  \n  \n\nVad kan vi erbjuda dig?\n  \nAtea bjuder in dig till en spännande möjlighet – att bli en stolt medlem i deras engagerade och högkompetenta gäng. Inom avdelningen Software Center tillhör du ett team av 14 fantastiska kollegor som samtliga jobbar som specialistadministratörer.\n  \nPå Atea har vi ett flexibelt arbetssätt där vi utgår från kontoret, vi älskar att mötas och det är på kontoret och i mötet med kunden, vi ger och får energi. Vi tror på att ge möjlighet till flexibilitet i vardagen men merparten av arbetstiden spenderar vi på kontoret.\n  \nVi sitter i fräscha lokaler på Nylandavägen, strax utanför centrala Växjö. Här finns ett fint gym och möjlighet till promenad och löpning i närliggande skog och friluftsområde. Det är enkelt att ta sig hit med såväl cykel, som bil och via täta bussförbindelser.\n  \n  \n\nDin profil\n  \nVi söker en driven och nyfiken person som sprider positiv energi till arbetsgruppen och i dialog tillsammans med kund och leverantörer. Du är ansvarsfull och noggrann samt drivs av att jobba med problemlösning på ett effektivt sätt. Du ska kunna jobba självständigt med dina administrativa arbetsuppgifter men även kunna bidra till gruppens gemensamma mål genom att samarbeta tillsammans med dina kollegor. Vi ser gärna att du har tidigare arbetserfarenheter inom ekonomi och\/eller administration. Om du har jobbat inom support, säljstöd eller som ekonomiassistent är även detta meriterande för tjänsten. Vi förväntar oss att du har förmågan att kunna utrycka dig professionellt på svenska och engelska i både tal och skrift. Tidigare kunskaper i systemen Dynamics 365, Navision, Rillion och Officepaketet är meriterande. Vi lägger stor vikt vid dina personliga egenskaper eftersom de är avgörande för att du ska trivas och lyckas i rollen hos oss på Atea.\n  \n  \n\nSom medarbetare på Inpeople har du en passion för att ge service. Du förstår att stort engagemang är avgörande för att ha nöjda kunder. Du tycker om att ta ansvar och kan fullt ut stå bakom vår laganda som vi kallar Inspirit. På Inpeople värdesätter vi de kvalitéer som en jämn ålders-och könsfördelning samt etnisk och kulturell mångfald tillför vår och våra kunders verksamheter. Vi tillämpar alltid löpande urval i våra rekryteringsprocesser. Varmt välkommen med din ansökan!\n  \n  \n\nOm företaget\n  \nAtea har samlat IT-branschens största hjärtan och snabbaste hjärnor. Vi finns över hela Sverige och har över 2500 kompetenta medarbetare inom olika områden. Specialister som vet vad som krävs för att skapa konkurrenskraft inom exportindustrin, specialister som vet hur IT kan bidra med bättre lärande i skolan, specialister som vet hur lokala företag kan växa med IT, specialister som vill vara med och skapa vård och omsorg i världsklass.\n  \n  \n\nOm oss\n  \nSedan 2010 är vi specialister på skräddarsydda lösningar inom personaluthyrning och rekrytering. Vår mission, vårt uppdrag som vi jobbat med sedan start, är att hjälpa människor leva livet så som de själva vill leva det. Missionen leder oss på vägen mot att alltid hitta rätt person till rätt plats. Med en kultur som präglas av omtanke och snällhet driver vi Inpeople med hjärta, passion och ansvar för att bidra till våra kunders framgång.\n  \n  \n\nInpeople är ett auktoriserat rekryterings – och bemanningsföretag med ambitionen att bidra till en bättre och mer hållbar värld. Vi är en del av Ingroup och har ett nära samarbete med vårt systerbolag Head Consulting Group. Vårt huvudkontor finns i Växjö och vi har cirka 300 hel- och deltidsanställda.\n  \n  \n\nVälkommen till ett annorlunda HR-företag!","company_url":"https:\/\/se.indeed.com\/cmp\/Inpeople-Sverige-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4149705486","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4149705486","job_url_direct":"https:\/\/jobs.dnv.com\/job-search\/accelerator\/engineer\/stockholm-sweden-amsterdam-netherlands-oslo-norway-hellerup-denmark\/enterprise-iam-architect\/300000948471869?utm_medium=referralwebsite&utm_source=thirtythree_linkedin&urlHash=-yzi","title":"Enterprise IAM Architect","company":"DNV","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Public Safety","listing_type":null,"emails":"pascal.van.vugt@dnv.com","description":"**About Us**\n We are the independent expert in assurance and risk management. Driven by our purpose, to safeguard life, property, and the environment, we empower our customers and their stakeholders with facts and reliable insights so that critical decisions can be made with confidence.\n   \n\n  \n\n As a trusted voice for many of the world’s most successful organizations, we use our knowledge to advance safety and performance, set industry benchmarks, and inspire and invent solutions to tackle global transformations.\n   \n\n  \n\n**About The Accelerator**\n We rapidly nurture successful businesses and services that will shape the future of assurance. The Accelerator operates a portfolio of units undergoing significant growth, chiefly through acquisitions and partnerships. The Accelerator acts as a greenhouse for a strategically selected portfolio of businesses, each of which serves different industries and markets. The portfolio benefits from dedicated support to rapidly grow through organic means, as well as through acquisitions and partnerships. Three business units were housed in the Accelerator in 2022: Cyber Security, Digital Health, and Inspection.\n   \n\n  \n\n**About The Role**\n Our Identity and Access Management team is committed to helping our clients navigate the complex landscape of digital identity and access management. As a leading provider of strategic advisory and business consultancy services, we specialize in delivering innovative and secure solutions that drive business success. We are currently looking for a highly skilled\n **Enterprise IAM Architect** \n to join our team in\n **Stockholm, Oslo, Hellerup or Amsterdam** \n .\n   \n\n  \n\n**The Enterprise IAM Architect** \n will play a pivotal role in advising and guiding our clients on their Identity and Access Management (IAM) strategies. This role requires a deep understanding of IAM, with good understanding of Identity Governance and Administration (IGA), Privileged Access Management (PAM), and Customer Identity and Access Management (CIAM) solutions. The ideal candidate will not only have technical expertise but also the ability to provide strategic advisory services, helping clients align their IAM initiatives with their overall business objectives.\n   \n\n  \n\n**Key Responsibilities**\n* Serve as a strategic advisor to clients, helping them define and implement IAM strategies that align with their business goals, with a focus on IGA, PAM, and CIAM.\n* Lead the design, architecture, and deployment of comprehensive IAM solutions across complex, multi-national environments.\n* Collaborate with client stakeholders to understand their business needs and translate them into effective IAM strategies and roadmaps.\n* Provide expert guidance on the selection and integration of IAM technologies, ensuring they meet both current and future business requirements.\n* Conduct assessments of existing IAM infrastructures, identifying gaps, and recommending improvements.\n* Lead workshops, training sessions, and presentations to educate clients on best practices in IGA, PAM, and CIAM.\n* Stay current with the latest trends and developments in IAM, advising clients on how to leverage emerging technologies and methodologies.\n* Work closely with internal teams and client stakeholders to ensure successful project delivery, from initial consultation through to post-implementation support.\n\n\n**Location: Preferred location is Stockholm, Sweden but other European locations will be considered for the right candidate.**\n What we offer\n   \n\n  \n\n We offer a place where you can find meaningful work, have fun, be inspired, and respected. With us you will have the opportunity to gain experience from multiple areas of cybersecurity and business. We believe in a culture of empowerment, and we value professionalism in all of its dimensions. Our organization model supports sharing knowledge, working and learning without unit barriers. We offer you the opportunity to work in a leading cyber security company where you find opportunities for professional development and means to balance professional challenges with your personal life. DNV is an Equal Opportunity Employer and gives consideration for employment to qualified applicants without regard to gender, religion, race, national or ethnic origin, cultural background, social group, disability, sexual orientation, gender identity, marital status, age or political opinion. Diversity is fundamental to our culture and we invite you to be part of this diversity.\n   \n\n  \n\n**About You**\n* Bachelor’s degree in Computer Science, Information Technology, or a related field; Master’s degree preferred.\n* 7+ years of experience in IAM, with basic understanding of and specific expertise in at least one of the following areas: IGA, PAM, and CIAM.\n* Proven experience in a strategic advisory or business consultancy role, with the ability to influence and guide senior stakeholders.\n* Familiar with IAM technologies such as LDAP, SSO, MFA, RBAC, OAuth, SAML, and directory services.\n* Experience with IAM platforms such as Okta, Ping Identity, Microsoft Azure AD, or similar.\n* Strong knowledge of security frameworks and regulations such as NIST, ISO 27001, and GDPR.\n* Excellent communication and presentation skills, with fluency in English and native proficiency in Norwegian, Swedish, Finnish, Danish, Dutch (specific to location).\n* Ability to travel as needed across the Nordic region and the Benelux.\n\n\n Need more information?\n   \n\n  \n\n If you have any questions regarding this position, please reach out to the hiring manager pascal.van.vugt@dnv.com","company_url":"https:\/\/no.linkedin.com\/company\/dnv","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFTwZwPOZp-Dg\/company-logo_100_100\/company-logo_100_100\/0\/1630521750380\/dnvgl_logo?e=2147483647&v=beta&t=TeM-ISMj8KlAGnexwqqH8YHCX7M2b-opqg1ff-trDvk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4177764894","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4177764894","job_url_direct":"https:\/\/jobs.starbreeze.com\/jobs\/5654620-senior-gameplay-programmer-payday-pubg&urlHash=U_sB","title":"Senior Gameplay Programmer (PAYDAY\/PUBG)","company":"Starbreeze Entertainment","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Computer Games","listing_type":null,"emails":null,"description":"We are looking for a Senior Gameplay Programmer to join our PAYDAY\/PUBG collaboration project.\n   \n\n  \n\n As a Senior Gameplay Programmer, you will be a pivotal member of our gameplay programming team. At an advanced level, you'll take on challenging tasks across a wide range of game systems—from player movement and weapon systems to sound implementation, network and support systems, game state machines, controllers, and more. You will take full ownership of each feature task, ensuring high quality and optimal performance.\n   \n\n  \n\n In addition, you will work closely with peers and other departments to achieve the best outcomes, while also guiding and mentoring junior team members to help them realise their full potential. Your contributions will play a key role in shaping our projects and driving our studio's success.\n   \n\n  \n\n Please note that this role must be based in Stockholm with Tuesday, Wednesday and Thursday as set office days.\n   \n\n  \n\n**Responsibilities:**\n* Develop gameplay code across a wide range of systems—including player movement, weapon systems, sound implementation, AI, network and support systems, game state machines, controllers, and more.\n* Collaborate closely with Game and Level Designers to support implementation and provide insightful feedback.\n* Proactively identify and communicate production dependencies (e.g., art, sound, network) to project leadership.\n* Contribute to the continuous improvement of our codebase by providing constructive feedback on the work of the gameplay programming team.\n\n\n**Requirements:**\n* Familiar with performance profiling and debugging\n* Familiarity with Perforce and\/or other version control systems.\n* Experience working on an online coop\/multiplayer game.\n* Experience mentoring team members\n\n\n**Nice To Have**\n* Experience with Unreal\n\n\n**Interview process:**\n* 30m introductory Google Meet call with a member of our Talent Acquisition team\n* 1h Google Meet call with our Lead Gameplay Programmer\n* 1h Google Meet call with two members of the project\n* 1h onsite meeting (for those that are local) or Google Meet call with our Head of Technology\n\n\n**About Starbreeze**\n At Starbreeze, we believe games are more than just entertainment—they’re a way to bring people together. From the pulse-pounding, cooperative heists of PAYDAY to our upcoming Dungeons & Dragons adventure, we create experiences that thrive on teamwork, strategy, and the thrill of emergent gameplay. Our mission is to build vibrant games that offer infinite replayability, allowing players to forge their own stories and adventures together.\n   \n\n  \n\n Every Starbreeze employee helps shape this vision. Whether you’re crafting intricate game worlds or developing the systems that bring players together, your creativity and passion will drive the future of cooperative gaming. Join us in our journey to create innovative, immersive experiences that unite players and redefine what gaming can achieve.\n   \n\n  \n\n Starbreeze values diversity and inclusion, and is proud to be an equal opportunity employer. We welcome you as who you are, no matter where you are from or what games you play. If there are preparations or accommodations that we can make to help ensure that you have a comfortable and positive interview experience, please let us know.\n   \n\n  \n\n**What more do we offer?**\n* Competitive salaries with annual reviews, generous occupational pension, and referral bonuses.\n* Comprehensive benefits, including private medical insurance, annual wellness benefit, and 30 days of paid vacation.\n* Unique perks such as free monthly office massages, weekly DnD club and other fun activities!\n\n\n Sounds good? Then we can’t wait to see your CV and look forward to meeting you. We recommend that you apply as soon as possible as selection and interviews are held continuously. Please submit your CV and cover letter in English.\n   \n\n  \n\n*Recruitment agencies may not submit CVs through this website or directly to hiring managers. Starbreeze Entertainment does not accept unsolicited recruitment agency CVs, and will not pay fees to any third-party agency or company that does not have a signed agreement with us.*","company_url":"https:\/\/se.linkedin.com\/company\/starbreeze","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQG2toS7jWCwYQ\/company-logo_100_100\/company-logo_100_100\/0\/1680514298244\/starbreeze_logo?e=2147483647&v=beta&t=yhiiaOV-VYZPSQ1eJkRw4Ie5ckplpzosb5Nl4B56mNs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4208320140","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4208320140","job_url_direct":null,"title":"Backend Engineer (Golang)","company":"Tab","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Are you interested in developing the first backend systems of a startup and contributing to its tech strategy?\n \n\n\n\n I'm hiring our first employee in Engineering to continue developing and operating the core systems to deliver smart receipts.\n \n\n\n\n  \n\n\n\n\n\n**Your Day to Day** \n\n\n\n* Further develop our backend systems in Golang ensuring high availability and low latency delivery of our smart receipts.\n* Help us continue developing our infrastructure. We have a cool setup already in place with a commit-to-deployment loop of 2m, but occasionally it might need changes or tweaks.\n* Data is an important part of our business. Some SQL work is needed for our data pipelines. We use BigQuery via dbt.\n\n\n- \n\n\n**Who you Are** \n\n\n\n* I would love it if you have experience with Go, but you can learn it quickly if you come from other common backend languages like Java, Python or JS\/TS.\n* You have experience working with backend systems where high availability and scaling were a consideration.\n* You have experience designing systems involving caching, load balancing, storage, etc.\n* You are passionate about programming and continuous learning.\n\n\n- \n\n\n**Some Notes:** \n\n\n\n* We like working from our office in WeWork Gallerian, Stockholm. We are flexible, but the role is not remote.\n* We can’t sponsor a working visa if you are not already in Sweden.\n\n\n\n  \n\n\n\n\n\n Hiring Manager: Hector Zarate","company_url":"https:\/\/se.linkedin.com\/company\/tabtechnology","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQF_9BGlJQgqiQ\/company-logo_100_100\/company-logo_100_100\/0\/1715793067234\/tabtechnology_logo?e=2147483647&v=beta&t=qo2oeSIT4Bum4m_v3lRWqcE7I99l-1U1JeQ_A0l-ZZw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4127287306","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4127287306","job_url_direct":null,"title":"Senior ingenjör för inbyggda system inom fordonsindustrin","company":"SEGULA Technologies","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting","company_industry":"Program Development","listing_type":null,"emails":"talia.brorsson@segulagrp.com","description":"**Företagsbeskrivning**\n Bli en del av framtidens värld i ett snabbväxande internationellt företag!\n   \n\n  \n\n SEGULA Technologies är en innovativ ingenjörsgrupp som finns i 30 länder, med 140 kontor och mer än 13 000 anställda över hela världen. Våra konsulter bidrar med värdefull kunskap inom alla de stora industrisektorerna: fordons-, järnvägs-, flyg-, marin-, energi-, olje- och gas- samt läkemedelsindustrin.\n   \n\n  \n\n Med en global närvaro och en positiv start-up mentalitet anpassar vi oss snabbt till den ständigt föränderliga marknaden och främjar en nära relation med våra kunder tack vare våra medarbetares expertis.\n   \n\n  \n\n På SEGULA Technologies Sweden är våra konsulter nyckelpersoner i kundernas projekt. Våra tvärfunktionella team av högkvalificerade internationella yrkesverksamma skapar banbrytande människocentrerad teknik som gör livet enklare och roligare.\n   \n\n  \n\n Ta dig an en ny utmaning och bli en av oss! För mer information: https:\/\/www.segulatechnologies.com\n   \n\n  \n\n**Jobbeskrivning**\n**Huvudsakliga arbetsuppgifter och ansvarsområden**\n* Designa och implementera programvara för inbyggda enheter och system från krav till produktion och driftsättning\n* Design, kodning, utveckling, testning och felsökning av C++\/C-programvara\n* Granska kod och design\n* Analysera och förbättra effektiviteten, stabiliteten och skalbarheten hos systemresurser\n* Integrera och validera nya produktdesigner\n* Ge stöd efter produktion för att åtgärda buggar och förbättra funktioner\n* Arbeta med produktägare \/ Scrum Masters för att uppskatta och prioritera kravbackloggen\n\n\n**Kvalifikationer**\n**Önskade färdigheter och erfarenheter**\n* Kandidatexamen och eller Magisterexamen i elektrisk \/ datorteknik eller motsvarande\n* Flera års (3-5) dokumenterad arbetslivserfarenhet inom C\/C++\n* Svenskt medborgarskap\n* Svenska och engelska språkkunskaper på hög nivå\n* Erfarenhet av hands-on utveckling och felsökning på inbyggda mål\n* Erfarenhet av systemdesign med förebyggande, multitasking realtidsoperativsystem\n* Djup kunskap om OS-kodningsteknik, IP-protokoll, gränssnitt och hårdvarusubsystem\n* Kunskap i att läsa scheman och datablad för komponenter\n* Användbart att ha:\n+ Erfarenhet av försvars- eller radiosystem\n+ Stark kompetens inom dokumentation och skrivande\n+ God kommunikations- och presentationsförmåga\n+ Talang för att bygga positiva relationer både internt och externt\n+ Förmåga att lätt integreras i en dynamisk internationell affärsmiljö\n+ Förmåga att göra flera saker samtidigt, hålla deadlines och lösa problem i stressiga situationen\n+ Erfarenhet av utveckling av Linux Kernel-drivrutiner är meriterande\n\n\n Detta jobb kräver en säkerhetskontroll och klassificeringsprocess som görs på den sökande.\n   \n\n  \n\n**Ytterligare information**\n**Vad vi erbjuder**\n* Trygga anställnings- och arbetsvillkor enligt svensk arbetsrätt\n* Konkurrenskraftig lön och förmånspaket\n* Uppdrag med Segulas uppskattade kunder, ledande företag inom sitt område\n* Chansen att använda din kompetens för att göra verklig skillnad för framtiden samtidigt som du har ett dedikerat konsultföretag som ditt stöd\n* Bli en del av ett växande nätverk av skickliga ingenjörer\n* Nära relation med din chef som stöttar dig i din karriärutveckling\n* Ett urval av företagets nätverksevenemang\n\n\n För att trivas i den här rollen ser vi att du tycker om att samarbeta och att du är proaktiv och tar initiativ. För att söka den här tjänsten måste du ha ett giltigt arbetsvisum inom Europeiska unionen. Vi värnar om mångfald och jämställdhet och lägger stor vikt vid dina personliga egenskaper. Vi rekryterar löpande, så välkommen med din ansökan redan idag!\n   \n\n  \n\n*För frågor eller ytterligare information, vänligen kontakta talia.brorsson@segulagrp.com*","company_url":"https:\/\/fr.linkedin.com\/company\/segula-technologies","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQG8QQHAne7Hhg\/company-logo_100_100\/company-logo_100_100\/0\/1713194591972?e=2147483647&v=beta&t=dCxB1F10n6by_wl20UgjtWfbVHoJrVTTK20uknaxd_A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4120001903","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4120001903","job_url_direct":"https:\/\/career.hemnet.se\/jobs\/5153783-engineering-manager?utm_source=LinkedIn&urlHash=O_kr","title":"Engineering Manager","company":"Hemnet","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Real Estate","listing_type":null,"emails":null,"description":"**The Seller domain at Hemnet ensures the seller's experience is top-notch! We provide insights, services, and products to maximize exposure and enable successful property sales. We’re now looking for an Engineering Manager who can guide our teams in making technical decisions and shaping strategy to provide the highest value possible to our customers.** \n  \n\n  \n\n In close collaboration with our Head of Engineering, you will oversee and drive the performance of multiple teams within the Seller domain. Your role will include:\n   \n\n  \n\n**👥 Leadership & Team Development:** \n Leading and mentoring teams with a focus on growth, continuous improvement, and skill development through regular 1:1s, performance management, and coaching.\n   \n\n  \n\n**🧭 Technical Strategy & Delivery:** \n Ensuring high-quality, sustainable delivery of product changes in a fast-paced, iterative environment, where testing and continuous integration are naturally embedded in development.\n   \n\n  \n\n**🛠️ Scaling for Success:** \n Playing a vital role in recruiting, building, and scaling teams to maintain a transformative and resilient organization.\n   \n\n  \n\n**Who you are:** \n  \n\n  \n\n**Background:** \n A leader with a technical foundation, ideally from tech-native, mid-sized companies where you’ve honed your skills across different environments.\n   \n\n  \n\n**Experience & Mindset:** \n Skilled in managing continuous improvement and rapid-release cycles. You bring a pragmatic, flexible approach with an inner drive to deliver, make decisions, and adapt to new challenges.\n   \n\n  \n\n**Leadership Style:** \n You embody a coaching, supportive, and collaborative leadership style that encourages autonomy and self-management. You lead with curiosity and a strong commitment to fostering an engineering-centric, team-first culture.\n   \n\n  \n\n**Your Competencies:** \n  \n\n  \n\n* Experience in personnel management, performance growth, and team coaching.\n* Technical background, ideally with hands-on experience as a software engineer.\n* A pragmatic, “doer” mentality with confidence in decision-making.\n\n\n  \n\n  \n\n**Your career at Hemnet** \n  \n\n  \n\n If you’re ready to take on a key leadership role in a forward-thinking, customer-centric domain, this is the perfect career step for you. Here, you’ll find a supportive environment that fosters your professional development, with plenty of opportunities for learning, collaboration, and fun along the way. As Sweden’s most popular property portal, Hemnet has been part of life’s major milestones since 1998, helping millions find their homes. In an environment that combines the stability of an established company with a culture that values every voice, you will help shape the future of property sales across Sweden.\n   \n\n  \n\n**Ready to join us?** \n  \n\n  \n\n We look forward to your application! Please answer the questions below and submit your CV and we will get back to you as soon as possible. We’re reviewing applications as they come in, so don’t wait too long!","company_url":"https:\/\/se.linkedin.com\/company\/hemnet","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHRwC_i61sJlw\/company-logo_100_100\/company-logo_100_100\/0\/1630578277038\/hemnet_logo?e=2147483647&v=beta&t=iD9aWLH-aOblYtY1hCtiX_ROTTFzuTfQBrZhK36ziL8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]