[{"id":"6fdc556324e2b0eb","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=6fdc556324e2b0eb","job_url_direct":"https:\/\/ki.varbi.com\/se\/what:job\/jobID:837650\/type:job\/where:62\/apply:1","title":"Systemutvecklare Omada Identity till IT-avd. på Karolinska Institutet","company":"Karolinska Institutet (KI)","location":"Stockholm, AB, SE","job_type":null,"date_posted":1752969600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Education And Schools","listing_type":null,"emails":"magnus.ana@ki.se, henry.wolling@ki.se, anna.sarkany@ki.se","description":"**Vill du bidra till medicinsk forskning av toppkvalitet?**\n-----------------------------------------------------------\n\n\nKarolinska Institutet (KI), ett av världens ledande och EU:s främsta medicinska universitet, söker nu nya medarbetare till vår innovativa IT-avdelning. Tjänsten är placerad vid campus på Nobels 5 väg i Solna och ingår i Utvecklingsgruppen. Gruppen stödjer KI:s forskning, utbildning och ansvarar för att utveckla de centrala IT-tjänsterna på Karolinska Institutet.\n\n### **Din roll**\n\n\nVi söker en systemutvecklare med djup kompetens inom Identity and Access Management (IAM) och Identity Governance and Administration (IGA), med särskilt fokus på Omada Identity, som vill vara med och forma framtidens identitetshantering på Karolinska Institutet. Hos oss får du möjlighet att arbeta med Omada Identity, en nyckelkomponent i vår IAM-lösning som säkrar åtkomst till känsliga system och data. Din insats kommer att göra verklig skillnad för forskare, studenter och medarbetare i en miljö som bidrar till människors hälsa – i Sverige och världen över. Du blir en del av ett utvecklingsteam med elva medarbetare som, förutom IAM, arbetar med vår gemensamma integrationsplattform.\n\n\nExempel på arbetsuppgifter systemutveckling Omada Identity:\n\n* Utveckla och konfigurera lösningar i Omada Identity, exempelvis livscykelhantering av användare, automatiserade åtkomstflöden och rollbaserad behörighetsstyrning.\n* Delta i teknisk felsökning, plattformsutveckling och förbättringsarbete i nära samarbete med arkitekter, säkerhetsspecialister och övriga IT-team.\n* Bygga och underhålla integrationer mot olika system.\n\n### **Vem är du?**\n\n\nVi söker dig som utmanas av att arbeta nära både verksamhet och IT. Du är duktig på att överblicka komplexa situationer och sätter dig metodiskt in i sammanhanget. Du har förmåga att tolka verksamhetskrav ur ett utvecklarperspektiv. Vidare är du strukturerad och driver arbetet framåt målorienterat utan att tappa helheten. Du har en hög kommunikativ förmåga och kan förklara tekniska fakta lättförståeligt. Du förstår vikten av att dokumentera i bestämda mallar och att följa gruppens Scrum-baserade arbetsmetoder. Stor vikt kommer läggas vid personlig lämplighet.\n\n**Kvalifikationer**\n\n* Akademisk utbildning eller annan av arbetsgivaren bedömd likvärdig erfarenhet\n* Flerårig erfarenhet av Omada Identity, inklusive implementation, konfiguration och anpassning\n* Flerårig erfarenhet av C#\/.NET\n* Erfarenhet av Azure DevOps och GitLab\n* Erfarenhet av autentiserings- och auktoriseringsprotokoll såsom SAML och OpenID Connect\n* Svenska och engelska, i tal och skrift\n\n**Meriterande**\n\n* Erfarenhet av Microsoft Identity Manager (MIM)\n* Kännedom om andra katalogtjänster än Active Directory, exempelvis OpenLDAP\n* Kunskap om SQL och PowerShell\n* Förståelse för REST\/SOAP API:er och integration med externa system\n* Certifiering inom Omada Identity\n* God förmåga att dokumentera tekniska lösningar och kommunicera dem till både IT och verksamhet\n\n### **Vad erbjuder vi?**\n\n\nEn kreativ, internationell och inspirerande miljö fylld av kompetens och nyfikenhet. Karolinska Institutet är ett av världens ledande medicinska universitet. Vår vision är att driva utvecklingen av kunskap om livet och verka för en bättre hälsa för alla. Här bedriver vi framgångsrik medicinsk forskning och har det största utbudet av medicinska utbildningar i Sverige. Som universitet är Karolinska Institutet en statlig myndighet. Det gör att du får goda förmåner genom vårt kollektivavtal.\n\n\nMedarbetare på KI erbjuds också möjlighet till ett flexibelt arbetssätt. Det innebär att du i denna tjänst kan arbeta en del av din arbetstid på distans. Du får även träna fritt i våra moderna friskvårdsanläggningar där utbildad personal finns på plats.\n\n**Placering:** Solna\n\n*Tio skäl att välja Karolinska Institutet*\n\n### **Ansökan**\n\n\nVarmt välkommen med din ansökan!\n\n\nAnsökan ska göras via rekryteringssystemet Varbi. I denna rekrytering söker du med ditt CV utan personligt brev. I ansökningsformuläret kommer du istället att få svara på några frågor om varför du söker jobbet.\n\n\nVid tillsvidareanställning tillämpar Karolinska Institutet 6 månaders provanställning.\n\n**Vill du göra skillnad – och bidra till en bättre hälsa för alla? Sök jobb hos oss**\n-------------------------------------------------------------------------------------\n\n\nAnställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Stockholm | Län: Stockholms län | Land: Sweden | Referensnummer: STÖD 2-2602\/2025 | Kontakt: Magdalena Torssell +46852486621, | Facklig företrädare: Magnus Anå, ST-OFR 08-52486437,magnus.ana@ki.se, Henry Wölling, SEKO henry.wolling@ki.se, Anna Sarkany, SACO anna.sarkany@ki.se, | Publicerat: 2025-07-20 | Sista ansökningsdag: 2025-08-24","company_url":"https:\/\/se.indeed.com\/cmp\/Karolinska-Institutet-(ki)","company_url_direct":"http:\/\/www.ki.se\/en\/startpage","company_addresses":"Stockholm","company_num_employees":"1,001 to 5,000","company_revenue":null,"company_description":"Karolinska Institutet is one of the world’s foremost medical universities.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d67b7a238c62a8f46a2cb3ad0275c6f9","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/390eee733b8578e1def2c45c84183e21","ceo_name":null,"ceo_photo_url":null},{"id":"4268049951","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4268049951","job_url_direct":null,"title":"Backend Developer  Intern","company":"XR Solutions","location":"Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Engineering and Information Technology","company_industry":"Software Development, IT System Custom Software Development, and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**XR Solutions** \n is a technology based company that utilizes machine learning and powerful research-based optimizations to provide practical, reliable and optimizing augmented reality solutions to industrial companies.\n \n\n\n\n We believe that our AR technology can change working methods, the way of thinking and enable new innovative solutions that previously was not achievable in industry and machine operation.\n \n\n\n\n  \n\n\n\n\n\n**Role Overview:** \n\n\n\n\n We are seeking a passionate and dedicated\n **Backend Developer Intern** \n to join our team for a 6-month unpaid internship. This is an exciting opportunity for someone looking to gain hands-on experience in backend development and DevOps within a fast-paced and supportive environment. As a\n **Backend Developer Intern** \n at\n **XR Solutions** \n , you will work closely with our developers.\n \n\n\n\n  \n\n\n\n\n\n**Key Responsibilities:** \n\n\n\n* **Implementing APIs** \n : Develop and maintain effective and performant APIs using\n **Node.js** \n and\n **Express.js** \n to support various applications and services.\n* **System Integrations** \n : Assist in the design and implementation of system integrations, ensuring seamless communication between different software components.\n* **Testing** \n : Build and execute unit integration tests to ensure the reliability and efficiency of our systems.\n* **DevOps** \n - Working with\n **AWS** \n and setting up a well preferment software architecture\n* **Maintenance** \n : Participate in the troubleshooting,\n **debugging** \n , and\n **patching** \n of existing software to maintain optimal performance and resolve issues promptly.\n* **Software Quality** \n : Improve software quality by adhering to industry best practices.\n* **Code Reviews** \n : Engage in code review sessions with other developers to ensure code quality, consistency, and adherence to best practices.\n* **IT Security** \n : Contribute to maintaining and enhancing IT security protocols, ensuring that all systems are secure and compliant with industry standards.\n\n\n\n  \n\n\n\n\n\n**Required Skills:** \n\n\n\n* Proficiency in\n **Node.js** \n and\n **Express.js** \n for backend development.\n* Strong knowledge of\n **JavaScript** \n and\n **TypeScript.**\n* Experience with\n **PostgreSQL** \n for database management.\n* Familiarity with\n **AWS** \n services and basic\n **DevOps practices** \n .\n* Understanding of version control using\n **Git** \n (We use bitbucket).\n* Basic knowledge of\n **IT security** \n principles.\n* Familiarity with\n **CI\/CD** \n Pipelines\n* Experience with Object-Relational Mapping (\n **ORM** \n ) tools such as Sequelize (\n *Meritorious* \n )\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**Tools & Technologies:** \n\n\n\n* Development Tools: Visual Studio Code (\n **VSCode** \n ),\n **Hoppscotch** \n ,\n **pgAdmin** \n .\n* Cloud & DevOps:\n **AWS** \n (Amazon Web Services),\n **CI\/CD pipelines** \n .\n* Project Management:\n **Jira** \n for task management and collaboration.\n* Communication:\n **Slack** \n for team communication and coordination.\n\n\n\n  \n\n\n\n\n\n**What You’ll Gain:** \n\n\n\n* Hands-on experience in backend development.\n* Exposure to industry best practices in software development and IT security.\n* Opportunity to work on real-world projects and contribute to innovative solutions.\n* Valuable insights into working in a fast-paced, collaborative environment.\n* Be part of a product launch\n\n\n\n  \n\n\n\n\n\n If you’re excited about this opportunity and eager to learn, please send your resume outlining your interest in the position. We look forward to helping you grow your skills and advance your career in backend development.\n \n\n\n\n  \n\n\n\n\n\n**This is a unpaid internship initially**","company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHeCFw56iRkeQ\/company-logo_100_100\/company-logo_100_100\/0\/1633338980908\/xr_solutions1_logo?e=2147483647&v=beta&t=Sp6Rv1MGRYTqKXD1xlNxk1Ry95mBFlOuB6_Kzq8ZQPQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4262811248","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4262811248","job_url_direct":"https:\/\/careers.avigna.se\/jobs\/6145779-full-stack-developer?utm_source=LinkedIn&urlHash=1fKN","title":"Full-stack Developer","company":"Avigna AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Avigna is hiring – Full-stack Developer**\n Our IT Delivery Center aims to build strong and sustainable solutions for customers across Europe. We are looking for a\n **Full-stack Developer** \n to join the team to build, support, and drive customer innovations, bringing efficiency to the processes through smart cost and schedule management.\n   \n\n  \n\n In alignment with Avigna’s values, we are committed to providing an inclusive work environment for all employees to positively impact our culture every day.\n   \n\n  \n\n**📍 Experience**\n Minimum 4 years of hands-on experience in software development with Kotlin and\/or Java, including experience with Spring Boot, REST API development, React, and micro-frontend architecture.\n   \n\n  \n\n 📌 Location:\n   \n\n  \n\n Stockholm, Sweden\n   \n\n  \n\n**💼 Mode Of Work**\n Onsite\n   \n\n  \n\n**🗓️ Duration**\n Start date: 2025-08-05 End date: 2026-03-31\n   \n\n  \n\n**🧑‍💻 Responsibilities**\n* Design, build, and maintain full-stack applications using Kotlin, Java, Spring Boot, React, and REST APIs.\n* Work in a cross-functional team to build mission-critical systems related to purchasing and payment processes.\n* Manage system configurations and participate in system administration tasks.\n* Contribute to data modeling and ensure seamless integration with the central data platform.\n* Translate business needs into scalable and efficient technical solutions.\n* Collaborate closely with architects and product owners.\n* Participate in solution architecture discussions and design reviews.\n\n\n**🎓 Qualification**\n* Strong background in Java and\/or Kotlin development (4+ years).\n* Proven experience with Spring Boot and building RESTful APIs.\n* Experience in React and micro-frontend architecture.\n* Understanding of business processes and ability to build corresponding technical features.\n* Interest or experience in solution architecture.\n* Familiarity with at least one of the following domains:\n+ Procure-to-Pay (Purchasing, Warehousing, Supply Chain)\n+ Integration with SAP S\/4HANA\n+ ERP systems\n+ Process industry experience\n\n* Experience with data modeling and working with data platforms.\n* Interest in business configuration and system administration.\n\n\n**🌟 What We Offer**\n* Access to a strong developer community within the company to learn and grow.\n* Competitive salary, good work-life balance.\n* Comprehensive health and life insurance.\n* Opportunity to work on cutting-edge technologies in a collaborative environment.\n\n\n AVIGNA holds Service authorization for SAP S\/4 HANA and SAP Business All in one.\n   \n\n  \n\n We have received an\n **SAP Recognized Expertise designation for SAP® S\/4HANA.** \n We have consultants serving various customers using SAP and non-SAP products. Our Consulting experience spans across Telecom, Retail, Electrical, Paper, and Social Service Industries.","company_url":"https:\/\/se.linkedin.com\/company\/avignaab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEYz1GioJneVw\/company-logo_100_100\/company-logo_100_100\/0\/1630641638912\/saphive_ab_logo?e=2147483647&v=beta&t=CeiQa7EMrXHnKO_qkZSZt-aDQzP52ZDxUxE_2BnXg6U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3825741291","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3825741291","job_url_direct":"https:\/\/bli.b3.se\/jobs\/1567104-senior-java-developer?utm_source=LinkedIn&urlHash=5ruO","title":"Senior Java developer","company":"B3 Innovation AB","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Information Technology & Services","listing_type":null,"emails":"kenneth.andersson@b3.se","description":"**Är du en erfaren Javautvecklare som söker nya utmaningar?**\n Hos B3 Innovation får du möjligheten att arbeta i en miljö där innovation och samarbete står i fokus. Vi söker dig med djup kunskap inom Java och som trivs i en dynamisk och inkluderande arbetsmiljö.\n   \n\n  \n\n**Om rollen som Javautvecklare på B3 Innovation**\n Som utvecklare hos oss kommer du att:\n   \n\n  \n\n* Utveckla högkvalitativa och skalbara lösningar.\n* Samarbeta med ett tvärfunktionellt team av experter.\n* Delta i design och arkitektur av nya system.\n\n\n**Om dig**\n Vi söker dig som har god erfarenhet och arbetat som utvecklare under en längre tid. Du som har hunnit både göra misstag och även lära av dem. Förhoppningsvis tycker du om att arbeta i team, dela med dig av dina kunskaper och vill fortsätta att lära dig nytt.\n   \n\n  \n\n Våra krav för att du ska passa i denna roll:\n   \n\n  \n\n* Du behärskar svenska i tal och skrift.\n* Du har minst 5 års erfarenhet av Javautveckling.\n* Du har god kunskap att jobba med Java, Kotlin, Spring, Microservices (gärna i CI\/CD-miljö)\n* Du har god kunskap att jobba med olika ramverk som React, Angular och Vue.\n* Du har ett öga för detaljer och brinner för att leverera kvalitativa lösningar.\n* Du är bekväm med moderna utvecklingsmetoder som Agile och DevOps.\n* Har du dessutom kunskaper inom Techlead blir vi extra glada!\n\n\n Varför B3 Innovation?\n   \n\n  \n\n* Innovativ Kultur: Vi uppmuntrar kreativitet och nya idéer.\n* Inkluderande miljö: Vi värdesätter mångfald och strävar efter en arbetsplats där alla känner sig välkomna.\n* Balans och flexibilitet: Flexibilitet är centralt, vilket gör att du kan forma din arbetsdag för att få livspusslet att gå ihop. Vi förstår vikten av balans mellan arbete och fritid och erbjuder därför flexibla arbetstider.\n* Gemenskap: Hos oss blir du en del av ett stöttande team som arbetar tillsammans för att nå gemensamma mål. Det handlar inte bara om “jobb jobb jobb” hos oss. Vi anordnar allt från tech-workshops till sociala aktiviteter som stickcaféer, spelkvällar och AW.\n\n\n**Om B3 Innovation**\n Vi är kända för vårt fokus på innovation och förmåga att leverera värde till våra kunder. Genom att kombinera djup teknisk expertis med en stark förståelse för våra kunders verksamhet, skapar vi lösningar som verkligen gör skillnad. Vår kultur bygger på öppenhet, samarbete och en passion för teknik.\n   \n\n  \n\n Vi prioriterar personlig utveckling och erbjuder verktyg som B3 Academy, TechTalks och \"Lunch & Learn\" för att du ska kunna växa.\n   \n\n  \n\n Upptäck möjligheterna med B3 Innovation. Som utvecklare får du arbeta inom spännande branscher som media, bank och finans, energi, offentlig sektor, telekom och e-handel. Oavsett om du optimerar TV-sändningar, utvecklar digitala banktjänster eller skapar smarta hem, hjälper vi dig att hitta det perfekta uppdraget som matchar dina intressen.\n   \n\n  \n\n Våra toppbetyg i medarbetarundersökningar visar att nöjda kollegor är kärnan i vår framgång. Är du redo att kliva in i en miljö där utveckling och trivsel går hand i hand?\n   \n\n  \n\n Som sagt, välkommen till B3 Innovation – vi ser fram emot att höra från dig!\n   \n\n  \n\n**Är du redo att ta nästa steg?**\n Skicka in din ansökan idag och bli en del av vårt engagerade och innovativa team!\n   \n\n  \n\n Om du är mer nyfiken på oss så kan du läsa mer om oss här: https:\/\/www.b3.se\/innovation\n   \n\n  \n\n Om du har funderingar så hör gärna av dig till Kenneth Andersson på +46706678050 alternativt mail kenneth.andersson@b3.se","company_url":"https:\/\/se.linkedin.com\/company\/b3-innovation-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQETEJKT_WTarQ\/company-logo_100_100\/company-logo_100_100\/0\/1630593167616\/b3_innovation_ab_logo?e=2147483647&v=beta&t=sYOu7FrlQ-zkb_GkgIWeCJ3GHFN36J9E1Jsxw064DkU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4269957004","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4269957004","job_url_direct":"https:\/\/grnh.se\/lac706x61us&urlHash=PgnW","title":"Senior Juju Software Engineer (Go)","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engineering innovation, and IoT. Our customers include the world's leading public cloud and silicon providers, and industry leaders in many sectors. The company is a pioneer of global distributed collaboration, with 1200+ colleagues in 75+ countries and very few office-based roles. Teams meet two to four times yearly in person, in interesting locations around the world, to align on strategy and execution.\n   \n\n  \n\n The company is founder-led, profitable, and growing.\n   \n\n  \n\n We are hiring a\n **Senior Software Engineer** \n to be an integral part of the team, driving process improvement, assisting the manager in running the team, coaching and developing colleagues with less experience, as well as owning functional areas from design and implementation all the way to support and maintenance.\n   \n\n  \n\n As a senior software engineer, you'll be an integral part of the team, driving process improvement, assisting the manager in running the team, coaching and developing colleagues with less experience, as well as owning functional areas from design and implementation all the way to support and maintenance.\n   \n\n  \n\n Juju is the engine behind model-driven operations, providing a means to operate complex software on public cloud, private cloud, Kubernetes, and bare-metal. Combined with the Ops framework, Juju provides a complete solution for applications and infrastructure management.\n   \n\n  \n\n Many internal and external teams depend on Juju to deliver their products and services - from Canonical Managed Solutions, our OpenStack and cloud delivery teams, to Fortune 500 companies.\n   \n\n  \n\n**Location:** \n This is a Globally remote role.\n   \n\n  \n\n**What your day will look like**\n* Own the design, delivery, and support of features in a highly concurrent, highly distributed system that drives cloud automation and software operations at scale.\n* Collaborate proactively with a distributed team\n* Debug issues and interact with upstream communities publicly\n* Work with helpful and talented engineers including experts in many fields\n* Discuss ideas and collaborate on finding good solutions\n* Coach and develop team members with less experience, actively contributing to building and maintaining a first-class engineering team.\n* Work from home with global travel for 2 to 4 weeks per year for internal and external events\n\n\n**What we are looking for in you**\n* Proven track record of professional software delivery using Go.\n* Hands-on experience developing highly concurrent distributed systems\n* Excellent communication skills in the English language, both verbal and written, especially in online environments\n* An exceptional academic track record from both high school and preferably university\n* Experience with agile software development methodologies\n* Willingness to travel up to 4 times a year for internal events\n\n\n**Additional skills that you might also bring**\n The following skills may be helpful to you in the role, but we don't expect everyone to bring all of them.\n   \n\n  \n\n* Experience with container technologies (Docker, LXD, Kubernetes, etc.)\n* Experience doing development in C, C++, Rust, or other low-level programming languages.\n* Solid networking background and experience\n* Experience in the Linux and open-source software world\n* Experience with configuration management software (Ansible, Chef, Puppet, et al.)\n* Working knowledge of cloud computing\n* Passionate about software quality and testing\n* Experience with packaging (Debian, snaps)\n* Programming with, and operating, SQL and NoSQL databases\n* Experience working on a distributed team on an open source project -- even if that is community open source contributions.\n* Demonstrated track record of Open Source contributions\n* Prior experience developing plugins for Terraform\n\n\n**What we offer you**\n We consider geographical location, experience, and performance in shaping compensation worldwide. We revisit compensation annually (and more often for graduates and associates) to ensure we recognise outstanding performance. In addition to base pay, we offer a performance-driven annual bonus. We provide all team members with additional benefits, which reflect our values and ideals. We balance our programs to meet local needs and ensure fairness globally.\n   \n\n  \n\n* Distributed work environment with twice-yearly team sprints in person - we've been working remotely since 2004!\n* Personal learning and development budget of USD 2,000 per year\n* Annual compensation review\n* Recognition rewards\n* Annual holiday leave\n* Maternity and paternity leave\n* Employee Assistance Programme\n* Opportunity to travel to new locations to meet colleagues from your team and others\n* Priority Pass for travel and travel upgrades for long haul company events\n\n\n**About Canonical**\n Canonical is a pioneering tech firm that is at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open source projects and the platform for AI, IoT and the cloud, we are changing the world on a daily basis. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence - in order to succeed, we need to be the best at what we do.\n   \n\n  \n\n Canonical has been a remote-first company since its inception in 2004. Work at Canonical is a step into the future, and will challenge you to think differently, work smarter, learn new skills, and raise your game. Canonical provides a unique window into the world of 21st-century digital business.\n   \n\n  \n\n**Canonical is an equal opportunity employer**\n We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4231570545","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4231570545","job_url_direct":"http:\/\/boards.greenhouse.io\/mongodb\/jobs\/6893581?gh_src=ircv7l&source=LinkedIn&urlHash=KJFA","title":"Senior Solutions Architect","company":"MongoDB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"MongoDB’s mission is to empower innovators to create, transform, and disrupt industries by unleashing the power of software and data. We enable organizations of all sizes to easily build, scale, and run modern applications by helping them modernize legacy workloads, embrace innovation, and unleash AI. Our industry-leading developer data platform, MongoDB Atlas, is the only globally distributed, multi-cloud database and is available in more than 115 regions across AWS, Google Cloud, and Microsoft Azure. Atlas allows customers to build and run applications anywhere—on premises, or across cloud providers. With offices worldwide and over 175,000 new developers signing up to use MongoDB every month, it’s no wonder that leading organizations, like Samsung and Toyota, trust MongoDB to build next-generation, AI-powered applications.\n   \n\n  \n\n We are looking for passionate technologists to join our Pre-Sales organization to ensure that our growth is grounded and guided by strong technical alignment with our platform and the needs of our customers.\n   \n\n  \n\n MongoDB Pre-Sales Solution Architects are responsible for guiding our customers and users to design and build reliable, scalable systems using our data platform. Our team is made up of seasoned technical sales professionals, software architects, entrepreneurs, and developers who take direct responsibility for customer success, including the design of their software, deployment, and operations. You'll work closely with our sales executives, helping customers solve business problems by leveraging our solutions, playing a key role in winning deals and driving the business forward. You'll be a trusted advisor to a wide range of users from startups to the world's largest enterprise IT organizations.\n   \n\n  \n\n This role can be based out of our Stockholm office or remotely in the Sweden region.\n   \n\n  \n\n As an ideal candidate, you will have:\n   \n\n  \n\n* 5 to 8 years of related industry experience, ideally 2 years of experience in a customer facing role\n* Minimum of 2 years experience with modern scripting languages (e.g. Python, Node.js, SQL) and\/or popular programming languages (e.g. C\/C++, Java, C#) in a professional capacity\n* Experience implementing scalable and highly available distributed systems in the cloud and on-prem\n* Demonstrated ability to work with customers to review complex architecture of existing applications, providing guidance on how to improve by leveraging technology\n* Excellent presentation, communication, and interpersonal skills, with the ability to convey complex technical and business concepts in a clear and compelling manner to technology and business leadership\n* Ability to work with a cross functional sales team to formulate and execute an end to end deal cycle\n* The ability to travel up to 25%\n* A Bachelor’s degree or equivalent work experience\n\n\n You may also have:\n   \n\n  \n\n* Experience developing, deploying, or supporting applications with any of the major cloud providers\n* Experience working in a technical pre-sales capacity\n* Experience with database programming and data models\n* Experience in data engineering or AI\/ML projects\n* Understanding of popular sales methodologies\/ frameworks such as MEDDPICC\/ Command of the Message\n* A MongoDB Certification\n* A Cloud Provider Certification\n\n\n What you do at MongoDB:\n   \n\n  \n\n In this role, you will work on complex opportunities where analysis of situations or data requires an in-depth evaluation of various factors. You will:\n   \n\n  \n\n* Design and Architect: Design scalable and performant applications, systems and infrastructure for large software projects leveraging MongoDB.\n* Customer Advising and Value Articulation: Guide customers on architecture patterns and optimisation strategies for MongoDB, while clearly communicating its business value to the relevant stakeholders.\n* Sales Partnership: Collaborate with the sales team to drive account success through account planning, opportunity prioritization\/qualification and pipeline generation strategy, while taking ownership of the technical aspects (including but not limited to technical discovery, demos, proof of value, presentations, sizing and documentation)\n* Demand Generation: Proactively generate demand within the sales territory through self-driven technical initiatives, participation in events such as industry trade shows and account-based marketing events\n* Customer Success: Foster strong customer relationships, build champions and ensure customer success and satisfaction\n* Innovation and Improvement: Continuously seek opportunities to innovate and improve MongoDB solutions and processes (e.g. by relaying field feedback to the product team), as well as proactively mentor other Solutions Consulting team members\n* Personal Training and Development: Engage in ongoing training and professional development to stay abreast of MongoDB product suite as well as industry trends\n\n\n What you will learn:\n   \n\n  \n\n MongoDB Product Suite Mastery:\n   \n\n  \n\n* Core Database Server: Master the fundamentals and advanced features of MongoDB's core database\n* Atlas and Advanced Services: Gain expertise in Atlas (fully managed cloud database service), Atlas Stream Processing, Atlas Data Lake, Atlas Full-Text Search, Atlas Vector Search, and Charts\n* Relational Migrator: Learn to migrate from relational databases seamlessly\n\n\n Market-Relevant Technologies:\n   \n\n  \n\n* Hyperscaler Ecosystem: Gain expertise in designing complex systems utilizing cloud services on hyperscaler platforms\n* Complementary Technologies: Enhance your skills with partner and complementary technologies such as Apache Kafka and Kubernetes\n\n\n Modern Architecture Design:\n   \n\n  \n\n* Design Patterns and Methodologies: Embrace best practices in microservices, DevOps, cloud, and security\n* Cutting Edge RAG and AI Architectures: Help customers on their generative AI journey and working with industry leading partners in the space\n\n\n Sales Techniques and Soft Skills:\n   \n\n  \n\n* Effective Communication: Master presentations, demonstrations, and whiteboarding\n* Client Interaction: Develop strategies for discovery and objection handling\n\n\n Industry Insights:\n   \n\n  \n\n* Diverse Market Verticals: Gain exposure to a broad spectrum of interesting use cases across various industries\n\n\n To drive the personal growth and business impact of our employees, we’re committed to developing a supportive and enriching culture for everyone. From employee affinity groups, to fertility assistance and a generous parental leave policy, we value our employees’ wellbeing and want to support them along every step of their professional and personal journeys. Learn more about what it’s like to work at MongoDB, and help us make an impact on the world!\n   \n\n  \n\n MongoDB is committed to providing any necessary accommodations for individuals with disabilities within our application and interview process. To request an accommodation due to a disability, please inform your recruiter.\n   \n\n  \n\n MongoDB is an equal opportunities employer.\n   \n\n  \n\n*Req ID: 425357*","company_url":"https:\/\/www.linkedin.com\/company\/mongodbinc","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFKe8PwqzyHyA\/company-logo_100_100\/company-logo_100_100\/0\/1635171226992\/mongodbinc_logo?e=2147483647&v=beta&t=XQ9gwijDSDjLOQk3lG85H5PUI5-eUAl6eAe-e3K01UA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3932750588","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3932750588","job_url_direct":"https:\/\/careers.redpill-linpro.com\/jobs\/4522102-systemutvecklare-fullstacksutvecklare?utm_source=LinkedIn&urlHash=7nqx","title":"Systemutvecklare\/ Fullstacksutvecklare","company":"Redpill Linpro","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"*Redpill Linpro är ledande specialister inom systemutveckling baserat på open source och brinner för öppna lösningar, öppna affärsmodeller och ett öppet samhälle. Tillsammans samverkar vi för att uppnå maximal nytta för alla. Hos oss finns några av marknadens främsta experter inom sina specialområden. Vi är drygt 320 anställda och du finner oss i tre länder på sju kontor: Stockholm, Göteborg, Karlstad, Linköping samt i Köpenhamn, Oslo och Trondheim.*\n**Arbetsbeskrivning**\n Nu utökar vi vårt område specialiserat på systemutveckling och vill hitta fler kollegor som brinner för att arbeta med relevant teknik och leverera mjukvarulösningar I världsklass till våra kunder! Du kommer arbeta i tätt samarbete med kund för att arbeta fram den bästa lösningen på problem och tackla utmaningar med innovativa tekniska lösningar. Vi arbetar med flera branscher där du får ta del av stora enterpriseprojekt till mindre start-ups.\n   \n\n  \n\n**Vem är du?**\n* Du är en ambitiös engagerad utvecklare\/arkitekt med erfarenhet av modern Fullstack-utveckling\n* Du tycker om att interagera med kunder, kollegor och användare för att diskuterahur man bäst löser problem och utmaningar med innovativa tekniska lösningar\n* Du är noggrann på detaljnivå i både kodning och dokumentation och brinner för Clean Code\n* Du är självständig, tar ansvar för att hålla deadlines och leverera högsta kvalitet.\n\n\n**Kvalifikationer**\n För att trivas som konsult hos oss är det viktigt att du har ett stort teknikintresse och en vilja att utvecklas inom nya områden och i ny teknik. Du drivs av problemlösning och förstår att det är samarbete som för oss framåt. Du tycker också att det är viktigt att hjälpa till att skapa en riktigt bra arbetsplats genom att både driva och delta på sociala aktiviteter samt dela med dig av dina kunskaper till kollegor.\n   \n\n  \n\n*Utöver ovanstående kompetenser ser vi gärna att du har:*\n* Minst 5 års professionell erfarenhet av systemutveckling med Javascript\/TypeScript, Java eller liknande – Gärna på ramverk såsom Spring Boot, Node.js, React och Angular\n* Kunskaper i Microservices och containerteknik\n* Erfarenhet av cloud\n* Praktisk erfarenhet av teamarbete (Scrumerfarenhet är ett plus)\n* Bekväm med svenska och engelska\n\n\n**Varför Redpill Linpro?**\n* Du får arbeta med några av de allra mest begåvade IT-talangerna i en organisation som brinner för professionella Open Source-ideal\n* Du får arbeta med spännande projekt i flera olika branscher: allt från startups till globala jättar och myndigheter där du får vara med och göra skillnad på riktigt!\n* Du får trevliga chefer som för en bra personalpolitik - våra konsulter är våra superstars och prioriteras alltid först\n* Du får arbeta med den senaste tech-stacken och alltid vara up-to-date med ny teknologi\n* Du får ta del av fördelarna att arbeta på ett medelstort nordiskt bolag med fantastisk sammanhållning, bra förmåner och där du ges stor frihet och flexibilitet i ditt arbete\n\n\n Tveka inte att höra av dig om du vill arbeta med oss. Vi ser fram emot din ansökan!\n   \n\n  \n\n Redpill Linpro is the leading provider of Open Source services and products in the Nordics. We are located in Oslo, Stockholm, Gothenburg, Karlstad Linköping, Copenhagen, Aarhus, and Trondheim with a mission to share knowledge and best practices for a more open society.\n   \n\n  \n\n We are passionate about open solutions, open business models, and an open society where we work together for maximum benefit to everyone. We have got some really skilled co-workers here at Redpill Linpro, particularly within our main areas: API management, development, IT operations, data analytics, customer experience, cloud, DevOps, and automation.\n   \n\n  \n\n**May the Source be with you!**","company_url":"https:\/\/se.linkedin.com\/company\/redpill-linpro","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE8cqkkLA-wfg\/company-logo_100_100\/company-logo_100_100\/0\/1631356094446\/redpill_linpro_logo?e=2147483647&v=beta&t=49vYVKI-NAKiO8hfY8gnwNEO8VJ98UhRUwlqiVl-mRg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3826351401","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3826351401","job_url_direct":"https:\/\/bli.b3.se\/jobs\/3384238-ui-testautomatisering-ingenjor-till-b3-mobile?utm_source=LinkedIn&urlHash=MGs1","title":"UI Testautomatisering Ingenjör till B3 Mobile","company":"B3 Mobile","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"camilla.landen@b3.se","description":"***Att vakna på morgonen med längtan att gå till jobbet!***\n B3 Mobile är dotterbolaget inom koncernen som är\n ***experter***\n på apputveckling. UI-testning, iOS, Android, Kotlin, Swift, Java - Vi kan det!\n   \n\n  \n\n Vi söker dig som vill ta nästa steg i din karriär. Du kanske har arbetat med automatiserade UI tester i några år och känner dig redo för något nytt. Håll i hatten, för hos B3 Mobile arbetar vi med några av världens mest spännande kunder baserade både i Stockholm och på andra sidan Atlanten.\n   \n\n  \n\n I rollen som UI Test Automation Engineer kommer du att arbeta tillsammans med ett kompetent och passionerat gäng utvecklare, UX-designers och projektledare både in-house och ute hos kund.\n   \n\n  \n\n**Vi letar efter dig som:**\n* Är civilingenjör eller motsvarande\n* Besitter goda kunskaper i Svenska, både i tal & skrift\n* Har 3+ års erfarenhet som UI Test Automation Engineer\/QA Tester\n* Har stor erfarenhet av att UI-testa native Android- och iOS-applikationer\n* Besitter goda kunskaper inom mjukvarautveckling, inklusive förmågan att skriva, felsöka och underhålla kod i vanliga programmeringsspråk som C#, Java, JavaScript eller Python\n* Har goda kunskaper i något UI-test automatiseringstestverktyg som tex Appium, Selenium, Cypress och eventuellt Robot Framework\n* Har kunskaper och erfarenhet av CI\/CD-processer och metoder\n* Är proaktiv och kommer med förslag på lösningar inom de projekt du arbetar med\n* Är van vid att använda versionshanteringssystem som GitHub, Bitbucket eller Azure DevOps\n\n\n**Intresset ska självfallet vara ömsesidigt. Det här erbjuder vi dig:**\n* Möjlighet att arbeta med tekniskt utmanande lösningar hos många olika kunder med ett stort antal användare\n* Flexibilitet & en hybrid modell där vi ses på kontoret en dag i veckan för att träffa kollegor, jobba tillsammans och lära oss nya saker.\n* En snabbrörlig, rolig och trygg arbetsplats där vi strävar efter balans både i arbetslivet och livet i stort\n* Friskvårdsbidrag att lägga på gymkort, padel, massage eller andra aktiviteter\n* Wellness satsning för att säkerställa ditt välmående på arbetsplatsen\n\n\n Vi jobbar mycket med kompetensutveckling, du kommer att vidareutvecklas och utforska de senaste teknikerna tillsammans med hela teamet. Du får ett stort ansvar och arbetar både individuellt och i större team. Vi tror att vår energi och nyfikenhet, vårt sätt att välkomna olikheter och vår vilja att dela med oss av våra erfarenheter bidrar till att skapa en miljö där alla, inklusive du, kan växa och utvecklas.\n   \n\n  \n\n För mer information kontakta VD Camilla Landén på camilla.landen@b3.se","company_url":"https:\/\/se.linkedin.com\/company\/b3-mobile","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHW4uEaCMzaew\/company-logo_100_100\/company-logo_100_100\/0\/1675241204508?e=2147483647&v=beta&t=0uDmL1OFFte3g7aTv6bdanljKDHBSqHv3mrCHbr3bOg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3826346570","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3826346570","job_url_direct":"https:\/\/bli.b3.se\/jobs\/996563-android-utvecklare-till-b3-mobile?utm_source=LinkedIn&urlHash=N0qo","title":"Android Utvecklare till B3 Mobile","company":"B3 Mobile","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"camilla.landen@b3.se","description":"B3 Mobile är dotterbolaget inom koncernen som är\n ***experter***\n på apputveckling. Android, iOS, Kotlin, Swift, Java - Vi kan det!\n   \n\n  \n\n Vi söker dig som vill ta nästa steg i din karriär. Du kanske har arbetat med Androidutveckling i några år och känner dig redo för något nytt. Håll i hatten, för hos B3 Mobile arbetar vi med några av världens mest spännande kunder baserade både i Stockholm och på andra sidan Atlanten.\n   \n\n  \n\n I rollen som Androidutvecklare kommer du att arbeta tillsammans med ett kompetent och passionerat gäng utvecklare, UX-designers och projektledare både in-house och ute hos kund. Vi jobbar primärt med Kotlin men erfarenhet av Java är alltid bra.\n   \n\n  \n\n**Vi letar efter dig som:**\n* Har en bakgrund som civilingenjör eller motsvarande\n* Besitter goda kunskaper i Svenska, både i tal & skrift\n* Har 3+ års erfarenhet som Androidutvecklare\n* Har stor erfarenhet av programmering för Androidplattformen med Kotlin och Android Studio\n* Arbetar med fokus på slutanvändarnas upplevelse\n* Levererar högkvalitativ kod som är ren och lätt att förstå och utöka\n* Är proaktiv och kommer med förslag på lösningar inom de projekt du arbetar med\n\n\n**Intresset ska självfallet vara ömsesidigt. Det här erbjuder vi dig:**\n* Möjlighet att arbeta med tekniskt utmanande lösningar hos många olika kunder med ett stort antal användare.\n* Flexibilitet & en hybrid modell där vi ses på kontoret en dag i veckan för att träffa kollegor, jobba tillsammans och lära oss nya saker.\n* En snabbrörlig, rolig och trygg arbetsplats där vi strävar efter balans både i arbetslivet och livet i stort.\n* Friskvårdsbidrag att lägga på gymkort, padel, massage eller andra aktiviteter.\n* Wellness satsning för att säkerställa ditt välmående på arbetsplatsen.\n\n\n Vi jobbar mycket med kompetensutveckling, du kommer att vidareutvecklas och utforska de senaste teknikerna tillsammans med hela teamet. Du får ett stort ansvar och arbetar både individuellt och i större team. Vi tror att vår energi och nyfikenhet, vårt sätt att välkomna olikheter och vår vilja att dela med oss av våra erfarenheter bidrar till att skapa en miljö där alla, inklusive du, kan växa och utvecklas.\n   \n\n  \n\n För mer information kontakta VD Camilla Landén på camilla.landen@b3.se","company_url":"https:\/\/se.linkedin.com\/company\/b3-mobile","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHW4uEaCMzaew\/company-logo_100_100\/company-logo_100_100\/0\/1675241204508?e=2147483647&v=beta&t=0uDmL1OFFte3g7aTv6bdanljKDHBSqHv3mrCHbr3bOg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3835126634","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3835126634","job_url_direct":"https:\/\/bli.b3.se\/jobs\/1011223-backendutvecklare-net-azure-till-prisbelont-digitalbyra?utm_source=LinkedIn&urlHash=lMzo","title":"Backendutvecklare .NET\/Azure till prisbelönt digitalbyrå","company":"B3 Consulting Group","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"jocke@rebelandbird.com","description":"***Att vakna på morgonen med längtan att gå till jobbet!***\n Vi har ett mål att alla som jobbar hos oss ska trivas så mycket att man vaknar med ett leende på måndag morgon. Vi är kanske inte Sveriges bästa bolag inom alla punkter men vi är Sveriges näst bästa bolag enligt Great Place to Work 2020. Vi tror att det beror på vår energi och nyfikenhet, vårt sätt att välkomna olikheter och våra erfarenheter som vi gärna delar med oss av.\n   \n\n  \n\n Rebel and Bird är ett av B3s dotterbolag som tar hand om kunders önskemål och krav och förädlar dessa till flerfaldigt prisbelönta tekniska lösningar. Du blir inte nedbunden i gamla tekniker utan får möjligheten att jobba med det senaste inom backend och utvecklas med oss varje dag. Vårt absolut tydligaste mål med verksamheten är att alla ska ha kul på jobbet. Det låter som en plattityd men det är vårt stora mål. Vi försöker (när så går) att träffas och göra roliga saker utanför arbetstid någon gång i månaden utöver julfest, sommarfest och konferenser.\n   \n\n  \n\n**Arbetsuppgifter**\n Du kommer arbeta både i interna och externa åtaganden, dvs i våra egna produktutvecklingsteam där vi tar helhetsgrepp på våra kunders önskemål, från koncept till UX och publicerad webb samt ibland på konsultbasis i våra kunders team. Vi har i dagsläget tre större åtaganden men en hel del mindre inhouse-projekt och externa konsultåtaganden. Här är två större inhouse-åtaganden:\n   \n\n  \n\n* Parks and Resorts - Vi utvecklar hela webblösningen inhouse i samarbete med kundens redaktörer och produktägare för samtliga parker. Den tekniska plattformen utvecklas med contentful\/gatsby och .NET\/Azure. Vi har blivit uppmärksammade nationellt för detta arbete, dels med ett silver i Svenska Designpriset 2019 för Kolmården, en nominering i Svenska Designpriset 2020 för Gröna Lund (prisutdelningen har ännu inte skett så vi vet inte var vi landar) samt Kolmården seger i IDG topp-100 för bästa turismsajt.\n* Filmstaden - Har du bokat\/köpt biobiljett? Kanske inte på sistone men innan året som gud glömde gjorde du antagligen det har du använt vår lösning. Vi ansvarar för all extern webb samt vissa interna delar. Med denna sajt vann vi IDG topp100 2018 (då SF Bio). Webben utvecklas i en episervermiljö med .NET och Azure.\n\n\n**Vi tror att du har:**\n* Ca 5 års erfarenhet av att arbeta skarpt som utvecklare. Det är viktigt att du arbetat i enterprise-projekt med webb för många slutanvändare.\n* .NET och Azure-kompetens\n\n\n**Det är meriterande om du har:**\n* Kapacitet att ta tead-roll i våra projekt.\n* Kompetens inom Episerver och Contentful-erfarenhet, Xamarin\n* Erfarenhet som konsult\n\n\n**Vi erbjuder**\n Vi är en flexibel arbetsplats som kommer erbjuda distansarbete även när pandemin är över. För dem som vill jobba från kontoret på Sveavägen är det bara att komma in och jobba, dem som föredrar distansarbete kommer jobba primärt hemifrån men vara på kontoret 1-2 dagar i veckan i alla fall av primärt sociala skäl. Vi vill inte bara vara en namnlista på Slack. Utöver den naturliga komptensutvecklingen som sker av att arbeta i team med likasinnade erbjuder vi både externa och interna utbildningar. Vi startar exempelvis ett nytt initiativ vi kallar Kompetensnätverk - Från utvecklare till arkitekt, där en av våra lösningsarkitekter guidar dem som vill mot mer kunskap inom arkitektur för att förbereda dig för en roll som lösningsarkitekt om du så önskar.\n   \n\n  \n\n Läs mer om hur det är att jobba på B3 och Rebel and Bird och hur vi arbetar med wellness och våra sociala initiativ här\n   \n\n  \n\n Klicka på ansökan eller tveka inte att kontakta Jocke Ginsburg på telefonnummer: 073-8133010 eller email: jocke@rebelandbird.com","company_url":"https:\/\/se.linkedin.com\/company\/b3it","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEr66szQkmhOQ\/company-logo_100_100\/B4DZc_TSxiHAAQ-\/0\/1749113712759\/b3it_logo?e=2147483647&v=beta&t=z28s5duwGNAN9BRvE_ciK4F-5--5FYVJ_6ux8FaSaQc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4269957023","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4269957023","job_url_direct":"https:\/\/grnh.se\/nzhpvmg51us&urlHash=nPTZ","title":"UX Designer - Design systems","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engineering innovation and IoT. Our customers include the world's leading public cloud and silicon providers, and industry leaders in many sectors. The company is a pioneer of global distributed collaboration, with 1200+ colleagues in 75+ countries and very few office based roles. Teams meet two to four times yearly in person, in interesting locations around the world, to align on strategy and execution.\n   \n\n  \n\n The company is founder led, profitable and growing.\n   \n\n  \n\n We are hiring a UX designer for our Design System Team.\n   \n\n  \n\n You will play a key role making open source software available to the world. Our Design function ensures the experience of the software and infrastructure we build is true to our intentions, and delivers the tools our community and customers need. The Design System UX designer makes that possible by defining, evolving and advocating for a consistent use of design system that scales across our products.\n   \n\n  \n\n This role sits in the design system team reporting to Design Systems Management\n   \n\n  \n\n Location:\n *This role will be based remotely in the EMEA region.*\n**The role entails**\n* Building and evolving Canonical's design system, ensuring measurable adoption, consistency, scalability and accessibility across our products\n* Collaborating with designers, engineers and stakeholders to translate user needs and brand principles into reusable components, patterns and guidelines\n* Championing design system best practices, advocating for cohesive user experience and design, providing documentation and support for cross-functional teams\n* Designing and documenting UI components, design tokens and interaction patterns\n* Ensuring timely and efficient delivery of the roadmap\n* Enabling alignment on design system usage and governance across teams\n* Advocating for accessibility, performance, and scalability in design system decisions and iterating based on data and technological advancements\n* Staying ahead of industry trends, ensuring innovation and balancing it with system coherence and performance\n\n\n**What we are looking for in you**\n* Relevant experience in UX\/product design, with a strong focus on design systems in complex environments\n* A portfolio demonstrating strong expertise in design systems, including component libraries, documentation and handling complex environments\n* Exceptional educational achievements in design or related behavioral science discipline\n* Expertise in Figma, Storybook and design token workflows\n* Experience of collaborating with engineers and bridging design and code\n* Proven ability to apply design process and clearly communicate and document design decisions\n* Excellent attention to detail and systemic approach to solving complex design challenges\n* Commitment to transparent project delivery and owning team deadlines\n* A passion for balancing consistency and innovation\n* Willingness to travel up to 4 times a year for internal events\n\n\n Read more about the design team\n   \n\n  \n\n**What we offer colleagues**\n We consider geographical location, experience, and performance in shaping compensation worldwide. We revisit compensation annually (and more often for graduates and associates) to ensure we recognize outstanding performance. In addition to base pay, we offer a performance-driven annual bonus or commission. We provide all team members with additional benefits which reflect our values and ideals. We balance our programs to meet local needs and ensure fairness globally.\n   \n\n  \n\n* Distributed work environment with twice-yearly team sprints in person\n* Personal learning and development budget of USD 2,000 per year\n* Annual compensation review\n* Recognition rewards\n* Annual holiday leave\n* Maternity and paternity leave\n* Team Member Assistance Program & Wellness Platform\n* Opportunity to travel to new locations to meet colleagues\n* Priority Pass and travel upgrades for long-haul company events\n\n\n**About Canonical**\n Canonical is a pioneering tech firm at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open-source projects and the platform for AI, IoT, and the cloud, we are changing the world of software. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence; in order to succeed, we need to be the best at what we do. Most colleagues at Canonical have worked from home since our inception in 2004. Working here is a step into the future and will challenge you to think differently, work smarter, learn new skills, and raise your game.\n   \n\n  \n\n**Canonical is an equal opportunity employer**\n We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4269776754","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4269776754","job_url_direct":"https:\/\/jobs.bendingspoons.com\/positions\/65a7fffb1ba6d1d4aff5d322?utm_medium=job_post&utm_source=linkedin&utm_campaign=687c6e197c11947d6f7bda43&urlHash=yrFj","title":"Junior Product Designer","company":"Bending Spoons","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Design and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"At Bending Spoons, we’re striving to build one of the all-time great companies. A company that serves a huge number of customers. A company where team members grow to their full potential. A company that functions at unparalleled levels of effectiveness and efficiency. A company that creates value for shareowners at an extraordinary rate. And a company that does so while adhering to high ethical standards.\n   \n\n  \n\n To achieve this objective, we execute the following strategy: We acquire a digital business with untapped potential and make it as successful as we can by leveraging our platform—which comprises our expertise, technologies, data, brand, talents, and company culture. Then, we invest the proceeds into making our platform more powerful, and into acquiring new businesses. Thus, our strategy sees us combine an investor’s attention to capital allocation with the hands-on approach of an operator.\n   \n\n  \n\n For a talented, driven, and collaborative individual, working at Bending Spoons is an opportunity to learn, make an impact, and progress their career at an exceptionally high rate. That’s our promise to such a candidate.\n   \n\n  \n\n**A few examples of your responsibilities** \n* Help shape outstanding user experiences and impact the success of our products by creating flawless UI and UX designs, from conceptualization to delivery. You’ll take a human-first approach to designing products, ensuring they delight users by being as effective as they are aesthetically pleasing.\n* Make use of prototyping tools to ensure your designs are intuitive and to explore new, innovative ways of designing interactions.\n* Work closely with product managers and software engineers to propose new features and improve the quality of both mobile and desktop apps.\n* Focus on user testing and research to ensure our customers are always at the core of our product designs.\n* Find, together with engineers, the most efficient trade-off between high-value solutions for users and the complexity of implementation.\n* Leverage usage data to evaluate the impact of your designs, and apply your learnings to the next iterations.\n\n\n**What we look for** \n* **Reasoning ability.** \n Given the necessary knowledge, you can solve complex problems. You think from first principles, and structure your ideas sharply. You resist the influence of biases. You identify and take care of the details that matter.\n* **Drive.** \n You’re extremely ambitious in everything you do—and your initiative, effort, and tenacity match the intensity of your ambition. You feel deeply responsible for your work. You hold yourself to a high—and rising—bar.\n* **Team spirit.** \n You give generously and without the expectation of receiving in return. You support the best idea, not your idea. You're always happy to get your hands dirty to help your team. You’re reliable, honest, and transparent.\n* **Proficiency in English.** \n You read, write, and speak proficiently in English.\n\n\n**What we offer** \n* **Incredibly talented, entrepreneurial teams.** \n You’ll work in small, result-oriented, autonomous teams alongside some of the brightest people in your field.\n* **An exceptional opportunity for growth.** \n We go to great lengths to hire individuals of outstanding potential—then, our priority is to put them in the ideal position to thrive. Spooners in their 20s lead products worth hundreds of millions of dollars. And if you’ve got what it takes, you’ll soon be playing an essential role in major projects, too.\n* **Competitive pay and access to equity in the company.** \n Typically, we offer an individual at the start of their career a salary of £54,545 in the UK and €52,246 elsewhere. If they possess a few years of relevant experience, the salary on offer tends to be between £66,779 and £149,636 in the UK, and €63,965 and €143,330 elsewhere. Pay grows rapidly as you accumulate experience and translate it into greater impact. You can also receive some of your pay in company equity at a discounted price, thus participating in the value creation we achieve together. If relocating to Italy, you may enjoy a 50% tax cut.\n* **All. These. Benefits.** \n Flexible hours, remote working, unlimited backing for learning and training, top-of-the-market health insurance, a rich relocation package, generous parental support, and a yearly retreat to a stunning location. We help each Spooner set up the conditions to do their best work.\n\n\n**Commitment & contract**\n Permanent or fixed-term. Full-time.\n   \n\n  \n\n**Location**\n Milan (Italy), London (UK) or remote.\n   \n\n  \n\n**Before you apply**\n Bending Spoons is a demanding environment: We're extremely ambitious and we ask a lot of ourselves and one another. While this tends to lead to fantastic learning, achievements, and career growth, it also requires a significant commitment. So if you like the role and are ready to give your very best, don't hesitate to apply.\n   \n\n  \n\n**The selection process**\n If you pass our screening, we’ll ask you to take on a few tests that assess how you approach unfamiliar problems. If you’re successful with those, we’ll invite you to a series of interviews.\n   \n\n  \n\n Bending Spoons is an equal opportunity and affirmative action employer. We consider for employment any applicant and we provide reasonable accommodations for an applicant with disabilities, which can be requested through this form.\n   \n\n  \n\n Studies suggest that women tend not to apply for a job if their CV isn’t a perfect fit. Here, talent takes precedence over experience. So if you like the role and think you could be awesome at it in time, go ahead and apply.","company_url":"https:\/\/it.linkedin.com\/company\/bendingspoons","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGftUJaAnPIxg\/company-logo_100_100\/company-logo_100_100\/0\/1688654635337\/bendingspoons_logo?e=2147483647&v=beta&t=Gabm76nmJkOQoKsqx_GPsqOVSFVhGDVVx--Pk6Y7LVk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4269951840","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4269951840","job_url_direct":"https:\/\/grnh.se\/o0w99o141us&urlHash=TwzU","title":"Product Manager","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Product Management and Marketing","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engineering innovation and IoT. Our customers include the world's leading public cloud and silicon providers, and industry leaders in many sectors. The company is a pioneer of global distributed collaboration, with 1200+ colleagues in 75+ countries and very few office based roles. Teams meet two to four times yearly in person, in interesting locations around the world, to align on strategy and execution.\n   \n\n  \n\n The company is founder led, profitable and growing.\n   \n\n  \n\n Canonical's product management team are technologists who have a passion for delivering products and solutions that help shape market demands while elevating open source software everywhere. This is a general application track for the product management positions at Canonical. You will set a clear vision, prioritize work effectively, and ensure the team delivers high-quality products that meet business and user needs. Apply here if you excel at leadership, communication, and technical vision, and believe you can drive product strategy for the business needs of tomorrow. During the interview process we will identify specific software products which would be a good fit for your interests.\n   \n\n  \n\n We believe that open source is transforming the way that enterprises solve their business needs. Although open source has been around for thirty years, it is only now fundamental to every corner of the software landscape. Going forward we believe open source will have an even bigger impact as it moves into specialised vertical markets. Our goal is to make open source easier, more reliable and more secure for deployment and development. We strive to be the provider of 'most software to most companies', starting with Ubuntu but expanding to cover every class of application on every class of compute. To deliver on that ambition, we select product managers for their intellect and strong drive to advance the open source community. Together, we aim to improve open source quality, outreach, and impact. Our product managers set the vision and the direction to ensure teams deliver the right products in the right markets at the right time. They push the boundaries of the technology landscape to identify and deliver products into new and existing market opportunities.\n   \n\n  \n\n Our product managers are technology professionals with a software engineering background who strive to become business executives and entrepreneurs. We discuss strategy, plan product development, drive engagement, and promote the open source way. We oversee the entire product lifecycle from conception to delivery, blending technical expertise, strategic thinking, analytics, project management skills and effective communication to ensure products meet both user needs and business objectives.\n   \n\n  \n\n We have open product manager roles across a wide range of product domains, including:\n   \n\n  \n\n* Ubuntu Platform - Our Ubuntu experience on Desktop, Server, Windows (WSL), Multipass, Gaming, Enterprise, & Hardware Enablement\n* Ubuntu Pro Services - Our key commercial offerings Ubuntu Pro, Compliance, Standards, Security Engineering, and Managed Services on cloud and on prem\n* AI\/ML & MLOps - Open source AI\/ML solutions, AIOps automation, model lifecycle management, Kubeflow, MLFlow, KServe, and AI infrastructure on cloud and edge\n* IoT - Ubuntu on embedded devices and\/or edge servers, device management, and robotics\n* Cloud - Ubuntu in public and private clouds, promoting automation frameworks, and including technologies such as Kubernetes, MAAS, and LXD\n* Telco - Open source for Telco's including technologies and standards related to Core Network, RAN\/vRAN, SoNIC, DENT, and SmartNICs\n* Finance - Open source solutions for financial institutions including trading platforms, blockchain technologies, regulatory compliance, and AI-driven analytics\n* Automotive - Open source solutions for autonomous driving, in-vehicle infotainment, connected vehicles, and compliance with automotive industry standards such as ISO 26262 and ISO 21434\n* Application Management - Open source solutions in the enterprise including Observability, IAM, App Stores and technologies such Grafana, GitOps, and Juju Charms\n\n\n If your domain of expertise isn't listed above, yet you feel it's relevant to Canonical, then feel free to apply anyway. We will route you to the most suitable team.\n   \n\n  \n\n**Location:** \n These roles are home based in the EMEA time zone. You will be expected to be located in this region.\n   \n\n  \n\n The role entails\n   \n\n  \n\n* Lead the product development lifecycle, reviewing the priorities and goals for your product\n* Collaborate with cross-functional teams such as engineering, design, marketing, and sales\n* Address common challenges across projects, align on priorities, enable informed decisions, and keep business execution on track\n* Conduct market research, analyse industry trends, and gather customer feedback to identify opportunities\n* Communicate your product vision, status updates, and key decisions to ensure alignment and manage expectations\n* Conduct usability testing, analyse user feedback, and iterate on the product to improve the user experience\n* Collaborate with marketing, sales, and support teams to develop go-to-market strategies, create product documentation, and provide training\n* Contribute to the success of our sales team in winning new opportunities, reviewing customer feedback and participating in customer meetings\n* Oversee the work of a product line, ensuring consistency in strategy and execution across different teams\n* Facilitate collaboration and resolve conflicts within different teams and across other departments\n\n\n What we are looking for in you\n   \n\n  \n\n* Exceptional academic results at high school and university\n* Understanding of Linux and the wider open source software community\n* Understanding of computer architecture, application development, datacenters, cloud or devices\n* Passion to write about technologies and the tech landscape\n* A strong work ethic, and personal interests aligned with the open source movement\n* Curiosity, and the habit of continuous learning\n* A strong sense of ownership\n* Problem solving and the ability to innovate\n* Outstanding communications skills in English, both verbal and written\n* For more senior positions, product management experience in the software industry\n* Ability to manage multiple projects or product lines while maintaining focus on key priorities\n* Demonstrated leadership in aligning diverse teams and driving consensus around product strategies\n* Willingness to travel internationally up to 4 times a year for company events up to two weeks long\n\n\n**Additional Skills That We Value**\n* Familiarity with a particular verticals (e.g. Telco, Finance, Industrial, Automotive)\n* Familiarity with the technology ecosystem including Silicon, IHV, ISV, ODM\/OEMs, cloud service providers and channel\n* Familiarity with cloud native technologies such as Kubernetes, Docker containers & Snaps\n* Familiarity with embedded and connected device technology and ecosystems\n* Familiarity with networking technologies - ethernet, IPv4 and IPv6, routing, firewalling, overlays such as OVN\/OVS, VPNs, SR-IOV, infiniband\n* Familiarity with telco networking - RAN, Core, CPE\n* Experience in leading distributed teams across different time zones\n* Demonstrated ability to foster collaboration and innovation in team settings\n\n\n What we offer you\n   \n\n  \n\n We consider geographical location, experience, and performance in shaping compensation worldwide. We revisit compensation annually (and more often for graduates and associates) to ensure we recognise outstanding performance. In addition to base pay, we offer a performance-driven annual bonus or commission. We provide all team members with additional benefits, which reflect our values and ideals. We balance our programs to meet local needs and ensure fairness globally.\n   \n\n  \n\n* Distributed work environment with twice-yearly team sprints in person\n* Personal learning and development budget of USD 2,000 per year\n* Annual compensation review\n* Recognition rewards\n* Annual holiday leave\n* Maternity and paternity leave\n* Employee Assistance Program\n* Opportunity to travel to new locations to meet colleagues\n* Priority Pass, and travel upgrades for long haul company events\n\n\n**About Canonical**\n Canonical is a pioneering tech firm at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open source projects and the platform for AI, IoT and the cloud, we are changing the world of software. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence - in order to succeed, we need to be the best at what we do. Most colleagues at Canonical have worked from home since its inception in 2004. Working here is a step into the future, and will challenge you to think differently, work smarter, learn new skills, and raise your game.\n   \n\n  \n\n**Canonical is an equal opportunity employer**\n We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e9f56ff64e689b00","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e9f56ff64e689b00","job_url_direct":"http:\/\/se.indeed.com\/job\/network-engineer-e9f56ff64e689b00","title":"Network Engineer","company":"Hibrant Ltd","location":"Landskrona, M, SE","job_type":null,"date_posted":1752969600000,"salary_source":"direct_data","interval":"yearly","min_amount":372867.0,"max_amount":472132.0,"currency":"USD","is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We are seeking a skilled **Network Engineer** to join our IT team. The ideal candidate will be responsible for the planning, implementation, management, and troubleshooting of our network infrastructure to ensure high availability and security.\n\n**Key Responsibilities:**\n\n* Install, configure, and maintain network devices (routers, switches, firewalls, wireless systems)\n* Monitor network performance and ensure system availability and reliability\n* Troubleshoot network issues and outages\n* Perform network maintenance and system upgrades (patching, firmware upgrades, etc.)\n* Manage IP addressing, DNS, DHCP, and related protocols\n* Ensure network security and compliance with policies and procedures\n* Work with vendors and other IT teams for integration and support\n* Maintain documentation for network configurations, processes, and services\n\nJob Type: Contract  \nContract length: 3 months\n\nPay: 1 640,00kr - 1 740,00kr per day\n\nWork Location: On the road","company_url":"https:\/\/se.indeed.com\/cmp\/Hibrant-Ltd","company_url_direct":"https:\/\/hibrant.com\/","company_addresses":null,"company_num_employees":"11 to 50","company_revenue":"less than $1M (USD)","company_description":"Our Commitment: Reliable IT Support At Hibrant Ltd, we pride ourselves on delivering reliable IT support tailored to the unique needs of your business. Our team of skilled professionals is committed","logo_photo_url":null,"banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/6d4cc15d3b761a4392e3b7c90b23cc27","ceo_name":null,"ceo_photo_url":null},{"id":"02a25723f96caea6","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=02a25723f96caea6","job_url_direct":"https:\/\/www.alleima.com\/en\/careers\/open-jobs\/vacancies\/it-software-development\/R0039283\/","title":"HR Tech Profesional","company":"Alleima","location":"Sandviken, X, SE","job_type":null,"date_posted":1752883200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Are you a Workday pro who loves solving problems, improving systems, and making an impact?**  \n\n\n\n**We’re looking for a HR Tech Professional to support multiple modules and collaborate with teams across HR and IT. If you're someone who combines technical know-how with strong cross-functional collaboration skills, this is the role for you!**\n\n**Placement: Sandviken or Stockholm**\n\n**Your role**\n\nIn this role you will serve as a Subject Matter Expert (SME) for Workday, providing business with advanced functional and technical support across multiple modules. You will play a vital part in bridging the gaps between business needs and technical solutions.\n\n\nYou will, among other related and relevant things\n\n* **Lead and participate in Workday System Configuration & Support:**\nAct as SME for Workday, identifying opportunities, managing configurations, troubleshooting, and ensuring data integrity across modules in Workday to aline with our roadmaps.\n* **Collaborate with & Advise Stakeholders:**\nPartner with HR, other IT functions and leadership to align system solutions with business needs.\n* **Manage Projects & Optimize Features utilization:**\nDrive implementations, upgrades, and adoption of new Workday features while managing timelines, communication, and rollout success.\n* **Deliver Insights & Integrations:**\nCreate advanced reports and dashboards, oversee secure system integrations, and support data-driven decision-making across the business.\n\n**Your profile:**\n\nWe’re looking for someone with previous experience working with Workday and with both functional and technical knowledge across multiple modules. You have a genuine passion with how HR and IT can work together to improve processes and work more effiecently. You hold a bachelor’s degree in HR, IT, Business, or possess equivalent relevant experience. Workday certifications in HCM Core is desired, certifications in other Workday modules are a plus. Fluent in English and eligible to work in Sweden.\n\n\nYour personal characteristics are important in this role—your drive to learn and grow is key. Experience managing complex projects, from system enhancements to full-scale implementations, is crucial. You have a proactive mindset, always looking for ways to enhance user experience and system efficiency as well as efficency in all People related processes. You are a collaborative team player who works effectively with stakeholders at all levels. Strong analytical thinking and a knack for turning business needs into scalable Workday solutions are essential.\n\n\nTo apply, we recommend that you use the option “Autofill with Resume”\n\n**What you can expect from us**\n\n\n—A collaborative environment where innovation and expertise are valued\n\n\n—Opportunities to contribute to a legacy of excellence and help pave the path forward\n\n\n—Competitive compensation and benefits package\n\n**Other information**\n\n**For more information about the position, please contact:**\n\n\nHelen Andersson, recruiting manager, +46 70 249 44 00\n\n**For questions regarding the recruitment process, please contact:**\n\n\nSara Kühner, recruitment specialist, +46 76 495 02 40\n\n**Union contacts:**\n\n\nMaria Sundqvist, Swedish Association of Academics, +46 70 651 73 81\n\n\nKjell-Åke Klockervold, Ledarna, +46 70 314 24 43\n\n\nMikael Larsson, Unionen, +46 70 307 30 48\n\n**Welcome with your application no later than 2025-08-16**\n\n\nAt Alleima, our mission is much more than delivering high-quality products, technology and processes – through collaboration we develop the best solutions according to our customers’ needs that enable us to achieve our business goals through our daily work. With curious employees and safety as our first priority, we create a work environment where you can develop both as a person and in your work. With a clear direction for our journey, where we use our position as a technology leader, progressive business partner and where we are driving sustainability, we aim to become an even stronger company in our industry. Are you ready to take on this challenge together with us? Join us on our journey!","company_url":"https:\/\/se.indeed.com\/cmp\/Alleima","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4199539811","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4199539811","job_url_direct":"https:\/\/jobs.wiseit.se\/jobs\/5762103-it-support-technician-till-cary-group&urlHash=NhqE","title":"IT Support Technician till Cary Group","company":"Wise IT","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":"sandra.ahs@wiseit.se","description":"Är du en serviceinriktad och tekniskt kunnig person som brinner för att hjälpa användare och lösa IT-relaterade problem? Vill du vara en del av ett internationellt företag i en expansiv fas?\n   \n\n  \n\n Då kan rollen som IT Support Technician på Cary Group vara något för dig!\n   \n\n  \n\n**Din vardag:**\n Som IT Support Technician Cary Group kommer du att spela en central roll i att stödja våra användare och säkerställa att IT-miljön fungerar smidigt. Du arbetar både självständigt och i samarbete med IT-avdelningen, verksamheten och externa leverantörer för att hantera tekniska utmaningar och förbättra IT-tjänster.\n   \n\n  \n\n Dina huvudsakliga arbetsuppgifter inkluderar:\n   \n\n  \n\n* Ge teknisk support och hjälp till användare för att lösa problem med hårdvara, mjukvara och nätverk.\n* Hantera och eskalera ärenden inom helpdesk och säkerställa snabb och effektiv återkoppling.\n* Installera, konfigurera och uppdatera programvara på användares enheter enligt organisationens riktlinjer.\n* Hjälpa användare med nätverksanslutning och felsökning av uppkopplingsproblem.\n* Utföra säkerhetskopiering av data och hjälpa till med återställning vid behov.\n* Utbilda användare i användning av IT-system och skapa lösningsguider samt uppdatera dokumentation.\n* Bidra till och stödja organisationens systemförvaltning och Cloud transformation\n* Vara med att utveckla arbetssätt för att kunna jobba smartare\n\n\n**Vem är du?**\n Vi söker dig som har erfarenhet av IT-support och en stark vilja att hjälpa andra. Du är en problemlösare som trivs med att arbeta självständigt, men också i samarbete med andra. Du har en god teknisk förståelse och förmågan att kommunicera tekniska begrepp på ett enkelt och tydligt sätt.\n   \n\n  \n\n Du är serviceinriktad och lyhörd för användarnas behov, med tålamod och empati vid hantering av deras problem och frågor. Du har en flexibel inställning och kan anpassa dig till förändrade arbetsuppgifter och prioriteringar. Som person är du organiserad och noggrann i dokumentation och registrering av användarförfrågningar. Du har dessutom en genuin passion för teknik och drivs av att hjälpa andra att dra nytta av dess fördelar.\n   \n\n  \n\n Vi ser att du har:\n   \n\n  \n\n* Grundläggande kunskaper inom datorhårdvara, operativsystem och vanlig programvara.\n* God kännedom inom Microsoft 365 och Azure.\n* Erfarenhet av att arbeta i en helpdesk eller IT-supportroll.\n* Starka felsöknings- och problemlösningsförmågor.\n* Goda kommunikations- och samarbetsförmågor.\n* Förmåga att arbeta självständigt och hantera flera uppgifter samtidigt.\n* Grundläggande kunskaper om nätverk och internetprotokoll (IP) är meriterande.\n* Ett starkt intresse för teknik och en vilja att utvecklas inom IT-området.\n\n\n Språkkunskaper:\n   \n\n  \n\n* Flytande svenska och engelska i tal och skrift.\n\n\n**Om Cary Group**\n Cary Group är en snabbväxande internationell koncern med en unik mix av entreprenöriell anda och trygg struktur. Vi är en av marknadsledarna i Europa inom reparation och byte av fordonsglas, bussglas samt reparation av plåt- och lackskador. Vi erbjuder tjänster som förlänger fordonens livslängd och bibehåller deras säkerhetsfunktioner, med fokus på att reparera i stället för att byta ut.\n   \n\n  \n\n Vi värnar om vår varma och inkluderande kultur och investerar i aktiviteter och event för att stärka vårt team. Vårt kontor är beläget i Hammarby Sjöstad i Stockholm.\n   \n\n  \n\n För mer information besök: www.carygroup.com\n   \n\n  \n\n**Kontakt**\n I denna rekrytering samarbetar Cary Group med Wise IT. Vill du veta mer, kontakta ansvarig rekryteringskonsult Sandra Åhs på sandra.ahs@wiseit.se.\n   \n\n  \n\n Vi kan tyvärr inte ta emot ansökningar via mail då vi värnar om din personliga integritet. Du kan läsa mer om hur vi behandlar personuppgifter enligt GDPR i Wise Group-koncernens policy för behandling av personuppgifter.\n   \n\n  \n\n Vi hanterar alla ansökningar löpande och även så urvalet av kandidater som går vidare till intervju.\n   \n\n  \n\n Välkommen med din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/wise-it","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQFChwxv1zHbRg\/company-logo_100_100\/company-logo_100_100\/0\/1631334054837?e=2147483647&v=beta&t=WeRAxZjQw0jC73Ey7TAoxRiBsfe4kintW1kTxi5AQW0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4270418693","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4270418693","job_url_direct":null,"title":"Business Analyst, Supply Planning","company":"H&M","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales","company_industry":"Retail","listing_type":null,"emails":null,"description":"**Job Description**\n We are looking for a curious and self-driven Business Analyst to join our Supply Planning Unit. In this role, you will lead analytics initiatives and maintain and develop systems for all three Reverse Supply areas (External Exit and overstock selling, faulty items and garment collection). You’ll play a key part in the team in helping unwanted garments get a new life, and ensure the garments end up in the right place! As a proactive self-starter, you will take ownership of projects from hypothesis to insight and delivery, thrive on ambiguity, ask the right questions, and challenge the status quo. This position requires a blend of business acumen and analytical skills.\n   \n\n  \n\n Your key responsibilities include:\n   \n\n  \n\n* Be the driver for data driven decision making in your initiative\/product team by taking data into insights and provide the team with clear, data driven recommendations.\n* Apply advanced analytics and tools to model, execute and follow up initiatives from idea to industrialization.\n* Use SQL and potentially further programming languages to gather, clean and prepare data for analysis.\n* Define and set up measurable KPI’s and OKRs, own and maintain their visualization for value reporting.\n* Be the go-to person for data and analytics knowledge, act as the first point of contact for application-related questions and incidents\n* Work as part of an agile organization to support product development and support building business cases to showcase the value of new undertakings.\n* Be an active participant in the analytics community—collaborating within Supply Planning and across the H&M Group.\n* Take on operational ownership of several internal applications that support overstock sales and partner management, acting as the bridge between business and tech\n* Be a driver for data collection, data validation and automation in areas with manual processes and limited data-driven insights\n\n\n**Qualifications**\n**WHO YOU ARE**\n Just like everyone at H&M, we believe you are a business-minded, open, communicative, and ambitious team player full of drive and optimism. You have a robust analytical ability, business acumen, self-drive with an eye for change and improvement opportunities.\n   \n\n  \n\n We are looking for people with...\n   \n\n  \n\n* An academic degree within Economics, Business, Supply Chain, Mathematics, Engineering, or similar\n* 3+ years' experience within an analytical position in the fields of merchandising, demand and supply planning and\/or logistics\n* Proficient in Power BI, SQL, and analytical tools; exposure to Python, C#, and low-code platforms like Power Automate\n* Strong understanding of technical environments including Azure, Power Platform, and SharePoint\n* Skilled at extracting insights from complex data to drive business and product development\n* Expertise in supply chain operations, inventory, and product\/logistics strategy\n\n\n And people who are...\n   \n\n  \n\n* Strong communicators and storytellers with the skills and ability to communicate and explain data and its implications to various different stakeholders.\n* Curious and take the initiative, driven to explore new ideas, ask questions, and take ownership from start to finish\n\n\n**Additional Information**\n This is a permanent position starting as soon as possible, based in Stockholm. You will report to Julia Lindberg, Reverse Supply Manager within Supply Planning.\n   \n\n  \n\n Apply by sending in your CV and English as soon as possible. Due to data policies, we only accept applications through our career page.\n   \n\n  \n\n**Who We Are**\n H&M Group is a global company of strong fashion brands and ventures. Our goal is to prove that there is no compromise between exceptional design, affordable prices, and sustainable solutions. We want to liberate fashion for the many, and our customers are at the heart of every decision we make.\n   \n\n  \n\n We are made up of thousands of passionate and talented colleagues united by our shared culture and values. Together, we want to use our power, our scale, and our knowledge to push the fashion industry towards a more inclusive and sustainable future.\n   \n\n  \n\n**WHY YOU’LL LOVE WORKING HERE**\n At H&M Group, we are proud to be a vibrant and welcoming company. We offer our employees attractive benefits with extensive development opportunities around the globe.\n   \n\n  \n\n* 25% Staff discount on all our H&M Group brands, both in stores and online (H&M, COS, Weekday, Monki, H&M HOME, & Other Stories and ARKET).\n* H&M Incentive Program – HIP. Learn more about the program here.\n* In addition to our global benefits, our local markets offer different competitive perks and benefits. (Example: Competitive compensation for your dedication and long-term commitment. A day off on your birthday to relax and celebrate your special day. Special gift to celebrate the birth of your child, etc.)\n\n\n**JOIN US**\n Our uniqueness comes from a combination of many things – our inclusive and collaborative culture, our strong values, and opportunities for growth. But most of all, it’s our people who make us who we are.\n   \n\n  \n\n  \n\n  \n\n Take the next step in your career together with us. The journey starts here.\n   \n\n  \n\n We are committed to a recruitment process that is fair, equitable, and based on competency. We therefore kindly ask you to not attach a cover letter in your application.","company_url":"https:\/\/se.linkedin.com\/company\/h&m","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHq33akTF76eA\/company-logo_100_100\/company-logo_100_100\/0\/1679061166847\/hm_logo?e=2147483647&v=beta&t=EJEWNoFmNEh77Ma_WEkty8xBK6yX37uTMl7HVNRiP0U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4270049143","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4270049143","job_url_direct":null,"title":"Creative Marketing Internship","company":"Tata Consultancy Services","location":"Stockholm, Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Sales, Marketing, and Business Development","company_industry":"IT Services and IT Consulting, Marketing Services, and Climate Data and Analytics","listing_type":null,"emails":"Neelavani.k@tcs.com","description":"Tata Consultancy Services (TCS) is an IT services, consulting and business solutions organization that has been partnering with many of the world’s largest businesses for the past 50 years, helping them achieve their strategic goals and lead their digital transformation programs. As a strategic partner with more than 600,000 experts, we help customers achieve their business goals and lead digital transformations to the finish line. Our expertise and services span industries such as Financial Services, Manufacturing, Retail, Communications, Travel, Healthcare, Utilities and Public Sector.\n \n\n\n\n  \n\n\n\n\n\n TCS has been present in the Nordic region since 1991 and currently has over 20,000 employees supporting leading enterprises in the Nordics drive growth and transformation. Our customers include some of the largest companies in Sweden and in the Nordics. TCS has been named a Top Employer by the Top Employers Institute in Sweden, Finland, Norway and Denmark. TCS has consistently received top customer satisfaction rankings for 14 years in a row in an independent customer survey.\n \n\n\n\n  \n\n\n\n\n\n TCS' proactive stance on climate change and award-winning work with communities across the world have earned it a place in leading sustainability indices such as the MSCI Global Sustainability Index and the FTSE4Good Emerging Index.\n \n\n\n\n  \n\n\n\n\n\n Join the TCS Nordics Marketing Team in central Stockholm and gain hands-on experience across Sweden, Finland, Denmark, and Norway. Support strategic initiatives that boost brand awareness, drive customer acquisition, and deepen client relationships. As an intern, you’ll work on impactful projects, collaborate with experienced professionals, and grow in a dynamic, international environment. It’s a unique opportunity to launch your career in marketing while contributing to a global tech leader.\n \n\n\n\n  \n\n\n\n\n\n Job Role -\n **Creative Marketing Intern** \n\n\n\n\n Duration of contract -\n **6-12 months** \n\n\n\n\n Expected Start Date -\n **Immediately** \n\n\n\n\n  \n\n\n\n\n\n**Your assignments** \n\n\n\n* Design engaging content\n* Transform complex information into simple, visually appealing formats\n* Ideate and develop creative concepts for campaigns and presentations\n* Design high-quality visuals using Adobe Creative Suite (Photoshop, Illustrator, InDesign)\n* Create impactful PowerPoint presentations with strong storytelling and design\n* Produce and edit videos in collaboration with agencies or independently\n* Use tools like AI-based design platforms, Adobe, and Canva to create marketing assets\n\n\n\n  \n\n\n\n\n\n**Your Qualifications** \n\n\n\n* Enrollment in a Yrkeshögskola (YH-program) or bachelor’s degree program (at least in the 3rd semester), or in a Master's degree program.\n* Ability to write technically precise content\n* Proficiency in the use of Microsoft Office (Excel, PowerPoint, Word)\n* Proficiency in use of graphic design tools such as Adobe, Canva etc.\n* Experience in using AI for content creation preferred\n* Creative mindset with a flair for design\n* Experience in the field of IT is preferred\n* Strong research and analytical skills\n* Business fluent in English and Swedish language\n* Strong interest in an international working environment\n* Structured and independent way of working\n* Availability for the position for six nine to twelve months\n\n\n\n  \n\n\n\n\n\n**We look forward to receiving your application via Neelavani.k@tcs.com** \n\n\n\n\n  \n\n\n\n\n\n**Why choose TATA?** \n\n\n\n\n TCS is a company leader in the Consultancy Services sector, and our primary goal is to grow, offering stability and possibilities to all our employees.\n \n\n\n\n  \n\n\n\n\n\n**our offer includes:** \n\n\n\n\n  \n\n\n\n\n* multinational work environment\n* permanent contract\n* competive offer and benefits\n* flexible and agile work environment\n* hybrid work solutions, without the need to work 100% from office premise even after the pandemic situation normalizes\n\n\n\n  \n\n\n\n\n\n If you are ambitious, passionate with new technology and digital transformation, we look forward to receiving your application!","company_url":"https:\/\/in.linkedin.com\/company\/tata-consultancy-services","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGsGR9p4ikS5w\/company-logo_100_100\/company-logo_100_100\/0\/1708946550425\/tata_consultancy_services_logo?e=2147483647&v=beta&t=P-PkUMh7Ks1GQY0_l7GhzQiwfyLfQpvKWwX8Tq18Yc4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4156963361","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156963361","job_url_direct":"https:\/\/careers.bcg.com\/global\/en\/job\/BCG1US52305EXTERNALENGLOBAL\/IT-Architect-Stockholm-BCG-Platinion?utm_source=linkedin&utm_medium=phenom-feeds&Source+=LinkedIn+Job+Board&urlHash=XSXI","title":"IT Architect - Stockholm | BCG Platinion","company":"BCG Platinion","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"Who We Are\n   \n\n  \n\n Do you want to turn the challenges of digitalization into the solutions of the future? Join BCG Platinion in tackling the core IT issues of leading global companies. Deploy customized platforms, architectures, strategies, and organizations to leverage the digital potential of our customers and drive true innovation, with state-of-the-art tools such as cloud computing, AI, blockchain, microservices, and containerization. Add your individual strengths to our unique team, always there to support you. Together with Boston Consulting Group and our clients, we turn digital visions into reality.\n   \n\n  \n\n What You'll Do\n   \n\n  \n\n For our Stockholm office, we are looking for IT Architects who will collaborate with colleagues from BCG Platinion and\/or the Boston Consulting Group on local and international client projects! We develop superior IT strategies, concepts, and solutions actively and on site, applying our technical know-how, experience in IT projects, and analytical and conceptual skills.\n   \n\n  \n\n What You'll Bring\n   \n\n  \n\n**You can help us make a difference if you**\n* have a degree in computer science, (business) informatics, engineering, or a related field\n* have approx. two years of relevant experience in IT consulting or software development (part or full time)\n* know that modern tools such as machine learning, cyber resilience, DevOps, agile methods, AI, and robotics aren't just buzzwords, but essential to sustainable IT architectures\n* have broad technical expertise and interest in technology trends\n* feel particularly comfortable in interdisciplinary teams and global contexts and are flexible and willing to travel\n* are excellent at understanding and communicating complex topics in English\n\n\n Who You'll Work With\n   \n\n  \n\n**Shape the world of tomorrow**\n* Shape the digital transformation of globally leading companies, ensuring their success by evaluating their capabilities and performing feasibility studies\n* Manage small, agile development teams in strategic IT implementation programs, establish modern practices like DevOps and CI\/CD, and be in charge of the technical implementation of crucial digital requirements such as cyber resilience\n* Analyze, develop, and optimize cutting-edge, customized IT architectures while applying your comprehensive understanding of legacy IT, enterprise solutions, and current market developments and trends such as cloud computing and microservices\n\n\n Additional info\n   \n\n  \n\n**How You Can Grow With Us**\n We guarantee constant development incentives in an open and rewarding work environment! Together with a dedicated team of talented colleagues, you get to work on new challenges every day. Individual training offers and a culture of open feedback will provide the framework needed to explore and perfect personal strengths. Our modern structures allow focusing on the essence of our work - with easy travel booking, an excellent back-office support and comprehensive Knowledge Center. With our regular office Fridays and legendary events, we nurture a strong and close team network beyond our case work.\n   \n\n  \n\n*BCG Platinion is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable.*\n*#BCGPlatinion*\n Boston Consulting Group is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable, and those with criminal histories will be considered in a manner consistent with applicable state and local laws.\n   \n\n  \n\n BCG is an E - Verify Employer. Click here for more information on E-Verify.","company_url":"https:\/\/de.linkedin.com\/company\/bcg-platinion","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHKLyp9XOA5Vg\/company-logo_100_100\/company-logo_100_100\/0\/1721829527847\/bcg_platinion_logo?e=2147483647&v=beta&t=tE3_Y4s-U2xe-pqOlbSGMn_Jbt0qWLtr9NpDUsEcDo0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3883354212","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3883354212","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/infrastrukturtekniker-op-2024455796\/&urlHash=h-9D","title":"Infrastrukturtekniker","company":"Centric Sweden","location":"Järfälla, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Vill du vara med och stärka Sveriges försvarsförmåga genom avancerad teknik och innovation? Vår kund söker nu ett helt IT-infrastrukturteam som vill vara nyckelspelare i arbetet med att utveckla och förvalta tekniska tjänster som är kritiska för företagets verksamhet. Din roll kommer att vara avgörande för att säkerställa tillgängligheten, säkerheten och stabiliteten i deras system och digitala tjänster.\n   \n\n  \n\n Som konsult på Centric får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.\n   \n\n  \n\n**Dina arbetsuppgifter** \n Teamet som du kommer att ingå i kommer att hantera en viktig IT-infrastrukturplattform för ett av våra kunds affärsområden, vilket är avgörande för förvaltning och utveckling av tekniska tjänster. Ett betydande fokus kommer att ligga på att säkerställa tillgängligheten till systemet, vilket kräver höga standarder för säkerhet, stabilitet och noggrannhet.\n   \n\n  \n\n Som person förväntas du vara organiserad och van vid att ta ansvar. Du är en person som agerar och är noggrann i dina åtaganden samt strävar efter att göra ett utmärkt arbete tillsammans med ditt team. Ditt team kommer att spela en central roll i att leverera och stödja IT-tjänsterna. Det är av yttersta vikt att genomföra och dokumentera arbetet enligt etablerade rutiner och processer.\n   \n\n  \n\n**Just Nu Letar Vi Efter**\n* Infrastrukturtekniker inom Windows med minst 9 års erfarenhet\n* Infrastrukturtekniker inom Windows med 4-8 års erfarenhet\n* Infrastrukturtekniker inom Windows med 1-3 års erfarenhet\n* Infrastrukturtekniker inom Linux med 4-8 års erfarenhet\n\n\n Tillsammans kommer ni att ansvara för och upprätthålla en IT-infrastruktur med vanliga uppgifter. Det inkluderar att leverera klient- och serverbaserade tjänster och att vara en del av drift- och supportteamet. Ni kommer också att hantera patchning och uppgradering av klient- och servermiljön, samt utveckla skript och använda automatiseringsverktyg för att effektivisera arbetsflöden. Dessutom kommer ni att delta i utvecklingen av tjänster kopplade till infrastrukturplattformen och se till att säkerhetskraven efterlevs. Aktivt deltagande i förbättringsarbeten av tekniska lösningar kommer också att vara en del av ert arbete.\n   \n\n  \n\n**Din profil och kvalifikationer**\n**Krav, Teambaserat**\n* Erfarenhet av att hantera Windows-servermiljöer och VDI-plattformar\n* Några års erfarenhet av Linux med fokus på serverdrift\n* Gedigen erfarenhet av att arbeta med Redhat och CentOS\n* Tidigare erfarenhet av att sätta upp nya utvecklingsmiljöer med ovanstående tekniker\n* Ett genuint intresse för teknik och att hålla sig uppdaterad med de senaste utvecklingarna inom branschen\n\n\n**Meriterande**\n* Scriptningsspråk som Bash, Python eller Perl\n* Kunskap inom IT- och informationssäkerhet\n* Nätverksskiktet såsom TCP\/IP, switching, routing och brandvägg i datacentermiljö\n* Övervakningsverktyg som Nagios\/op5\n* Teknologier som Docker\/Podman, Kubernetes, Git, Jenkins, Artifactory, PostgreSQL, Grafana, VMware\n* Konfigurationshantering med verktyg som Ansible eller Puppet\n* Horizon\n* SCCM\n* Microsofts standardprodukter såsom Active Directory, DNS, och WDS\n\n\n Uppdraget omfattas av försvarssekretess vilket sätter kvar på arbete på plats fem dagar i veckan. Säkerhetsprövningssamtal och bakgrundskontroll kommer att genomföras. Svenskt medborgarskap är ett krav.\n   \n\n  \n\n**Vad vi erbjuder** \n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi tycker nämligen att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under roliga och avslappnande former.\n   \n\n  \n\n Centric är ett IT-företag med 370 anställda och med kontor i Stockholm, Göteborg, Malmö och Linköping. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4156958808","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156958808","job_url_direct":"https:\/\/careers.bcg.com\/global\/en\/job\/BCG1US52307EXTERNALENGLOBAL\/Manager-Stockholm-BCG-Platinion?utm_source=linkedin&utm_medium=phenom-feeds&Source+=LinkedIn+Job+Board&urlHash=asUs","title":"Manager - Stockholm | BCG Platinion","company":"BCG Platinion","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"Who We Are\n   \n\n  \n\n Do you want to turn the challenges of digitalization into the solutions of the future? Join BCG Platinion in tackling the core IT issues of leading global companies. Deploy customized platforms, architectures, strategies, and organizations to leverage the digital potential of our customers and drive true innovation, with state-of-the-art tools such as cloud computing, AI, blockchain, microservices, and containerization. Add your individual strengths to our unique team, always there to support you. Together with Boston Consulting Group and our clients, we turn digital visions into reality.\n   \n\n  \n\n What You'll Do\n   \n\n  \n\n As a Manager at BCG Platinion in the Nordics, you are responsible for the execution and management of our national and international client projects. We collaborate with colleagues from BCG Platinion and\/or the Boston Consulting Group on site and directly with the client company. The Manager role incorporates structuring the project and performing the required resource planning. Besides the functional navigation of the project members, you will also be involved operationally in the project business. Together with our clients, you will develop convincing IT strategies, concepts and solutions, applying technical know-how and extensive experience in structuring IT projects, just as analytical and conceptual skills. We independently support our clients, present our results to their decision makers, and agree on the next steps.\n   \n\n  \n\n What You'll Bring\n   \n\n  \n\n**You can help us make a difference if you**\n* bring a completed a degree in computer science, (business) informatics, or a related area with above-average grades\n* have at least eight years of substantial experience in IT consulting and the lead design and management of IT strategy and implementation projects\n* already captured project-related management experience as the lead of teams with more than five people\n* know how to plan IT initiatives and build solid business cases\n* optimally steer decisions towards the goal and master escalating situations with an eye to solutions - even in complex organizational structures\n* have successfully acquired consulting projects\n* are excellent at understanding and communicating complex topics in English\n\n\n Who You'll Work With\n   \n\n  \n\n**Shape the world of tomorrow**\n* Independently contribute to build close client relationships - and as their trusted advisor, you are the first to whom they turn\n* Acquire new projects and challenges for our company and yourself\n* Be in charge of planning, leading, and assuring quality for strategic IT projects - we work with passion for our clients' long-term success\n* Get to use your comprehensive knowledge of technology and industry understanding to provide both internal and external stakeholders with the orientation they need in critical project phases and challenging situations\n* Think across projects and connecting factors, and plan resources to achieve the best efficiency possible\n* Take ownership for presenting key project results at the highest level of client management\n* Work with an entrepreneurial approach and passion to advance BCG Platinion with your contributions to people development, recruiting, and practice areas\n\n\n Additional info\n   \n\n  \n\n**How To Grow With Us**\n We guarantee constant development incentives in an open and rewarding work environment! Together with a dedicated team of talented colleagues, you get to work on new challenges every day. Individual training offers and a culture of open feedback will provide the framework needed to explore and perfect personal strengths. Our modern structures allow focusing on the essence of our work - with easy travel booking, an excellent back-office support and comprehensive Knowledge Center. With our regular office Fridays and legendary events, we nurture a strong and close team network beyond our case work.\n   \n\n  \n\n*BCG Platinion is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable.*\n*#BCGPlatinion*\n Boston Consulting Group is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable, and those with criminal histories will be considered in a manner consistent with applicable state and local laws.\n   \n\n  \n\n BCG is an E - Verify Employer. Click here for more information on E-Verify.","company_url":"https:\/\/de.linkedin.com\/company\/bcg-platinion","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHKLyp9XOA5Vg\/company-logo_100_100\/company-logo_100_100\/0\/1721829527847\/bcg_platinion_logo?e=2147483647&v=beta&t=tE3_Y4s-U2xe-pqOlbSGMn_Jbt0qWLtr9NpDUsEcDo0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4270443362","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4270443362","job_url_direct":"https:\/\/www.relax-gaming.com\/careers\/position\/security-engineer-380&urlHash=3HAb","title":"Security Engineer","company":"Relax Gaming Ltd","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Gambling Facilities and Casinos","listing_type":null,"emails":null,"description":"Relax Gaming is seeking a\n **Security Engineer** \n to join our Information Security team.\n \n\n\n\n  \n\n\n\n\n\n In this role, you will help ensure that Relax Gaming meets its security objectives and complies with relevant regulations. You’ll contribute to the development and maintenance of secure systems and processes while addressing security risks effectively.\n \n\n\n\n  \n\n\n\n\n\n**Key Responsibilities:** \n\n\n\n* Design, implement, and manage security processes and frameworks to protect Relax ICT systems.\n* Actively participate in security operations by conducting risk assessments, reviewing and remediating vulnerability findings, supporting compliance audits, investigating security events, and managing incidents.\n* Actively support and develop ISMS: design and implement security policies and procedures across the organization.\n* Participate in audits, such as ISO 27001, financial PWC audits and other compliance related requirements, support remediation where applicable.\n* Support ISO27001:2022 maintenance within the business by performing related tasks, such as supplier monitoring, ISMS control monitoring, gap assessments and control review.\n* Actively participate in Security Operations implementation, improvement and BAU. Tasks include log monitoring, alert development, alert investigation, incident management, incident reporting, security awareness, and continuous improvement.\n* Collaborate with wider business to integrate security principles into applications, infrastructure, and processes.\n* Stay current with emerging threats and best practices, applying them to improve Relax’ security posture.\n\n\n\n  \n\n\n\n\n\n**Requirements:** \n\n\n\n* CISSP or equivalent certification is required; ISO 27001 Lead Implementer is preferred.\n* Bachelor's degree in information security, Computer Science, or related field.\n* Proven experience with ISO 27001 audits, including preparation, participation, and implementation of findings, is preferred.\n* Hands-on experience with EDR, SIEM, IDS\/IPS, MDM, DDoS protection and vulnerability management is critical.\n* Strong experience in Security Operations, including log monitoring, threat detection, and incident response, is foundational.\n* Proficiency in scripting and automation (e.g., Jira \/ Confluence automation, Python, Bash) for security operations is beneficial.\n* Advanced English communication skills, both written and spoken are critical for success in this role.\n* Educators' mindset: as the main purpose of Security Team at Relax is to ensure the business operates with security mindset, strong interpersonal skills are required in this role to ensure effective negotiation, collaboration and ongoing work with the business stakeholders that may not have technical know-how or understanding of security risks.\n\n\n\n  \n\n\n\n\n\n**Welcome to Relax Gaming Stockholm** \n where big talent meets even bigger hearts. Right in the center of the city, our newly renovated office in Gallerian offers more than just a great location and a sun-drenched terrace. It’s home to some of the brightest minds in iGaming, a powerhouse mix of creative energy, deep experience, and next-level ambition. Here, senior experts collaborate seamlessly with high-performing juniors, creating an environment where learning, innovation, and quality go hand in hand. It’s fast-paced, fun, and fiercely supportive - a team that knows how to deliver at the highest level without ever losing the playful spirit that defines Relax. Mastered by experience. Driven by play. Truly Relax.\n \n\n\n\n  \n\n\n\n\n\n**About Relax Gaming** \n\n\n\n\n Relax Gaming Group was founded in 2010 with the goal of creating games for the modern iGaming landscape. Always staying true to the Relax core values - Driven, Adaptable, Supportive, and Respectful - the recent and rapid expansion has been conceived in order to deliver unparalleled global reach. Via a quick one-time integration, Relax Gaming now provides access to a roster of 1500+ casino games and a diverse range of proprietary products, including Poker, Bingo, and its own rapidly expanding slot portfolio.\n \n\n\n\n  \n\n\n\n\n\n The high-quality aggregated content is provided through its selected Silver Bullet (commercially represented) and Powered By Relax (commercially independent) partners. Regulated markets are also at the heart of its growth strategy, with both fully supported regulated markets as well as licenses held in multiple jurisdictions.\n \n\n\n\n  \n\n\n\n\n\n**This role can be located in almost every one of our locations:** \n Malta, Estonia, Serbia, Sweden or the Isle of Man. Keen to find out more? Learn about us here.","company_url":"https:\/\/mt.linkedin.com\/company\/relax-gaming-ltd","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHvjsh6If4W8g\/company-logo_100_100\/B56ZgIXeCiHcAQ-\/0\/1752487027490\/relax_gaming_ltd_logo?e=2147483647&v=beta&t=jONBsQLhTrzU6v4xP1PgNw-W2XtQ9ECWIQUloJUDHpU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4181534349","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4181534349","job_url_direct":"https:\/\/integrity360.bamboohr.com\/careers\/317?source=LinkedIn&urlHash=4P2u","title":"Principal SOC Analyst(L3)","company":"Integrity360","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"*Location:* \n Stockholm\n   \n\n  \n\n*Job type:* \n Permanent Full-Time\n   \n\n  \n\n*Salary:* \n Negotiable\n   \n\n  \n\n*Minimum experience required:* \n 3+ years in a Cyber Security role\n   \n\n  \n\n**About Us**\n Integrity360 is one of Europe’s leading cyber security specialists operating from office locations spread out across Europe, providing a comprehensive range of professional, support and managed cyber security services for our 300+ clients. With four top-class Security Operation Centers, we offer a complete end-to-end security services covering our clients’ security from every angle. Our services include Managed Security, Cyber Security Testing, Incident Response, Security Integration, PCI Compliance and Cyber Risk & Assurance services.\n   \n\n  \n\n What sets Integrity360 apart is our excellent team of people that drive the business forward. The company was founded with a focus on technical expertise and that philosophy remains today. The skills and experience in our company are some of the greatest in the industry and clients remain with Integrity360 because they can rely on and trust us to go above and beyond to ensure their needs are met. Listed multiple times on Gartner Market Guides for Managed Security Services.\n   \n\n  \n\n Job Role \/ Responsibilities\n   \n\n  \n\n In this role you will be expected to analyse a range of alerts and incidents, identifying threats and attacks performed by Threat Actors ranging from Cyber criminals, ATPs, and Nation States.. You will leverage various threat intelligence streams to enhance your understanding of emerging threats and vulnerabilities used by Threat Actors, providing customers with your insight and experience.\n   \n\n  \n\n You will act as a lead investigator and escalation point for security incidents and alerts analysed by the CSOC team, providing keen insights and taking action to protect customer environments. A successful principal analyst will also develop, edit, and deliver security reports to enterprise-level customers.\n   \n\n  \n\n The role requires flexibility and the ability to work extra hours when the business calls for it, and has an on-call component. A good knowledge of Information Security is required for this role. Proactive client services, such as compromise assessments and evaluating and recommending tools and technology for incident response are also in scope. Demonstration of a strong comprehension of malware, emerging threats and adversary TTPs will be critical to success.\n   \n\n  \n\n**Primary Duties\/Responsibilities Include**\n* Deliver keen insights when reviewing security events, evaluating the risk they present to the customer, in the context of the environment they are in.\n* Perform hypothesis led threat hunting to identify anomalies in customer environments.\n* Perform in-depth investigation on confirmed security incidents, leading incidents when required and mentoring other CSOC analysts to ensure continual improvement of the team.\n* Identify, contain, and eradicate threats in the environment. Engaging with the i360 Incident Response team when the scope of incident has gone outside of CSOC capacity.\n* Continually assess, review, and tune security tooling to reduce false positives and improve the quality of detections raised by i360 security monitoring tools.\n* Drive our incident response process, ensuring incident reports cover the complete details of a given incident, including evidence of investigation and providing reports to incident stakeholders.\n* Responsible for generating reports to the partners and stakeholders showing internal threat landscape.\n* Continually develop, improve, and refine processes, documentation, and SOPs.\n\n\n**Desired Skills**\n* Experience working with security event detection tools like IPS, SIEM, EDR, XDR, etc.\n* Proven ability to perform advanced analysis, correlating alerts across the network, host, and identity plane, applying personal insights and threat intelligence knowledge to your overall assessment..\n* Assist in Incident Response investigations, in the event of a major incident, escalating to our Incident Response function should the incident scope go outside of CSOC support. Support and develop security analysts during incident engagements\n* Experience in performing analysis on network pcaps and documents for malicious activity or codes.\n* Fundamental knowledge in Networks and Network Security.\n* Understanding of Network infrastructure hardware and protocols (TCP\/IP, switches, bridges, routers, proxy servers, VPN concentrators).\n* Understanding of Security protocols (IPSec), and encryption technologies (3DES, AES, SHA2, TLS).\n* Understanding of basic security principles such as Confidentiality, Availability, Integrity.\n* Familiar with security best practices.\n* A process of on-going certification for the benefit of the business and for self-development is encouraged .\n* Review the adequacy of the security controls and their ability to protect the information system and its information.\n* Experience with SIEM and SOAR solutions such as; Splunk, Sentinel, Rapid7 is a plus.\n* Experience with EDR\/XDR solutions such as; MS Defender for Endpoint, Crowdstrike, Rapid7 is a plus.\n* Strong Microsoft Word & Microsoft Excel skills required.\n* Excellent command of both written and spoken Swedish and English is a must\n\n\n**Certifications\/Qualifications**\n* Any of the following accreditations\/certification will be highly beneficial:\n* Security industry certifications: GSEC, GCIH, GCFA or similar security certifications. CYSA+, SEC+, etc.\n* 2+ years in an Incident Handling role.\n* Ideal candidates will possess a working knowledge of SIEM and SOAR tooling and concepts.\n* Experience working with threat hunting methodologies.\n\n\n What’s in it for you\n   \n\n  \n\n At Integrity360 we aim to reflect what’s important through the benefits we offer. We survey our people regularly and encourage discussions around these tops so we can understand what really makes a difference. Our benefits priorities are physical, mental, and financial wellbeing.\n   \n\n  \n\n**Mental & Physical Wellbeing Benefits**\n* Private healthcare provided by Attunda Hälsan\n* Health insurance provided by Söderberg and Partners\n* Onsite Gym (Kista office)\n* SEK 5,000.00\/year for Friskvårdbidrag, our allowance can be used for Gym memberships, to improve health and more!\n\n\n**Financial Wellbeing**\n We guarantee that every employee will have their pay reviewed at least one every year, if not more regularly. We aim to pay within the market range for all roles and keep pace with inflation on average.\n   \n\n  \n\n**What We Offer**\n* Twice yearly salary reviews\n* 6% Contributory Pension\n* Income Protection\n* Death-in-Service cover\n\n\n**Other Benefits Include**\n* 30 days’ annual leave and options to carry over 5 days to the next financial year\n* Our L&D program, we work with various platforms including Cybrary, Udemy, Preply, Pluralsight, Swift and HTB ensuring our people are up to date with their industry knowledge. Offering opportunities to further upskill and gain industry leading certifications.\n* Free on-site parking (Kista Office).","company_url":"https:\/\/ie.linkedin.com\/company\/integrity360","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFMPHSTN43CiQ\/company-logo_100_100\/company-logo_100_100\/0\/1631343314156?e=2147483647&v=beta&t=aIYAKgY2hWlwS2lR2roIfdGbFt7pIBOHHIeHS1xgEh0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4265115798","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4265115798","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I005\/333\/apply?site=2&lang=SE&validator=a75fbd88f1b2a3a49de2af9c8b7bc228&job_id=44463&urlHash=KKk_","title":"Cyberförsvarsledningens Operativa avdelning söker Incidentledare","company":"Swedish Armed Forces","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Armed Forces","listing_type":null,"emails":"cyberintresse@mil.se, cyberintresse@mil.se, cyberintresse@mil.se","description":"Cyberförsvaret stärker den operativa ledningen av cyberförsvaret och söker nu flera olika roller inom genomförandet av cyberförsvarsoperationer. Vi söker både militär och civil personal, med erfarenhet från ledning av militära operationer, incidenthantering och samordning mellan domäner.\n   \n\n  \n\n Cyberoperationer är en lika självklar del i modern krigsföring som mark-, sjö- och luft operationer och är därmed en naturlig del av det nationella försvaret av Sverige och svenska intressen.\n   \n\n  \n\n**Operativa avdelningen** \n Operativa avdelningen ansvarar för att samordna hanteringen av de allvarligaste incidenterna som riktas mot Försvarsmakten. Operativa avdelningen har en central roll i att hantera incidenter och koordinera it-försvarsförband, både inom Försvarsmakten och med leverantörer till Försvarsmakten.\n   \n\n  \n\n**Huvudsakliga arbetsuppgifter**\n Du kommer att arbeta med att leda incidenthantering i försvarsmaktens it-system. Det gör du internt med underlag från interna och externa analytiker, nationella och internationella informationsflöden.\n   \n\n  \n\n Du kommer delta i utvecklingen av cyberförsvaret på strategisk nivå\n   \n\n  \n\n Du kommer erbjudas personlig kompetensutveckling för att lyckas med uppdraget.\n   \n\n  \n\n**KRAV\n   \n\n  \n\n Kvalifikationer**\n* Relevant naturvetenskaplig eller teknisk akademisk examen med\n* Flerårig arbetslivserfarenhet efter examen, inom vad vi bedömer som relevant område\n* Skriver och talar svenska och engelska obehindrat\n\n\n**Personliga egenskaper**\n Vi ser att Du är flexibel och har en förmåga att prioritera för att kunna leverera med kvalitet inom angivna tidsförhållanden. Du tycker om att vara projektledare och trivs med att leda projekt.\n   \n\n  \n\n Vi förutsätter att Du har en hög inlärningskapacitet och aktivt håller dig uppdaterad inom ditt arbetsområde. God förmåga att sammanställa och presentera material muntligt och i skrift. Du trivs med ett högt tempo, är prestigelös, gillar att arbeta i grupp och har en god samarbetsförmåga. Du är en stabil person med hög integritet som inte räds att ta egna initiativ för att hitta lösningar. Stor vikt kommer att läggas vid personlig lämplighet.\n   \n\n  \n\n**Meriterande kvalifikationer**\n* Erfarenhet från arbete i Försvarsmakten, gärna militärstrategisk nivå, försvarsgrensstab eller ledningsförband.\n* God teknisk förståelse om IT-system och datakommunikation\n* Praktisk erfarenhet från incidenthantering eller ledning av incidenthantering.\n* Kunskaper om arkitektur och kravställning avseende säkerhet i IT-system\n* Erfarenhet av att leda tekniska program eller teknisk inhämtning\n\n\n*För att myndighetens uppdrag ska vara framgångsrikt förutsätts att alla medarbetare uppträder enligt den värdegrund som finns. Försvarsmaktens värdegrund slår vakt om alla människors lika värde, rättvisa och jämlikhet och främjar demokrati och mänskliga rättigheter (läs mer på* \n*www.forsvarsmakten.se* \n*).*\n**Övrigt** \n Anställningsform (tillsvidare, vikariat, visstidsanställning). Försvarsmakten tillämpar sex månaders provanställning för dig som inte är anställd i myndigheten.\n   \n\n  \n\n Sysselsättningsgrad Heltid\n   \n\n  \n\n Arbetsort Stockholm\n   \n\n  \n\n Civil befattning\n   \n\n  \n\n Tillträdesdatum: enligt överenskommelse\n   \n\n  \n\n**Upplysningar om befattningen** \n Eventuella frågor skickas till cyberintresse@mil.se\n   \n\n  \n\n**Information om rekryteringsprocessen** \n Eventuella frågor skickas till cyberintresse@mil.se\n   \n\n  \n\n**Fackliga företrädare** \n Försvarsförbundet, OFR\/S Kjell Tetzlaff\n   \n\n  \n\n SACO Stefan Ungerth\n   \n\n  \n\n SEKO Lise-Lotte Larsson\n   \n\n  \n\n OFR\/O Arne Nilsson\n   \n\n  \n\n Samtliga nås via växel 08-788 75 00.\n   \n\n  \n\n**Ansökan**\n**Välkommen med din ansökan senast 2025-09-08. Din ansökan ska innehålla CV och ansökningsbrev där du motiverar varför du är lämpad för denna befattning. Mejla ansökan till** \n cyberintresse@mil.se\n **, ange referens 1012 i ämnesraden.**\n* Information om Försvarsmakten och det rekryterande förbandet: I Högkvarteret (HKV) finns överbefälhavaren (ÖB) och generaldirektören (GD), vilka för närvarande har ungefär 1 000 medarbetare – både yrkesofficerare och civila experter. Högkvarteret utgörs av ledningsstaben, produktionsledningen, insatsledningen och militära underrättelse- och säkerhetstjänsten. I ledningsstaben ingår bland annat ekonomidirektören, personaldirektören, kommunikationsdirektören och chefsjuristen. Varje dag och varje timme gör våra medarbetare insatser som påverkar andra människors liv, både i stort och smått, och både på hemmaplan och runt om i världen. Försvarsmakten ger dig möjlighet att utvecklas som människa och växa i din professionella roll. Vi är en ansvarstagande arbetsgivare och har en öppen organisation där vi ställer upp för varandra. I Försvarsmakten finns en stark värdegrund som bygger på öppenhet, resultat och ansvar. Professionell utveckling och personlig hälsa värdesätts och uppmuntras. Det finns goda förutsättningar för intern karriärrörlighet, friskvård och bra balans mellan arbete och privatliv. Försvarsmakten tillvaratar de kvaliteter som mångfald och jämn könsfördelning tillför verksamheten. Vi välkomnar därför sökanden med olika bakgrund och erfarenheter i våra rekryteringar. En anställning hos oss innebär placering i säkerhetsklass. Vanligtvis krävs svenskt medborgarskap. Säkerhetsprövning med registerkontroll kommer att genomföras före anställning enligt 3 kap i säkerhetsskyddslagen. Med anställning följer en skyldighet att krigsplaceras. I anställningen ingår även en skyldighet att tjänstgöra utomlands. Innebörden av detta varierar beroende på typ av befattning. Till ansökan om anställning ska CV och personligt brev bifogas. Om du går vidare i anställningsprocessen ska alltid vidimerade kopior av betyg och intyg uppvisas. Samtal från externa rekryteringsföretag och säljare undanbedes.","company_url":"https:\/\/se.linkedin.com\/company\/forsvarsmakten","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHxUWLGr745hw\/company-logo_100_100\/B4DZafRlsAG8AQ-\/0\/1746428910693\/forsvarsmakten_logo?e=2147483647&v=beta&t=u_iZYkp0_UK5fXLB6S-ozY78qPNzkRV7AgdLV1qjhqc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4265333340","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4265333340","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I003\/584\/job?site=19&lang=SE&validator=60988ba3b4a8fb26b1d3dbdf5e1a013e&ihelper=https%3A%2F%2Fwww.regeringen.se%2Fjobba-hos-oss%2Flediga-jobb%2F&job_id=14566&urlHash=XiB_","title":"Enhetsassistent – arbeta med kvalificerat administrativt stöd","company":"Regeringskansliet","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Health Care Provider","company_industry":"Government Administration","listing_type":null,"emails":null,"description":"**Rättssekretariatet, Försvarsdepartementet**\n Har du erfarenhet av att ge kvalificerat administrativt stöd och präglas ditt arbetssätt av struktur? Är du dessutom serviceinriktad och trivs med att ha många kontaktytor? Då kan vi erbjuda dig en variationsrik roll tillsammans med kunniga kollegor i en händelserik miljö.\n   \n\n  \n\n**Din arbetsdag. Sveriges morgondag.**\n Som enhetsassistent har du en central roll på enheten och koordinerar visst enhetsövergripande och löpande arbete och fungerar som enhetens nav i administrativa frågor. Du ansvarar för att enhetens underlag inför föredragningar är i ordning, åtgärder för diarieföring och arkivering, och expedierar beslut som enheten ansvarar för. En viktig uppgift är vidare att bistå enhetens handläggare i lagstiftningsarbetet genom att bland annat ansvara för färdigställande och expediering av lagstiftningsprodukter som departementspromemorior och utredningsbetänkanden för remiss, ta emot remissvar samt att färdigställa och expediera lagrådsremisser och propositioner. Enhetsassistenten vid rättssekretariatet bistår också rättschefen med administrativt stöd och ska vid behov kunna stödja expeditionschefens assistent.\n   \n\n  \n\n I rollen bistår du även i visst ekonomiskt arbete som beställningar och fakturakontroll samt fungerar som administrativt stöd till enheten med till exempel kalenderhantering och reseadministration. Du bidrar därutöver genom att utveckla och delta i att utarbeta arbetsrutiner, till exempel genom digitalisering, och att hålla samman enhetens institutionella minne. Arbetet som assistent innebär många kontakter, både internt inom departementet och i övriga Regeringskansliet, samt även med olika myndigheter och internationella samarbetsparter. Det är vidare viktigt att vara medveten om att Försvarsdepartementet hanterar skyddsvärd information och de sekretesskrav som detta innebär.\n   \n\n  \n\n Rättssekretariatet består för närvarande av ca 30 medarbetare. Rättssekretariatet ansvarar bland annat för utarbetande av förslag till lagrådsremisser, propositioner och annat författningsarbete, samt för frågor om författningsberedskap, folkrätt, internationell humanitär rätt, ärenden om utlämnande av allmänna handlingar och samordning av delningar från andra departement. Sekretariatet ger råd i rättsliga frågor till departementsledningen och till andra enheter och deltar i de andra enheternas arbete med internationella överenskommelser.\n   \n\n  \n\n Läs mer om vår verksamhet på www.regeringen.se\n   \n\n  \n\n**Din bakgrund**\n Vi söker dig som har avslutad gymnasieutbildning med godkända betyg. Du har erfarenhet av arbete med en bredd av administrativa uppgifter som t.ex. ärende- och beslutshantering, brevsvar, reseadministration, mötesstöd, chefsstöd m.m. Tjänsten kräver att du har god kunskap om it, digitala verktyg och Officepaketet. Du uttrycker dig mycket väl i tal och skrift på svenska och engelska.\n   \n\n  \n\n Det är meriterande om du har viss juridisk utbildning som exempelvis paralegalutbildning. Det är meriterande om du har erfarenhet av motsvarande arbetsuppgifter i Regeringskansliet eller annan statlig myndighet samt kunskap om Regeringskansliet organisation och arbetsformer. Har du dessutom erfarenhet av att hantera sekretessbelagd information och erfarenhet från arbete i Sharepoint, Heroma eller Proceedo anses det som meriterande.\n   \n\n  \n\n**Dina egenskaper**\n Regeringskansliets medarbetarkriterier är helhet, utveckling, resultat. Alla som arbetar i Regeringskansliet behöver ha helhetssyn och samarbeta för verksamhetens bästa. Du förväntas bidra med ditt perspektiv och din kompetens samt vara öppen för andras. Du kommer med idéer och nya angreppssätt för att förbättra och utveckla verksamheten och din egen kompetens. Du är inriktad på resultat i ditt agerande och anpassar dig när behov och inriktning ändras.\n   \n\n  \n\n Vi lägger stor vikt vid personliga egenskaper och söker dig som är serviceinriktad och strukturerad i ditt arbete. Tjänsten kräver att du har hög integritet och ett högt säkerhetsmedvetande.\n   \n\n  \n\n**Övrigt**\n Vi söker en eller flera medarbetare för tillsvidareanställning, som inleds med sex månaders provanställning.\n   \n\n  \n\n Befattningen är placerad i säkerhetsklass och en säkerhetsprövning med registerkontroll kommer att genomföras innan beslut om anställning fattas. Du måste vara svensk medborgare, men får gärna ha utländsk bakgrund.\n   \n\n  \n\n**Är du intresserad?**\n Vill du veta mer om jobbet och vad vi erbjuder, kontakta Klara Lidman Kittel som är tf. enhetschef eller Charlotta Fröcklin, tf. biträdande enhetschef. Du är också välkommen att kontakta HR-ansvarig Johan Olsson.Fackliga kontaktpersoner är Karina Åbom-Engberg för ST och Katja Wahlsten för Saco. Du når samtliga via Regeringskansliets växel, 08-405 10 00.\n   \n\n  \n\n Vi tar gärna emot samtal från dig som är intresserad av jobbet men vi tackar nej till dig som säljer annonser och rekryteringstjänster.\n   \n\n  \n\n Välkommen att registrera din ansökan i vårt rekryteringsverktyg senast\n **den 10 augusti 2025.**\n Regeringskansliets uppdrag är att stödja regeringen i dess arbete med att styra Sverige och förverkliga sin politik. Här arbetar 4 800 personer, varav 600 utomlands. Regeringskansliet välkomnar sökande med olika bakgrund och erfarenheter. Vi ser jämställdhet och mångfald som en styrka och tillgång och vi arbetar aktivt för att vara en arbetsplats fri från diskriminering. Försvarsdepartementet ansvarar för frågor om Sveriges militära försvar samt samordning av det civila försvaret och samhällets krisberedskap.","company_url":"https:\/\/se.linkedin.com\/company\/regeringskansliet-se","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFxdd3UCPP2dQ\/company-logo_100_100\/company-logo_100_100\/0\/1631354396271?e=2147483647&v=beta&t=0-cy8_3z_4R3bNvJIxBIatAuwXYeTz6i7rTIGkN0xnQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4181402825","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4181402825","job_url_direct":"https:\/\/job-boards.eu.greenhouse.io\/mentimeter\/jobs\/4554257101?gh_src=3d5665c2teu&urlHash=oHvK","title":"Relationship Manager","company":"Mentimeter","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Mentimeter is an engagement tool with a clear goal in mind. To turn presentations into conversations. Through real-time interactivity and clear visualizations, we get people to participate, engage and become more productive. Transforming all those passive meetings, airless classrooms and drawn out trainings into valuable and memorable moments.\n   \n\n  \n\n We truly believe that you achieve the best results by doing things together. And that successful leaders need to adopt a curious and collaborative mindset in order to get there. So with you at Mentimeter, you’ll be a big part of the ambition to help over 1 billion people listen, learn and work better together.\n   \n\n  \n\n As an Relationship Manager, you will lead the expansion of our existing Enterprise customers by focusing on revenue growth while serving as a trusted adviser to our customers.\n   \n\n  \n\n We expect you to have high energy, an entrepreneurial tempo with the main focus on commercial initiatives to drive revenue growth among our Enterprise customers. We are looking for someone who can create long-term and strategic relationships with customers from all over the world.\n   \n\n  \n\n**Responsibilities For The Role**\n* Full commercial ownership of our current enterprise customers\n* Build long-term, strategic relationships with customers all over the world\n* Drive revenue growth by building a strong pipeline, while serving as a trusted adviser to our customers\n* Manage a continuous pipeline for new expansion and up-sell opportunities\n* Ownership of renewals of ongoing agreements in order to prevent churn\n* Ability to assess business opportunities and use data in order to support decision-making towards customers\n* Develop a strategy for best-in-class scalable customer expansion\n* Collaborate together with Customer Success Managers on strategic enterprise customers\n\n\n**Resources We Have To Support You**\n* World-class lead-generation from the Marketing and Product teams\n* Marketing and Sales team to support in analysis and tactics\n* Sales Development Representatives to support in lead qualification\n* Sales Operation function\n* Professional CRM and data gathering services (Intercom, Mixpanel, Google Analytics, Salesforce)\n\n\n**Must-haves For The Role**\n* Previous SaaS sales experience\n* Ability to assess business opportunities and use data to make informed decisions and persuade others\n* Passion for building long-term relationships as well as driving commercial initiatives with customers\n* Knowledge of software contract terms and conditions with the ability to create fair transactions\n* Strong negotiation, pipeline and forecasting skills\n* Ability to manage a large number of customers simultaneously while positioning company products against direct and indirect competitors\n* You are required to have professional-level English (we sell to 150+ countries today)\n* Excellent communication skills\n\n\n**Good To Have**\n* Additional languages (other than Swedish and English)\n* Bachelor or masters degree (field not important)\n\n\n**Not Required**\n* You don’t have to know Swedish (we are an English-first organization, daily work is carried out in English and the Mentimeter team currently boasts over 20 different nationalities!)\n\n\n This position is located onsite at our Stockholm HQ, with the starting date being flexible yet ideally as soon as possible.\n   \n\n  \n\n**Please note: We’re on summer vacation and will review all applications and get back to you in August. Thanks for your patience and enjoy the summer!**\n**The Recruitment Process Consists Of**\n* Personality test and logical ability test\n* Introduction Interview\n* Business Case\n* Competence Interview\n* Culture Interview\n\n\n**Compensation Model**\n We strongly believe in the power of togetherness, and we put a lot of effort into collaboration, teamwork and helping each other whenever needed. We believe that every part of Mentimeter, from Sales Development Representatives and Account Executives to Frontend Developers and Marketing Managers contributes equally to our continued success. To foster and emphasize this culture and way of working, we apply a non-commission based salary model in our sales roles, which has proven to be very successful and appreciated across the team. You can read about our benefits and perks here.\n   \n\n  \n\n**What Mentimeter Can Offer**\n At Mentimeter we can offer a diverse and inclusive work environment supported by smart and driven colleagues. We believe in continuous professional development for all of our colleagues and therefore offer access to a leadership program (including external personal coach) and relevant education to ensure that we continue to be state-of-the-art when it comes to innovating and building Mentimeter. Your place will be in a growing company with lots of career opportunities, working on a beloved product used by more than 300 million people. It’s not all about work though, we also offer a very healthy view on work-life balance.\n   \n\n  \n\n All of this comes attached with a competitive compensation and benefits package, including pension contributions. Learn more about our benefits by visiting our Benefits & Perks page\n   \n\n  \n\n**Culture at Mentimeter**\n At Mentimeter we believe in giving everyone a voice - regardless of who you are. So we build a platform that does just that. Our platform is not only our product but also our organization. A platform where people feel safe, where differences are embraced, a place where you can have fun. We strongly encourage applicants who are people of color, LGBTQ+, women, people with disabilities, and\/or formerly incarcerated people, and a college degree is not strictly required. In order to give everyone a voice, we need to be as diverse as our users.\n   \n\n  \n\n Learn more about our culture by visiting our Culture page.\n   \n\n  \n\n Review our Privacy Policy for more information.","company_url":"https:\/\/se.linkedin.com\/company\/mentimeter","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEUVjnirG3B-w\/company-logo_100_100\/B56ZUjdju7GQAQ-\/0\/1740056706530\/mentimeter_logo?e=2147483647&v=beta&t=fy5ibQx-tPCWjidbNoyMsr3mQPtso9Fyxa7wPI1j4sQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4215905583","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4215905583","job_url_direct":"https:\/\/us.wd103.myworkdayjobs.com\/tobii_dynavox\/job\/Stockholm\/Business-Controller_JR100629?source=LinkedIn&urlHash=cWAc","title":"Business Controller","company":"Tobii Dynavox®","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Accounting\/Auditing and Finance","company_industry":"Medical Equipment Manufacturing","listing_type":null,"emails":null,"description":"**Why Join Us?**\n At Tobii Dynavox, we empower people with disabilities to do what they once did or never thought possible. We call this mission Power to Be You. Our assistive communication technology helps our customers express themselves, connect with the world, and pursue independence, whether through everyday activities like ordering food or extraordinary feats like running a company. Working at Tobii Dynavox, you’ll become part of a team that spans the globe, with offices in the US, Sweden, France, the UK, China, and beyond.\n   \n\n  \n\n To learn more about what we make possible, meet some of our customers or take a look at some of our solutions.\n   \n\n  \n\n As Business Controller, you will be part of our\n **global** \n Business Controlling team and focus on supply chain at the\n **group** \n level, including Rehadapt team. You will manage and optimize financial performance through forecasting, budgeting, and reporting, ensuring accuracy and reliability.\n   \n\n  \n\n By analyzing results and working closely with Operations Managers, Supply Chain, and Sourcing teams, you’ll provide strategic insights to support decision-making and improve the efficiency of Dynavox Group's supply chain operations. You will play a key role in ensuring that all business activities—from order to delivery—are planned and executed in line with Dynavox Group’s financial objectives, policies, processes, and accounting standards.\n   \n\n  \n\n To thrive in this role, your ability to stay\n **calm** \n and\n **focused** \n in times of uncertainty and change will be essential. If you're a driven finance professional who enjoys being a\n **trusted business partner** \n and turning numbers into clear reports and insights, this is a great opportunity for you!\n   \n\n  \n\n**Please note:** \n This role is\n **onsite** \n at our office in Stockholm city.\n   \n\n  \n\n**In this role you will:**\n* Support management in identifying production bottlenecks, defining KPIs, implementing KPIs and financial impacts.\n* Monitor, analyze, and report on cost deviations and price fluctuations in components and materials in Operations.\n* Contributing to Sales and Operations planning process (S&OP).\n* Optimize inventory levels and reduce waste.\n* Conduct demand, supply, and inventory forecasting and sensitivity analyses.\n\n\n**What We're Looking For:**\n We are looking for someone that has:\n   \n\n  \n\n* Equivalent of +5 years of business controlling experience (a great merit if in production, supply chain or logistics areas)\n* Equivalent of a bachelor's degree in finance, accounting, economics, business, or a related field.\n* Analytical skills and advanced proficiency in Microsoft Excel (including Power Query) is required\n* Ability to effectively communicate financial information and analysis to stakeholders at all levels of the organization is required.\n* Professional fluency in spoken and written English is required. Swedish is a merit.\n* Project management skills are a merit.\n\n\n**Our Values:**\n At Tobii Dynavox, our mission guides what we do, and our values guide us in how we do it. Across the organization, we are committed to being Collaborative, Considerate, Curious and Courageous. We build a trusting environment where every team member prioritizes our customers with empathy and insight. Bold ideas and learning lead to impactful solutions. Driven by curiosity, we continuously challenge the status quo to create meaningful, customer-focused solutions for our customers.\n   \n\n  \n\n**What We Offer:**\n At Tobii Dynavox, we believe in empowering individuals – including our employees - to reach their full potential. Here’s what makes us unique:\n   \n\n  \n\n* Purpose-Driven Work: Join a company that transforms lives by giving a voice to those with communication challenges. Every day, your work makes a meaningful and concrete impact.\n* “Yes, and...” Flexibility: Build a rewarding career AND enjoy time with loved ones. We offer flexible work options so you don’t have to choose between personal and professional goals.\n* Growth and Development: Whether you’re advancing your skills or growing your career, we invest in your future with training, learning opportunities, and internal growth paths.\n* Inclusive and Supportive Culture: Work in a collaborative, caring environment where diversity and individuality are valued. You’ll feel connected to both your team and our global community.\n* A Global Leader with Heart: Be part of an innovative, forward-thinking company that combines experience and cutting-edge solutions with a mission to change lives.","company_url":"https:\/\/se.linkedin.com\/company\/tobiidynavox","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGONQEqI1YgrA\/company-logo_100_100\/company-logo_100_100\/0\/1738008471348\/tobiidynavox_logo?e=2147483647&v=beta&t=64z9pN2IRQ8UDrZH--Hw0-lS2X7Ee6anc5SaKujc4R8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3771187084","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3771187084","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/3rd-line-supporttekniker-som-vill-ta-nasta-steg-op-2023451001\/&urlHash=ntPC","title":"3rd line supporttekniker som vill ta nästa steg","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Har du erfarenhet av att arbeta som 3rd line suppporttekniker och vill ta nästa steg i din IT-karriär? Då kan vi på Centric hjälpa dig att ta nästa steg och axla roller som bland annat systemadministratör, Junior Databasadministratör eller digital workplace ansvarig hos en mängd olika företag och myndigheter runt om i Stockholm.\n   \n\n  \n\n Som konsult på Centric får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.\n   \n\n  \n\n**Dina arbetsuppgifter**\n**Exempel På Roller**\n**Systemadministratör**\n En systemadministratör, även känd som sysadmin, är en IT-professionell som ansvarar för att hantera och underhålla en organisations datorsystem och nätverksinfrastruktur. Deras huvudsakliga uppgift är att säkerställa att dessa system fungerar smidigt, effektivt och säkert. En systemadministratör spelar en viktig roll i att hålla organisationens IT-infrastruktur i gott skick och säkerställa att användarna kan arbeta effektivt och säkert. Rollen kan variera beroende på organisationens storlek och krav, och sysadmin kan specialisera sig inom specifika områden som nätverk, säkerhet eller databaser, beroende på organisationens behov.\n   \n\n  \n\n**Databasadministratör**\n En databasadministratör, ofta förkortad som DBA, är en IT-professionell som specialiserar sig på att hantera och underhålla databaser inom en organisation. Deras huvudsakliga uppgift är att säkerställa att databaser fungerar korrekt, är optimerade för prestanda och hålls säkra. Databasadministratörer spelar en kritisk roll i att säkerställa att organisationens data är korrekt och tillgängligt när det behövs. De måste ha en god förståelse för databasteknik, säkerhet och prestandaoptimering. Rollen kan variera beroende på den specifika databastypen och organisationens behov, och DBA kan specialisera sig inom relationella databaser, NoSQL-databaser eller andra databasteknologier.\n   \n\n  \n\n**Din profil och kvalifikationer**\n* Minst 3 års erfarenhet av att arbeta med 2nd eller 3rd line support\n* Har kunskaper inom serveradministration i en blandad IT-miljö\n* Har mycket goda kunskaper i Azure AD\n* Lång erfarenhet av djupare felsökning av klienter och servrar\n* Har grundläggande kunskaper och intresse för databaslagret\n* Har erfarenhet av att hantera brådskande ärenden och incidenter i ett ärendehanteringssystem\n\n\n*Meriterande*\n* Körkort\n* Ansvarat för onboarding av ny personal\n* Har vana att driva interna projekt i en servicedesk\n\n\n**Vad vi erbjuder** \n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi tycker nämligen att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under roliga och avslappnande former.\n   \n\n  \n\n Centric är ett IT-företag med 370 anställda, med kontor i Stockholm, Göteborg, Malmö och Linköping. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4270431659","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4270431659","job_url_direct":"https:\/\/cgi.njoyn.com\/corp\/xweb\/xweb.asp?clid=21001&page=jobdetails&jobid=J0725-1249&BRID=1223070&SBDID=943&urlHash=PZMJ","title":"Internal Communications Lead – skapa stolthet och engagemang inom CGI","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Marketing","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"jenny.burstrom@cgi.com","description":"Beskrivning av tjänsten\n   \n\n  \n\n Vill du vara med och bygga ett starkt internt engagemang och en känsla av stolthet bland våra medarbetare? På CGI söker vi nu en Internal Communications Lead som brinner för att skapa tydlig, relevant och engagerande kommunikation – och som vill bidra till att CGI fortsätter vara en attraktiv arbetsplats med stark kultur.\n   \n\n  \n\n Som Internal Communications Lead har du en nyckelroll i att planera, producera och utveckla vår interna kommunikation. Men det här är inte bara en roll för någon som kan skriva snygga texter – du behöver också vara lyhörd för organisationens behov, se helheten och förstå verksamheten på djupet. För oss är internkommunikation tätt kopplat till affären, och du kommer jobba nära ledare, HR, marknadsföring och andra nyckelfunktioner för att säkerställa att rätt information når rätt personer – vid rätt tidpunkt.\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n Du är med och fångar upp de goda exemplen och framgångarna från verksamheten, ser till att de lyfts internt och hjälper våra marknadsföringskollegor att sprida dem på bästa möjliga sätt. Din känsla för sammanhang, timing och målgrupp blir avgörande.\n   \n\n  \n\n Exempel på arbetsuppgifter\n   \n\n  \n\n* Planera och producera innehåll för våra interna kanaler – texter, video, presentationer\n* Samordna och genomföra interna initiativ och evenemang\n* Vara ett rådgivande stöd till ledare i kommunikation och budskap\n* Ständigt hålla dig uppdaterad om vad som händer i organisationen och plocka upp viktiga bollar\n* Hjälpa marknadsföringskollegor och andra kollegor att sprida våra framgångar och initiativ internt\n* Driva projekt inom intern kommunikation i nära samarbete med HR, TA och verksamheten\n* Utveckla och förbättra arbetssätt, verktyg och kanaler för internkommunikation\n\n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n* En skicklig kommunikatör med mycket god känsla för språk, tonalitet och målgrupp\n* Nyfiken och affärsnära med förmåga att förstå organisationens behov och utmaningar\n* Lyhörd, prestigelös och snabb på att fånga upp signaler och se samband\n* Självständig, strukturerad och van att driva projekt från start till mål\n* Van vid att samarbeta med ledare och chefer på olika nivåer\n* Teknikintresserad och öppen för nya verktyg och lösningar, t.ex. AI eller videoformat\n* Flytande i svenska och engelska, i både tal och skrift\n\n\n**Om CGI och ansökan**\n På CGI bygger vi ett hem för ambitiösa, kunniga och nyfikna människor. Här får du arbeta i en internationell miljö där samarbete, innovation och personlig utveckling står i fokus. Vi tror på delaktighet, engagemang och att ha roligt tillsammans.\n   \n\n  \n\n Låter det som något för dig? Ansök redan idag! På grund av semestertider kan det dröja innan du får svar. Har du frågor om rollen går det bra att mejla Marknads- och kommunikationschef Jenny Burström jenny.burstrom@cgi.com\n   \n\n  \n\n Observera att vi inte tar emot frågor via telefon.\n   \n\n  \n\n Varmt välkommen med din ansökan till en riktigt spännande roll!\n   \n\n  \n\n Placering: Stockholm\n   \n\n  \n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4268056991","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4268056991","job_url_direct":"https:\/\/stockholmsstad.varbi.com\/se\/what:job\/jobID:845230\/type:job\/where:123\/apply:1&urlHash=VIt9","title":"Lärare i textilslöjd till Smedshagsskolan 80%","company":"Stockholms stad","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Education and Training","company_industry":"Government Administration","listing_type":null,"emails":"katarina.ingemansson@edu.stockholm.se","description":"Stockholm – vår huvudstad med miljoner drömmar, förväntningar och ambitioner. Vi jobbar för alla som lever här idag och i framtiden. Nu söker vi dig som vill tänka stort, nytt och annorlunda med oss – för stockholmarna.\n   \n\n  \n\n Arbetsplatsbeskrivning\n   \n\n  \n\n Vill du komma och arbeta med framtiden - våra fantastiska elever? Detta är en unik chans för dig som är intresserad av interkulturell undervisning, flerspråkighet och ett språk- och kunskapsutvecklande arbetssätt. Vi söker dig som är nyfiken och öppen till din karaktär och vill fortsätta utvecklas tillsammans med oss.\n   \n\n  \n\n \"Hos oss kan alla nå sina drömmars mål\" Smedshagsskolan är en mångkulturell F-9-skola med ca 370 elever och med visionen ”Hos oss kan alla nå sina drömmars mål”. Skolan är belägen i Hässelby Villastad. Enheten är enparallellig och undervisningen sker i tvålärarsystem vilket innebär att man har två undervisande lärare som grundbemanning. Undervisningen sker med fokus på extra läsning och språkutvecklande arbetssätt. Lokalerna är moderna och ändamålsenliga och skolan har en bra IT-standard. Smedshagsskolan är en personaltät skola som leds av rektor tillsammans med tre biträdande rektorer samt en administrativ chef.\n   \n\n  \n\n Arbetsbeskrivning\n   \n\n  \n\n Lärare i textilslöjd, 80%\n   \n\n  \n\n åk 3-9\n   \n\n  \n\n Kvalifikationer\n   \n\n  \n\n Lärarlegitimation och behörig lärare\n   \n\n  \n\n Stockholms stad arbetar med kompetensbaserad rekrytering som syftar till att se till varje persons kompetens och därmed motverka diskriminering.\n   \n\n  \n\n Anställningsform: tidsbegränsad anställning | Anställningens omfattning: deltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 80% | Ort: Stockholm | Län: Stockholms län | Land: Sweden | Referensnummer: 2025\/4353 | Kontakt: Ronny Susman 0850841718, | Facklig företrädare: Katarina Ingemansson katarina.ingemansson@edu.stockholm.se, | Publicerat: 2025-07-20 | Sista ansökningsdag: 2025-08-03","company_url":"https:\/\/se.linkedin.com\/company\/stockholmsstad","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQH4yrxxjImEAw\/company-logo_100_100\/company-logo_100_100\/0\/1630637031104\/stockholmsstad_logo?e=2147483647&v=beta&t=PagPBt30ponDO_A9X_y6BXpkl6ABd6pEqMHn_lpgvSA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4268059797","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4268059797","job_url_direct":"https:\/\/stockholmsstad.varbi.com\/se\/what:job\/jobID:845229\/type:job\/where:123\/apply:1&urlHash=GPuG","title":"Lärare i trä-och metallslöjd till Smedshagsskolan 80%","company":"Stockholms stad","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Education and Training","company_industry":"Government Administration","listing_type":null,"emails":"katarina.ingemansson@edu.stockholm.se","description":"Stockholm – vår huvudstad med miljoner drömmar, förväntningar och ambitioner. Vi jobbar för alla som lever här idag och i framtiden. Nu söker vi dig som vill tänka stort, nytt och annorlunda med oss – för stockholmarna.\n   \n\n  \n\n Arbetsplatsbeskrivning\n   \n\n  \n\n Vill du komma och arbeta med framtiden - våra fantastiska elever? Detta är en unik chans för dig som är intresserad av interkulturell undervisning, flerspråkighet och ett språk- och kunskapsutvecklande arbetssätt. Vi söker dig som är nyfiken och öppen till din karaktär och vill fortsätta utvecklas tillsammans med oss.\n   \n\n  \n\n \"Hos oss kan alla nå sina drömmars mål\" Smedshagsskolan är en mångkulturell F-9-skola med ca 370 elever och med visionen ”Hos oss kan alla nå sina drömmars mål”. Skolan är belägen i Hässelby Villastad. Enheten är enparallellig och undervisningen sker i tvålärarsystem vilket innebär att man har två undervisande lärare som grundbemanning. Undervisningen sker med fokus på extra läsning och språkutvecklande arbetssätt. Lokalerna är moderna och ändamålsenliga och skolan har en bra IT-standard. Smedshagsskolan är en personaltät skola som leds av rektor tillsammans med tre biträdande rektorer samt en administrativ chef.\n   \n\n  \n\n Arbetsbeskrivning\n   \n\n  \n\n Lärare i trä-och metallslöjd, 80%\n   \n\n  \n\n Kvalifikationer\n   \n\n  \n\n Lärarlegitimation och behörig lärare\n   \n\n  \n\n Stockholms stad arbetar med kompetensbaserad rekrytering som syftar till att se till varje persons kompetens och därmed motverka diskriminering.\n   \n\n  \n\n Anställningsform: tidsbegränsad anställning | Anställningens omfattning: deltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 80% | Ort: Stockholm | Län: Stockholms län | Land: Sweden | Referensnummer: 2025\/4352 | Kontakt: Ronny Susman 0850841718, | Facklig företrädare: Katarina Ingemansson katarina.ingemansson@edu.stockholm.se, | Publicerat: 2025-07-20 | Sista ansökningsdag: 2025-08-03","company_url":"https:\/\/se.linkedin.com\/company\/stockholmsstad","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQH4yrxxjImEAw\/company-logo_100_100\/company-logo_100_100\/0\/1630637031104\/stockholmsstad_logo?e=2147483647&v=beta&t=PagPBt30ponDO_A9X_y6BXpkl6ABd6pEqMHn_lpgvSA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3976165521","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3976165521","job_url_direct":"https:\/\/ejhp.fa.us6.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/2305363\/?utm_medium=jobshare&urlHash=C9G0","title":"Underhållstekniker till färgfabriken i Bellö","company":"Sherwin-Williams","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Management and Manufacturing","company_industry":"Chemical Manufacturing and Manufacturing","listing_type":null,"emails":null,"description":"**Job Description**\n Vi söker underhållstekniker till Sherwin Williams Sweden till vår anläggning i Bellö. Som underhållstekniker kommer du att arbeta nära operatörer, elektriker och annan produktionspersonal där ditt fokus kommer att vara att utföra underhåll i fabriken\n   \n\n  \n\n**Om tjänsten**\n Du kommer att ingå i Underhållsavdelningen vars huvuduppgift är att hålla högsta möjliga tillgänglighet på hela fabrikens produktionsutrustning. Tillsammans arbeta för att ständigt förbättra person- och driftsäkerhet på hela produktionsanläggningen och öka underhållets kvalitet och kostnadseffektivitet.\n   \n\n  \n\n**Responsibilities**\n**Dina ansvarsområden:**\n* Avhjälpande, förebyggande och förbättrande underhållsarbete på fabrikens samtliga produktionsavsnitt.\n* Samarbeta med ditt team för att tackla tekniska utmaningar och förbättra processer.\n* Utveckla och implementera innovativa lösningar för att optimera prestandan hos våra anläggningar.\n* Gränssnitt med operatörer, tekniker och annan produktionspersonal för att förstå och kommunicera förbättringar som behöver göras och har gjorts.\n* Läsa tekniska diagram och ritningar.\n* Reparera och byt ut utrustning.\n* Utvärdering av nödvändiga reservdelar till utrustningen.\n* Mindre tillverkningsjobb\n\n\n**Qualifications**\n**Kvalifikationer:**\n* Vi ser att du som söker har en relevant utbildning samt erfarenhet inom teknik\/underhåll.\n* Svets samt kunskaper i bearbetande maskiner\n* Du kan se samband och grundorsaker till driftstörningar samt initiera och driva förbättringsåtgärder.\n\n\n**Personliga egenskaper**\n Vi söker dig som är serviceinriktad, självgående, noggrann, ansvarstagande och som trivs och fungerar bra både självständigt och i grupp. Du är drivande och initiativrik och är van att ta ansvar. God kommunikationsförmåga är viktigt, både i tal och skrift.\n   \n\n  \n\n**Vi erbjuder dig**\n En tjänst på ett företag som är en ledande aktör i branschen. Vi befinner oss i ett intensivt förbättrings- och utvecklingsarbete för att modernisera och utveckla produktionsanläggningen. Vi kan därför erbjuda dig möjligheten att följa med på en utvecklingsresa med mycket goda utvecklingsmöjligheter.\n   \n\n  \n\n**Please note that Sherwin Williams is unable to respond to any enquiries, accept CVs or applications from Recruitment Agencies.**\n**About Us**\n At Sherwin-Williams, our purpose is to inspire and improve the world by coloring and protecting what matters. Our paints, coatings and innovative solutions make the places and spaces in our world brighter and stronger. Your skills, talent and passion make it possible to live this purpose, and for customers and our business to achieve great results. Sherwin-Williams is a place that takes its stability, growth and momentum and translates it to possibility for our people. Our people are behind the strength of our success, and we invest and support you in:\n   \n\n  \n\n Life … with rewards, benefits and the flexibility to enhance your health and well-being\n   \n\n  \n\n Career … with opportunities to learn, develop new skills and grow your contribution\n   \n\n  \n\n Connection … with an inclusive team and commitment to our own and broader communities\n   \n\n  \n\n It's all here for you... let's Create Your\n **Possible**\n Eligibility to Work\n   \n\n  \n\n You will need to provide proof of right to work. It is a condition of any offer of employment we make to you that you have the permission to work in the country for the role for which you are applying for.\n   \n\n  \n\n Equal Opportunity Employer\n   \n\n  \n\n An equal opportunity employer, all qualified applicants will receive consideration for employment and will not be discriminated against based on race, colour, religion or belief, gender, sexual orientation, gender identity, ethnic or national origin, disability, age pregnancy or maternity, marital or civil partner status, or any other protected characteristic prohibited by law.\n   \n\n  \n\n Please be aware, Sherwin-Williams recruiting team members will never request a candidate to provide a payment, ask for financial information, or sensitive personal information like national identification numbers, date of birth, or bank account numbers during the application process.","company_url":"https:\/\/www.linkedin.com\/company\/sherwin-williams","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGoU7XlRM6WkQ\/company-logo_100_100\/company-logo_100_100\/0\/1631379444427\/sherwin_williams_logo?e=2147483647&v=beta&t=p6BearsafqUp22oKb0cCJMzwUlUUe0D8h3mQoIYmDIg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4268016720","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4268016720","job_url_direct":"https:\/\/ki.varbi.com\/se\/what:job\/jobID:837650\/type:job\/where:81\/apply:1&urlHash=YMQo","title":"Systemutvecklare Omada Identity till IT-avd. på Karolinska Institutet","company":"Karolinska Institutet","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Engineering and Information Technology","company_industry":"Government Administration","listing_type":null,"emails":"magnus.ana@ki.se, henry.wolling@ki.se, anna.sarkany@ki.se","description":"**Vill du bidra till medicinsk forskning av toppkvalitet?**\n Karolinska Institutet (KI), ett av världens ledande och EU:s främsta medicinska universitet, söker nu nya medarbetare till vår innovativa IT-avdelning. Tjänsten är placerad vid campus på Nobels 5 väg i Solna och ingår i Utvecklingsgruppen. Gruppen stödjer KI:s forskning, utbildning och ansvarar för att utveckla de centrala IT-tjänsterna på Karolinska Institutet.\n   \n\n  \n\n**Din roll**\n Vi söker en systemutvecklare med djup kompetens inom Identity and Access Management (IAM) och Identity Governance and Administration (IGA), med särskilt fokus på Omada Identity, som vill vara med och forma framtidens identitetshantering på Karolinska Institutet. Hos oss får du möjlighet att arbeta med Omada Identity, en nyckelkomponent i vår IAM-lösning som säkrar åtkomst till känsliga system och data. Din insats kommer att göra verklig skillnad för forskare, studenter och medarbetare i en miljö som bidrar till människors hälsa – i Sverige och världen över. Du blir en del av ett utvecklingsteam med elva medarbetare som, förutom IAM, arbetar med vår gemensamma integrationsplattform.\n   \n\n  \n\n Exempel på arbetsuppgifter systemutveckling Omada Identity:\n   \n\n  \n\n* Utveckla och konfigurera lösningar i Omada Identity, exempelvis livscykelhantering av användare, automatiserade åtkomstflöden och rollbaserad behörighetsstyrning.\n* Delta i teknisk felsökning, plattformsutveckling och förbättringsarbete i nära samarbete med arkitekter, säkerhetsspecialister och övriga IT-team.\n* Bygga och underhålla integrationer mot olika system.\n\n\n**Vem är du?**\n Vi söker dig som utmanas av att arbeta nära både verksamhet och IT. Du är duktig på att överblicka komplexa situationer och sätter dig metodiskt in i sammanhanget. Du har förmåga att tolka verksamhetskrav ur ett utvecklarperspektiv. Vidare är du strukturerad och driver arbetet framåt målorienterat utan att tappa helheten. Du har en hög kommunikativ förmåga och kan förklara tekniska fakta lättförståeligt. Du förstår vikten av att dokumentera i bestämda mallar och att följa gruppens Scrum-baserade arbetsmetoder. Stor vikt kommer läggas vid personlig lämplighet.\n   \n\n  \n\n**Kvalifikationer**\n* Akademisk utbildning eller annan av arbetsgivaren bedömd likvärdig erfarenhet\n* Flerårig erfarenhet av Omada Identity, inklusive implementation, konfiguration och anpassning\n* Flerårig erfarenhet av C#\/.NET\n* Erfarenhet av Azure DevOps och GitLab\n* Erfarenhet av autentiserings- och auktoriseringsprotokoll såsom SAML och OpenID Connect\n* Svenska och engelska, i tal och skrift\n\n\n**Meriterande**\n* Erfarenhet av Microsoft Identity Manager (MIM)\n* Kännedom om andra katalogtjänster än Active Directory, exempelvis OpenLDAP\n* Kunskap om SQL och PowerShell\n* Förståelse för REST\/SOAP API:er och integration med externa system\n* Certifiering inom Omada Identity\n* God förmåga att dokumentera tekniska lösningar och kommunicera dem till både IT och verksamhet\n\n\n**Vad erbjuder vi?**\n En kreativ, internationell och inspirerande miljö fylld av kompetens och nyfikenhet. Karolinska Institutet är ett av världens ledande medicinska universitet. Vår vision är att driva utvecklingen av kunskap om livet och verka för en bättre hälsa för alla. Här bedriver vi framgångsrik medicinsk forskning och har det största utbudet av medicinska utbildningar i Sverige. Som universitet är Karolinska Institutet en statlig myndighet. Det gör att du får goda förmåner genom vårt kollektivavtal.\n   \n\n  \n\n Medarbetare på KI erbjuds också möjlighet till ett flexibelt arbetssätt. Det innebär att du i denna tjänst kan arbeta en del av din arbetstid på distans. Du får även träna fritt i våra moderna friskvårdsanläggningar där utbildad personal finns på plats.\n   \n\n  \n\n**Placering:** \n Solna\n   \n\n  \n\n*Tio skäl att välja Karolinska Institutet*\n**Ansökan**\n Varmt välkommen med din ansökan!\n   \n\n  \n\n Ansökan ska göras via rekryteringssystemet Varbi. I denna rekrytering söker du med ditt CV utan personligt brev. I ansökningsformuläret kommer du istället att få svara på några frågor om varför du söker jobbet.\n   \n\n  \n\n Vid tillsvidareanställning tillämpar Karolinska Institutet 6 månaders provanställning.\n   \n\n  \n\n**Vill du göra skillnad – och bidra till en bättre hälsa för alla? Sök jobb hos oss**\n Anställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Stockholm | Län: Stockholms län | Land: Sweden | Referensnummer: STÖD 2-2602\/2025 | Kontakt: Magdalena Torssell +46852486621, | Facklig företrädare: Magnus Anå, ST-OFR 08-52486437,magnus.ana@ki.se, Henry Wölling, SEKO henry.wolling@ki.se, Anna Sarkany, SACO anna.sarkany@ki.se, | Publicerat: 2025-07-20 | Sista ansökningsdag: 2025-08-24","company_url":"https:\/\/se.linkedin.com\/school\/karolinska-institutet\/","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEpfV0v7SxDsg\/company-logo_100_100\/company-logo_100_100\/0\/1666272453395\/karolinska_institutet_logo?e=2147483647&v=beta&t=mjURaVpFvrAsa-6lOD0DB4vCyPpgIbrO5svDHLlC5Og","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"aa10a6498773f7ea","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=aa10a6498773f7ea","job_url_direct":"https:\/\/jobs.sap.com\/job\/Stockholm-Solution-Advisor-Associate-SAP-Academy-for-Customer-Success-SWEDEN-%28Hybrid%29-111-34\/1216297601\/?feedId=118200&utm_source=Indeed&utm_campaign=SAPCSCareers","title":"Solution Advisor Associate - SAP Academy for Customer Success - SWEDEN (Hybrid)","company":"SAP","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1752969600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":"Internet And Software","listing_type":null,"emails":"Careers.NorthAmerica@sap.com, Careers.LatinAmerica@sap.com, Careers.APJ@sap.com, Careers@sap.com","description":"**What we offer**\n\n\nWe help the world run better.\n\n  \n\nOur company culture is focused on helping our employees enable innovation by building breakthroughs together. How? We focus every day on building the foundation for tomorrow and creating a workplace that embraces differences, values flexibility, and is aligned to our purpose-driven and future-focused work. We offer a highly collaborative, caring team environment with a strong focus on learning and development, recognition for your individual contributions, and a variety of benefit options for you to choose from. Apply Now!\n\n *The official recruitment begins August 2025. By applying to this position, you have the option to get in contact with us early in the application cycle for our SAP Academy for Costumer Success Program starting March 2026. We will host info sessions about the Program in the months ahead.*\n\n **The SAP Academy for Customer Success is a global development program designed for talent who are early in their career.**\n\n **Who You’ll become**\n\n\nA Solution Advisor works closely with our customers and prospects to identify and solve business challenges and meet their strategic objectives using SAP solutions. As a part of the sales team, a Solution Advisor is the “subject matter expert” responsible for the functional and technical knowledge within the sales cycle. A Solution Advisor provides deal support by participating in discovery sessions, executive meetings and presentations and delivers software demonstrations that help the customer understand SAP’s unique value proposition. In addition to deal support, the Solution Advisor participates in marketing events to generate demand, leads Design Thinking sessions, and collaborates with the broader sales team to identify whitespace opportunities at existing accounts.\n\n **What You’ll Do**\n\n\nAs a Solution Advisor within the SAP Academy for Customer Success, you will be responsible to:\n\n* Successfully complete a 10-month program that strengthens a foundation for a successful customer-facing career at SAP.\n* Participate in experiential learning opportunities with colleagues from all over the world and acquire a wide variety of business, industry and SAP solution skills while working with emerging and cutting-edge technologies.\n* Receive on-the-job training under the mentorship of a senior Solution Advisor colleague while working with our customers to gain real world experience and acquire the skills necessary to help guide our customers through their Digital Transformation journey.\n\n  \n\nThe program will enrich your knowledge of SAP and give you the professional experience to serve our customers. We offer full-time employment from day one with practical learning applications for your role. After successful completion of the program, you are expected to lead customer discovery sessions and survey activities to uncover business challenges and opportunities for innovation. You will create and deliver high impact and engaging software demonstrations that compel the customers to select SAP over other competitive offerings. You will also provide demand generation support through marketing events and deal execution support by responding to request for proposals.\n\n  \n\nSolution areas focus:\n\n**SAP Finance** **& Spend Management** **(****F&S) –** Knowledge in key areas such as accounting, procurement, and supplier management, focused on boosting visibility, cutting costs, and improving efficiency. (Accounting, finance, quote-to-cash, procurement, supplier management)\n\n **SAP SuccessFactors (H****uman Capital Management - H****CM)** - Knowledge in core HR and payroll, talent management, employee experience management, HR analytics, workforce planning, and sales performance management.\n\n **SAP Supply Chain Management (SCM)** - Knowledge in Supply Chain, Asset Management, Manufacturing, Logistics, or Product and Project lifecycle management.\n\n **SAP Customer Experience (CX)** - Knowledge of e-commerce, sales, customer service, and marketing processe\n\n **SAP Business Transformation Management (BTM) -** Knowledge in Business Process Management\/Business Process Automation applications and architecture.\n\n **SAP Business Technology Platform (BTP) & SAP Business Data Cloud (BDC) -** Knowledge in database and data management, analytics, application development and integration, intelligent technologies, and AI. Understanding of Integration, Application, Data, Infrastructure, and Security technology domains.\n\n **What You Bring**\n\n* 2-3 years of professional experience with a strong foundation in technical and business processes, exposure to relevant technologies\/ solutions, and customer-facing skills.\n* Technical and business process knowledge, combined with strong complex problem-solving skills, to support solution delivery and operational efficiency through hands-on experience with relevant technologies and industry-standard tools.\n* A cooperative and productive approach to working relationships, internally and externally.\n* A strong ability to quickly learn new concepts, adapt to changing environments, and apply knowledge to deliver results.\n* An understanding of AI fundamentals, uses, and ethics, to identify business problems solvable with AI.\n* A resilient mindset, embracing challenges with optimism and consistently striving for growth and success.\n* Strong Business Acumen, including demonstrated knowledge of business processes and\/or industries.\n* Proficiency in English to engage with our global network\n* Profiency in Swedish\n\n **The SAP Academy for Customer Success is a global development program designed for talent who are early in their career.**\n\n **About SAP Academy for Customer Success**\n\n\nThe SAP Academy for Customer Success offers a three-year journey that drives accountability and enhances productivity. It enables graduates to make a quick impact in customer-facing roles while fostering career longevity and leadership potential.\n\n  \n\nJoin us for a unique opportunity to build a global network, collaborate with customers to solve real business challenges, and gain hands-on experience with world-class cloud solutions — all while learning in a dynamic environment and earning competitive pay and benefits.\n\n **#SAPAcademyforCustomerSuccess**\n\n**#SAPCSCareers**\n\n  \n\nSAP’s employees across different regions are enabled to do their best job with the right mix of office and remote work according to country-specific guidelines and regulations. In general, our **hybrid work setup** consists of **three days a week in the office or on-site with customers or partners.**\n\n  \n\nWe are planning a practical and immersive portion of our program, which will likely involve participants spending four (4) weeks, spread across two trips, in San Ramon, California. This experience is designed to provide unparalleled hands-on learning and networking opportunities. \\*Please note the in-person component is still in the planning phase, and the final decision will be confirmed by the first quarter of 2026. We will ensure that this information is communicated promptly, and that sufficient time is provided for necessary preparations.\n\n  \n\nDuring intensive phases of the program, it is critical that all participants are fully engaged and present to ensure maximum learning and success. As such, vacation will not be approved during some critical times of the program\n\n **We are SAP**\n\n  \n\nSAP innovations help more than 400,000 customers worldwide work together more efficiently and use business insight more effectively. Originally known for leadership in enterprise resource planning (ERP) software, SAP has evolved to become a market leader in end-to-end business application software and related services for database, analytics, intelligent technologies, and experience management. As a cloud company with 200 million users and more than 100,000 employees worldwide, we are purpose-driven and future-focused, with a highly collaborative team ethic and commitment to personal development. Whether connecting global industries, people, or platforms, we help ensure every challenge gets the solution it deserves. At SAP, we build breakthroughs together.\n\n **Our inclusion** **promise**\n\n\nSAP’s culture of inclusion, focus on health and well-being, and flexible working models help ensure that everyone—regardless of background—feels included and can perform at their best. At SAP, we believe we are made stronger by the unique capabilities and qualities that each person brings to our company. We invest in our employees to inspire confidence and help everyone realize their full potential. We ultimately believe in unleashing all talent and creating a better and more equitable world.\n\n\nSAP is proud to be an equal-opportunity workplace and is an affirmative action employer. We are committed to the values of Equal Employment Opportunity and provide accessibility accommodations to applicants with physical and\/or mental disabilities. If you are interested in applying for employment with SAP and are in need of accommodation or special assistance to navigate our website or to complete your application, please send an e-mail with your request to Recruiting Operations Team: Americas: Careers.NorthAmerica@sap.com or Careers.LatinAmerica@sap.com, APJ: Careers.APJ@sap.com, EMEA: Careers@sap.com.\n\n**EOE AA M\/F\/Vet\/Disability:**\n\n\nQualified applicants will receive consideration for employment without regard to their age, race, religion, national origin, ethnicity, age, gender (including pregnancy, childbirth, et al), sexual orientation, gender identity or expression, protected veteran status, or disability.\n\n\nSuccessful candidates might be required to undergo a background verification with an external vendor.\n\n  \n\nRequisition ID: 430040 | Work Area: Presales | Expected Travel: 0 - 100% | Career Status: Graduate | Employment Type: Regular Full Time | Additional Locations: #LI-Hybrid.","company_url":"https:\/\/se.indeed.com\/cmp\/SAP","company_url_direct":"http:\/\/jobs.sap.com","company_addresses":"Dietmar-Hopp-Allee 16\r\nWalldorf, 69190\r\nGermany","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"SAP's purpose is to help the world run better and improve people's lives with sustainability at the core.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d17f7c102a43b1dce3ba341c8dbad2b0","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/1e37cd0ff628710aa0962f8f8ea99cf5","ceo_name":"Christian Klein","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/8d647cc98981321d3ca6c94fec495f70"},{"id":"4158277047","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4158277047","job_url_direct":"https:\/\/eeho.fa.us2.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/279185\/?utm_medium=jobboard&utm_source=linkedin&urlHash=0I1O","title":"Data Platform and AI Sales Executive","company":"Oracle","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"_mb@oracle.com","description":"**Job Description**\n Do you want to take ownership of your sales success? Are you a visionary sales specialist with a flair for creative problem-solving and a customer centric approach? If you’re eager to shape the future of industries and make a tangible impact on the world, this is your opportunity to join our fast-paced, motivated sales team and discover unlimited opportunities to grow your career with us.\n   \n\n  \n\n Oracle is at the forefront of the digital transformation, empowering businesses with cutting-edge AI and Cloud Infrastructure solutions, encompassing both Infrastructure as a Service (IaaS) and Platform as a Service (PaaS). We’re looking for a Cloud & AI Infrastructure Sales Executive to drive force behind advancing customer missions through the power of Oracle's comprehensive cloud portfolio.\n   \n\n  \n\n We have phenomenal career opportunities for every experience level and celebrate a culture of support and learning.\n   \n\n  \n\n**Create the future with us!**\n**What You Will Do**\n Engage in strategic C-level conversations to uncover cloud transformation opportunities while conducting indepth needs assessments and solution demonstrations.\n   \n\n  \n\n You will collaborate with technical experts to craft tailored cloud proposals and negotiate complex contracts and ensure seamless deal execution by:\n   \n\n  \n\n* Evangelizing Oracle's Cloud Vision: Become a trusted advisor to C-level executives, demonstrating how Oracle's AI and Cloud Infrastructure solutions can transform their businesses and drive unprecedented success.\n* \n* Leading Transformational Deals: Orchestrate complex sales cycles, navigating technical intricacies and securing buy-in from multiple stakeholders.\n* Scaling Cloud Adoption Across Industries: Identify high-potential opportunities across diverse sectors, tailoring Oracle's cloud solutions to address unique challenges.\n* Forging Strategic Partnerships: Collaborate with Oracle's partner ecosystem to expand market reach and deliver comprehensive cloud solutions.\n* Being a Champion for Customer Success: Ensure seamless implementation and adoption of Oracle's cloud technology, fostering long-term customer relationships.\n\n\n Career Level - IC4\n   \n\n  \n\n**Responsibilities**\n**Your Experience**\n* Proven Sales Acumen: several years of enterprise software\/cloud sales experience, with a track record of exceeding targets and closing multimillion-dollar deals.\n* C-Level Engagement: Demonstrated ability to build relationships and influence senior executives across various industries.\n* Cloud Passion and Expertise: Deep understanding of cloud technologies (IaaS, PaaS, AI) and their potential applications across different business functions.\n* Technical Fluency: Ability to articulate complex technical concepts in a clear and concise manner to both technical and non-technical audiences.\n* Customer-Centric Approach: Unwavering commitment to understanding customer needs and delivering exceptional value.\n\n\n**About Us**\n As a world leader in cloud solutions, Oracle uses tomorrow’s technology to tackle today’s challenges. We’ve partnered with industry-leaders in almost every sector—and continue to thrive after 40+ years of change by operating with integrity.\n   \n\n  \n\n We know that true innovation starts when everyone is empowered to contribute. That’s why we’re committed to growing an inclusive workforce that promotes opportunities for all.\n   \n\n  \n\n Oracle careers open the door to global opportunities where work-life balance flourishes. We offer competitive benefits based on parity and consistency and support our people with flexible medical, life insurance, and retirement options. We also encourage employees to give back to their communities through our volunteer programs.\n   \n\n  \n\n We’re committed to including people with disabilities at all stages of the employment process. If you require accessibility assistance or accommodation for a disability at any point, let us know by emailing accommodation-request\\_mb@oracle.com or by calling +1 888 404 2494 in the United States.\n   \n\n  \n\n Oracle is an Equal Employment Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability and protected veterans’ status, or any other characteristic protected by law. Oracle will consider for employment qualified applicants with arrest and conviction records pursuant to applicable law.","company_url":"https:\/\/www.linkedin.com\/company\/oracle","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHYCgYovUuPtQ\/company-logo_100_100\/company-logo_100_100\/0\/1665755678957\/oracle_logo?e=2147483647&v=beta&t=55lZDJhHdt3oPj2_gdPpymKz6Wv_9atXeO-CBFzAm6c","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4268037900","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4268037900","job_url_direct":"https:\/\/www.aloi.law\/careers\/account-executive&urlHash=-GcO","title":"Account Executive","company":"Aloi","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Us** \n\n\n\n\n\n Legal professionals spend far too much time redrafting what already exists, solving the same problems, and answering the same questions — over and over. The result? A system that’s slow, repetitive, and holding legal teams back. Valuable knowledge sits unused, buried in documents, past deals, and individual experience.\n \n\n\n\n\n\n We’re building something different.\n \n\n\n\n\n\n At Aloi, we bring together deep legal expertise, cutting-edge AI, and a relentless focus on user needs to transform how legal professionals work. We’re not just streamlining workflows — we’re redefining how legal advice is created, delivered, and scaled. We believe execution beats credentials, and we foster a culture where curiosity, clarity, and collaboration are core.\n \n\n\n\n\n  \n\n\n\n\n\n**Role Overview** \n\n\n\n\n\n We’re looking for exceptional\n \n**Account Executives** \n\n to drive our next phase of growth. You’ll play a key role in winning and expanding strategic accounts across priority regions. This is more than just a sales role - it’s a chance to shape the future of an industry alongside a world-class team building truly category-defining technology.\n \n\n\n\n\n  \n\n\n\n\n\n**What You Will Do** \n\n\n\n* Run targeted sales campaigns and lead prospecting efforts to generate new pipeline and close deals with high-potential customers\n* Collaborate with marketing and revenue colleagues to research accounts, identify decision-makers, and open meaningful conversations\n* Partner with other teams to co-host demos, follow up on inbound leads, and contribute to a scalable outbound motion\n* Attend industry events, join customer meetings, and continuously build your network within the legal ecosystem\n* Represent the voice of the customer internally, ensuring their needs are surfaced to product, AI, and other teams as we grow\n* Manage the full sales cycle – from initial call to close\n\n\n\n  \n \n\n\n\n**Who We Think You Are** \n\n\n\n* You’re energetic, curious, and proactive - someone who’s excited to engage with prospects, learn fast, and win as part of a team. You enjoy building relationships, navigating new industries, and translating great products into real-world impact. To thrive in this role, you will likely have:\n* 1–3 years of experience in B2B SaaS sales, business development, or account management — ideally working with modern tech buyers\n* A track record of success in pipeline generation, managing sales cycles, and hitting or exceeding quota\n* Strong communication skills in English — written and spoken — and confidence presenting to multiple stakeholders\n* A growth mindset, eagerness to learn from feedback, and drive to level up your sales craft in a high-performing team\n* A University degree\n\n\n\n  \n\n\n\n\n\n**What we offer** \n\n\n\n* **Enterprise sales with real depth** \n\n – Sell a product that legal teams need, not just want. Our AI-driven platform solves complex, high-stakes problems - giving you credibility, deal size, and the thrill of landing industry-shaping accounts.\n* **Greenfield opportunity in a booming category** \n\n – Be part of defining the category. We’re early in our global journey with massive market whitespace - the perfect setup for entrepreneurial salespeople who want to leave a mark and earn big.\n* **Sell with firepower behind you** \n\n - Work shoulder to shoulder with world-class product, marketing, and leadership teams. No fluff - just strong enablement, clear ICPs, fast-moving cycles, and a product that stands out.\n* **Competitive salary** \n\n complemented by an attractive stock option programme.\n\n\n\n  \n\n\n\n\n\n\n In this role, we value people who are collaborative, structured, outcome-oriented, and commercially sharp. We use a\n \n**competence-based recruitment process** \n\n , where these qualities will be central to how we evaluate fit.\n \n\n\n\n\n  \n\n\n\n\n\n\n Apply now and be a vital part of Aloi’s exciting journey!","company_url":"https:\/\/se.linkedin.com\/company\/aloi-law","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGowOAsuq9Tmg\/company-logo_100_100\/company-logo_100_100\/0\/1726081986973?e=2147483647&v=beta&t=NqPUpYCCTCjXdT6VZfiMJoEl2wudskFwLZTVgG9uwPY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4267453573","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4267453573","job_url_direct":"https:\/\/www.aloi.law\/careers\/senior-account-executive&urlHash=kQxm","title":"Senior Account Executive","company":"Aloi","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Us** \n\n\n\n\n\n Legal professionals spend far too much time redrafting what already exists, solving the same problems, and answering the same questions — over and over. The result? A system that’s slow, repetitive, and holding legal teams back. Valuable knowledge sits unused, buried in documents, past deals, and individual experience.\n \n\n\n\n\n\n We’re building something different.\n \n\n\n\n\n\n At Aloi, we bring together deep legal expertise, cutting-edge AI, and a relentless focus on user needs to transform how legal professionals work. We’re not just streamlining workflows — we’re redefining how legal advice is created, delivered, and scaled. We believe execution beats credentials, and we foster a culture where curiosity, clarity, and collaboration are core.\n \n\n\n\n\n  \n\n\n\n\n\n**Role Overview** \n\n\n\n\n\n We’re looking for exceptional\n \n**Senior Account Executives** \n\n to drive our next phase of growth. This isn’t just a sales role — it’s an opportunity to help shape a category, influence go-to-market strategy, and build long-term relationships with top-tier legal teams across the globe.\n \n\n\n\n\n\n You’ll be at the forefront of our commercial efforts, working closely with product, marketing, and leadership to win and grow high-value accounts in the legal sector. This is a rare chance to join an early team, sell a high-impact product, and grow alongside a company that’s gaining serious traction.\n \n\n\n\n\n  \n\n\n\n\n\n**What You Will Do** \n\n\n\n* Own the full sales cycle — from strategic account planning to closing and expansion — with a focus on enterprise legal teams and high-impact prospects\n* Partner with marketing and the broader revenue team to map target accounts, define personas, and uncover new revenue opportunities\n* Lead compelling demos and meetings with senior stakeholders, showcasing Aloi’s value in real legal workflows\n* Develop trust-based relationships with partners to drive joint prospecting and co-selling motions\n* Build internal momentum by championing customer needs and aligning with product, legal, and other teams to prioritize effectively\n* Be a key contributor to sales forecasting, territory planning, and strategic decision-making within the revenue team\n\n\n\n  \n \n\n\n\n  \n\n\n\n\n\n**Who We Think You Are** \n\n\n\n\n\n You’re curious, driven, and a natural connector - someone who thrives in fast-moving environments. You have a growth mindset and an eagerness to continously improve, e.g. you are not just focused on closing deals, but care about solving real problems and building long-term value. You will likely bring:\n \n\n\n\n\n  \n\n\n\n\n* 3+ years of experience in B2B SaaS sales and\/or account management, ideally selling to enterprise customers\n* Proven track record of closing high-value deals and navigating long sales cycles\n* Strong communication and storytelling skills — comfortable presenting in English to senior legal, ops, or IT stakeholders\n* A commercial mindset with experience using structured sales frameworks (e.g. MEDDICC)\n* A university degree followed by a familiarity with legal tech, start-ups, AI-first products, or compliance-heavy industries\n* A collaborative approach and the ability to work effectively with cross-functional teams\n* A bias toward learning, iteration, and growth\n\n\n\n  \n\n\n\n\n\n**What we offer** \n\n\n\n* **Meaningful sales** \n\n : Sell a product legal teams actively need — solving real problems with real urgency\n* **Greenfield opportunity** \n\n : Massive market potential and whitespace, with the chance to help define a new category\n* **Cross-functional firepower** \n\n : Work closely with world-class teams in product, marketing, and AI — no silos, no blockers\n* **Modern tools & process** \n\n : Strong enablement, clear ICPs, fast sales cycles, and high win rates\n* **Compensation that scales** \n\n : Competitive base salary + generous stock options\n* In this role, we value people who are collaborative, structured, outcome-oriented, and commercially sharp.\n* ﻿\n \n We use a\n \n**competence-based recruitment process** \n\n , where these qualities will be central to how we evaluate fit.\n\n\n\n  \n\n\n\n\n\n\n Apply now and be a vital part of Aloi’s exciting journey!","company_url":"https:\/\/se.linkedin.com\/company\/aloi-law","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGowOAsuq9Tmg\/company-logo_100_100\/company-logo_100_100\/0\/1726081986973?e=2147483647&v=beta&t=NqPUpYCCTCjXdT6VZfiMJoEl2wudskFwLZTVgG9uwPY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"625deb0e46c28ac0","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=625deb0e46c28ac0","job_url_direct":"https:\/\/hitachi.wd1.myworkdayjobs.com\/en-US\/hitachi\/job\/Ludvika-Ludvika-Sweden\/Executive-assistant_R0095158","title":"Executive assistant","company":"Proterial","location":"Ludvika, W, SE","job_type":"fulltime","date_posted":1752969600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":"Industrial Manufacturing","listing_type":null,"emails":"lars.wiklander@hitachienergy.com, carina.ristrom@hitachienergy.com","description":"**Location:**\n\nLudvika, Ludvika, Sweden\n**Job ID:**\n\nR0095158\n**Date Posted:**\n\n2025-07-20\n**Company Name:**\n\nHITACHI ENERGY SWEDEN AB\n**Profession (Job Category):**\n\nAdministration & Facilities\n**Job Schedule:**\n\nFull time\n**Remote:**\n\nNo\n**Job Description:**\n\n**Opportunity**\n\nWe are looking for an Executive Assistant to support the Country Lead for our Business Unit Grid Automation in Sweden and part of our Network Control team. You will become the right hand of the managers and provide executive support to maintain a high level of leadership – a central and important part of our exciting units within Grid Automation.\n\n\nYou will play a central and highly valued role, facilitating communication between senior management and employees, coordinating with both internal and external stakeholders on a variety of projects and tasks. You will plan and orchestrate workflows to ensure priorities are met, organizational goals are achieved, and best practices are consistently followed.\n\n\nWe offer you an exciting and dynamic role with close collaboration with customers, partners, other departments and teams at Hitachi Energy both locally and globally.\n\n\n**How you´ll make an impact**\n\n* Manage professional and personal service support and scheduling, including agendas, mail, email, calls, travel arrangements, client management, and other company logistics.\n* Coordinate scheduling and extensive calendar management, as well as the management of content and flow of information to senior executives.\n* Arrange internal and external events, including travel arrangements, itineraries, accommodation, conferences, and visiting speakers.\n* Organize team communications and plan events, both internally and offsite.\n* Provide administrative and management support, such as meeting minutes, preparation of presentations, spreadsheet creation, and maintenance of administration systems.\n* Administer and coordinate the signing of various documents while maintaining professionalism and confidentiality.\n* Research, compile, verify, and analyze information and prepare special reports, presentations, organization charts, process maps, correspondence, etc.\n\n**Your background**\n\n* Experience in administrative role reporting directly to upper management.\n* Flexible and service-minded team player willing to adapt to changes and enjoys a challenge.\n* Strong time-management skills and the ability to organize, prioritize and coordinate multiple projects at once.\n* Great written and verbal communication skills in Swedish and English is required.\n* Proficiency in Microsoft Office and other office productivity tools, with aptitude to learn new software and systems.\n* It is a merit to have knowledge about and experience of working in our business systems, for example Workday, SAP HR, Easy Procurement, Fieldglass, MyIS, Basware, Teams events, Visio.\n* Experience developing internal processes and filing systems is also a plus.\n\n**What we offer**\n\n* Collective agreement\n* Flexible working time\n* Health care and wellness allowance\n* Fantastic career possibilities within Hitachi Energy both within Sweden and globally\n* Mentor to support you throughout onboard phase\n* Various trainings and education supporting employee development\n* Diversified company with over 70+ nationalities working in Sweden\n* Supplementary compensation for parental leave\n* Employee Benefit Portal with thousands of discounts and perks\n\n**More about us**\n\nAre you ready to join Hitachi Energy for a career with no limits and a place where you can be yourself? We are ready for you. Last day to send in your application is August 10.\n\n\nMore information: Recruiting Manager, Lars Wiklander, lars.wiklander@hitachienergy.com , will answer your questions about the position. Union representatives - Sveriges Ingenjörer: Sveriges Ingenjörer: Jan Skogeby, +46 107-38 16 42; Unionen: Karin Ulvemark, +46 107-38 51 42; Ledarna: Frank Hollstedt, +46 107-38 70 43. All other questions can be directed to Talent Acquisition Partner Carina Riström, carina.ristrom@hitachienergy.com\n\n\n**Qualified individuals with a disability may request a reasonable accommodation if you are unable or limited in your ability to use or access the Hitachi Energy career site as a result of your disability. You may request reasonable accommodations by completing a** **general inquiry form** **on our website. Please include your contact information and specific details about your required accommodation to support you during the job application process.**\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n**This is solely for job seekers with disabilities requiring accessibility assistance or an accommodation in the job application process. Messages left for other purposes will not receive a response.**\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------","company_url":"https:\/\/se.indeed.com\/cmp\/Proterial-1","company_url_direct":"https:\/\/www.proterial.com\/","company_addresses":"Toyosu Prime Square, 5-6-36 Toyosu, Koto-ku, Tokyo 135-0061, Japan","company_num_employees":"201 to 500","company_revenue":"$100M to $500M (USD)","company_description":"\"LOGISTEED WAY\" Shows the role and the \"way\" to move forward of the LOGISTEED Group and consists of \"Corporate Philosophy,\" \"Corporate Vision,\" \"Guiding Principles,\" and \"Success Drivers.\"on.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/3f9f8cd41f7f12629044de7d17125a61","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/c272558deebdb9cfdb7f016d4d6be3de","ceo_name":"Sean M. Stack","ceo_photo_url":null}]