[{"id":"91ce0bfc5aa41ce9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=91ce0bfc5aa41ce9","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29872824","title":"Function Developer-Propulsion Control","company":"Integro Consulting AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1754179200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We are looking for a Software Function Developer to develop functions within Vehicle Motion and Propulsion Control.\n  \n  \n\n**Job Description:**  \n\nYou will be part of a dynamic team and together develop wold class solutions in terms of driveability and fuel efficiency within commercial vehicles. The team is responsible for the complete development chain from idea and solution, to verification by simulation and testing in vehicles.\n  \n  \n\n**Experience Required:**  \n\n* You have a Master’s degree or PhD in Electrical Engineering, Mechatronics, or similar.\n* You have a minimum of 5 years of experience as a Software function developer within the automotive industry\n* We consider previous experience of driving heavy vehicles as MANDATORY and if you have C, CE driver’s license it's a merit.\n* Used to working cross-functionally\n\n\n**Skills Required:**  \n\n* Skilled in graphical programming tools such as Simulink.\n* Jenkins\n* You have a \"Can Do\" attitude,\n* Curious to learn new things.\n* Teamplayer and can easily communicate and collaborate with others\n* Fluent in English and Swedish\n\n\n**Additional info:**  \n\nWe schedule interviews on a rolling basis so do not wait until end date.","company_url":"https:\/\/se.indeed.com\/cmp\/Integro-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4279365824","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4279365824","job_url_direct":null,"title":"Freelance Software Developer (C\/C++ - Rust) - AI Trainer","company":"Mindrift","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"***This opportunity is only for candidates currently residing in the specified country. Your location may affect eligibility and rates.***\n At Mindrift, innovation meets opportunity. We believe in using the power of collective intelligence to ethically shape the future of AI.\n   \n\n  \n\n**What We Do**\n The Mindrift platform connects specialists with AI projects from major tech innovators. Our mission is to unlock the potential of Generative AI by tapping into real-world expertise from across the globe.\n   \n\n  \n\n**About The Role**\n GenAI models are improving very quickly, and one of our goals is to make them capable of addressing specialized questions and achieving complex reasoning skills. If you join the platform as an AI Tutor in Coding, you'll have the opportunity to collaborate on these projects.\n   \n\n  \n\n Although every project is unique, you might typically:\n   \n\n  \n\n* Analyze and understand existing code in Python or C\/C++\n* Migrate logic to idiomatic, safe Rust while preserving functionality\n* Adapt or port the test suite and ensure behavioral equivalence\n* Document migration steps and technical decisions\n\n\n**How To Get Started**\n Simply apply to this post, qualify, and get the chance to contribute to projects aligned with your skills, on your own schedule. From creating training prompts to refining model responses, you'll help shape the future of AI while ensuring technology benefits everyone.\n   \n\n  \n\n**Requirements**\n* You have a Bachelor's or Master's degree in Software Development, Computer Science, or other related fields.\n* You have at least 3 years of professional experience with C\/C++ and 1+ year of hands-on experience with Rust\n* You are experienced with FFI tools (bindgen, cxx) and unsafe Rust for C\/C++interoperability\n* You bring experience testing migrated code (unit\/integration\/fuzz tests)\n* You demonstrate solid understanding of systems programming (memory management, concurrency)\n* You are skilled at refactoring legacy code and documenting migration steps\n* Prompt engineering experience is a strong plus\n* Your level of English is advanced (C1) or above\n* You are ready to learn new methods, able to switch between tasks and topics quickly and sometimes work with challenging, complex guidelines\n* Our freelance role is fully remote so, you just need a laptop, internet connection, time available and enthusiasm to take on a challenge\n\n\n**Benefits**\n**Why this freelance opportunity might be a great fit for you?**\n* Take part in a part-time, remote, freelance project that fits around your primary professional or academic commitments\n* Work on advanced AI projects and gain valuable experience that enhances your portfolio\n* Influence how future AI models understand and communicate in your field of expertise","company_url":"https:\/\/www.linkedin.com\/company\/mindrift-ai","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQG9ySVGr5NQzQ\/company-logo_100_100\/company-logo_100_100\/0\/1725448348201\/mindrift_ai_logo?e=2147483647&v=beta&t=QWIMS9k-I4kkSKVcx06uFCRLdHDZZ1w9E8dWeBmOHCk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4204844456","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4204844456","job_url_direct":"https:\/\/raysearchlabs.onecruiter.com\/jobs\/281030&urlHash=7hth","title":"System Developer - Feature Team","company":"RaySearch Laboratories","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Medical Equipment Manufacturing","listing_type":null,"emails":null,"description":"RaySearch has several cancer care products, and we are now looking to add more talented developers to our RayCare product.\n   \n\n  \n\n**About RayCare**\n RayCare is a client-server application that runs on premises at many clinics all over the world. RayCare takes care of and helps clinical staff to coordinate their work at the clinic. For example, workflow management, patient chart details and treatment management. RayCare is an innovative oncology information system (OIS) designed to support the complex challenges of modern oncology clinics. It is developed to streamline workflows in cancer clinics to facilitate efficient care faster to more patients. RayCare is used by all staff at the clinic, e.g., physicians, physicists, treatment planners etc. and is used in all steps of patient care, from registration to radiation treatment at the treatment machine and for treatment follow-up. RayCare is integrated with RayStation and its treatment tools but also with external products and supports communication via HL7 as well as DICOM.\n   \n\n  \n\n**Responsibilities**\n As a feature developer in RayCare, you will be part of designing and implementing a robust and modern oncology information system. We value problem-solving skills and a structured approach, but also a willingness to collaborate and learn from your peers. RayCare has high demands on sustainable software development, with a focus on excellent code quality and maintaining best practices. Your contributions will help ensure that our software meets the high standards required for improving cancer care, and we encourage open communication and teamwork to find the best solutions.\n   \n\n  \n\n**Your profile**\n You have excellent analytic skills, you identify different components of problems, see the connections between them and understand the impact of various proposed solutions. You take responsibility and check that nothing is left to chance or missed when implementing new functionality. You take pride in delivering code with superior quality.\n   \n\n  \n\n**Requirements**\n* M.Sc. in Engineering Physics, Computer Science or equivalent academic degree\n* Minimum seven years of .NET development experience with complex products\n* Highly skilled in C#.NET\n* Experience with client-server based systems\n* Knowledge of domain-driven design\n\n\n**Meriting**\n* Experience of working in an agile environment\n* Experience from the MedTech-industry or other regulated industries\n* Experience of framework development of mission critical systems\n* Knowledge of event-sourcing and CQRS\n* Databases such as SQL Server\n* Front-end development with frameworks such as WPF and\/or Web technologies such as TypeScript, Angular, etc.\n\n\n**Our Culture**\n Culture at RaySeach is the driving force behind our organization\n **, where** \n everything we do is driven by a shared passion for innovation and the fight against cancer. Our dedication is reflected in our ability\n **to deliver** \n exceptional results,\n **pay** \n close attention to detail, and consistently\n **go** \n the extra mile. Our employees stand out as experts in\n **their** \n field\n **, driven by** \n a relentless focus on solving problems\n **-** \n no matter how complex. At RaySearch, we take pride in\n **leading the way in** \n cancer treatment, leveraging cutting-edge technology to develop innovative\n **solutions** \n that make a real difference in patient care.\n   \n\n  \n\n**Our Offer**\n At RaySearch, we offer a diverse and inclusive work environment, fostering openness, sincerity, and collaboration. Located in Hagastaden, Stockholm's Life Science Hub, our modern and creative workspace includes an in-house gym, yoga, and social activities like ping pong, table football, and regular after-work events. Our bistro serves a fantastic lunch buffet, and we offer morning- and afternoon-fika every day. Our rooftop terrace also provides a stunning 360-degree view of Stockholm, enhancing the work experience. All of this comes attached with a competitive compensation and benefits package.\n   \n\n  \n\n**Application**\n Please apply to the position through the application form below. We do not accept applications by e-mail. Selection and interviews will be ongoing.","company_url":"https:\/\/se.linkedin.com\/company\/raysearch-laboratories","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEmOjGycpmG_g\/company-logo_100_100\/company-logo_100_100\/0\/1630580197636\/raysearch_laboratories_logo?e=2147483647&v=beta&t=wPUyTbTDZtl_5o0oAa6asVPjG230lff4_AKKUfl0ZLo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4279396214","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4279396214","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/299792-ntricity-technologies-full-stack-developer\/&urlHash=2kJD","title":"Full Stack Engineer","company":"Ntricity","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Engineering and Information Technology","company_industry":"Services for Renewable Energy","listing_type":null,"emails":null,"description":"Vill du vara med och forma framtidens energilandskap och göra verklig skillnad för kommande generationer?\n \n\n\n\n  \n\n\n\n\n\n Vi söker dig som vill vara med och vidareutveckla vår molnplattform Enerhive – och som brinner för att bygga robusta, skalbara och smarta lösningar. Hos oss på Ntricity Technologies blir du inte en i mängden, utan en nyckelspelare i ett litet team med stor påverkan.\n \n\n\n\n  \n\n\n\n\n\n Tillsammans bygger vi tekniken som gör förnybar energi lönsam och tillgänglig för alla.\n \n\n\n\n  \n\n\n\n\n\n**Om rollen** \n\n\n\n\n Du blir en del av vårt utvecklingsteam som i dag består av sex personer. Det är vi som utvecklar Enerhive, vår molnplattform som kopplar ihop batterier, vindkrafts- och solcellsparker med energimarknaden. Plattformen genererar optimerade bud och körscheman baserat på faktorer som väder, pris och resursanvändning.\n \n\n\n\n  \n\n\n\n\n\n Vi söker nu en fullstackutvecklare som vill ta stort ansvar för hur vi bygger vår serverlogik, datahantering och API-design. Du kommer ha en nyckelroll i vidareutvecklingen av plattformens kärnfunktioner, med möjlighet att påverka både arkitektur och teknikval.\n \n\n\n\n Du arbetar i hela kedjan, men med tyngdpunkt på backend – från affärslogik och datamodellering till API:er och integrationer. Du gillar att förstå helheten men trivs bäst när du får bygga stabila, effektiva och framtidssäkra system.\n \n\n\n\n  \n\n\n\n\n\n Vår techstack består av .NET Core\/C# i backend och React i frontend. Systemet är redan i drift men under ständig utveckling.\n \n\n\n\n  \n\n\n\n\n\n**Vem är du?** \n\n\n\n* Du har erfarenhet av mjukvaruutveckling i team, gärna inom distribuerade system eller molnbaserade lösningar.\n* Du är van att ta tekniskt ansvar och bidra i arkitektur- och designbeslut.\n* Du har god förståelse för databaser, API-design, säkerhet och prestanda.\n* Du är nyfiken, initiativtagande och gillar att jobba nära både produkt och användare.\n* Du har en högskoleutbildning inom datateknik eller motsvarande erfarenhet.\n* Du har ett intresse för hållbar energi och ser det som meningsfullt att bidra till energiomställningen.\n* Du kommunicerar både svenska och engelska obehindrat.\n\n\n\n  \n\n\n\n\n\n**Vilka är vi?** \n\n\n\n\n Energibranschen genomgår en enorm omställning – från storskalig, central produktion till lokal och förnybar energilagring och -distribution. Vår plattform Enerhive är ett verktyg i den omställningen. Vi är ett engagerat team med hög kompetens och stark vision: att accelerera övergången till ett hållbart energisystem.\n \n\n\n\n  \n\n\n\n\n\n**Bra att veta** \n\n\n\n\n Placeringsort är Stockholm med möjlighet till distansarbete någon dag per vecka. Tjänsten är en tillsvidareanställning med tillträde snarast. Vi tillämpar 6 månaders provanställning.\n \n\n\n\n Ansökningar hanteras löpande, sista dag att inkomma med din ansökan är 18\/8.\n \n\n\n\n  \n\n\n\n\n\n 🚀 Redo att vara med och utveckla framtidens energisystem?\n \n\n\n\n Ansök via vår rekryteringssida - klicka här 👉 Ansök till Full-Stack Developer","company_url":"https:\/\/se.linkedin.com\/company\/ntricity","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE6BNcghuW0Ew\/company-logo_100_100\/company-logo_100_100\/0\/1630554692182?e=2147483647&v=beta&t=HCeLvDtO3blhT4acSU0jIkqXPFcUoUFRossGzv8B3HQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4277203527","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4277203527","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I021\/1655\/job?site=7&lang=SE&validator=a26810f9c64a44f7b1f8481bd34642bc&job_id=980&urlHash=y-eg","title":"Revisionssamordnare","company":"Stockholm Exergi","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Utilities","listing_type":null,"emails":"rekrytering@stockholmexergi.se","description":"Stockholm Exergi är stockholmarnas energibolag och vi är ca 800 medarbetare som varje dag arbetar för att minska stockholmarnas klimatpåverkan. Vi värmer över 800 000 stockholmare och vårt 300 mil långa fjärrvärmenät är navet för de samhällsnyttor som vi skapar. Vi planerar att bygga en anläggning för koldioxidinfångning vid vårt biokraftvärmeverk i Värtan med potential att fånga in 800 000 ton koldioxid per år, vilket är mer än Stockholms vägtrafik släpper ut under samma period.\n   \n\n  \n\n Vi behöver fler duktiga medarbetare och hoppas att du vill vara med oss på vår Exergiresa.\n   \n\n  \n\n Vad kan vi erbjuda dig?\n   \n\n  \n\n Som revisionssamordnare på Högdalenverket kommer du att spela en central roll i att säkerställa att våra revisioner genomförs säkert, kostnadseffektivt och enligt tidsplan. Du leder hela processen, från planering och samordning till överlämning till driftorganisationen, och ansvarar för uppföljning samt rapportering av revisionerna. Under arbetets gång ser du till att målen uppfylls och att eventuella avvikelser och förbättringsmöjligheter hanteras i tid, med fokus på både resultat och förbättring.\n   \n\n  \n\n I ditt dagliga arbete kommer du att skapa och hålla en gemensam tidplan för revisionerna, göra riskanalyser och ansvara för arbetsmiljösamordning. Du stöttar och leder arbetsmiljöspecialister, utvecklar etableringsplaner och skapar anläggningsritningar (APD). För att lyckas i rollen är det avgörande att du är en stabil och flexibel ledare som trivs med att samarbeta och kan inspirera andra i arbetet för att nå gemensamma mål.\n   \n\n  \n\n Rollen är en tillsvidareanställning.\n   \n\n  \n\n Arbetstider: Dagtid.\n   \n\n  \n\n Placering: Omfattar arbete på företagets anläggningar med utgångspunkt från Högdalenverket.\n   \n\n  \n\n Varför jobba med mig?\n   \n\n  \n\n Som ledare är jag öppen, beslutsam och förstående. Jag tror på att fatta tydliga beslut men också på att lyssna in medarbetarnas behov och kompetens. För mig är det viktigt att prioritera det som verkligen gör skillnad och skapa rätt förutsättningar för att gruppen ska lyckas. Jag arbetar nära mina medarbetare och har alltid en öppen dörr – bokstavligt och bildligt. Jag ser det som min roll att stötta gruppen genom dialog, rätt resurser och utvecklande utmaningar. Det är i samarbete vi kommer framåt, och jag tror på styrkan i att lyssna och skapa gemensamma beslut. Jag vill att du känner dig sedd, får utrymme att växa och vågar kliva utanför din komfortzon.\n   \n\n  \n\n*Tommy Roose, gruppchef mekanik*\n Vem är du som person?\n   \n\n  \n\n Alla som jobbar hos oss måste vara nyfikna, ta initiativ och ansvar. För just den här rollen finns några egenskaper som är extra viktiga:\n   \n\n  \n\n* Flexibel. Förändring skrämmer dig inte – tvärtom, du ser möjligheter i varje ny situation. Du anpassar dig snabbt och hittar nya vägar framåt.\n* Ledarskap. Du leder med passion och motiverar andra att nå gemensamma mål. Du samordnar team och skapar en atmosfär av engagemang och delaktighet.\n* Samarbetsförmåga. Du arbetar smidigt med andra och har lätt för att bygga relationer. Du lyssnar, kommunicerar och löser konflikter på ett konstruktivt sätt.\n* Självgående. Att ta ansvar är en självklarhet för dig. Du strukturerar och driver ditt arbete framåt, med fokus på att nå uppsatta mål.\n* Stabil. När pressen ökar, förblir du lugn. Du behåller fokus och ser till att rätt saker prioriteras.\n\n\n Krav\n   \n\n  \n\n* Teknisk högskola eller motsvarande utbildning i kombination med för rollen relevant arbetslivserfarenhet\n* Erfarenhet av arbete inom underhåll och drift\n* Erfarenhet av arbetsledning\n* Erfarenhet av att driva, hålla ihop och samordna små och större projekt\n* Erfarenhet av arbete med uppföljning och ledning av underleverantörer\n* B-körkort\n\n\n Nyfiken på oss eller våra anläggningar?\n   \n\n  \n\n*[Välj lämpligt personporträtt. Se exempel nedan]*\n*– Det är en blandning av strategiskt och operativt arbete, där jag får tala både med kunder om vad som är bra och vad som kan bli bättre och med utvecklare om hur vi kan lösa det. Det allra roligaste är att få höra av mig tillbaka till kunder som har hjälpt till med feedback i utvecklingen och berätta om att vi har löst det de önskat sig säger Camilla, systemägare*\n Vi är fler kollegor som gärna vill ge en inblick i vårt arbete. Läs våra berättelser här.\n   \n\n  \n\n Två av våra anläggningar kan du dessutom besöka virtuellt. Gå in på stockholmexergi.se\/virtuell-vartaverket eller stockholmexergi.se\/virtuell-bristaverket. Det fungerar i både dator och mobil.\n   \n\n  \n\n Rekryteringsprocessen\n   \n\n  \n\n* Mer nyfiken på hur rekryteringsprocessen går till? Läs mer här.\n* Vi behandlar dina personuppgifter för att kunna genomföra rekryteringsprocessen korrekt och effektivt. Läs mer här.\n* Inför anställning till Stockholm Exergi genomför vi alltid bakgrundskontroll. Läs mer här.\n* Vi arbetar för att främja mångfald och inkludering, inte minst när vi rekryterar. Läs mer här.\n* Vill du läsa mer om fackklubbar vid Stockholm Exergi? Läs mer här.\n* För frågor om tjänsten, se kontaktuppgift till rekryterande chef nedan. Frågor om rekryteringsprocessen får du gärna mejla till rekrytering@stockholmexergi.se.\n\n\n Välkommen med din ansökan\n **senast den 18 augusti 2025** \n .\n *(Urval och intervjuer sker löpande)*\n För oss är det viktigt att all kompetens på arbetsmarknaden tas tillvara. Vi jobbar enbart med inkluderande rekrytering och har en nolltolerans mot diskriminering på våra arbetsplatser. Oavsett religion, ålder, etnicitet. funktionsförutsättningar eller könstillhörighet är du en värdefull och respekterad medarbetare.\n   \n\n  \n\n Bra personer känner ofta bra personer – dela gärna annonsen om du har en vän som skulle älska det här jobbet!","company_url":"https:\/\/se.linkedin.com\/company\/stockholm-exergi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQF9ThPeGYcMtQ\/company-logo_100_100\/B4DZfBSsNjGUAQ-\/0\/1751294592294\/stockholm_exergi_logo?e=2147483647&v=beta&t=Iebk2sCoc9NkB95WIWxH4JmC_w1AbBr3oK1qALs2p1I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4279303568","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4279303568","job_url_direct":"https:\/\/grnh.se\/l7tbtaeb1us&urlHash=1yoG","title":"Product Manager - Hardware Certification","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Product Management and Marketing","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engineering innovation and IoT. Our customers include the world's leading public cloud and silicon providers, and industry leaders in many sectors. The company is a pioneer of global distributed collaboration, with 1200+ colleagues in 75+ countries and very few office based roles. Teams meet two to four times yearly in person, in interesting locations around the world, to align on strategy and execution.\n   \n\n  \n\n The company is founder led, profitable and growing.\n   \n\n  \n\n Canonical's product management team are technologists who have a passion for delivering products and solutions that help shape market demands while elevating open source software everywhere. This is an application track for a product management position at Canonical on Hardware Certifications. Apply here if you excel at leadership, communication, and technical vision, and believe you can drive product strategy for the business needs of tomorrow.\n   \n\n  \n\n We believe that open source is transforming the way that enterprises solve their business needs. Although open source has been around for thirty years, it is only now fundamental to every corner of the software landscape. Going forward we believe open source will have an even bigger impact as it moves into specialised vertical markets. Our goal is to make open source easier, more reliable and more secure for deployment and development. We strive to be the provider of 'most software to most companies', starting with Ubuntu but expanding to cover every class of application on every class of compute. To deliver on that ambition, we select product managers for their intellect and strong drive to advance the open source community. Together, we aim to improve open source quality, outreach, and impact. Our product managers set the vision and the direction to ensure teams deliver the right products in the right markets at the right time. They push the boundaries of the technology landscape to identify and deliver products into new and existing market opportunities.\n   \n\n  \n\n We are hiring a Product Manager for Hardware Certification. Ubuntu is the world's favourite Linux, used by developers around the world. Canonical has created a line of products and services that address primary challenges for those developing and deploying software. If you have a passion for operating systems, hardware optimisation, and infrastructure deployment, then you will love being part of our team.\n   \n\n  \n\n This is an exceptional opportunity for a competitive technology leader to:\n   \n\n  \n\n* Lead the roadmap of our Hardware Certification effort and drive our partnership with OEMs\n* Work with our engineering team to shape the development roadmap for our Hardware Certification scheme\n* Define future business models taking into account the competitive landscape\n* Engage with the the Ubuntu user community, key partners, OEMs and leading customers, enabling commercial success and driving go-to-market\n\n\n This role encompasses product leadership and go-to-market strategy, ensuring that the product vision is translated into actionable plans and successful market launches. Our product managers are technology professionals with a software engineering background who strive to become business executives and entrepreneurs. We discuss strategy, plan product development, drive engagement, and promote the open source way. We oversee the entire product lifecycle from conception to delivery, blending technical expertise, strategic thinking, analytics, project management skills and effective communication to ensure products meet both user needs and business objectives.\n   \n\n  \n\n**Location:** \n This role will be based remotely in the EMEA region. You will be expected to be located in this region.\n   \n\n  \n\n The role entails\n   \n\n  \n\n* Lead the product development lifecycle, reviewing the priorities and goals for your product.\n* Collaborate with cross-functional teams such as engineering, design, marketing, and sales.\n* Address common challenges across projects, align on priorities, enable informed decisions, and keep business execution on track.\n* Conduct market research, analyse industry trends, and gather customer feedback to identify opportunities.\n* Communicate your product vision, status updates, and key decisions to ensure alignment and manage expectations.\n* Conduct usability testing, analyse user feedback, and iterate on the product to improve the user experience.\n* Collaborate with marketing, sales, and support teams to develop go-to-market strategies, create product documentation, and provide training.\n* Contribute to the success of our sales team in winning new opportunities, reviewing customer feedback and participating in customer meetings.\n\n\n**What we are looking for in you**\n* Exceptional academic results at high school and university\n* Understanding of Linux and the wider open source software community\n* Understanding of computer architecture, application development, datacenters, cloud or devices\n* Passion to write about technologies and the tech landscape\n* A strong work ethic, and personal interests aligned with the open source movement\n* Curiosity, and the habit of continuous learning\n* A strong sense of ownership\n* Problem solving and the ability to innovate\n* Outstanding communications skills in English, both verbal and written\n* Willingness to travel internationally up to 4 times a year for company events up to two weeks long\n\n\n Nice-to-have skills\n   \n\n  \n\n* Familiarity with the technology ecosystem including Silicon, IHV, ISV, ODM\/OEMs, cloud service providers\n* Familiarity with embedded and connected device technology and ecosystems\n* Familiarity with hardware\/software testing frameworks\n* Experience building a certification program\n\n\n**What we offer you**\n We consider geographical location, experience, and performance in shaping compensation worldwide. We revisit compensation annually (and more often for graduates and associates) to ensure we recognise outstanding performance. In addition to base pay, we offer a performance-driven annual bonus or commission. We provide all team members with additional benefits, which reflect our values and ideals. We balance our programs to meet local needs and ensure fairness globally.\n   \n\n  \n\n* Distributed work environment with twice-yearly team sprints in person\n* Personal learning and development budget of USD 2,000 per year\n* Annual compensation review\n* Recognition rewards\n* Annual holiday leave\n* Maternity and paternity leave\n* Employee Assistance Program\n* Opportunity to travel to new locations to meet colleagues\n* Priority Pass, and travel upgrades for long haul company events\n\n\n**About Canonical**\n Canonical is a pioneering tech firm at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open source projects and the platform for AI, IoT and the cloud, we are changing the world of software. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence - in order to succeed, we need to be the best at what we do. Most colleagues at Canonical have worked from home since its inception in 2004. Working here is a step into the future, and will challenge you to think differently, work smarter, learn new skills, and raise your game.\n   \n\n  \n\n**Canonical is an equal opportunity employer**\n We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4273044259","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4273044259","job_url_direct":"https:\/\/jobb.lansforsakringar.se\/LansforsakringarAB\/job\/Stockholm-Senior-Enterprisearkitekt-strategisk-f%C3%B6r%C3%A4ndringsledning\/825155202\/&urlHash=5EtG","title":"Senior Enterprisearkitekt - strategisk förändringsledning","company":"Länsförsäkringar","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Insurance","listing_type":null,"emails":null,"description":"*Är du en erfaren enterprisearkitekt och förändringsledare med en stark förmåga att driva strategiska IT-transformationer i komplexa organisationer? Vill du bidra till utvecklingen av framtidens verksamhet och skapa verkligt värde för kunder i en dynamisk och utmanande miljö? Länsförsäkringar AB söker nu en enterprisearkitekt med fokus på strategisk förändringsledning. Låter det intressant? Läs vidare!*\n**Om jobbet**\n I rollen är ditt huvudsakliga uppdrag att skapa tydlighet och samsyn mellan affärsstrategier och implementationslösningar i nära samverkan med affärschefer, leveransansvariga, affärsutvecklare, arkitekter och ledningsgrupper. Du leder samarbetet med att omsätta verksamhetens mål och strategier till exekverbara målarkitekturer och roadmaps, samtidigt som du engagerar och guidar organisationen genom involvering och förändringsledning.\n   \n\n  \n\n Exempel på arbetsuppgifter:\n   \n\n  \n\n* Vara strategisk partner till ledningsgrupper och affärsområden, med fokus på att realisera verksamhetens mål och strategier\n* Driva och stötta stora utvecklingsprogram och transformativa projekt - från strategi till genomförande\n* Säkerställa att framtagna lösningar är hållbara, skalbara och väl förankrade i verksamheten\n* Bidra till att utveckla och etablera effektiva arbetssätt, processer och riktlinjer för förändrings- och utvecklingsprojekt\n* Skapa och upprätthålla starka relationer i en stor och komplex organisation med federativ struktur\n\n\n**Vem är du?**\n För att bli framgångsrik i rollen ser vi att du har en masterexamen inom ekonomi, management eller civilingenjör. Vidare har du:\n   \n\n  \n\n* Minst 5 års erfarenhet som enterprisearkitekt med ansvar som täcker flera affärsenheter\n* Dokumenterad erfarenhet av att leda förändring i stora organisationer med komplexa IT-komponenter\n* Erfarenhet av leveransansvar av betydande storlek\n* Stor vana att samverka med affärsansvariga på CxO-nivå i stora företag\/koncerner\n* Minst 3 års erfarenhet av agila eller produktorienterade leveransstrukturer\n\n\n Erfarenhet från branscher som bank, försäkring och pension är starkt meriterande. Har du dessutom arbetat som managementkonsult är även det fördelaktigt.\n   \n\n  \n\n Som person är du driven, lösningsorienterad och trivs i analytiska och samarbetsinriktade roller. Du är skicklig på att skapa förtroende, engagera stakeholders och att leda förändring genom ett inkluderande och samarbetsorienterat arbetssätt.\n   \n\n  \n\n**Om oss**\n På Länsförsäkringar AB arbetar vi för att driva hela länsförsäkringsgruppens digitala utveckling framåt – i nära samverkan med våra 23 länsbolag och koncernens affärsenheter.\n   \n\n  \n\n Du välkomnas till avdelningen Digital förflyttning & Arkitektur. Vår funktion skapar förutsättningar för att lyckas med förändring i både verksamheten och inom IT, och säkerställer att utvecklingsportföljerna ligger i linje med koncernens strategiska mål. Vi har ett normativt ansvar för våra digitala kanaler samt ett funktionellt ansvar för områden som kundupplevelse (CX och UX), enterprisearkitektur och kundmötesarkitektur. Vi brinner för att lösa komplexa utmaningar tillsammans – och vi utvecklas ständigt som förändringsledare i ett starkt samverkande team.\n   \n\n  \n\n Hos oss får du chansen att påverka och leda strategiska initiativ som gör verklig skillnad – både för verksamheten och för våra kunders vardag.\n   \n\n  \n\n**Mer information**\n*Låter det spännande? Då vill vi veta mer om dig! Välkommen med din ansökan redan idag. Vi arbetar löpande med denna rekrytering och kan komma att tillsätta tjänsten innan sista ansökningsdag.*\n***Observera att svarstiden för denna rekryteringsprocess kan vara längre än vanligt, detta på grund av semestertider. Vi uppskattar ditt tålamod och kommer att återkomma så snart som möjligt.***\n**Sista ansökningsdag: 2025-07-28**","company_url":"https:\/\/se.linkedin.com\/company\/lansforsakringar","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHKqTc1v4vlJQ\/company-logo_100_100\/company-logo_100_100\/0\/1631335034489?e=2147483647&v=beta&t=V6JJc7OJUr6Lq1ZyoFHVkpjPebPVHYoynvBLIUHIDn4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4227113031","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4227113031","job_url_direct":"https:\/\/careers.voi.com\/jobs\/5913295-data-analyst&urlHash=XEeK","title":"Data Analyst","company":"Voi Technology","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Consumer Services","listing_type":null,"emails":null,"description":"**YOUR MISSION AT VOI**\n**Role**\n As a Data Analyst at Voi your primary responsibility will be to facilitate informed decision-making by providing actionable insights and recommendations based on data analysis. Your contributions will play a pivotal role in our ongoing success in the 12 countries we operate in. By joining Voi, you’re joining a truly data driven company where the data team is at the forefront:\n   \n\n  \n\n* Build decision support tools using data, metrics and dashboards\n* Guide operational decisions and help product teams build the best products\n* Solve business and product problems through data analysis\n* Present your insights and recommendations to stakeholders\n* Extract, manipulate and visualize data to find and understand patterns\n* Clean data to develop features and signals in a vast, unordered data set\n* Help the organization learn from data by advising on performance indicators, tests and analytical methodologies\n* Teach team members and lead the way for data driven ways of working\n\n\n**What You’ll Need To Embark**\n Being part of our team means to challenge the status quo and to drive change where you see needed, both in terms of how we work internally and how our operations execute. We believe you have an ability and willingness to learn and adapt to a changing environment, it also means to be a great team player and help us build a fantastic place to work! In addition to being fluent in English we believe the right person has:\n   \n\n  \n\n* Business interest, curiosity and creativity for efficient problem-solving\n* Experience in translating challenging and open-ended stakeholder needs into valuable analytical solutions\n* A few years of experience working as a Data Analyst in a autonomous and agile environment\n* Strong SQL skills\n* The ability to communicate your insights and findings in a captivating way\n* Great communication skills, both for collaborating and for sharing insights\n* Experience working with dbt and python is a plus\n* A university degree in a relevant field (e.g. Mathematics, Statistics, Science, Engineering, Business)\n\n\n**WHY VOI?**\n Working At Voi Is More Than Just a Job; Our People Promise Includes a Personal Voyage Where You Will Grow As a Professional And Be a Part Of a Team And Culture That Builds Something Meaningful For Society. In Addition To This You’ll Have The Opportunity To\n   \n\n  \n\n* Join Europe’s #1 micromobility operator and one of the fastest growing scaleups\n* Get “skin in the game” through our employee options program\n* Work with inspiring, motivated and fun colleagues towards a common goal\n* Join the micromobility revolution and be a part of creating sustainable cities made for living, free from noise and pollution\n\n\n Since 2018,\n **Voi** \n has been on a mission to create safe, sustainable and reliable micromobility for everyone. Today we are the leading shared micromobility operator in Europe, with HQ in Stockholm (Sweden), operating 100,000+ vehicles in 100+ towns and cities across 12 countries, serving 7+ million riders with over 300+ MILLION rides to date, and we have no intention of stopping here! We believe that micromobility will play a central role in changing how people move in our towns and cities in the future and want to ensure that the micromobility transformation happens the right way - through real innovative technology, partnership and transparent dialogue with towns, cities and governments, and by adapting our products to the local needs. In addition to improving quality of life in cities around the world, we are contributing to the solution for climate change by making sustainable transportation options more widely available and promoting renewable energy use and circularity along our supply chain.\n   \n\n  \n\n**Diversity Matters**\n As a Voiager, we offer you a friendly, collaborative and fast-paced workplace where you can bring your whole self to work, regardless of gender, age, ethnicity, religion, disability or sexual orientation - and welcome applications from whoever you are, including veterans, those actively serving as a Reservist and their partners. What is most important to us is how you treat others and what skills and value you bring to our team. We believe that having a wide diversity of people with different backgrounds and perspectives within Voi is essential to our success in delivering the best user experience to our equally diverse user base. With employees from over 50 nationalities working within Voi, we believe we have made good progress but know we can still do more - therefore we discourage any photos, personal letters, or disclosure of any information that concerns other information than your professional experience.","company_url":"https:\/\/se.linkedin.com\/company\/voi-technology","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFo65CzbG9jhQ\/company-logo_100_100\/company-logo_100_100\/0\/1630649328069\/voi_technology_logo?e=2147483647&v=beta&t=EQYc0z7SkXYSpQsGhrqpulCg50D1lE0Q4dKkTpueOV0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4226198616","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4226198616","job_url_direct":"https:\/\/erecruitment.eib.org\/psc\/hr\/EIBJOBS\/CAREERS\/c\/HRS_HRAM_FL.HRS_CG_SEARCH_FL.GBL?Page=HRS_APP_JBPST_FL&focus=Applicant&SiteId=1&JobOpeningId=110654&PostingSeq=1&aSource=Linkedin&urlHash=brp7","title":"(Senior) Applications & Technology Architect  – based in Luxembourg","company":"European Investment Bank (EIB)","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Banking","listing_type":null,"emails":"Jobs@eib.org","description":"**This position is based at our Luxembourg headquarters and requires regular office presence.** \n The EIB offers you the opportunity to live and work in a truly international and multi-cultural environment. We also offer relocation support.\n   \n\n  \n\n The\n **EIB** \n , the European Union's bank, is seeking to recruit for Information Systems Directorate (IS), Enterprise Architecture Unit (EA), at its headquarters in Luxembourg, a\n **(Senior) Applications & Technology Architect** \n**\\*.**\n**This is a full-time position at grade 5\/6 for which the EIB offers a permanent contract.**\n* Internal benchmark: (Senior) Engineer IT Technology & Infrastructure\n\n\n*Panel interviews are foreseen as from June 2025*\n Purpose\n   \n\n  \n\n Are you driven by the challenge of designing high-level application architectures that empower businesses to thrive?\n   \n\n  \n\n Do you excel at integrating complex solutions, drawing from diverse technology stacks, and leading innovation from concept to execution?\n   \n\n  \n\n We’re looking for a visionary architect, someone who understands that every design choice impacts the future of business operations and recognizes the power of thoughtful architecture in shaping digital transformation.\n   \n\n  \n\n In this role, you’ll take the lead in defining and managing our application and technology architecture. You’ll plan the structure of new systems, oversee implementation, collaborate closely with key stakeholders, and champion architectural awareness across the organization.\n   \n\n  \n\n Ready to make a lasting impact? Join us and help shape the future.\n   \n\n  \n\n Operating Network\n   \n\n  \n\n The role of the Enterprise Architecture Unit is to support the EIB Group to convert traditional businesses and ways of working to digital ones, using the potential of modern technologies and data. The aim is to establish a comprehensive business transformation strategy, synchronised with operational imperatives, and aligned with the overarching Digital strategy and vision. It ensures alignment in the strategic transformation journey while maintaining a consistent architecture.\n   \n\n  \n\n It facilitates the discussions between the Value Chains (VC) and platforms and support and monitor the Value Chains in their business processes optimisation, the delivery of solutions and activation of innovation.\n   \n\n  \n\n In this position, you would report directly to the Head of Unit.\n   \n\n  \n\n Accountabilities\n   \n\n  \n\n* Lead application & technology architecture practice. You won't just follow the trends; you'll set them. Share your vision and make a mark across the board by establishing cutting-edge principles, standards, and guidelines.\n* Design Tomorrow's Solutions, Today. Dive into the heart of our operations, joining forces with our elite Solution Architects and Delivery teams. Your collaborative spirit and foresight will help sculpt the enterprise's future, ensuring our architectural efforts are not just current but pioneering.\n* Navigate details across various layers, encompassing business, application, technology, data, operations, and security, the architect will exhibit exceptional proficiency in guiding the development of comprehensive, forward-looking solutions.\n* Maintain the architectural body of knowledge by documenting the architectural designs in place and manage the initiatives (knowledge repository that encompass any relevant matter linked to architecture such as prioritisation, feedbacks problems or new ideas and guides architectural development)\n* Turn Opportunities into innovations, with a keen eye for optimization, you'll continually enhance our application and technology landscape.\n* Ensure the alignment between Application Architecture practices with markets standards and best practices, including relevant monitoring activities\n* Work closely with senior leaders, transforming business needs into technological solutions, building architectural bridges that enhance our journey from aspiration to reality.\n\n\n**Qualifications**\n* University degree (minimum an equivalent to a Bachelor) preferably in Computer Science, Information Technology, or a related field.\n* At least 5 years of relevant professional experience as an Enterprise\/ Technology\/ Application Architect or similar role, with a track record of successfully delivering complex application projects\n* In-depth knowledge of application architecture principles, design patterns, and integration techniques\n* Expertise in multiple technology stacks, languages, and frameworks commonly used in application development\n* Understanding of data architecture, including database design, data modeling, and data integration\n* Experience in designing solutions that encompass application, integration, data, and business layers, fostering a unified and coherent ecosystem, preferably in Cloud environment\n* Excellent knowledge of English and\/or French (\\*\\*), with a good command of the other. Knowledge of other EU languages would be an advantage.\n\n\n Competencies\n   \n\n  \n\n*Find out more about EIB core competencies* \n here\n   \n\n  \n\n To find out more about our eligibility criteria click here\n   \n\n  \n\n*(\\*\\*) Unless stated explicitly as a required qualification, a good command of French is not a pre-requisite for hire. As both English and French are however official working languages of the EIB, proficiency in both languages is a pre-requisite for your future career development. Any language clause in your contract must be fulfilled in order for you to be eligible for a promotion (either via the annual appraisal cycle or via an internal selection process). Proficiency is understood to mean the attainment of* \n*level 5 of the Inter Institutional language courses, corresponding to B1.2 of the Common European Framework of Reference for Languages (CEFRL). The Bank offers appropriate training support.*\n We hire and value talent with unique characteristics, creating a work environment where they can be themselves. We believe that Diversity, Equity and Inclusion makes us a performing and innovative organisation. We encourage all suitably qualified and eligible candidates to apply regardless of their gender identity\/expression, age, racial, ethnic and cultural background, religion and beliefs, sexual orientation, disability or neurodiversity.\n   \n\n  \n\n We strongly invite applicants with a disability, neurodivergent profile or chronic condition to request reasonable accommodations at any stage during the recruitment process. Please contact the EIB Recruitment team Jobs@eib.org who will ensure that your request is handled.\n   \n\n  \n\n By applying for this position, you acknowledge the importance of maintaining the security and integrity of the Information of the EIB Group. In case of selection for the position you agree to comply with all measures (policies, controls, document classification and management) implemented by the EIB Group to prevent unauthorised disclosure of any information or any damage to the EIB Group reputation.\n   \n\n  \n\n*This is an open campaign to consecutively fill open position. The campaign will remain open until position is filled. Applications will be reviewed in order of receipt.*","company_url":"https:\/\/lu.linkedin.com\/company\/european-investment-bank","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGpLM-yjHoN8Q\/company-logo_100_100\/B4EZgYbhRSHEAY-\/0\/1752756524526\/european_investment_bank_logo?e=2147483647&v=beta&t=ETXt6F6W_xT-FjP_3WtVQOw9KIha2GVh0PCWpzmB9v4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4166258243","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4166258243","job_url_direct":"https:\/\/career.amendotech.se\/jobs\/5256842-natverkstekniker?utm_source=LinkedIn&urlHash=ff2R","title":"Nätverkstekniker","company":"Amendo Tech","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":"kiara.bergqvist@amendotech.se, johanna.hallenberg@amendotech.se","description":"Har du erfarenhet inom nätverk och infrastruktur och är redo att ta nästa steg i din karriär? Hos Amendo Tech får du möjligheten att arbeta med ledande företag inom bank, finans, retail, myndigheter, produktbolag och innovativa startups. Vi söker just nu engagerade konsulter för kommande interimsuppdrag som kan stärka våra kunders tekniska landskap och säkerställa deras infrastruktur och nätverk på högsta nivå.\n   \n\n  \n\n Din kompetens & profil\n   \n\n  \n\n Vi söker dig som är kunnig inom nätverksarkitektur och säkerhet och som har erfarenhet av att designa, implementera och övervaka nätverkslösningar i komplexa miljöer. Du har arbetat med några av följande tekniker:\n   \n\n  \n\n* Nätverksprotokoll och teknik: Stark kompetens inom TCP\/IP, DNS, DHCP, VLAN, VPN och routingprotokoll (t.ex. OSPF, BGP).\n* Brandväggar och säkerhet: Erfarenhet av brandväggar, IDS\/IPS, och andra säkerhetslösningar, exempelvis Cisco ASA, Palo Alto eller Fortinet.\n* Trådlösa nätverk: Erfarenhet av att konfigurera och hantera trådlösa nätverk (WLAN) och Wi-Fi-lösningar.\n* Lastbalansering och redundans: Kunskap om lastbalanserare och failover-lösningar för att säkerställa hög tillgänglighet.\n* Nätverksövervakning och felsökning: Vana vid att använda övervakningsverktyg.\n* Certifieringar: Gärna certifieringar inom Cisco (t.ex. CCNA, CCNP) eller motsvarande erfarenhet.\n* Molnplattformar: Gedigen erfarenhet av AWS, Azure, eller Google Cloud Platform samt arbete med hybridmoln-arkitektur.\n* Virtuella miljöer: Erfarenhet av virtualiseringsteknologier som VMware, Hyper-V eller KVM.\n* Serveradministration: Kompetens inom Windows- och Linux-servrar, inklusive säkerhetspatchning och hantering av Active Directory.\n* Lagring och backup: Kunskap om SAN, NAS och backuplösningar som Veeam eller Commvault.\n* Automatisering och scripting: Förmåga att effektivisera och automatisera arbetsflöden med hjälp av PowerShell, Python eller Ansible.\n* Säkerhet och övervakning: Förståelse för säkerhetspraxis och vana vid övervakningsverktyg för driftssäkerhet, exempelvis Zabbix eller Splunk.\n\n\n Du har en vilja, nyfikenhet och drivkraft att vilja skapa nytta hos kunden samt lära dig nytt. En problemlösare som inte är rädd för att ta initiativ och vågar utforska nya vägar och arbetssätt. Du har en förmåga att snabbt sätta dig in i nya sammanhang och processer. Du får saker gjorda och ser kunskapsluckor som en möjlighet för personlig utveckling. Du är analytisk och har stor förståelse för vikten av service och kommunikation.\n   \n\n  \n\n Som konsult kommer du att ställas inför en rad olika utmaningar, både från ett socialt och pragmatiskt perspektiv. Därför tror vi att du är öppen och ödmjuk för både förändring och för olikheter. Du har ett agilt sätt att möta problem och kan se dem från olika vinklar.\n   \n\n  \n\n Om Amendo Tech\n   \n\n  \n\n Amendo Tech är din heltäckande partner inom IT och tech. Som vår konsultkollega blir du en del av ett personligt bolag som lägger stor vikt vid kompetens, mångfald och innovation. Vi ser varje medarbetares unika perspektiv som en styrka, och vi erbjuder ett öppet klimat där vi stöttar dig att nå dina mål. Tillsammans bidrar vi till att forma en bättre framtid genom teknik och kreativitet.\n   \n\n  \n\n Vi är ett expansivt bolag med stark lokal närvaro i Stockholm samt i sydvästra och norra Sverige. Följ Amendo Tech på Linkedin!\n   \n\n  \n\n Amendo Tech är en del av Amendo Group som har arbetat med framtidens kompetens sedan 2001. I koncernen ingår även Amendo Bemanning & Rekrytering och Lagotto Executive Search & Interim. Tillsammans möter vi dig där du står, och tar dig dit du vill. Vi är din engagerade och trygga kompetenspartner.\n   \n\n  \n\n Frågor och kontakt\n   \n\n  \n\n Vid frågor eller funderingar om våra konsultuppdrag är du varmt välkommen att höra av dig till Amendo Techs Kiara Bergqvist på kiara.bergqvist@amendotech.se eller Johanna Hallenberg på johanna.hallenberg@amendotech.se. Vi ser fram emot att höra från dig, varmt välkommen med din ansökan!\n   \n\n  \n\n #IT","company_url":"https:\/\/se.linkedin.com\/company\/amendo-tech","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHwqwm1rucSiw\/company-logo_100_100\/company-logo_100_100\/0\/1643965553773\/amendo_tech_logo?e=2147483647&v=beta&t=nByOgdaVvSbbRQ1XsFaVTovO3DV1rFN8K2grHNLs8bA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4223731986","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4223731986","job_url_direct":null,"title":"SMB Sales Specialist","company":"Devoteam I Google Cloud Partner","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Company Description**\n  \n\n Devoteam is a leading technology partner to Google Cloud, AWS, and Microsoft across EMEA. With 20+ years of successful Google Cloud implementations and a team of certified experts, we drive digital transformation across various industries.\n   \n\n  \n\n At Devoteam, we champion a revolutionary \"New Way of Work\" that prioritises flexibility, personal growth, and joint success.\n   \n\n  \n\n  \n   \n\n  \n\n  \n\n**Job Description**\n  \n\n Drive Digital Transformation: Become a Mid-Market Cloud Advisor\n   \n\n* As a Cloud Advisor for Google Cloud and other cloud technologies at Devoteam, you will play a crucial role in expanding our footprint across the Nordics and DACH. You will be responsible for:\n* Hunting for New Business: Identify and acquire new customers with a focus on medium-sized businesses, generating leads and building strong relationships with key decision-makers.\n* Driving Revenue Growth: Develop and execute sales strategies to achieve ambitious targets, exceeding customer expectations and contributing to Devoteam's continued success with hyperscalers and ISVs.\n* Mastering the Sales Cycle: Own the entire sales process, from initial contact and needs analysis to proposal development, negotiation, and closing deals.\n* Building Long-Term Partnerships: Cultivate strong relationships with existing clients, identifying opportunities to expand our services and ensure their ongoing success in all areas of their technology procurement.\n\n\n Staying Ahead of the Curve: Maintain a deep understanding of the evolving Cloud ecosystem, including new products, services, and market trends.\n   \n\n  \n\n  \n   \n\n  \n\n Success Stories:\n   \n\n  \n\n*\"Joining Devoteam in the Nordics has been a transformative experience. The support from the local tech teams and the clear growth path have enabled me to consistently exceed my sales targets.\"\n   \n\n  \n\n — Aliha Mahmood, Junior Sales, Sweden*\n*\"Transitioning from Google to Devoteam has been a remarkable experience. The collaborative culture and unwavering commitment to innovation at Devoteam have empowered me to utilize my Google Cloud expertise to its fullest potential. Working with cutting-edge Google Cloud solutions here has significantly advanced my career and allowed me to deliver exceptional value to our clients.\"\n   \n\n  \n\n — Thomas Brunn, Sales Executive, Norway*\n Territory\n   \n\n* You'll be working with startups and mid-market corporations across the Nordic or the DACH region, primarily digital natives.\n\n\n  \n\n  \n\n**Qualifications**\n* Proven Hunter: Demonstrated success in acquiring new customers and closing deals in the IT project business, with a focus on hyperscaler technologies.\n* Solution-Oriented Mindset: Ability to understand client challenges and translate them into effective Cloud solutions.\n* Strong Communication & Presentation Skills: Excellent communication and presentation skills, with the ability to effectively articulate the value proposition of Cloud to C-level executives.\n* Relationship Builder: A natural networker who can build rapport and establish trust with clients and internal stakeholders.\n* Results-Driven: Highly motivated and results-oriented, with a strong work ethic and a commitment to exceeding expectations.\n* Languages: Excellent written and spoken English skills are essential. Fluency in a Nordic language is a plus. In DACH fluent German is a requirement.\n\n\n        \n   \n\n  \n\n  \n\n**Additional Information**\n  \n\n Devoteam is committed to creating a diverse and inclusive workplace where everyone feels valued and respected. We encourage applications from individuals with diverse backgrounds and experiences.\n   \n\n  \n\n  \n\n  \n\n Benefits:\n   \n\n* Flexible Work Arrangements: Enjoy a hybrid work model with the freedom to choose your working hours and location.\n* Career Development: Access to the Devoteam Academy for certified training and language courses, supporting your professional growth.\n* International Opportunities: Explore potential career opportunities within our global network.\n* Vibrant Culture: Be part of a dynamic and supportive team with regular social events and team-building activities.","company_url":"https:\/\/fr.linkedin.com\/company\/devoteam-google-cloud","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQE7dsccdmIB1Q\/company-logo_100_100\/company-logo_100_100\/0\/1631310628141?e=2147483647&v=beta&t=zbwW5PGy2vol8PsqqqSwg0YhEIew5bli0vO3Kolb9uU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4223004131","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4223004131","job_url_direct":"https:\/\/jobs.qred.com\/jobs\/5187928-customer-success-representative-sweden?utm_source=LinkedIn&urlHash=O9r1","title":"Customer Success Representative Sweden","company":"Qred","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Other","company_industry":"Banking","listing_type":null,"emails":null,"description":"We’re a cutting-edge tech-enabled bank on a mission to revolutionize financing for small businesses across 7 markets in northern Europe. Our innovative solutions aim to simplify access to financing and enable growth for small businesses. As we scale, we are now looking for a Swedish speaking Customer Success Representative to be part of our journey to transform the financial landscape for entrepreneurs.\n   \n\n  \n\n**The role**\n The role of Customer Success Representative involves supporting our Swedish customers via all of our inbound contact channels, phone, chat and email. You will resolve our customers errands which will be broad and varied, it can be anything from technical support regarding our Qred Visa card, questions about an ongoing loan application or help regarding invoices. You will take full ownership of the customer's errands and drive customer satisfaction through excellent customer service. You will be exposed to many parts of our business, giving you insights into both our Underwriting and Collections processes. In this role you will collaborate with colleagues in the team as well as other stakeholders and departments to drive errand resolution. We have grown the Swedish Customer Success team immensely in the past year, and also received our banking license at the end of last year. Therefore, you will also have an impact on new routines and ways of working both internally and on how we operate towards our customers.\n   \n\n  \n\n In this role, you will be a part of a large and diverse team of 19 people that houses Underwriters, Customer Success, and Collection Agents among others. This role reports to one of two Team Leads.\n   \n\n  \n\n**Responsibilities**\n* Manage inbound customer errands, via phone, chat, email.\n* Take full ownership of the resolution and the customer facing contact.\n* Collaborate with colleagues both within and outside the team to drive improvements.\n\n\n**Qualifications**\n* Experience in customer service, preferably via phone and email\n* Basic knowledge of financial products\n* Proven capabilities in high customer satisfaction\n* Strong sense of ownership & detail orientation\n* Curiosity and a will to constantly want to improve\n* Experience from previous fintech and\/or fast growing company is a plus\n* Fluency in Swedish, both written and spoken\n* Proficient in English, as it's our primary business language\n\n\n**One last thing - if you’re about to send in your application**\n This is a full-time, permanent position based in Stockholm with working hours Monday-Friday 8:30-17:30. Don’t wait to send in your application, we are reviewing applications on a rolling basis. While the start date is flexible, the right candidate can join us immediately.\n   \n\n  \n\n*Qred celebrates diversity and does not discriminate based on ethnicity, religion, national origin, gender, sexual orientation, age, disability status, or any other applicable characteristics protected by law.*\n Qred is an international FinTech scale-up that specializes in digital financing solutions for small businesses, with operations in the Nordics, Benelux, Germany and Brazil. We are passionate about helping small businesses thrive and grow, by providing them with business loans and credit cards. Right now we’re in an exciting phase of our journey that focuses on growth through smart product development and technology fueled by international expansion.","company_url":"https:\/\/se.linkedin.com\/company\/qred-bank-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHF2bceaBADIw\/company-logo_100_100\/company-logo_100_100\/0\/1726069665501\/qred_bank_ab_logo?e=2147483647&v=beta&t=Qg2K9n30lC5h0ZAI3T_R9D-mJSV8rGntlru4zRAHkeY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4208189980","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4208189980","job_url_direct":"https:\/\/www.lego.com\/en-dk\/careers\/job\/sales-associate-2f274ec3d569100a0f232686cd550000?cmp=SOC-INUS13OctOtherGlobalrecruitment&source=LinkedIn&urlHash=K8UE","title":"Sales Associate","company":"the LEGO Group","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Administrative and Customer Service","company_industry":"Manufacturing","listing_type":null,"emails":null,"description":"**Job Description**\n Core Responsibilities\n   \n\n  \n\n  \n\n  \n* Tasks are be assigned by floor leader in duty\n* Merchandise receiving and stocking\n* Driving sales\n* Ensure a signature experience for every guest that visits our LEGO stores by greeting every guest in your location, performing all cash register functions and portraying a professional, gracious, friendly and engaging manner at all times\n* Provide a clean, safe and visually stimulating environment by performing daily cleaning duties, maintaining store displays and learning and executing LEGO Brand Retail visual standards\n* Safely and efficiently operate the store stockroom as you assist in the receiving of merchandise, maintain the stockroom to LBR standards, know and abide by all safety regulations and notify management of potential shortage situations\n* Typically responsible for store operational tasks in duty\n\n\n Applications are reviewed on an ongoing basis. However, please note we do amend or withdraw our jobs and reserve the right to do so at any time, including prior to any advertised closing date. So, if you're interested in this role we encourage you to apply as soon as possible.\n   \n\n  \n\n**What’s in it for you?**\n Here is what you can expect\n   \n\n  \n\n**Family Care Leave** \n - We offer enhanced paid leave options for those important times.\n   \n\n  \n\n**Insurances** \n – All colleagues are covered by our life and disability insurance which provides protection and peace of mind.\n   \n\n  \n\n**Wellbeing** \n - We want our people to feel well and thrive. We offer resources and benefits to nurture physical and mental wellbeing along with opportunities to build community and inspire creativity.\n   \n\n  \n\n**Colleague Discount** \n – We know you'll love to build, so from day 1 you will qualify for our generous colleague discount.\n   \n\n  \n\n**Bonus** \n - We do our best work to succeed together. When goals are reached and if eligible, you'll be rewarded through our bonus scheme.\n   \n\n  \n\n**Workplace** \n - When you join the team you'll be assigned a primary workplace location i.e. one of our Offices, stores or factories. Our hybrid work policy means an average of 3 days per week in the office. The hiring team will discuss the policy and role eligibility with you during the recruitment process.\n   \n\n  \n\n Children are our role models. Their curiosity, creativity and imagination inspire everything we do. We strive to create a diverse, dynamic and inclusive culture of play at the LEGO Group, where everyone feels safe, valued and they belong.\n   \n\n  \n\n The LEGO Group is highly committed to equal employment opportunity and equal pay and seeks to encourage applicants from all backgrounds (eg. sex, gender identity or expression, race\/ethnicity, national origin, sexual orientation, disability, age and religion) to apply for roles in our team.\n   \n\n  \n\n The LEGO Group is fully committed to Children’s Rights and Child Wellbeing across the globe. Candidates offered positions with high engagement with children are required to take part in Child Safeguarding Background Screening, as a condition of the offer.\n   \n\n  \n\n Thank you for sharing our global commitment to Children’s Rights.\n   \n\n  \n\n Just imagine building your dream career.\n   \n\n  \n\n Then make it real.\n   \n\n  \n\n**Join the LEGO® team today.**","company_url":"https:\/\/dk.linkedin.com\/company\/lego-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQHzLKEboMMs6w\/company-logo_100_100\/company-logo_100_100\/0\/1631308631007?e=2147483647&v=beta&t=hlmth_z724S1rQ4kF_RdyzwPWFxT9clAjHtHeq5HqYo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4149774492","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4149774492","job_url_direct":"https:\/\/kyndryl.wd5.myworkdayjobs.com\/KyndrylProfessionalCareers\/job\/Stockholm-KSE51689-Serviced-Office\/Director\\u002d\\u002dConsult-Partner\\u002d\\u002dApplication-Services_R-31972?source=REC_APPLICANT_SOURCE_LinkedIn&urlHash=xF1o","title":"Director, Consult Partner--Application Services","company":"Kyndryl","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Sales, Business Development, and Customer Service","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Who We Are**\n At Kyndryl, we design, build, manage and modernize the mission-critical technology systems that the world depends on every day. So why work at Kyndryl? We are always moving forward – always pushing ourselves to go further in our efforts to build a more equitable, inclusive world for our employees, our customers and our communities.\n   \n\n  \n\n**The Role**\n Kyndryl Consult is the fastest growing business within the organization and instrumental to the company’s strategic growth objectives. You will play a key leadership role across multi-disciplinary teams, guiding them through complex consulting engagements and be responsible for creating and positioning strategic change agendas within Kyndryl's largest accounts across the C-suite, spanning the intersection between complex Business and IT customer solutions, transformations that impact across the entire customer Eco-system.\n   \n\n  \n\n As a Consult Partner, you will have a pivotal role in driving profitable growth, leveraging our comprehensive capabilities to build strong client relationships, and leading your team to success. This role demands a strong presence, industry expertise, and the ability to cultivate relationships with CXO-level clients. Your leadership will be critical in fostering talent development and innovation within the organization.\n   \n\n  \n\n This role will also be leading the overall client engagement and delivering high quality client work alongside senior client stakeholders. Working in a transaction environment which may be pre or post deal, planning post deal implementation, and ultimately supporting execution. Partners will be focused on financial impact, utilization and contribution, client impact and leadership.\n   \n\n  \n\n Contribute to Profitable Growth:\n   \n\n  \n\n* Drive significant financial outcomes through signings and revenue targets\n* Ensure sustained growth and profitability, managing margin expectations and backlog growth\n* Support the identification, pursuit and conversion of a pipeline of business development opportunities\n* Undertake scoping and fee negotiation on engagements, while enduring profitability and understanding and containing risk\n\n\n Client Engagement:\n   \n\n  \n\n* Build and maintain deep relationships with client CXOs and be seen as the 'go to' person and a trusted advisor by senior executives\n* Leading C-level client interactions and consulting initiatives, deliverables and outputs of a deal engagement\n* Demonstrate credibility and experience to advise and deliver on complex consulting engagement\n* Enhance client satisfaction, as measured by Net Promoter Score (NPS) and new relationship development; Secure client references\n\n\n Operational Excellence:\n   \n\n  \n\n* Achieve individual and team utilization targets\n* Lead the design of complex engagements and take responsibility for oversight of delivery, ensuring high performance and customer satisfaction\n\n\n Leadership, Management, People\n   \n\n  \n\n* Lead by example; Fostering a culture of continuous personal and professional development and challenging our people to be curious and innovative and supportive for each other. At the same time ensuring that all outcomes are commercially focused, value adding and effectively executed\n\n\n Strategic Contribution:\n   \n\n  \n\n* Utilize industry and technology expertise to shape and drive the company’s strategic initiatives.\n* Align with Kyndryl’s strategic vision and contribute to its execution.\n* Drive external eminence and innovation, establishing a strong personal and organizational brand in the industry.\n* Proactively develop thought leadership and intellectual capital\n\n\n**Who You Are**\n Who You Are\n   \n\n  \n\n You’re good at what you do and possess the required experience to prove it. However, equally as important – you have a growth mindset; keen to drive your own personal and professional development. You are customer-focused – someone who prioritizes customer success in their work. And finally, you’re open and borderless – naturally inclusive in how you work with others.\n   \n\n  \n\n**Required Skills And Experience**\n* 15+ years of experience in IT consulting and Sales, with focus on application services\n* Extensive experience in client engagement and relationship management at the CXO level\n* Demonstrable ability to build and commercialize relationships with senior executives\n* Proven track record of leading and executing complex projects with multi-disciplinary teams in a consulting, corporate or public sector environment\n* Effective financial acumen with experience in driving revenue growth and managing margins\n* Experience of managing or supporting high-value business development activities with senior stakeholders\n* Deep understanding of industry trends and technology\n* Sound personal brand and presence in the industry\n* Demonstrated ability to innovate and drive change\n* Industry experience in Retail & Industrial Sectors\n* Proven track record in pre-sales activities and solution design for large-scale Application Services engagements\n\n\n**Preferred Skills and Experience:**\n* Bachelor's degree or Master’s degree\n* Sales experience in technical solutions\n\n\n**Being You**\n Diversity is a whole lot more than what we look like or where we come from, it’s how we think and who we are. We welcome people of all cultures, backgrounds, and experiences. But we’re not doing it single-handily: Our Kyndryl Inclusion Networks are only one of many ways we create a workplace where all Kyndryls can find and provide support and advice. This dedication to welcoming everyone into our company means that Kyndryl gives you – and everyone next to you – the ability to bring your whole self to work, individually and collectively, and support the activation of our equitable culture. That’s the Kyndryl Way.\n   \n\n  \n\n**What You Can Expect**\n With state-of-the-art resources and Fortune 100 clients, every day is an opportunity to innovate, build new capabilities, new relationships, new processes, and new value. Kyndryl cares about your well-being and prides itself on offering benefits that give you choice, reflect the diversity of our employees and support you and your family through the moments that matter – wherever you are in your life journey. Our employee learning programs give you access to the best learning in the industry to receive certifications, including Microsoft, Google, Amazon, Skillsoft, and many more. Through our company-wide volunteering and giving platform, you can donate, start fundraisers, volunteer, and search over 2 million non-profit organizations. At Kyndryl, we invest heavily in you, we want you to succeed so that together, we will all succeed.\n   \n\n  \n\n**Get Referred!**\n If you know someone that works at Kyndryl, when asked ‘How Did You Hear About Us’ during the application process, select ‘Employee Referral’ and enter your contact's Kyndryl email address.","company_url":"https:\/\/www.linkedin.com\/company\/kyndryl","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQHgQ1kcTnuSCg\/company-logo_100_100\/company-logo_100_100\/0\/1630640554546\/kyndryl_logo?e=2147483647&v=beta&t=-hGKJoU30DGfKUjMNT6koghuAwV_yfBBv35_c6l4JT8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4237463079","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4237463079","job_url_direct":"https:\/\/aras.bamboohr.com\/careers\/182?src=LinkedIn&urlHash=3ugm","title":"Senior Project Manager","company":"Aras Corporation","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Project Management and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Aras is unique in the PLM industry worldwide. With our business model and innovative platform, we are changing and revolutionizing an entire industry. Our advanced technology provides greater scalability, flexibility and security for the largest organizations worldwide. Airbus, Audi, Denso, General Motors (GM), Honda, Kawasaki Microsoft, Mitsubishi and Nissan, among others, are already using our software.\n   \n\n  \n\n Are you an experienced Project Manager able to lead PLM implementation projects for some of the largest manufacturing companies in the world?\n   \n\n  \n\n Then you might be our new Senior Project Manager.\n   \n\n  \n\n Your Responsibilities\n   \n\n  \n\n As a Senior Project Manager at Aras, you have the overall responsibility for the overall success of all assigned projects. The key objectives are to manage all projects according to the statement of work delivering on time, within scope and budget.\n   \n\n  \n\n**You Will**\n* Manage multiple projects according to the statement of work\n* Perform the overall day-to-day Project Management to ensure that deliverables are achieved within time\/cost\/quality constraints\n* Lead all project communication, gate reviews, risk management, and open issue activities.\n* Provide project metrics to internal and external stakeholders\n* Prepare project status reports and keep the Team, Management, Clients and others informed of project status and related issues and escalations\n* Lead meetings with project team and client personnel (including client executives) on business or technical level discussions. Ability to drive towards consensus within the group\n* Supervise and manage project teams that may be located either onsite or offshore\n* Organize project teams ensuring that the project is adequately resourced and has the appropriate skills, competencies, and capacity\n* Identify and manage change requests by documenting the change and getting customer approval.\n* Analyze and manage project risks in collaboration with the project team to inform stakeholders on project status by creating necessary reports\n* Manage budget in accordance with the project pricing model including managing the project purchase orders ensuring that these are received and processed in accordance with internal procedure\n* Establish and maintain activity planning for use internally and externally taking into account effects that can affect realization of activities and milestones\n* Control time management of projects by managing hours or deliverables by employees within our delivery system and ensuring that it matches the contract with the customer\n\n\n Your profile\n   \n\n  \n\n We expect that you have experience project managing the implementation of information systems within the engineering\/manufacturing industry. You are able to professionally interact and communicate with customers and internal team members.\n   \n\n  \n\n**In Addition, You Have**\n* Exceptional communication, interpersonal, and presentation skills\n* The ability to work and successfully interact with client executives and management staff members\n* Proven strong project management skills with accountability for end-to-end delivery\n* Strong rapport and relationship building skills with both internal individuals and external customers. Must be an effective communicator in difficult customer situations\n* Excellent written communication skills to create Statements of Work, specifications, project plans, and other project documentation\n* Clearly demonstrated the ability to work with minimal supervision\n* A thorough understanding of large-scale enterprise application deployment methodologies with experience leading teams in an Agile \/ Scrum environment\n* Proven with deployment experience with enterprise software implementations in a Project Manager role, preferably within PLM\n* Strong planning, problem solving, and decision-making skills\n* A highly organized and self-motivated drive with the ability to prioritize, meet deadlines, and manage changing priorities\n* The ability to create work breakdown structures, assist in estimation, validate estimate confidence, and develop a schedule\n* The ability to manage multiple projects concurrently\n* The ability to work with all levels of the organization (Development, Sales, Marketing, Operations, and within the Professional Services Group) in a fast-paced environment\n* The ability to identify active project risks, monitors for risk triggers, and executes contingency plan\n* Fluent in English and Swedish for communication in an international environment\n* Swedish citizenship is required\n* Willingness to travel\n\n\n As you will be working in a mostly remote working organization, it is important that you are able to work independently but at the same time have a strong team spirit.\n   \n\n  \n\n What we offer\n   \n\n  \n\n* Dynamic, open-minded & international team\n* Development opportunities in a high growth environment\n* Work remotely or in one of our modern offices\n* Flexible working time models\n* Extensive Onboarding\n* Great team spirit and warm, inclusive work environment.","company_url":"https:\/\/www.linkedin.com\/company\/aras-corporation","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFoLi0QVrp21w\/company-logo_100_100\/company-logo_100_100\/0\/1716403444596\/aras_corporation_logo?e=2147483647&v=beta&t=54zKvjeZPa39piPYXRidpV-G3LKbLFUYVWkZ_0C48dg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4278189059","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4278189059","job_url_direct":"https:\/\/jobb.lansforsakringar.se\/LansforsakringarAB\/job\/Stockholm-IT-styrnings-och-riskspecialist\/823784602\/&urlHash=7eSL","title":"IT-styrnings- och riskspecialist","company":"Länsförsäkringar","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Insurance","listing_type":null,"emails":null,"description":"*Banksektorn är just nu inne i en spännande period och nu söker vi dig som vill vara med på vår fortsatta digitaliseringsresa som IT-styrnings- och riskspecialist hos Länsförsäkringar* \n*Bank IT.*\n**Om jobbet**\n Du kommer arbeta strategiskt och taktiskt med IT-styrning och riskhantering primärt inom LF Banks IT-verksamhet. Du kommer att verka i en omtyckt och växande bankverksamhet, med en väletablerad leveransorganisation där IT och verksamhet arbetar tätt ihop. Vi har väl definierade processer och arbetar löpande metodiskt och aktivt för att identifiera och minska risker i vår verksamhet. Digitalisering, agil utveckling och molntjänster är fokusområden framöver.\n   \n\n  \n\n Arbetsuppgifter i korthet innebär att underhålla och vidareutveckla bankkoncernens förmågor inom IT-styrningsområdet och riskhanteringen. I detta ingår bland annat:\n   \n\n  \n\n* Underhålla och vidareutveckla bankkoncernens IT-styrningsramverk och tillhörande styrdokumentation.\n* Leda och samordna förbättringsarbeten för att anpassa IT-styrningsramverket utifrån gällande regelverk.\n* Facilitera och ansvara för uppföljning och rapportering av bankkoncernens IT-styrningsramverk.\n* Stötta arbetet med bankkoncernens risk- och kontrollarbete inom IT-området.\n* Delta i bankkoncernens utveckling och samordning inom GRC-området.\n* Stödja PPO & IT:s ledningsgrupp med utredningar, underlag och riskanalyser i samband med beslut eller förfrågningar från myndigheter.\n\n\n**Vem är du?**\n Vi söker dig som har relevant akademisk bakgrund och erfarenhet från liknande roller, helst i en verksamhet som har en stor andel outsourcad IT och som implementerat agila arbetssätt. Vi ser det också som en klar fördel att du har branscherfarenhet från bank.\n   \n\n  \n\n Du har god kommunikationsförmåga i svenska och engelska, då du har många kontaktytor inom LFAB-koncernen. För att lyckas i rollen tror vi att du både ska ha förmåga att se helhet och vid behov gå in i relevanta detaljer. Som person är du lösningsorienterad, proaktiv och strukturerad.\n   \n\n  \n\n Vi ser att du har följande erfarenhet:\n   \n\n  \n\n* Förvaltning och vidareutveckling av styrningsramverk och tillhörande styrdokumentation.\n* Arbete med etablerade ramverk och standarder (t.ex. SAFe, ISO27001, ITIL, NIST eller COBIT).\n* Utvärdering av implementation och efterlevnad av regelverk avseende IT (t.ex. FFFS, DORA, GDPR, PSD2, FiDA, EBA:s riktlinjer).\n* Projekt- eller initiativledning med erfarenhet av att samverka med många intressenter i en större organisation.\n* Arbetat med riskhantering inom bank, försäkring eller annan relevant bransch.\n\n\n Meriterande:\n   \n\n  \n\n* Kunskap inom SAFe, DevSecOps, molntjänster & cybersäkerhet.\n* Utfört eller medverkat i IT-revision.\n* Utformat, infört och utvärderat effektiviteten av IT-kontroller.\n* Arbetat med metoder för identifiering, mätning och hantering av IKT-risker.\n\n\n**Om oss**\n I rollen som IT-styrnings- och riskspecialist ingår du i gruppen Ledningsstöd inom avdelningen Product, Process, Operations & IT (PPO & IT). Gruppen ansvarar för verksamhetsstyrning, IT-styrning, process- och förändringsledning, riskhantering, intern kontroll, leverantörsstyrning och andra styrnings- och ledningsfrågor.\n   \n\n  \n\n Länsförsäkringar Bank är idag Sveriges femte största bank och erbjuder ett brett sortiment av produker och tjänster till våra privat-, företag- och lantbrukskunder. I arbetet mot vår vision \"Tillsammans skapar vi trygghet och möjligheter\" hoppas vi att du vill bidra med ditt engagemang och nyfikenhet för effektivisering, AI samt omvärldsspaning av moderna verktyg och metoder för att driva våra utveckling framåt.\n   \n\n  \n\n**Mer information**\n*Låter det spännande? Då vill vi veta mer om dig! Välkommen med din ansökan redan idag. Vi arbetar löpande med denna rekrytering och kan komma att tillsätta tjänsten innan sista ansökningsdag.*\n**Sista ansökningsdag: 2025-08-24**","company_url":"https:\/\/se.linkedin.com\/company\/lansforsakringar","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHKqTc1v4vlJQ\/company-logo_100_100\/company-logo_100_100\/0\/1631335034489?e=2147483647&v=beta&t=V6JJc7OJUr6Lq1ZyoFHVkpjPebPVHYoynvBLIUHIDn4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4278463063","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4278463063","job_url_direct":"https:\/\/careers.assessio.com\/jobs\/6133783-group-financial-controller&urlHash=LrG6","title":"Group Financial Controller","company":"Assessio","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Accounting\/Auditing and Finance","company_industry":"Software Development","listing_type":null,"emails":"bryan.bailey@assessio.se","description":"**About Assessio**\n At Assessio, we have a bold ambition:\n **to become the leading HR Tech provider in Europe by 2028** \n , eliminating talent waste by helping people thrive in roles where they can perform at their best.\n   \n\n  \n\n Through our transformation into a scalable, AI-powered people data platform, we solutions that span recruitment and development. By combining +70 years of scientific heritage with a modern, intuitive product experience, Assessio serves global enterprises and public organizations with high HR tech maturity. Our mission? To lead the transformation toward a future with Zero Talent Waste by empowering individuals to unleash their full potential in roles aligned with their strengths.\n   \n\n  \n\n With offices in Sweden, Denmark, Norway, Germany, Estonia, and the Netherlands, and more on the way, we’re building a strong international presence. Join us in shaping the future of talent management in Europe. We are 170+ dedicated co-workers who share our vision of Zero Talent Waste.\n   \n\n  \n\n**About The Role**\n We are now looking for an experienced\n **Group Financial Controller** \n to join our growing Finance team at HQ in Stockholm. This is a high-impact role with end-to-end responsibility for group financial control, consolidation, and statutory reporting across our international SaaS group. As we continue our rapid expansion — including the integration of our newly acquired French SaaS business — this role is instrumental in creating scalable and harmonized financial operations across the group.\n   \n\n  \n\n You will work closely with our CFO and lead a small, distributed finance team across multiple European locations. Alongside core responsibilities, you’ll also take ownership of two strategic initiatives:\n   \n\n  \n\n* Driving standardized use and optimization of our ERP system (Visma) across all entities.\n* Leading the financial integration of our French acquisition.\n\n\n Candidates who are available to start on short notice will be given priority.\n   \n\n  \n\n**Main Responsibilities**\n* Lead the monthly group consolidation and internal reporting process (IFRS\/local GAAP).\n* Oversee statutory reporting and annual audits across multiple jurisdictions.\n* Own financial control across subsidiaries: closing, reconciliations, intercompany processes.\n* Manage cash reporting and covenant reporting to our financial partners.\n* Drive ERP harmonization and ensure consistent system usage across local finance teams.\n* Lead financial integration of newly acquired subsidiaries, starting with France.\n* Coordinate with external advisors: auditors, tax authorities, legal counsel.\n* Manage a team of 8–10 finance professionals and external accounting partners across Europe.\n\n\n**Who are you?**\n At Assessio, we believe in potential. While experience matters, your drive, curiosity, and collaborative mindset are what truly set you apart.\n   \n\n  \n\n You are a structured, energetic, and pragmatic team player- someone who thrives in a dynamic international setting. You're hands-on when needed, but also capable of leading and inspiring remote teams. You enjoy simplifying complexity, taking ownership of strategic processes, and are comfortable managing cross-border collaboration.\n   \n\n  \n\n We believe you’ll thrive in this role if you:\n   \n\n  \n\n* Hold a university degree in Accounting, Finance, or a related field.\n* Have 5–8 years of experience in international finance roles, preferably in SaaS or audit (Big 4 experience a plus).\n* Possess strong technical accounting knowledge (IFRS\/local GAAPs).\n* Have hands-on experience with ERP systems — Visma experience is highly valued.\n* Are confident leading consolidation, audits, and reporting in an international environment.\n* Excel at stakeholder communication — from CFOs to local finance staff to auditors.\n* Communicate fluently in English, both spoken and written.\n\n\n**Nice to have:**\n* Experience in M&A financial integration and project management.\n* A background in scaling financial operations during periods of high growth.\n* Familiarity with Swedish financial and regulatory context is a plus.\n\n\n**A fair and data-driven recruitment process**\n We practice what we preach. That’s why you probably will complete three short assessments (personality, cognitive ability, and motivation). It takes about 50 minutes and ensures a fair, unbiased selection process based on potential.\n   \n\n  \n\n You will find more info about the process at our Career Site.\n   \n\n  \n\n We look forward to getting in touch!\n   \n\n  \n\n If you have any questions regarding the recruitment process, please contact Bryan Bailey at bryan.bailey@assessio.se.","company_url":"https:\/\/se.linkedin.com\/company\/assessiosweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQECO_0byyYeGw\/company-logo_100_100\/company-logo_100_100\/0\/1736165996480\/assessiosweden_logo?e=2147483647&v=beta&t=jG8tx8Y3ZegxQbbyQGTNTlJCllkDgYlONWMnWxkfkdk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4208190107","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4208190107","job_url_direct":"https:\/\/jobs.qred.com\/jobs\/5804221-credit-analyst-credit-cards?utm_source=LinkedIn&urlHash=6qRW","title":"Credit Analyst (Credit Cards)","company":"Qred","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Finance and Sales","company_industry":"Banking","listing_type":null,"emails":null,"description":"Dedicated to powering entrepreneurs, Qred is a profitable, fast-growing fintech scale-up bank. In just 10 years, we’ve grown from a startup to hitting 1 billion SEK in annual revenue supporting over 50,000 entrepreneurs and helping create 10,000+ jobs every year. We combine smart tech with real-world experience to make funding simple, fast, and fair for entrepreneurs who need it most. With strong backing, a flat organization, and bold growth plans, we’re now looking for a Credit Analyst to join us and shape the future of small business owners.\n   \n\n  \n\n**The role**\n This is a new role at Qred which means you’ll take the lead on shaping how we manage the credit process for the Qred VISA. As a Credit Analyst with a focus on our card offering, you’ll be responsible for optimizing the entire credit process. You will be analysing, monitoring and optimising the credit origination and underwriting process as well as the framework for adjusting credit limits. In this role, you’ll work within the Credit Domain, but collaborate closely with Product, Customer Success, and Marketing to align credit strategies with customer needs and business goals. This is a unique opportunity to shape our current processes or build new ones from scratch, as well as to become the go-to expert for all credit-related aspects of our card product.\n   \n\n  \n\n**Responsibilities**\n* Analyse credit card origination and suggest improvements in the process\n* Define, monitor and optimise the framework for credit limit adjustments, i.e. automated increases or decreases in customer limits\n* Define, build and maintain dashboards for monitoring performance of the credit card product\n* Drive projects to improve and automate the credit process for the card product together with the card product team\n* Contribute feedback for improving the risk models and underwriting practices used for the card product\n* Data-driven optimisation of credit card customer lifecycle\n* Together with the business owner optimise the credit card commercials by balancing potential income against potential risk\n* Drive changes in the credit policy to facilitate the above\n\n\n**Qualifications**\n* Bachelor's or Master’s Degree in Finance, Engineering or Mathematics or other quantitative field\n* Relevant experience within the field of credit and analytics from bank, fintech, consulting or similar company\n* Experience of using Python and SQL, or similar programming languages for analysis\n* Experience using dashboarding systems such as Amazon Quicksight, Power BI, Qlikview or similar\n* Fluent in the English language\n* Proficiency in using Microsoft Office, Google Suite or similar for presentation and documentation\n\n\n**Skills and Competencies that will make you stand out from the rest**\n* Experience from credit card businesses, either targeting small businesses or consumers\n* Understanding and experience of credit scoring models\n* Project management skills or experience\n\n\n**Why join us?**\n This is a unique opportunity to join a growing fintech company that is redefining financial services for small businesses in Northern Europe. You’ll work with a passionate and innovative team, participating in creating an environment where employees thrive and contribute to a shared vision of success.\n   \n\n  \n\n**One last thing**\n This is a full-time, permanent position based in Stockholm. Don’t wait to send in your application, we are reviewing applications on a rolling basis. While the start date is flexible, the right candidate can join us immediately.\n   \n\n  \n\n*Qred celebrates diversity and does not discriminate based on ethnicity, religion, national origin, gender, sexual orientation, age, disability status, or any other applicable characteristics protected by law.*\n Qred is an international FinTech scale-up that specializes in digital financing solutions for small businesses, with operations in the Nordics, Benelux, Germany and Brazil. We are passionate about helping small businesses thrive and grow, by providing them with business loans and credit cards. Right now we’re in an exciting phase of our journey that focuses on growth through smart product development and technology fueled by international expansion.","company_url":"https:\/\/se.linkedin.com\/company\/qred-bank-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHF2bceaBADIw\/company-logo_100_100\/company-logo_100_100\/0\/1726069665501\/qred_bank_ab_logo?e=2147483647&v=beta&t=Qg2K9n30lC5h0ZAI3T_R9D-mJSV8rGntlru4zRAHkeY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4265758454","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4265758454","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I003\/493\/job?site=5&validator=b073f118b5fe762c32b44abda804bb19&lang=SE&rmpage=job&rmjob=3442&urlHash=IDz_","title":"Sektionschef IT för kraftsystemdrift","company":"Svenska kraftnät","location":"Sundbyberg, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Information Technology","company_industry":"Utilities","listing_type":null,"emails":"fornamn.efternamn@svk.se","description":"Svenska kraftnät är en nyckelaktör i energiomställningen. Vår IT-division växer för att möjliggöra en fördubblad elproduktion och en fossilfri framtid. Med den senaste tekniken ökar vi både infrastrukturens kapacitet och utvecklingstakten inom digitalisering och processer.\n   \n\n  \n\n**Om tjänsten**\n I samband med en organisationsutveckling inom avdelningen IT för Kraftsystem och Elmarknad inom division IT, där nya sektionsindelningar införs, söker vi nu en sektionschef för IT för kraftsystemdrift. Rollen är nyinrättad och erbjuder dig en unik möjlighet att leda och utveckla sektionen. Du kommer att bidra i avdelningens vidare implementering av den nya organisationen som innebär att utveckla och effektivisera arbetssätt för att möta verksamhetens i de snabba förändringar som sker.\n   \n\n  \n\n Som sektionschef har du personal- verksamhets- och ekonomiskt ansvar för sektionens mål och leveranser. Du har personalansvar för sektionens enhetschefer samt roller som finns i sektionens gemensamma funktion. Du rapporterar till avdelningschef IT för Kraftsystem och Elmarknad och stöttar även denne i t.ex. verksgemensamma frågeställningar och utveckling. Som sektionschef kommer du att\n   \n\n  \n\n* Leda sektionens tre enheter med enhetschefer\n* Inneha viktig roll i sektionens leveranser både utveckling som förvaltning\n* Delta i styrgrupps- och ledningsgruppsarbete\n* Styra, leda och arbeta med verksamhetsutveckling för sektionen och uppdrag\n* Stötta avdelningschef och bidra i att nå avdelningens strategiska riktning och mål\n* Stötta och utveckla underställda chefer i deras roller\n\n\n Avdelningen har det övergripande strategiska och operativa leveransansvaret av de IT-lösningar som möjliggör att Svenska kraftnät kan leverera enligt uppdraget inom systemansvaret. Till det hör allt från styrning, övervakning och balansering av kraftsystemet till att göra analyser på kort och lång sikt samt säkerställa en fungerande elmarknad.\n   \n\n  \n\n Sektionen har det strategiska och operativa leveransansvaret av de IT-lösningar som möjliggör drift och planering av kraftsystemet.\n   \n\n  \n\n Uppdraget är att möta verksamhetens behov över tid genom att kunna erbjuda moderna IT-lösningar som möjliggör att verksamheten når sina mål, både i det operativa och strategiska, för att kunna upprätthålla systemansvaret med balansering av transmissionsnätet.\n   \n\n  \n\n Genom den pågående energiomställningen där Svenska kraftnät, och IT, har en viktig roll finns stora möjligheter till löpande utveckling. Det är en central roll i att leverera kritiska IT-lösningar till vår kärnverksamhet och uppdrag där framtidens stamnät kräver nya och adaptiva IT-lösningar utifrån kraftsystemets förändring.\n   \n\n  \n\n**Om dig**\n**Skallkrav**\n För denna roll söker vi dig som har ett driv att nå resultat i samarbete med chefer, medarbetare och andra intressenter i och utanför organisationen. Det är mycket som händer i den utvecklingsfas som Svenska kraftnät just nu befinner sig vilket gör du behöver vara en person som är stabil och bra på att skapa hållbara strukturer i ditt arbetssätt. Vi lägger stor vikt vid dina personliga egenskaper.\n   \n\n  \n\n Du har en relevant akademisk examen såsom ingenjör, data-\/informationsvetenskap eller systemutveckling alternativt motsvarande kompetens förvärvad på annat sätt. Du har även erfarenhet\n   \n\n  \n\n* Att under flera år lett genom andra ledare, exempelvis som chef över chefer på mellannivå eller högre, med ansvar för både personal, resultat och budget.\n* Av strategiskt arbete inom såväl verksamhetsutveckling och förändringsledning\n* Av att arbeta med internationella leverantörer utifrån styrning, hantering av IT-avtal och uppföljning av leveranser och samarbete med externa parter\n\n\n Du har också mycket god kommunikativ förmåga i tal och skrift i svenska och engelska.\n   \n\n  \n\n Vi ser det som\n **meriterande** \n om du har erfarenhet av\n   \n\n  \n\n* IT-system med stor komplexitet och utvecklingstakt i kombination med höga tillgänglighets- och säkerhetskrav\n* Att ha arbetat med säkerhetskänslig verksamhet\n* Nordisk\/Europeiskt samarbete - t.ex. inom energifrågor\n* IT-lösningar inom energi- eller elkraftsbranschen\n* Arbete i chefsroll inom offentlig verksamhet\n\n\n**Bra att veta**\n* Tjänsten är placerad i Sundbyberg.\n* Möjlighet till distansarbete upp till 50 % .\n* Resor kan förekomma några gånger per år, främst inom Norden.\n* Sista ansökningsdag: 2025-08-13. Du kommer att få svara på ett antal frågor istället för ett personligt brev och behöver bara bifoga ditt CV.\n* Tjänsten är en tillsvidareanställning.\n* I denna rekryteringsprocess tillämpas tester.\n* Förmåner | Svenska kraftnät\n\n\n**Vid frågor, kontakta gärna**\n* Cumhur Sel, rekryterande chef, 010 475 82 14\n* Victoria Waltenberg, rekryterare, 010 350 90 45\n* Annika Ingeborn, SACO, 010 475 87 72\n* Erica Midfjäll, ST, 010 475 87 31\n\n\n- \n\n Du når oss också via e-post: fornamn.efternamn@svk.se. Under sommaren kan vi ha längre svarstider med anledning av semestertider.\n   \n\n  \n\n Jobba här – bli en viktig del av vår energiframtid | Svenska kraftnät\n   \n\n  \n\n Vi undanber oss direktkontakt med bemannings- och rekryteringsföretag samt säljare i samband med rekrytering, vi har upphandlade avtal som gäller för Svenska kraftnät som statlig myndighet.\n   \n\n  \n\n Övrig information\n   \n\n  \n\n Vi ställer höga krav på våra medarbetares säkerhets- och sekretessmedvetenhet. Innan ett beslut om anställning fattas kommer en säkerhetsprövning enligt säkerhetsskyddslagen (2018:585) att genomföras i de fall befattningen innebär hantering av säkerhetsskyddsklassificerade uppgifter eller deltagande i säkerhetskänslig verksamhet. Om anställningen avser befattning i säkerhetsklass kommer säkerhetsprövningen även att innefatta en registerkontroll och, i vissa fall, en särskild personutredning. För anställning på Svenska kraftnät kan det vara ett krav på svenskt medborgarskap i vissa befattningar. Med anställningen följer en skyldighet att krigsplaceras. För mer information om säkerhetsprövning Svenska kraftnät arbetar för att främja mångfald och motverka diskriminering och ser gärna sökanden med olika bakgrund och erfarenheter till våra rekryteringar. Lär känna Svenska kraftnät och hur det är att arbeta hos oss: Lär känna oss på Svenska kraftnät","company_url":"https:\/\/se.linkedin.com\/company\/svenska-kraftnat","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQF__n4s6wAyXA\/company-logo_100_100\/company-logo_100_100\/0\/1733998856706\/svenska_kraftnat_logo?e=2147483647&v=beta&t=oth0KDyeke3JBy7EtStx2Aidu1Chay-GGGng3TJXbW0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4122031845","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4122031845","job_url_direct":"https:\/\/jobs.lever.co\/extremenetworks\/da6da5de-e51b-46f4-8716-5b179251ae6a\/apply?source=LinkedIn&urlHash=Ou90","title":"Virtual Account Executive-Sweden","company":"Extreme Networks","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Extreme Networks Named to Computerworld’s 2023 List of Best Places to Work in IT!**\n Over 50,000 customers globally trust our end-to-end, cloud-driven networking solutions and rely on our top-rated services and support to accelerate their digital transformation efforts and deliver progress like never before and with double digit growth year over year, no provider is better positioned to deliver better outcomes on scale, than Extreme.\n   \n\n  \n\n We believe in “walking the walk” of our strong core values which enable us to successfully advance together. Diversity and Inclusion is a vital part of our values and beliefs, and we’re proud to foster an environment where every Extreme employee can thrive.\n   \n\n  \n\n Come become part of something big with us! We are a global leader, with hubs in Europe, North America, South America, Asia Pacific, and the Middle East.\n   \n\n  \n\n Virtual Account Executive is sales professional focused on acquiring and developing business within assigned territories and verticals, while looking for new logo prospects and developing existing accounts. Candidates will effectively be spending 70% of the time on active selling and 30% on supporting tasks such as network quotes, agreeing conditions with partners and other tasks related to sales.\n   \n\n  \n\n**Virtual Sales Tasks**\n* Acquire new logo business, build strong pipeline.\n* Actively seeks out and develops new customers, new opportunities.\n* Proactively contacting the existing clients to maximize business potential – active upsell\/cross sell .\n* Engaging with new leads provided by Operations Team, maximize MQL conversion into real opportunity\n* Generate new sales leads and opportunities\n* Acquisition and developing own customer portfolio – direct touch with end users is requirement\n* Provide consistent interaction with existing customers – upsell\/cross sell initiatives\n* Ensures that information about new products, services, and operational changes are communicated to customers on a timely basis\n* Maintain and builds account relationships.\n* Represents the Company at industry trade shows and conferences – travel requirements is a must\n\n\n**Other Tasks**\n* Manage the day to day client meetings.\n* Maintains all information about customers, including all contact information and call reports, accurately and timely in CRM (Salesforce).\n* Managing the jobs from quotation stage to booking in line with the client expectations and communicating effectively any service issues.\n* Manage and follow-up on quotes.\n* Internal liaison with the operations team assisting with quotations and service information.\n* Reporting activities to the country manager\n* Strong Swedish language skills","company_url":"https:\/\/www.linkedin.com\/company\/extreme-networks","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHbf-ChTQrR9w\/company-logo_100_100\/B56ZfHq9qIHEAY-\/0\/1751401618358\/extreme_networks_logo?e=2147483647&v=beta&t=BKawcD5HPxu69jBCHShu-iepzEn9ouSX_4aEsKPc494","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4254146111","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4254146111","job_url_direct":"https:\/\/jobs.sap.com\/job\/Stockholm-Solution-Advisor-Associate-SAP-Academy-for-Customer-Success-SWEDEN-%28Hybrid%29-111-34\/1216297601\/?feedId=384233&utm_campaign=SAPCSCareers&utm_source=LinkedinJobPostings&urlHash=fLxu","title":"Solution Advisor Associate - SAP Academy for Customer Success - SWEDEN (Hybrid)","company":"SAP","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales and Business Development","company_industry":"Software Development, IT Services and IT Consulting, and Business Consulting and Services","listing_type":null,"emails":"Careers.NorthAmerica@sap.com, Careers.LatinAmerica@sap.com, Careers.APJ@sap.com, Careers@sap.com","description":"**What We Offer**\n We help the world run better.\n   \n\n  \n\n Our company culture is focused on helping our employees enable innovation by building breakthroughs together. How? We focus every day on building the foundation for tomorrow and creating a workplace that embraces differences, values flexibility, and is aligned to our purpose-driven and future-focused work. We offer a highly collaborative, caring team environment with a strong focus on learning and development, recognition for your individual contributions, and a variety of benefit options for you to choose from. Apply Now!\n   \n\n  \n\n*The official recruitment begins August 2025. By applying to this position, you have the option to get in contact with us early in the application cycle for our SAP Academy for Costumer Success Program starting March 2026. We will host info sessions about the Program in the months ahead.*\n**The SAP Academy for Customer Success is a global development program designed for talent who are early in their career.**\n**Who You’ll Become**\n A Solution Advisor works closely with our customers and prospects to identify and solve business challenges and meet their strategic objectives using SAP solutions. As a part of the sales team, a Solution Advisor is the “subject matter expert” responsible for the functional and technical knowledge within the sales cycle. A Solution Advisor provides deal support by participating in discovery sessions, executive meetings and presentations and delivers software demonstrations that help the customer understand SAP’s unique value proposition. In addition to deal support, the Solution Advisor participates in marketing events to generate demand, leads Design Thinking sessions, and collaborates with the broader sales team to identify whitespace opportunities at existing accounts.\n   \n\n  \n\n**What You’ll Do**\n As a Solution Advisor within the SAP Academy for Customer Success, you will be responsible to:\n   \n\n  \n\n* Successfully complete a 10-month program that strengthens a foundation for a successful customer-facing career at SAP.\n* Participate in experiential learning opportunities with colleagues from all over the world and acquire a wide variety of business, industry and SAP solution skills while working with emerging and cutting-edge technologies.\n* Receive on-the-job training under the mentorship of a senior Solution Advisor colleague while working with our customers to gain real world experience and acquire the skills necessary to help guide our customers through their Digital Transformation journey.\n\n\n The program will enrich your knowledge of SAP and give you the professional experience to serve our customers. We offer full-time employment from day one with practical learning applications for your role. After successful completion of the program, you are expected to lead customer discovery sessions and survey activities to uncover business challenges and opportunities for innovation. You will create and deliver high impact and engaging software demonstrations that compel the customers to select SAP over other competitive offerings. You will also provide demand generation support through marketing events and deal execution support by responding to request for proposals.\n   \n\n  \n\n**Solution Areas Focus**\n**SAP Finance** \n**& Spend Management** \n**(** \n**F&S) –** \n Knowledge in key areas such as accounting, procurement, and supplier management, focused on boosting visibility, cutting costs, and improving efficiency. (Accounting, finance, quote-to-cash, procurement, supplier management)\n   \n\n  \n\n**SAP SuccessFactors (H** \n**uman Capital Management - H** \n**CM)** \n - Knowledge in core HR and payroll, talent management, employee experience management, HR analytics, workforce planning, and sales performance management.\n   \n\n  \n\n**SAP Supply Chain Management (SCM)** \n - Knowledge in Supply Chain, Asset Management, Manufacturing, Logistics, or Product and Project lifecycle management.\n   \n\n  \n\n**SAP Customer Experience (CX)** \n - Knowledge of e-commerce, sales, customer service, and marketing processe\n   \n\n  \n\n**SAP Business Transformation Management (BTM) -** \n Knowledge in Business Process Management\/Business Process Automation applications and architecture.\n   \n\n  \n\n**SAP Business Technology Platform (BTP) & SAP Business Data Cloud (BDC) -** \n Knowledge in database and data management, analytics, application development and integration, intelligent technologies, and AI. Understanding of Integration, Application, Data, Infrastructure, and Security technology domains.\n   \n\n  \n\n**What You Bring**\n* 2-3 years of professional experience with a strong foundation in technical and business processes, exposure to relevant technologies\/ solutions, and customer-facing skills.\n* Technical and business process knowledge, combined with strong complex problem-solving skills, to support solution delivery and operational efficiency through hands-on experience with relevant technologies and industry-standard tools.\n* A cooperative and productive approach to working relationships, internally and externally.\n* A strong ability to quickly learn new concepts, adapt to changing environments, and apply knowledge to deliver results.\n* An understanding of AI fundamentals, uses, and ethics, to identify business problems solvable with AI.\n* A resilient mindset, embracing challenges with optimism and consistently striving for growth and success.\n* Strong Business Acumen, including demonstrated knowledge of business processes and\/or industries.\n* Proficiency in English to engage with our global network\n* Profiency in Swedish\n\n\n**The SAP Academy for Customer Success is a global development program designed for talent who are early in their career.**\n**About SAP Academy For Customer Success**\n The SAP Academy for Customer Success offers a three-year journey that drives accountability and enhances productivity. It enables graduates to make a quick impact in customer-facing roles while fostering career longevity and leadership potential.\n   \n\n  \n\n Join us for a unique opportunity to build a global network, collaborate with customers to solve real business challenges, and gain hands-on experience with world-class cloud solutions — all while learning in a dynamic environment and earning competitive pay and benefits.\n   \n\n  \n\n**#SAPAcademyforCustomerSuccess**\n**#SAPCSCareers**\n SAP’s employees across different regions are enabled to do their best job with the right mix of office and remote work according to country-specific guidelines and regulations. In general, our\n **hybrid work setup** \n consists of\n **three days a week in the office or on-site with customers or partners.**\n We are planning a practical and immersive portion of our program, which will likely involve participants spending four (4) weeks, spread across two trips, in San Ramon, California. This experience is designed to provide unparalleled hands-on learning and networking opportunities. \\*Please note the in-person component is still in the planning phase, and the final decision will be confirmed by the first quarter of 2026. We will ensure that this information is communicated promptly, and that sufficient time is provided for necessary preparations.\n   \n\n  \n\n During intensive phases of the program, it is critical that all participants are fully engaged and present to ensure maximum learning and success. As such, vacation will not be approved during some critical times of the program\n   \n\n  \n\n**We are SAP**\n SAP innovations help more than 400,000 customers worldwide work together more efficiently and use business insight more effectively. Originally known for leadership in enterprise resource planning (ERP) software, SAP has evolved to become a market leader in end-to-end business application software and related services for database, analytics, intelligent technologies, and experience management. As a cloud company with 200 million users and more than 100,000 employees worldwide, we are purpose-driven and future-focused, with a highly collaborative team ethic and commitment to personal development. Whether connecting global industries, people, or platforms, we help ensure every challenge gets the solution it deserves. At SAP, we build breakthroughs together.\n   \n\n  \n\n**Our inclusion promise**\n SAP’s culture of inclusion, focus on health and well-being, and flexible working models help ensure that everyone—regardless of background—feels included and can perform at their best. At SAP, we believe we are made stronger by the unique capabilities and qualities that each person brings to our company. We invest in our employees to inspire confidence and help everyone realize their full potential. We ultimately believe in unleashing all talent and creating a better and more equitable world.\n   \n\n  \n\n SAP is proud to be an equal-opportunity workplace and is an affirmative action employer. We are committed to the values of Equal Employment Opportunity and provide accessibility accommodations to applicants with physical and\/or mental disabilities. If you are interested in applying for employment with SAP and are in need of accommodation or special assistance to navigate our website or to complete your application, please send an e-mail with your request to Recruiting Operations Team: Americas: Careers.NorthAmerica@sap.com or Careers.LatinAmerica@sap.com, APJ: Careers.APJ@sap.com, EMEA: Careers@sap.com.\n   \n\n  \n\n**EOE AA M\/F\/Vet\/Disability**\n Qualified applicants will receive consideration for employment without regard to their age, race, religion, national origin, ethnicity, age, gender (including pregnancy, childbirth, et al), sexual orientation, gender identity or expression, protected veteran status, or disability.\n   \n\n  \n\n Successful candidates might be required to undergo a background verification with an external vendor.\n   \n\n  \n\n Requisition ID: 430040 | Work Area: Presales | Expected Travel: 0 - 100% | Career Status: Graduate | Employment Type: Regular Full Time | Additional Locations: .","company_url":"https:\/\/de.linkedin.com\/company\/sap","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGmwwo0aq4jVA\/company-logo_100_100\/company-logo_100_100\/0\/1723034255614\/sap_logo?e=2147483647&v=beta&t=Xf0Eda3lLLNPm9ibOMwYyTyTw9Uv8_Kdf4pKR2i2ECk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4252537195","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4252537195","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Senior-Data-Scientist-Global-Analytics-Enablement-151-38\/1214750201\/&urlHash=Qma7","title":"Senior Data Scientist - Global Analytics Enablement","company":"Scania Group","location":"Södertälje, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Motor Vehicle Manufacturing","listing_type":null,"emails":"sarah.hantosi.albertsson@scania.com","description":"Scania's R&D department is transforming to become part of TRATON Group R&D. TRATON is a group of strong brands with a shared mission: transforming transportation together to create the future of sustainable transport solutions. Within TRATON, we include MAN, Scania, Volkswagen Truck & Bus, and International. As part of a global team of industry experts, you get to think bigger, experience more, and reach further. Together, we have the power to transform transportation.\n   \n\n  \n\n Our values – customer first, respect, team spirit, responsibility, and elimination of waste – are at the heart of everything we do.\n   \n\n  \n\n**Role Summary**\n We are looking for a tech savvy, passionate and strategic Senior Data Scientist to join our global Battery & Charging journey at TRATON R&D! Are you excited by the idea of using data to shape the future of electric mobility? Do you thrive on transforming complex technical domains into intelligent, scalable solutions? Do you love building full-stack data products just as much as empowering others to use them?\n   \n\n  \n\n We’re on a mission to create a unified and modern data foundation in the Battery and Charging area in Traton Group R&D. This is your opportunity to make a massive impact—driving strategic AI\/ML adoption and self-service analytics for engineers, data consumers and decision-makers across the electrification area.\n   \n\n  \n\n**Your role within our ecosystem**\n You will join the Global Analytics Enablement team—a mission-driven group accelerating data maturity across Battery & Charging R&D. We partner with domain teams to create clean, contextualized, and reusable data products that support innovation in electric vehicle charging, battery development, simulation, and more.\n   \n\n  \n\n You’ll work closely with data engineers, analysts, product owners, domain experts in battery and charging, architects, and data consumers across brands. You’ll also collaborate with central initiatives to shape data architecture, promote standards, and enable analytics at scale. This is both a hands-on and strategic role: You’ll prototype, productionize, mentor and evangelize.\n   \n\n  \n\n**You will be responsible for**\n* Identifying and translating domain needs into technical requirements scoping and building scalable solutions that enable ML, simulation and cross-functional analytics.\n* Designing scalable, efficient, quality data science tools that our expert engineers can use in their operations.\n* Co-leading our transformation roadmap, helping us evolve toward AI-readiness across our area.\n* Creating clarity around complex systems through visualisations, dashboards, documentation, and storytelling.\n* Mentoring analysts, engineers, and data savvy domain experts in both technical skills and supporting a culture of collaboration and learning.\n\n\n**Desired Qualifications**\n* M.S. degree or equivalent experience in Computer Science, Mathematics, Machine Learning, Data Science, Cognitive Science, Statistics or related fields such as Behavioural Science, Economics, Sociology, or other disciplines with a strong foundation in quantitative or computational methods.\n* 6+ years of experience as a Data Scientist or full-stack data practitioner in a technical domain, with a proven delivery track record.\n* General machine learning expertise: regression, classification, clustering, time-series analysis, Bayesian methods, and survival analysis.\n* Production-level engineering skills in Python\/SQL\/Scala, including testing, version control, scheduling, and documentation.\n* Advanced SQL skills and experience working with large, complex datasets.\n* Professional habits around model validation, performance tracking, and reproducibility.\n* Strong foundation in statistics: power analysis, significance testing, t-tests, ANOVA, etc.\n* Experience with distributed data processing and modelling (batch and streaming).\n* Experience building and operationalizing data and ML pipelines.\n* Familiarity with MLOps tooling (e.g., Vertex AI, MLflow, or similar).\n\n\n**You’ll Thrive Here If You...**\n* Carry a genuine passion for data, analytics, and building tools that enable others to do their best work.\n* Have solid stakeholder collaboration and relationship-building skills.\n* Have strong communication skills, especially in visualizing and explaining analysis clearly to both technical and non-technical audiences.\n* Are curious about how AI\/ML—like embeddings, semantic layers, LLMs and agents—can improve real-world technical work.\n* Enjoy working with smart, humble people across functions, brands, and borders.\n\n\n**Bonus Points If You...**\n* Have worked with time series data, telemetry or similar real-world measurement systems.\n* Understand data architecture patterns (information models, data mesh, lakehouse, modular pipelines).\n* Have helped teams adopt modern data\/ML platforms (Databricks, Snowflake, DuckDB, LangChain, etc.).\n* Passionate about designing meaningful data experiences - making data truly matter to people.\n* You don’t have to check every box—if you're excited about this role and believe you could grow into it, we are excited to get to know more about you.\n\n\n**Why This Team?**\n We’re a small but impactful enablement group with a clear mission: “To ensure that every decision in Battery & Charging can be empowered by data.” You’ll work alongside engineers across TRATON Group to standardize, simplify, and supercharge how we use data—from rigs to dashboards, from reports to edge deployed ML models. We build bridges across brands and make it easier to go from creating data to making insight. We combine technical excellence with servant leadership. We value radical candor, psychological safety, shared ownership and continuous learning.\n   \n\n  \n\n If we sound like your kind of team—come join us in shaping the future of electrified transport!\n   \n\n  \n\n**Application**\n Your application should include a CV and any relevant certificates. We welcome all applicants and strive for diversity in our recruitment processes.\n   \n\n  \n\n Apply as soon as possible; screening will take place on an ongoing basis during the application period. Logical and personality tests may be used as part of the selection process, and a background check may be required for this role.\n   \n\n  \n\n If you have questions or would like more information, please contact:\n   \n\n  \n\n Sarah Hantosi Albertsson sarah.hantosi.albertsson@scania.com\n   \n\n  \n\n We look forward to your application!","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=v2f945TWghdMCDvRt9P44DtfEO_k_CZd74M2K3jXPSY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4277318425","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4277318425","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I003\/493\/job?site=5&lang=SE&validator=b073f118b5fe762c32b44abda804bb19&job_id=p3394&urlHash=IFlF","title":"Brandväggstekniker","company":"Svenska kraftnät","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Government Administration","listing_type":null,"emails":"carina.Eyoma@se.experis.com, maria.sahlen2@svk.se, fornamn.efternamn@svk.se","description":"Svenska kraftnät är en nyckelaktör i energiomställningen. Vår IT-division växer för att möjliggöra en fördubblad elproduktion och en fossilfri framtid. Med ny teknik ökar vi både infrastrukturens kapacitet och utvecklingstakten inom digitalisering och processer.\n \n\n\n\n  \n\n\n\n\n\n**Om tjänsten** \n\n\n\n\n Svenska kraftnät spelar en avgörande roll i att säkra framtidens elförsörjning. För det krävs säker drift. Som Brandväggstekniker kommer du tillsammans med teamet att säkerställa en hållbar nätverksinfrastruktur.\n \n\n\n\n Du kommer vara del av ett erfaret och engagerat team bestående av närmare 20 kollegor. Tillsammans har ni det övergripande ansvaret för drift och utveckling av såväl intern som externa infrastruktur.\n \n\n\n\n Ditt bidrag kommer spela en viktig roll i det pågående tekniska generationsskiftet som är avgörande för att säkerställa att Sverige varken slocknar eller stannar.\n \n\n\n\n  \n\n\n\n\n\n**Huvudsakliga arbetsuppgifter** \n\n\n\n* Ansvara för drift av brandväggsmiljö, lastbalanserare, mail gateways och drift av IPAM och DNS, som är en viktig del av Svenska kraftnäts samhällskritiska IT-miljö.\n* Spela en viktig roll i utvecklingen och förändringen av den befintliga miljön där alltifrån deltagande i kritiska projekt till löpande dokumentation ingår.\n\n\n\n  \n\n\n\n\n\n**Om dig** \n\n\n\n\n Vi söker dig som har en god samarbetsförmåga – som är hjälpsam, prestigelös och trivs med att dela med dig av din kunskap till andra. Du trivs med att lösa problem, både självständigt och tillsammans med andra. Vi värdesätter att du tar initiativ till utveckling av såväl ditt eget arbete som till enhetens och verksamhetens utveckling. Du är noggrann och uppskattar kvalitet i arbetet. Vi lägger stor vikt vid personliga egenskaper.\n \n\n\n\n  \n\n\n\n\n\n Skallkrav:\n \n\n\n* Flerårig aktuell erfarenhet av Checkpoint\n* Flerårig erfarenhet av komplexa nätverksmiljöer med brandväggar\n* Kunskaper inom Unix\/Linux\n* Erfarenhet av IT-säkerhet i nätverk\n* Relevant utbildning inom IT eller motsvarande kompetens förvärvad på annat sätt som vi bedömer är likvärdig\n* Goda kunskaper i svenska och engelska, både i tal och i skrift\n\n\n\n  \n\n\n\n\n\n Meriterande:\n \n\n\n* Relevanta certifieringar, exempelvis CCSA\n* Erfarenhet av NSX och MDS\n\n\n\n  \n\n\n\n\n\n**Bra att veta** \n\n\n\n* Tjänsten är placerad i Sundbyberg, Stockholm\n* Möjlighet till distansarbete upp till 50 % #LI-hybrid\n* Sista ansökningsdag är\n **2025-08-24** \n . Vi använder urvalsfrågor istället för personligt brev\n* Tjänsten är en tillsvidareanställning med ev. beredskap\n* Förmåner | Svenska kraftnät\n\n\n\n  \n\n\n\n\n\n I denna rekrytering samarbetar Svenska kraftnät med Experis. Vid frågor kontakta rekryteringskonsult Carina Eyoma,\n **carina.Eyoma@se.experis.com**\n , 073 086 22 75, alternativt Maria Sahlén ansvarig rekryterare hos Svenska kraftnät,\n **maria.sahlen2@svk.se**\n , 010-489 20 27.\n \n\n\n\n Fackliga representanter är Annika Ingeborn, SACO, 010-475 87 72 och och Erica Midfjäll, ST, 010-475 87 31. Du når oss också via e-post:\n **fornamn.efternamn@svk.se**\n .\n \n\n\n\n  \n\n\n\n\n\n**Övrig information** \n\n\n\n\n  \n\n\n\n\n\n Vi ställer höga krav på våra medarbetares säkerhets- och sekretessmedvetenhet. Innan ett beslut om anställning fattas kommer en säkerhetsprövning enligt säkerhetsskyddslagen (2018:585) att genomföras i de fall befattningen innebär hantering av säkerhetsskyddsklassificerade uppgifter eller deltagande i säkerhetskänslig verksamhet. Om anställningen avser befattning i säkerhetsklass kommer säkerhetsprövningen även att innefatta en registerkontroll och, i vissa fall, en särskild personutredning.\n \n\n\n\n För anställning på Svenska kraftnät kan det vara ett krav på svenskt medborgarskap i vissa befattningar. Med anställningen följer en skyldighet att krigsplaceras.\n \n\n\n\n  \n\n\n\n\n\n\n För mer information om säkerhetsprövning\n \n\n\n\n\n Svenska kraftnät arbetar för att främja mångfald och motverka diskriminering och ser gärna sökanden med olika bakgrund och erfarenheter till våra rekryteringar.\n \n\n\n\n Lär känna Svenska kraftnät och hur det är att arbeta hos oss:\n \n\n\n\n  \n\n\n\n\n\n\n Lär känna oss på Svenska kraftnät\n \n\n\n\n\n Du ansöker senast 2025-08-24","company_url":"https:\/\/se.linkedin.com\/company\/svenska-kraftnat","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQF__n4s6wAyXA\/company-logo_100_100\/company-logo_100_100\/0\/1733998856706\/svenska_kraftnat_logo?e=2147483647&v=beta&t=oth0KDyeke3JBy7EtStx2Aidu1Chay-GGGng3TJXbW0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4263840616","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4263840616","job_url_direct":"https:\/\/mygwork.com\/jobs\/eqt-group-data-lead-2?src=linkedin&urlHash=uSPU","title":"Data Lead","company":"myGwork - LGBTQ+ Business Community","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"***This job is with EQT Group, an inclusive employer and a member of myGwork – the largest global platform for the LGBTQ+ business community. Please do not contact the recruiter directly.***\n**Shape the Future of Investment Technology at EQT**\n Do you thrive at the intersection of technology leadership and business innovation, and get excited by helping businesses extract the maximum value from their data?\n   \n\n  \n\n**Join us in building the future digital experience for EQT's global investor community.**\n**About The Client Value Stream Team**\n The Client Value Stream at EQT empowers EQT with fit-for-purpose tools and services to deliver an excellent client experience while enhancing operational efficiency. We’re a cross-functional team collaborating closely with stakeholders across EQT to ensure data and technology strategically support client engagement and business outcomes. Our team includes tech leads, data professionals, product managers and architects who together shape the future of client interaction through scalable, data-driven solutions.\n   \n\n  \n\n**About The Role**\n As a Data Lead in EQT’s Client Value Stream, you will play a critical role in enabling the Client Value Stream to deliver within data architecture and data delivery. You’ll lead a distributed team of data engineers and analytics professionals, ensuring the delivery of high-quality data products and insights. The role is key in driving the digital transformation of EQT’s client experience through strategic and technical leadership.\n   \n\n  \n\n**Key Responsibilities**\n* Implement the EQT Tech data strategy within the Client Value Stream aligned with broader business objectives.\n* Lead a distributed team of approx. 4–5 data professionals, fostering a culture of innovation and continuous improvement.\n* Oversee the development and optimization of domain data products and lead migration initiatives.\n* Partner with tech leads and architects within Tech, but also work closely with senior business stakeholders to communicate how data solutions align with business needs.\n* Continuously enhance Client Tech’s data infrastructure and lead investigations to ensure data quality and value delivery.\n\n\n**About You**\n You are a structured and proactive leader with a strategic mindset and a passion for using data to solve complex business challenges. You excel at building collaborative environments and have the ability to inspire and guide technical teams. You are forward-thinking, committed to excellence and thrive in an inclusive and fast-paced setting.\n   \n\n  \n\n**Desired Skills And Experience**\n* Proven experience in data leadership roles (e.g., Data Lead, Senior Data Engineer, BI\/Analytics Manager).\n* Hands-on experience with modern data stacks and frameworks (e.g., dbt, Snowflake, SQL, Fivetran).\n* Strong ability to balance technical depth with business understanding.\n* Genuine interest in business usage of data and providing high qualitative analytics capabilities.\n* Experience leading cross-functional teams and delivering data initiatives at scale.\n* Excellent communication and stakeholder management skills.\n\n\n**Nice-to-have**\n* Experience with data mesh frameworks and operationalizing data governance models.\n* Experience working with Salesforce Data, Sales \/ Service or Marketing Cloud\n* Familiarity with CRM Analytics, Tableau, PowerBI or Hex.\n* Infrastructure-as-code experience, ideally with Terraform.\n\n\n**What We Offer**\n At EQT, we provide an inspiring and inclusive workplace where talent thrives. You will be part of a forward-looking team that values innovation, collaboration, and growth. We offer a competitive compensation package, generous vacation policy, excellent healthcare and pension benefits, as well as hybrid work flexibility supporting your life outside work.\n   \n\n  \n\n**The Process**\n We’re excited to receive your application! Please note that we’ll begin the selection process in August and initiate interviews soon after.\n   \n\n  \n\n**Inclusion at** \n**EQT**\n*Our vision for EQT employees is to build high performing & engaged teams. Our competitive edge comes from fostering an environment where every individual feels valued, empowered, and motivated to drive business impact. Our commitment to inclusion is not just about fairness; We understand and believe that being a great place to work drives the best performance.At EQT, inclusion is a business imperative and it's embedded into our talent strategy, decision-making, and culture to ensure that every individual and team operates at their full potential. By doing so, we unlock better collaboration, stronger innovation, and superior investment outcomes.*\n**About EQT**\n*EQT is a purpose-driven global investment organization focused on active ownership strategies. With a Nordic heritage and a global mindset, EQT has a track record of almost three decades of developing companies across multiple geographies, sectors and strategies. EQT has investment strategies covering all phases of a business’ development, from start-up to maturity. EQT has EUR ‌ 269 billion in total assets under management (EUR ‌ ‌136 billion in fee-generating assets under management), within two business segments – Private Capital and Real Assets.\n   \n\n  \n\n With its roots in the Wallenberg family’s entrepreneurial mindset and philosophy of long-term ownership, EQT is guided by a set of strong values and a distinct corporate culture. EQT manages and advises funds and vehicles that invest across the world with the mission to future-proof companies, generate attractive returns and make a positive impact with everything EQT does. EQT has offices in more than 25 countries across Europe, Asia and the Americas and has more than 1,900 employees.*\n*More info: www.eqtgroup.com\n   \n\n  \n\n Follow EQT on LinkedIn, X, YouTube and Instagram*","company_url":"https:\/\/uk.linkedin.com\/company\/mygwork","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEVDrt8sev5eA\/company-logo_100_100\/company-logo_100_100\/0\/1705496448722\/mygwork_logo?e=2147483647&v=beta&t=W2E-HhBAOC0mpNsds1FA1iuO7IlMnKyPkX1YXVB5MQA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4210837877","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4210837877","job_url_direct":"https:\/\/job-boards.greenhouse.io\/wolt\/jobs\/6693861&urlHash=RcCF","title":"Kotlin Backend Engineer - Merchant Group","company":"Wolt","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Wolt**\n At Wolt, we create technology that brings joy, simplicity and earnings to the neighborhoods of the world. In 2014 we started with delivery of restaurant food. Now we’re building the delivery of (almost) everything and you’ll find us in over 500 cities in 30 countries around the world. In 2022 we joined forces with DoorDash and together we keep on dreaming big and expanding across the globe.\n   \n\n  \n\n Working at Wolt isn’t always easy, but it’s definitely exciting. Here you’ll learn more, build more, and ship more than in most other companies. You’ll be challenged a lot, but also have a lot of fun on the way. So, if you’re a self-starter with drive and entrepreneurial spirit, this could be the ride of your life.\n   \n\n  \n\n We’re looking for experienced Software Engineers to join various teams within the Merchant Group at Wolt! If you have a strong track record of building and maintaining scalable, production-grade systems and want to drive impact at scale, this is the place for you.\n   \n\n  \n\n**Who We Are**\n The Merchant Group consists of 150+ engineers across 25+ cross-functional teams, working together to help merchants grow their businesses and streamline operations through innovative technology. Some of us focus on building seamless experiences for our merchants, while others work on the behind-the-scenes magic that makes everything run smoothly.\n   \n\n  \n\n**What You’ll Do**\n As an engineer in our group, you’ll work on production-level microservices in Kotlin, helping shape how merchants succeed with Wolt. You’ll have opportunities to:\n   \n\n  \n\n* Design, build, and scale reliable systems that power merchant experiences.\n* Work across the full development lifecycle – from business logic and testing to cloud infrastructure and data streaming.\n* Collaborate on architecture and technology choices that keep our systems simple, scalable, and efficient.\n* Grow your skills and knowledge by working alongside experienced teammates in an environment that values learning and experimentation.\n\n\n**How We Work**\n* Autonomy & Ownership – Our engineers have end-to-end responsibility for their services, from implementation to production.\n* Collaboration – Architecture and working methods are defined together, ensuring we make the best choices for long-term success.\n* Scalability & Simplicity – We value pragmatic solutions that keep our systems robust without unnecessary complexity. We use technologies that serve Wolt, our teams, and our engineers best. You’ll have the freedom to experiment and adopt the tools that work.\n\n\n Find out more by checking out our Kotlin-related Tech Talks below:\n   \n\n  \n\n* Scaling Kotlin Backend Development Podcast\n* Kotlin at Wolt\n* Kotlin Meetup\n\n\n**Our Tech Stack**\n Our core technologies include Kotlin (Ktor, Koin, Spring, gRPC), PostgreSQL, MongoDB, Kafka, Redis, GitHub Actions, AWS, Docker, and Kubernetes.\n   \n\n  \n\n**Why Join Us?**\n No matter your level, Wolt is a place where you can learn, teach, and grow. If you’re passionate about building great technology and working in an environment that values teamwork and autonomy, we’d love to hear from you!\n   \n\n  \n\n 📍These open roles can be based in our tech hubs in Helsinki, Stockholm and Tallinn. You can choose whether you want to work from home, from the office or hybrid.\n   \n\n  \n\n Our humble expectations\n   \n\n  \n\n We’re seeking experienced Software Engineers with a strong background in building scalable microservices. While Kotlin is our primary language, experience with Java, Scala, or other JVM backend languages is great - if you’re confident in your ability to learn, we’d love to hear from you! 🛠️\n   \n\n  \n\n Beyond technical expertise, we value ownership, collaboration, and a mindset for growth. You thrive in tackling complex challenges, questioning conventions, and working closely with teammates to build reliable, scalable systems. 🚀\n   \n\n  \n\n Next steps\n   \n\n  \n\n We are hiring for multiple open positions across different teams in the Merchant Group. During the initial screening call our Talent Acquisition Partner will discuss with you your expectations and possible domain preferences as well as share more about the group. After the recruiter screening call, during the rest of the interviewing steps, you’ll meet hiring managers and software engineers from the Merchant group, a specific team being proposed at the end of the process - that’s the moment when you’ll get to meet your possible Team Lead. Throughout the process, we will do our best to match your experience, skills, and aspirations with the most suitable Engineering team!\n   \n\n  \n\n The compensation will be a negotiable combination of monthly pay and DoorDash RSUs. The latter makes it exceptionally easy to be excited about our company growing and doing well, as you’ll own a piece of the pie.\n   \n\n  \n\n For any further questions about the position, you can turn to Product+ Talent Acquisition Partner - Severi Kausola severi.kausola(at)wolt.com\n   \n\n  \n\n Our Commitment to Diversity and Inclusion\n   \n\n  \n\n We’re committed to growing and empowering a more inclusive community within our company, industry, and cities. That’s why we hire and cultivate diverse teams of people from all backgrounds, experiences, and perspectives. We believe that true innovation happens when everyone has room at the table and the tools, resources, and opportunity to excel.","company_url":"https:\/\/fi.linkedin.com\/company\/wolt-oy","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGAVNXIpc8cGQ\/company-logo_100_100\/company-logo_100_100\/0\/1630642511293\/wolt_oy_logo?e=2147483647&v=beta&t=FL-6RJHs3sT1D45luH_yMK2cK7Rwcl4QnfoGSM1PnM8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4223615639","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4223615639","job_url_direct":"https:\/\/jobs.ericsson.com\/careers\/job\/563121764020206?domain=ericsson.com&jobPipeline=LinkedIn&urlHash=NMBw","title":"Experienced Video Coding Researcher","company":"Ericsson","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Telecommunications","listing_type":null,"emails":null,"description":"**Join our Team**\n**About This Opportunity**\n Ericsson's 6G vision, first introduced in 2020, remains pivotal for transforming business and society in the 2030s through secure, efficient, and sustainable communication services. Video, which is estimated to account for nearly 75% of all mobile data traffic, is an essential part of this vision and a key enabler of the emerging services anticipated in the 6G cyber-physical world. To meet the ever-increasing demands of deploying existing and future video services at scale, video coding technologies and standards continue to evolve, aiming to provide more efficient, flexible, scalable, and sustainable ways of delivering video services to consumers and businesses world-wide.\n   \n\n  \n\n The pace of innovation in video coding has never been as fast as now encompassing both advanced signal processing and neural network-based compression techniques. As a researcher in our team, you will be at the forefront of this development. You will invent, implement, and evaluate video coding algorithms that will become part of next generation video coding standards. You will produce software implementing novel video coding algorithms, write standardization contributions, academic publications, and patent applications.\n   \n\n  \n\n**What You Will Do**\n* Be working in an international team of world class researchers in video coding.\n* Have your research validated and recognized in a competitive standardization environment comprising world-class experts and leaders in the video coding community.\n* Be working in a dynamic department with opportunities for learning, taking on new responsibilities, impacting ways of working, and much more.\n\n\n**The Skills You Bring**\n* M.Sc. or Ph.D. in a relevant technical area.\n* Passion and strong skills in programming.\n* Interest and curiosity for solving problems and delivering innovative solutions.\n* Experience with object-oriented languages such as C++ and Python.\n* Experience and interest in video coding.\n* Experience and interest in signal processing and neural networks applied to video coding and processing.\n* Familiarity with video coding standards such as H.265\/HEVC and H.266\/VVC.\n* Track record in publishing in scientific journals and delivering presentations at standardization meetings, academic conferences or relevant industry events.\n\n\n We are looking forward to your application in English where you describe the value of your experience and skills in the above technical area.\n   \n\n  \n\n**Application end date: August 15, 2025.**\n**Why join Ericsson?**\n At Ericsson, you´ll have an outstanding opportunity. The chance to use your skills and imagination to push the boundaries of what´s possible. To build solutions never seen before to some of the world’s toughest problems. You´ll be challenged, but you won’t be alone. You´ll be joining a team of diverse innovators, all driven to go beyond the status quo to craft what comes next.\n   \n\n  \n\n**What happens once you apply?**\n Click Here to find all you need to know about what our typical hiring process looks like.\n   \n\n  \n\n Encouraging a diverse and inclusive organization is core to our values at Ericsson, that's why we champion it in everything we do. We truly believe that by collaborating with people with different experiences we drive innovation, which is essential for our future growth. We encourage people from all backgrounds to apply and realize their full potential as part of our Ericsson team. Ericsson is proud to be an Equal Opportunity Employer. learn more.\n   \n\n  \n\n**Primary country and city:** \n Sweden (SE) || Stockholm\n   \n\n  \n\n**Req ID:** \n 763752","company_url":"https:\/\/se.linkedin.com\/company\/ericsson","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQENqPbk40CTBA\/company-logo_100_100\/B4EZYffZaEG0AQ-\/0\/1744285047948\/ericsson_logo?e=2147483647&v=beta&t=lUrIjTQVocqJbxjf6dOTGSjqj496YssKVRiTnwtvCxU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4210838471","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4210838471","job_url_direct":"https:\/\/job-boards.greenhouse.io\/wolt\/jobs\/6694817&urlHash=7Xai","title":"Workday Integrations Engineer","company":"Wolt","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Wolt**\n At Wolt, we create technology that brings joy, simplicity and earnings to the neighborhoods of the world. In 2014 we started with delivery of restaurant food. Now we’re building the delivery of (almost) everything and you’ll find us in over 500 cities in 30 countries around the world. In 2022 we joined forces with DoorDash and together we keep on dreaming big and expanding across the globe.\n   \n\n  \n\n Working at Wolt isn’t always easy, but it’s definitely exciting. Here you’ll learn more, build more, and ship more than in most other companies. You’ll be challenged a lot, but also have a lot of fun on the way. So, if you’re a self-starter with drive and entrepreneurial spirit, this could be the ride of your life.\n   \n\n  \n\n At Wolt, our People Tech team is on a mission to empower our people through smart, seamless HR technology. As a Workday Integrations Engineer, you’ll play a critical role in building, maintaining, and evolving the digital backbone that connects our people systems—driving efficiency, accuracy, and scalability across our global operations.\n   \n\n  \n\n Join us and help shape how Wolt’s 12,000+ employees experience HR technology every day.\n   \n\n  \n\n 📍This role can be based in Budapest, Helsinki, Stockholm or Warsaw. If you are based Hungary, Finland, Sweden or Poland remote work is also an option.\n   \n\n  \n\n What You’ll Be Doing\n   \n\n  \n\n* Design and develop integrations between Workday and other internal\/external systems using tools like Workday Studio, EIB, Core Connectors, PECI, and Picof.\n* Build and enhance Workday Extend applications in close collaboration with HR and business stakeholders.\n* Own the lifecycle of integrations—from design and implementation to testing, documentation, and support.\n* Ensure system security and compliance, aligning with audit frameworks like SOC and SOX.\n* Drive innovation by identifying opportunities to improve and automate HR workflows.\n* Collaborate cross-functionally to understand business needs and translate them into technical solutions.\n* Lead integration-related efforts for Workday system upgrades and feature releases.\n\n\n What We’re Looking For\n   \n\n  \n\n* 5+ years of experience in Workday integrations.\n* Proficiency in Workday Studio, EIBs, Core Connectors, BIRT, PECI, and Document Transformation.\n* Experience with XSLT, XTT\/ETV, and complex report building.\n* Strong analytical and communication skills, with a high standard of discretion and reliability.\n* A proactive mindset and the ability to lead integration projects end-to-end.\n* Workday integration certification is a plus.\n\n\n Why You’ll Love It Here\n   \n\n  \n\n At Wolt, we’re building more than just great software—we’re building an employee experience that scales with every new hire and every global expansion. You'll have the autonomy to take ownership, the opportunity to innovate, and the platform to grow in one of Europe’s most dynamic tech environments.\n   \n\n  \n\n Come help us create the next generation of people tech at Wolt!\n   \n\n  \n\n https:\/\/youtu.be\/GoL541\\_xj9w\n   \n\n  \n\n Our Commitment to Diversity and Inclusion\n   \n\n  \n\n We’re committed to growing and empowering a more inclusive community within our company, industry, and cities. That’s why we hire and cultivate diverse teams of people from all backgrounds, experiences, and perspectives. We believe that true innovation happens when everyone has room at the table and the tools, resources, and opportunity to excel.","company_url":"https:\/\/fi.linkedin.com\/company\/wolt-oy","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGAVNXIpc8cGQ\/company-logo_100_100\/company-logo_100_100\/0\/1630642511293\/wolt_oy_logo?e=2147483647&v=beta&t=FL-6RJHs3sT1D45luH_yMK2cK7Rwcl4QnfoGSM1PnM8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4252495172","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4252495172","job_url_direct":"https:\/\/career.cparta.se\/jobs\/5648423-security-engineer?utm_source=LinkedIn&urlHash=Pk8a","title":"Security Engineer","company":"Cparta Cyber Defense","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Computer and Network Security","listing_type":null,"emails":"ka@cparta.se","description":"**Security Engineer till Cparta Cyber Defense**\n**Cparta Cyber Defense är ett snabbt växande kommersiellt företag inom cyberförsvar med ett tydligt syfte – att bidra till ett tryggare och säkrare samhälle. Vi skyddar inte bara våra kunders digitala tillgångar, utan är också en aktiv del i att stärka Sveriges cyberresiliens i en tid där hotbilden ständigt förändras.**\n**Genom att kombinera spetskompetens med ett djupt samhällsengagemang är vi med och försvarar demokratin, näringslivet och människors integritet. Vår kultur präglas av mod, innovation, ödmjukhet och stark teamkänsla.**\n**Vi söker fler som delar vår övertygelse: att verklig förändring skapas tillsammans – och att vi hand i hand kan göra Sverige säkrare.**\n**Om Rollen**\n Som Security Engineer i vårt dynamiska Cyber Defense-team kommer du att spela en nyckelroll i att skydda våra kunder mot cyberhot. Du kommer bland annat att:\n   \n\n  \n\n* Bygga och konfigurera avancerade säkerhetsövervaknings- och analyslösningar som förbättrar visibiliteten och detekteringsförmågan för vårt blue team (CDC\/IR\/TH\/CTI).\n* Utveckla och underhålla lösningar för logghantering, tolkning och automatisering, samt implementera use cases i vår SIEM.\n\n\n**Ditt Dagliga Arbete Kommer Att Bestå Av**\n* Installera, konfigurera och underhålla servrar och applikationer för säkerhetsövervakning och incidenthantering.\n* Utveckla och integrera automatiseringslösningar som gör att verktyg fungerar sömlöst tillsammans.\n* Designa och utveckla plugins och fristående program för att komplettera befintlig programvara.\n\n\n**Vi Söker Dig Som Har**\n* Minst två års erfarenhet av SOC-relaterade tjänster.\n* Erfarenhet av CI\/CD.\n* Gedigen kunskap inom SIEM och relaterade verktyg.\n* God erfarenhet av Python-utveckling.\n* Grundläggande nätverkskunskaper och erfarenhet av skriptspråk som bash och awk.\n\n\n**Så här ser vår rekryteringsprocess ut**\n Vi tror på att skapa en personlig och transparent process där både du och vi får lära känna varandra på riktigt.\n   \n\n  \n\n* Första steget är en intervju på vårt centrala kontor på Kungsgatan 37, där du träffar din blivande chef för ett samtal om vem du är och vad vi står för som bolag.\n* Därefter får du möta några av dina framtida teamkollegor – ett viktigt tillfälle för att både känna in dynamiken och fördjupa oss i din kompetens.\n* Nästa steg är ett förmånssamtal med HR där vi går igenom erbjudandet, villkor och förmåner.\n* Referenser\n* Om vi alla känner att vi har en match, så följer en säkerhetsintervju på plats. I det skedet genomför vi även bakgrundskontroll.\n\n\n**Krav**\n För att arbeta hos oss måste du vara svensk medborgare, ostraffad och genomgå en bakgrundskontroll.\n   \n\n  \n\n**Ansökan**\n Har du frågor om tjänsten? Kontakta Benjamin Karlsson på\n **b** \n**ka@cparta.se** \n . Vi rekryterar löpande, så skicka in din ansökan så snart som möjligt och bli en del av vårt växande team.\n   \n\n  \n\n Cparta was founded in 2020, with the conviction that the solution to the security challenges of digitalization is to build a Collective Commercial Cyber Defense (C3D) together. Cpartas Vision is to defend the digital integrity of Swedish critical societal functions and intellectual property. The Mission is to create this Collective Commercial Cyber Defense (C3D) to enable clients to leverage digitalization.\n   \n\n  \n\n C3D is a commercial initiative inspired by the Swedish doctrine of “Totalförsvar” for the Cyber domain. Cparta focuses on protecting critical infrastructure and vital intellectual property and industry since these are essential for Swedish society and national competitiveness. Cpartas clients and partners networks are key to collect and share valuable data and experiences, helping each other to become more safe.","company_url":"https:\/\/se.linkedin.com\/company\/cparta-cyber-defense","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHJWGBcvhaMRQ\/company-logo_100_100\/company-logo_100_100\/0\/1630631909191\/cparta_cyber_defense_logo?e=2147483647&v=beta&t=45OwXSZKMnEcfFrNzy1PmHGui2mv5z-Cm16oMlpLThs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4233063351","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4233063351","job_url_direct":"https:\/\/job-boards.greenhouse.io\/wolt\/jobs\/6822273&urlHash=_O-x","title":"Senior Backend Engineer (Python), Cart & Checkout, Consumer Group","company":"Wolt","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Wolt**\n At Wolt, we create technology that brings joy, simplicity and earnings to the neighborhoods of the world. In 2014 we started with delivery of restaurant food. Now we’re building the delivery of (almost) everything and you’ll find us in over 500 cities in 30 countries around the world. In 2022 we joined forces with DoorDash and together we keep on dreaming big and expanding across the globe.\n   \n\n  \n\n Working at Wolt isn’t always easy, but it’s definitely exciting. Here you’ll learn more, build more, and ship more than in most other companies. You’ll be challenged a lot, but also have a lot of fun on the way. So, if you’re a self-starter with drive and entrepreneurial spirit, this could be the ride of your life.\n   \n\n  \n\n The Cart & Checkout team is looking for Senior Backend Engineers! This team’s mission is to offer an amazing order experience; helping consumers to order in a fast, easy and collaborative way while providing a delightful user experience in different product lines.The team is responsible for the full order experience, one of the main flows in our consumer app and web, used by more than 40M users in 30 countries.\n   \n\n  \n\n Some of the team's key focus areas are baskets management, cart review, checkout experience, group orders and double orders. At the same time, the team owns and maintains a tier 0 service, therefore, we follow SRE practices, maintain and develop new features based on this service.\n   \n\n  \n\n Cart and Checkout is a cross-functional team covering 4 stacks: Frontend, Backend, iOS and Android. Which is supported by a QA engineer, a Data Analyst, a designer, a Team Tead and a Product Lead.\n   \n\n  \n\n This role can be based in one of our tech hubs in Helsinki, Tallinn, Berlin or Stockholm or you can work from home anywhere in any of those countries and enjoy up to 30 days of remote from abroad per year.\n   \n\n  \n\n**Our humble expectations**\n We are looking for a technical leader with a background in building massively scalable distributed backend services using Python, integrated with MongoDB, Postgres DB, internal gRPC services, Kafka, Kubernetes and delivering modern, testable and maintainable code.\n   \n\n  \n\n We build some of our newer services in Kotlin, so while prior experience is a nice bonus, it’s not a must-have. What matters most is that you’re open and excited to work with Kotlin as part of the stack. In addition to the software development skills, we are looking for a team player with great communication and collaboration skills, flexibility and an agile attitude along with a product oriented mindset. We expect you to have these too!\n   \n\n  \n\n**Next steps**\n The position will be filled as soon as we find the right person, so make sure to apply as soon as you realize you really, really want to join us!\n   \n\n  \n\n The compensation will be combination of monthly pay and DoorDash RSUs. The latter makes it exceptionally easy to be excited about our company growing and doing well, as you’ll own a piece of the pie.\n   \n\n  \n\n Our Commitment to Diversity and Inclusion\n   \n\n  \n\n We’re committed to growing and empowering a more inclusive community within our company, industry, and cities. That’s why we hire and cultivate diverse teams of people from all backgrounds, experiences, and perspectives. We believe that true innovation happens when everyone has room at the table and the tools, resources, and opportunity to excel.","company_url":"https:\/\/fi.linkedin.com\/company\/wolt-oy","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGAVNXIpc8cGQ\/company-logo_100_100\/company-logo_100_100\/0\/1630642511293\/wolt_oy_logo?e=2147483647&v=beta&t=FL-6RJHs3sT1D45luH_yMK2cK7Rwcl4QnfoGSM1PnM8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4279303595","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4279303595","job_url_direct":"https:\/\/grnh.se\/0rzuuwij1us&urlHash=wMNH","title":"NetSuite Engineer","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Canonical is a leading provider of open-source software and operating systems for global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engineering innovation and IoT. Our customers include the world's leading public cloud and silicon providers, and industry leaders in many sectors. The company is a pioneer of global distributed collaboration, with 1200+ colleagues in more than 80 countries and very few office-based roles. Teams meet two to four times yearly in person, in interesting locations around the world, to align on strategy and execution.\n   \n\n  \n\n The company is founder led, profitable and growing.\n   \n\n  \n\n We are hiring a\n **Business Systems Engineer** \n with NetSuite experience, who strives for the highest engineering quality and process efficiency, seeks improvements, continuously develops their skills, and applies them at work. This is an exciting opportunity to work with several popular business systems, and deliver first-class experience to Canonical business operations.\n   \n\n  \n\n The Commercial Systems unit has several areas of responsibility spread across five engineering teams, closely collaborating with other engineering and business teams at Canonical. The\n **Business Systems** \n team is responsible for systems such as NetSuite, Salesforce, and several others. The engineers work closely with operations teams, implement business processes, and keep the systems compliant. This team is a great opportunity for an individual with a genuine interest in understanding the business, high engineering standards, and drive to deliver first-class experience to Canonical employees using those systems to get their job done.\n   \n\n  \n\n**Location** \n : This role will be based remotely in the EMEA region.\n   \n\n  \n\n**The role entails**\n* Develop engineering solutions in NetSuite, Salesforce, and other business systems\n* Collaborate with colleagues on business specifications, technical designs, and code reviews\n* Learn Canonical business processes\n* Depending on your seniority, coach, mentor, and offer career development feedback\n* Develop and evangelize great engineering and organizational practices\n\n\n**What we are looking for in you**\n* Exceptional academic track record from both high school and university\n* Undergraduate degree in a technical subject or a compelling narrative about your alternative chosen path\n* Track record of going above-and-beyond expectations to achieve outstanding results\n* Experience with NetSuite, Salesforce, or other CRM\/ERP systems\n* Professional written and spoken English with excellent presentation skills\n* Result-oriented, with a personal drive to meet commitments\n* Ability to travel internationally twice a year, for company events up to two weeks long\n\n\n**Nice-to-have skills**\n* Performance engineering and security experience\n* Experience with accounting, sales, sales operations, or other business roles\n\n\n What we offer colleagues\n   \n\n  \n\n We consider geographical location, experience, and performance in shaping compensation worldwide. We revisit compensation annually (and more often for graduates and associates) to ensure we recognize outstanding performance. In addition to base pay, we offer a performance-driven annual bonus or commission. We provide all team members with additional benefits, which reflect our values and ideals. We balance our programs to meet local needs and ensure fairness globally.\n   \n\n  \n\n* Distributed work environment with twice-yearly team sprints in person\n* Personal learning and development budget of USD 2,000 per year\n* Annual compensation review\n* Recognition rewards\n* Annual holiday leave\n* Maternity and paternity leave\n* Employee Assistance Program\n* Opportunity to travel to new locations to meet colleagues\n* Priority Pass, and travel upgrades for long haul company events\n\n\n**About Canonical**\n Canonical is a pioneering tech firm at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open source projects and the platform for AI, IoT and the cloud, we are changing the world of software. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence - in order to succeed, we need to be the best at what we do. Most colleagues at Canonical have worked from home since its inception in 2004. Working here is a step into the future, and will challenge you to think differently, work smarter, learn new skills, and raise your game.\n   \n\n  \n\n**Canonical is an equal opportunity employer**\n We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4223574027","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4223574027","job_url_direct":"https:\/\/bli.b3.se\/jobs\/5909391-microstrategy?utm_source=LinkedIn&urlHash=94EH","title":"MicroStrategy","company":"B3 Indes","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"På B3 Indes förvandlar vi data till värdefulla insikter som driver förändring och innovation. Vi skapar lösningar inom AI, Business Intelligence, Data Science och Automation för att maximera värdet av data och stärka företags konkurrenskraft. Vår styrka ligger i att kombinera passion för AI och data med en stark laganda, där vi stöttar varandra och löser utmaningar tillsammans.\n   \n\n  \n\n**Rollen som konsult inom konsult på B3:**\n Hos oss får du chansen att arbeta med några av Sveriges mest framåtlutade organisationer. Du som har gedigen erfarenhet av MicroStrategy kommer här till din rätt – hos oss får du:\n   \n\n  \n\n* Utveckla och optimera MicroStrategy-lösningar som gör verklig skillnad hos våra kunder.\n* Arbeta med hela kedjan – från schemaobjekt och komplexa mått till rapporter och dashboards.\n* Bidra till lösningsarkitektur och prestandaoptimering i storskaliga MicroStrategy-implementationer.\n* Designa och konfigurera säkerhetsmodeller, roller och åtkomstkontroller som säkerställer dataskydd och användarbehörighet.\n* Tillsammans med kollegor och kunder modellera datalagerlösningar och implementera avancerade BI-plattformar.\n* Dela med dig av din expertis i ett team som präglas av samarbete, nyfikenhet och teknisk höjd.\n\n\n Vi söker dig som trivs i en roll där du får vara både teknisk specialist och rådgivare – någon som inte bara kan skapa lösningar i MicroStrategy, utan också förstår den större bilden och kan vägleda kunder mot långsiktigt hållbara dataplattformar.\n   \n\n  \n\n**Är det här du?**\n Vi tror att du har flera års erfarenhet av att arbeta med MicroStrategy och behärskar hela plattformen – från att skapa schemaobjekt och komplexa mått till att bygga användarvänliga dashboards och rapporter. Du har en god känsla för hur man skapar robusta och skalbara lösningar, och har troligen arbetat med MicroStrategys olika komponenter i större BI-implementationer.\n   \n\n  \n\n Du har koll på SQL och har jobbat med datalagerlösningar (DWH), och du är van att tänka på prestanda, struktur och säkerhet i allt du gör. Att konfigurera roller, behörigheter och säkerhetsfilter är en naturlig del av ditt arbete, och du gillar när det är ordning och reda i lösningarna du bygger.\n   \n\n  \n\n Vi ser gärna att du har jobbat som konsult tidigare – och att du trivs med att växla mellan projekt, branscher och kundutmaningar. Flytande svenska och engelska är ett måste, eftersom vi jobbar i båda språken dagligen.\n   \n\n  \n\n**Och om du dessutom...**\n* har erfarenhet av någon av de stora molnplattformarna (som AWS eller Azure),\n* kan navigera i andra BI-verktyg som Power BI eller Tableau,\n* har jobbat i miljöer med Snowflake, Databricks eller liknande,\n* eller är van vid DevOps-flöden och verktyg som Visual Studio –\n* då har du lite extra stjärnglans i vår bok!\n\n\n**Varför välja B3 Indes?**\n 💡\n **Utveckling & karriär** \n – Väx i en entreprenörsdriven miljö där din kompetens får ta plats.\n   \n\n  \n\n 🌿\n **Balans & välmående** \n – Vi värnar om ditt välbefinnande med stöd för wellness och en flexibel vardag.\n   \n\n  \n\n 🚀\n **Energi & gemenskap** \n – Här präglas kulturen av öppenhet, nyfikenhet och en passion för att skapa något större – tillsammans.\n   \n\n  \n\n ❤️\n **Vi bryr oss – på riktigt** \n – Vi engagerar oss i samhällsfrågor och samarbetar med initiativ som Suicide Zero, My Dream Now och Pink Programming för att göra skillnad även utanför arbetslivet.\n   \n\n  \n\n**En arbetsplats som gör skillnad:**\n Vi är stolta över att ha utsetts till ett av\n **Sveriges fem främsta karriärföretag 2025** \n – en utmärkelse som speglar vår energi, nyfikenhet och vårt engagemang för att skapa en inkluderande och inspirerande arbetsplats. Här värdesätts olika perspektiv och idéer, och vi tror att det är just det som gör oss starkare.\n   \n\n  \n\n Hos oss får du friheten att styra över dina uppdrag, din arbetstid och din utveckling. Vi erbjuder\n **konkurrenskraftiga löner** \n , flexibilitet att forma din vardag och en sund balans mellan jobb och fritid. Och vi vet att\n **gemenskap är minst lika viktigt som teknik** \n – därför satsar vi på allt från konferensresor och sommarfester till sköna AW:s där vi kan släppa jobbet för en stund.\n   \n\n  \n\n**Om B3 Consulting Group**\n*B3 Consulting Group är ett expansivt konsultbolag med cirka 1000 medarbetare. Vi brinner för innovation och hjälper Sveriges ledande företag och organisationer att skapa framtidens möjligheter genom digital transformation. B3 finns på tolv orter i Sverige samt i Polen, med huvudkontor i Stockholm. Bolaget grundades 2003, är noterat på Nasdaq Stockholm Small Cap och omsatte 1 141 MSEK 2023.*\n*Vi är stolta över vår prisbelönta företagskultur, där olikheter, erfarenheter och gemensam energi värdesätts. Som ett etiskt och transparent bolag strävar vi efter att ha en positiv påverkan på samhället, människor och miljön. Vi är även engagerade i Women in Tech och initiativ för att stärka AI-utbildning för kvinnor. 2024 utsågs vi till Årets Employer Branding-företag, och vår HR-chef vann titeln Årets HR-chef.*","company_url":"https:\/\/se.linkedin.com\/company\/b3-indes","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQH2JW3kV3HM1Q\/company-logo_100_100\/company-logo_100_100\/0\/1630607813244\/b3_indes_logo?e=2147483647&v=beta&t=kEDkTQACIkTOFltfdrTiwQbACskN1_SHbFAQU01TcLw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4224481415","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4224481415","job_url_direct":"https:\/\/databricks.com\/company\/careers\/open-positions\/job?gh_jid=7855376002&gh_src=62a881d62&urlHash=mqb5","title":"Emerging DNB Hunter Account Executive, Nordics","company":"Databricks","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales","company_industry":"Software Development","listing_type":null,"emails":null,"description":"SLSQ326R4\n   \n\n  \n\n Want to help solve the world's toughest problems with data and AI? This is what we do every day at Databricks.\n   \n\n  \n\n Databricks operates at the leading edge of the Data and AI space. Our customers turn to us to lead the accelerated innovation their businesses need to gain first-mover advantage in today's ultra-competitive landscape.\n   \n\n  \n\n As an Emerging Enterprise Hunter Digital Native, you are an enterprise sales professional experienced in selling to Digital Native accounts. You know how to sell innovation and change through customer vision expansion and can guide deals forward to compress decision cycles. You love understanding a product in depth and are passionate about communicating its value to Customers and Partners. Always looking for new opportunities, you will close new accounts and expand them. Along with the chance to close exciting deals and solve meaningful problems, we also offer accelerators above 100% quota attainment.\n   \n\n  \n\n You will report to the Emerging Enterprise Sales Director, Nordics.\n   \n\n  \n\n**The Impact You Will Have**\n* Assess your territory and develop a successful execution strategy\n* Use a solution-based approach to selling and creating value for new logo accounts\n* Identify and close quick, small wins while managing longer, complex sales cycles\n* Track all customer details including use case, purchase time frames, next steps, and forecasting in Salesforce\n* Exceed activity and quarterly revenue targets\n* Promote the value of the Databricks' Data Intelligence Platform\n* Ensure 100% satisfaction among all customers\n\n\n**What We Look For**\n* Understanding of the data platform and cloud ecosystems\n* Some exposure to the software industry and some basic concepts of selling SaaS, Data and Business Value\n* Basic understanding on how to research company information and identifying key stakeholders\n* Competent with prospecting research and ability to map out key stakeholders\n* Adept in selling to technical buyers\n* Understanding of MEDDPICC\n* Experience exceeding sales targets\/quotas\n* Bachelor's Degree or relevant work experience\n* Fluency in English and Swedish is required\n\n\n**About Databricks**\n Databricks is the data and AI company. More than 10,000 organizations worldwide — including Comcast, Condé Nast, Grammarly, and over 50% of the Fortune 500 — rely on the Databricks Data Intelligence Platform to unify and democratize data, analytics and AI. Databricks is headquartered in San Francisco, with offices around the globe and was founded by the original creators of Lakehouse, Apache Spark™, Delta Lake and MLflow. To learn more, follow Databricks on Twitter, LinkedIn and Facebook.\n   \n\n  \n\n**Benefits**\n At Databricks, we strive to provide comprehensive benefits and perks that meet the needs of all of our employees. For specific details on the benefits offered in your region, please visit https:\/\/www.mybenefitsnow.com\/databricks.\n   \n\n  \n\n**Our Commitment to Diversity and Inclusion**\n At Databricks, we are committed to fostering a diverse and inclusive culture where everyone can excel. We take great care to ensure that our hiring practices are inclusive and meet equal employment opportunity standards. Individuals looking for employment at Databricks are considered without regard to age, color, disability, ethnicity, family or marital status, gender identity or expression, language, national origin, physical and mental ability, political affiliation, race, religion, sexual orientation, socio-economic status, veteran status, and other protected characteristics.\n   \n\n  \n\n**Compliance**\n**If access to export-controlled technology or source code is required for performance of job duties, it is within Employer's discretion whether to apply for a U.S. government license for such positions, and Employer may decline to proceed with an applicant on this basis alone.**","company_url":"https:\/\/www.linkedin.com\/company\/databricks","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQFPIRKiPVETuw\/company-logo_100_100\/company-logo_100_100\/0\/1697215766274?e=2147483647&v=beta&t=K5mi1ouCxRu2wpiCv1XfYxu29YGccouH7wYiGiXNNpQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4251769153","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4251769153","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-SAP-Solution-Architect-in-Sourcing-and-Procurement-151-38\/1215665801\/&urlHash=umRx","title":"SAP Solution Architect in Sourcing and Procurement","company":"Scania Group","location":"Södertälje, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Motor Vehicle Manufacturing","listing_type":null,"emails":"andy.arens@scania.com","description":"Scania is undergoing a transformation from being a leading supplier of trucks, buses, and engines to providing complete and sustainable transport solutions. Together with TRATON and our sister brands MAN, Volkswagen Truck & Bus, and International, we are working to shape the future of mobility with innovative and environmentally conscious solutions.\n   \n\n  \n\n Our values – customer first, respect, team spirit, responsibility, and elimination of waste – are at the heart of everything we do. Together, we are at the forefront of creating a sustainable future.\n   \n\n  \n\n**This Is Us**\n At Scania, we are on an exciting journey of transformation—modernizing our industrial operations and evolving into a more data-centric, agile, and future-ready organization. Our Digital Core team plays a vital role in this journey by delivering world-class IT solutions, with SAP S\/4HANA at the heart of our ERP backbone.\n   \n\n  \n\n We’re a collaborative, forward-thinking team working at the intersection of business and technology. Our work supports procurement, production, logistics, and finance—and we’re proud to help shape the foundation of Scania’s digital future.\n   \n\n  \n\n If you’re inspired by change, innovation, and making a real impact—this is where you belong.\n   \n\n  \n\n**Role Summary**\n We are looking for an experienced SAP Solution Architect within the sourcing and procurement domain to help drive our SAP transformation. You will be part of our Source-to-Pay area, where you’ll work across functions to design scalable, efficient, and innovative SAP solutions.\n   \n\n  \n\n Your main mission will be to contribute to the setup and refinement of our global SAP template, ensuring alignment between business needs and our evolving system landscape. As a key part of the team, you’ll influence future direction, assess new SAP product opportunities, and guide technical design decisions in projects that span across Scania and the broader TRATON Group.\n   \n\n  \n\n**Job Responsibilities**\n* Lead architecture design and development activities within SAP S\/4HANA for sourcing and procurement.\n* Shape and evolve the global SAP template, supporting both ongoing and future project releases.\n* Evaluate SAP tools (e.g., Central Procurement Hub, Fieldglass, SAP ECM) and identify opportunities for Scania.\n* Safeguard solution integrity by promoting standard processes and scalable architecture.\n* Collaborate with stakeholders to gather requirements, define scope, and support integration or customer-specific solutions.\n* Guide change management and participate in review and governance processes.\n* Share your knowledge with peers and contribute to Scania’s IT innovation culture.\n\n\n**Who You Are**\n We believe you are a curious, solutions-oriented professional with a strong foundation in SAP sourcing and procurement. You’re as comfortable navigating complex technical challenges as you are engaging with stakeholders from different backgrounds.\n   \n\n  \n\n You likely bring:\n   \n\n  \n\n  \n\n* 5+ years’ experience in SAP sourcing and procurement, covering direct and\/or indirect materials.\n* Deep understanding of procurement business processes and system integration.\n* Experience across multiple phases of SAP project lifecycles, ideally in S\/4HANA environments.\n* Familiarity with tools such as SAP BTP, Fieldglass, SAP ECM, VIM, and integrations with non-SAP systems (advantageous).\n* Exposure to the automotive industry or other large-scale manufacturing environments (preferred).\n* A collaborative and pragmatic mindset, with strong stakeholder management skills.\n* Excellent communication skills in English (Swedish is a plus).\n\n\n You’re passionate about innovation, enjoy solving complex problems, and are excited to work in a space where your contributions can shape the future of an entire industry.\n   \n\n  \n\n*We welcome applicants from all backgrounds – your unique experience and perspectives is valuable to us.*\n**Scania Offers**\n We offer a dynamic, flexible workplace with hybrid work options, including Scania Sergel and Midway hubs. With a structured development plan and courses, Scania supports your career growth both locally and internationally.\n   \n\n  \n\n Benefits include training at our health center Gröndal or wellness allowance, result bonus, flexible hours, and company car leasing. Scania also hosts events for employees and their families, and Stockholm residents enjoy direct access to Södertälje via Scania Job express buses.\n   \n\n  \n\n**Application**\n*Due to summer vacation period, we will be going through all applications starting W.33*\n Your application should include a CV and any relevant certificates. We welcome all applicants and strive for diversity in our recruitment processes.\n   \n\n  \n\n Logical and personality tests may be used as part of the selection process, and a background check may be required for this role.\n   \n\n  \n\n If you have questions or would like more information, please contact: andy.arens@scania.com\n   \n\n  \n\n**We look forward to your application!**","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=v2f945TWghdMCDvRt9P44DtfEO_k_CZd74M2K3jXPSY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4260718445","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4260718445","job_url_direct":"https:\/\/www.svk.se\/jobba-har\/lediga-tjanster\/domanarkitekt-it\\u002d\\u002d-gemensamma-funktioner-och-finans\/&urlHash=breM","title":"Domänarkitekt IT - Gemensamma funktioner och finans","company":"Svenska kraftnät","location":"Sundbyberg, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Energy Technology, Civil Engineering, and Government Administration","listing_type":null,"emails":"anki.snis@se.experis.com, maria.sahlen2@svk.se, fornamn.efternamn@svk.se","description":"Svenska kraftnät är en nyckelaktör i energiomställningen. Vår IT-division växer för att möjliggöra en fördubblad elproduktion och en fossilfri framtid. Med ny teknik ökar vi både infrastrukturens kapacitet och utvecklingstakten inom digitalisering och processer.\n \n\n\n\n  \n\n\n\n\n\n**Om tjänsten** \n\n\n\n\n Svenska kraftnät är inne i en mycket utvecklande fas och behöver förstärka sin arkitekturfunktion med en Domänarkitekt IT för domänen Gemensamma funktioner och Finans. Du blir en del av IT-divisionen och kommer tillsammans med Gemensamma funktioner och Finans vara med och driva den pågående digitaliseringsresan.\n \n\n\n\n Domänens ansvarsområde är brett och handlar i huvudsak om att skapa och utveckla förutsättningar för att alla på Svenska kraftnät ska kunna göra ett bra jobb. Domänen håller ihop områden som berör hela myndigheten genom att ansvara för övergripande styrningsfrågor och ge stöd till hela verksamheten inom områdena ekonomi, HR, inköp, kommunikation, juridik, fastighet, elberedskap och säkerhet samt hållbarhet.\n \n\n\n\n  \n\n\n\n\n\n I rollen som Domänarkitekt IT arbetar du på strategisk\/taktisk nivå och fungerar som brygga mellan verksamhet och IT. I dina huvudsakliga arbetsuppgifter ingår att:\n \n\n\n\n  \n\n\n\n\n\n # Ansvara för framtagning av målbilder, strategier, målarkitekturer och färdplaner inom domänen samt bidra till effektiv portfölj- och förvaltningsstyrning.\n \n\n\n* Guida lösningar inom projekt och förvaltning mot beslutade målbilder, strategier, målarkitekturer och färdplaner.\n\n\n\n  \n\n\n\n\n\n # Spela en central roll i framtagande och genomförande av utvecklingsplaner för portfölj och förvaltning samt beskriva och kommunicera arkitekturen till aktuella målgrupper.\n \n\n\n* Delta i olika samarbetsgrupper för; coachning och granskning av lösningar, arkitekturstyrning, utveckling av arkitekturramverk, etc.\n* Bidra till strategisk planering samt stötta strategiska digitaliseringsinitiativ.\n* Ta fram strategiska och taktiska beslutsunderlag.\n* Facilitera workshops och utbildningar.\n* Planera och följa upp leveranser i projekt och förvaltning.\n* Ansvara för att bedöma behovet av arkitekturstöd inom domänen och stötta i resursförsörjning och allokering för verksamheten.\n\n\n\n  \n\n\n\n\n\n # Samordna och coacha lösningsarkitekter inom domänen samt leda och driva relaterade lösningsdiskussioner.\n \n\n\n* Coachning av kollegor och konsulter inom IT-divisionen.\n\n\n\n  \n\n\n\n\n\n # Öka förståelsen och löpande bidra till kompetensutveckling och omvärldsbevakning inom ditt område.\n \n\n\n\n  \n\n\n\n\n\n Som Domänarkitekt IT tillhör du avdelningen Verksamhets- och IT-utvecklingsstöd, som ingår i IT-divisionen. I ditt dagliga arbete har du ett nära samarbete med verksamhetsarkitekter, lösningsarkitekter, representanter för projekt och förvaltningsobjekt samt kollegor inom arkitekturfunktionen.\n \n\n\n\n  \n\n\n\n\n\n**Om dig** \n\n\n\n\n  \n\n\n\n\n\n**Skallkrav** \n\n\n\n\n Vi söker dig som är trygg i din kompetens och har ett samarbetsinriktat förhållningssätt. Med en stark kommunikativ förmåga skapar du förtroende och driver arbetet framåt i en komplex och föränderlig miljö. Du är analytisk och har lätt för att se helheten, skapa sammanhang och navigera mellan verksamhet och IT. Rollen kräver självledarskap, lyhördhet och förmåga att hantera parallella uppgifter och göra avvägda prioriteringar. Vi lägger stor vikt vid dina personliga egenskaper.\n \n\n\n\n  \n\n\n\n\n\n Vidare har du högskole-\/universitetsutbildning inom ett relevant tekniskt område alternativt gedigen bakgrund inom IT-arkitektur och verksamhetsarkitektur förvärvad genom arbetslivserfarenhet.\n \n\n\n\n Du har även:\n \n\n\n* Flerårig aktuell och relevant arbetslivserfarenhet av att arbeta med IT-arkitektur och verksamhetsarkitektur i enlighet med etablerade arkitekturmetoder, verktyg och processer.\n* Flerårig arbetslivserfarenhet av att arbeta med etablering av IT-lösningar i komplexa miljöer.\n* Erfarenhet av att självständigt skapa och förankra målbilder och färdplaner.\n* God förmåga att uttrycka dig i tal och skrift på svenska och engelska.\n\n\n\n  \n\n\n\n\n\n Vi ser det som\n **meriterande** \n om du har:\n \n\n\n* Certifiering inom IT-arkitektur eller annat relevant arkitekturområde.\n* Flerårig arbetslivserfarenhet av att arbeta med information och processer relaterat till underhåll och förvaltning av fysiska tillgångar, samhällsinfrastruktur som till exempel elnät, telekom eller fastigheter under de senaste 10 åren.\n* Arbetslivserfarenhet av införande av affärssystem.\n* Arbetat med IT-säkerhet inom en samhällskritisk verksamhet alternativt verksamhet med mycket höga säkerhetskrav.\n* Erfarenhet av modelleringsverktyg till exempel Sparx EA.\n\n\n\n  \n\n\n\n\n\n**Bra att veta** \n\n\n\n\n  \n\n\n\n\n* Tjänsten är placerad i Stockholm \/ Sundbyberg.\n* Möjlighet till distansarbete upp till 50 %\n* Sista ansökningsdag 2025-08-20, vi använder urvalsfrågor istället för personligt brev.\n* Tjänsten är en tillsvidareanställning.\n* Tester kan förekomma i rekryteringsprocessen.\n* Förmåner | Svenska kraftnät\n\n\n- \n\n\n I den här rekryteringen samarbetar vi med Experis.\n **Vill du veta mer** \n , kontakta gärna rekryteringskonsult Anki Snis, tel. nr. 0703-775969 eller via e-post: anki.snis@se.experis.com alternativt Maria Sahlén rekryterare hos Svenska kraftnät, maria.sahlen2@svk.se, 010-489 20 27.\n \n\n\n\n  \n\n\n\n\n\n Fackliga representanter är Annika Ingeborn, SACO, 010 475 87 72 och Mikael Hedenheim ST, 010 475 84 68. Du når oss också via e-post: fornamn.efternamn@svk.se\n \n\n\n\n  \n\n\n\n\n\n**Övrig information** \n\n\n\n\n  \n\n\n\n\n\n Vi ställer höga krav på våra medarbetares säkerhets- och sekretessmedvetenhet. Innan ett beslut om anställning fattas kommer en säkerhetsprövning enligt säkerhetsskyddslagen (2018:585) att genomföras i de fall befattningen innebär hantering av säkerhetsskyddsklassificerade uppgifter eller deltagande i säkerhetskänslig verksamhet. Om anställningen avser befattning i säkerhetsklass kommer säkerhetsprövningen även att innefatta en registerkontroll och, i vissa fall, en särskild personutredning. För anställning på Svenska kraftnät kan det vara ett krav på svenskt medborgarskap i vissa befattningar. Med anställningen följer en skyldighet att krigsplaceras.\n \n För mer information om säkerhetsprövning\n \n Svenska kraftnät arbetar för att främja mångfald och motverka diskriminering och ser gärna sökanden med olika bakgrund och erfarenheter till våra rekryteringar. Lär känna Svenska kraftnät och hur det är att arbeta hos oss:\n \n Lär känna oss på Svenska kraftnät","company_url":"https:\/\/se.linkedin.com\/company\/svenska-kraftnat","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQF__n4s6wAyXA\/company-logo_100_100\/company-logo_100_100\/0\/1733998856706\/svenska_kraftnat_logo?e=2147483647&v=beta&t=oth0KDyeke3JBy7EtStx2Aidu1Chay-GGGng3TJXbW0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"8dde563c43f1debb","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8dde563c43f1debb","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29872804","title":"System Design Engineer ESS","company":"Integro Consulting AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1754179200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Are you passionate about Elctromobility and want to work for environmentally friendly transport solutions. You will work in a cross-functional team responsible for developing complete Energy Storage Systems realized by hardware and software solutions.\n  \n  \n\n**Job description:**  \n\n* Working with concept design, from early phases and throughout product development including maintenance.\n* Requirement specifications, collecting and breakdown of requirements.\n* Working together with technology teams and system teams to define the system design to meet the requirements.\n* Balancing of the technical solution and support for verification.\n* Involving in the technical decisions towards projects and suppliers and making sure that we continuously improve quality.\n\n\n**Experience Required:**  \n\n* 5 years of experience from System design\/architecture within automotive systems.\n* Experience from development within Electrical Propulsion System.\n* Experience of battery technologies\/systems within the application of electric vehicles.\n* Min. 3 years of experience from design within Energy Storage Systems.\n* Good understanding of how Battery Packs building blocks and system attributes influence battery & vehicle system.\n* Experience in defining requirement and balancing requirement between stakeholders and technical solution.\n* Master degree in Mechatronics, Electrical or Mechanical Engineering or similar.\n* Master of Science in control systems, mechatronics, electrical engineering, signal processing, or engineering physics.\n* Strong aptitude in abstract thinking, rigorous mathematical modeling, system theoretic analysis, and model-based control design.\n* High proficiency in MATLAB and Simulink based modelling\/analysis.\n* Some experience with embedded software development for control applications.\n* Fluent in both written and spoken English.\n* 5+ years of experience from Embedded software development design & development\n* Knowledge of TargetLink, C\/C++, Embedded SW\/HW, Control Theory, HIL, driver license C\/D, CAN, LIN, ISO 26262, J1939, AUTOSAR, Systems Engineering.\n\n\nAny experience with electro-thermal and ageing dynamics of Lithium-ion batteries along with battery state estimation and control algorithms will be meritorious.\n  \n  \n\n**Personal Skills:**  \n\nWe believe you are a driven team player that loves to develop system designs with the customer in focus. Since the area is in an early phase, it is important that you are flexible and enjoy working in a changing environment. You have a broad knowledge and experience of both Electrical and Mechanical development. Confident in leading system solution towards suppliers and product teams. We also believe that you feel comfortable of owning and taking responsibility of your system. Fluent in English both spoken and written. You have excellent communicational skills and enjoy collaboration and knowledge sharing. You are self-motivated, curious and passionate about innovation.","company_url":"https:\/\/se.indeed.com\/cmp\/Integro-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"b10b2537369dea29","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b10b2537369dea29","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29872796","title":"Compliance Engineer with Data Analytics Skills","company":"Integro Consulting AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1754179200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We are looking for a compliance engineer with data analytics skills, preferably with a powertrain background for our client in the automotive industry. You will join a global team working with certification & compliance for Powertrain Engineering. It’s a T-shaped role and you will be collaborating with international teams around the world. You will be part of a friendly and supportive team responsible for managing powertrain certification and compliance activities to ensure that the client products fulfill the European product regulatory requirements on power, emissions, CO2, OBD, EMC and electrical safety, and are compliant both at the time of certification and over time.\n  \n  \n\n**Work description:**  \n\nIn this role you will be safeguarding that the client’s products have assured environmental compliance over time, honoring the intention of the law. In this role you will monitor and secure the compliance of the products in the maintenance phase. You will proactively monitor and analyze compliance related logged vehicle data from the field and prepare reports and updates on a regular basis. You will also coordinate the work within other departments related to product updates in the maintenance phase. You will lead the compliance evaluation of product updates with support from the Regulation Specialist and Certification Leaders and initiate updates to the certificates with the Certification Leaders. This is a varied role that requires regulation knowledge, data analysis skills, leadership skills, understanding of release process of e.g. software and the ability to interact and network with a lot of different people and functions.\n  \n  \n\n**Experience required:**  \n\n* You should have Bachelor or Master of Science degree in engineering\n* Experience from working in the automotive industry-a plus if you have powertrain experience\n* You need to have worked with Data Analytics for a minimum of 3 years; Data, applying statistics and math skills, data analysis and vehicle data extraction, using Python, SQL, Azure and PowerBI for analyzing data.\n\n\n**Skills required:**  \n\n* You need to be curios and analytical, with a sense of details and structure.\n* You Enjoy working in and global environment with colleagues around the world.\n* You are a real team player with good networking skills.\n* You should be structured and analytical and enjoy working with data, applying statistics and math skills, data analysis and vehicle data extraction.\n* Skilled in Python, SQL, Azure and PowerBI.\n* You need to have excellent communication skills (both written and verbal) to efficiently manage and convey information within the organization and to negotiate.\n* Fluent in English, and good knowledge in Swedish is a plus.\n* Personal integrity and courage are personal qualities that are valuable, as well as a positive attitude.\n* Excellent collaboration and networking skills.\n\n\nPlease note that the start of this job is ASAP so you need to be located in Sweden and available for start right away in order to apply.","company_url":"https:\/\/se.indeed.com\/cmp\/Integro-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"44a84562f7176042","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=44a84562f7176042","job_url_direct":"https:\/\/jsv3.recruitics.com\/redirect?rx_cid=3436&rx_jobId=R-01319380_rxr-2&rx_url=https%3A%2F%2Fjobs.thermofisher.com%2Fglobal%2Fen%2Fjob%2FR-01319380%2FTechnical-Team-Lead-IES-LPD-Nordics%3Frx_a%3D0%26rx_c%3D%26rx_ch%3Djobp4p%26rx_group%3D123525%26rx_id%3D7fe4283e-700d-11f0-9970-5bbe281bc237%26rx_job%3DR-01319380_rxr-2%26rx_medium%3Dcpc%26rx_r%3Dnone%26rx_source%3Dindeed%26rx_ts%3D20250803T220406Z%26rx_vp%3Dcpc%26utm_medium%3Dppc%26utm_source%3Drecruitics_indeedorganic","title":"Technical Team Lead - IES (LPD) Nordics","company":"Thermo Fisher Scientific","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1754092800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Industrial Manufacturing","listing_type":null,"emails":null,"description":"**Work Schedule**\n\n\nStandard (Mon-Fri)**Environmental Conditions**\n\n\nLaboratory Setting, Office, Some degree of PPE (Personal Protective Equipment) required (safety glasses, gowning, gloves, lab coat, ear plugs etc.)**Job Description**\n\n**Preferred Location:** South Sweden, close to Gothenburg\n\n**Responsibilities**:\n\n **Field Service Engineer (70-80%)**\n\n  \n\nResponsible to deliver service activities including; Installation & related customer introduction, Repairs, Maintenance Services, Validation Services, Depot Repair, etc.\n\n\nachieving:  \n\n* Satisfied customer becoming loyal customers\n* Strong first time fix rates \/ short mean time to repair\n* Lowest repeated call rates\n\n\nContributes to the overall success of Service Targets; Bookings, Revenues, Service Profit and Overhead Cost, while following all internal rules, processes and practices (as they are described).  \n\nPerforms Service Activities in line with internal rules and customer regulations.\nAssure responsive telephone support and diagnostic as well as on-site Services to exceed the customers’ expectation and making them successful by using TMO instruments.\n\n\nActively promote our contract products.  \n\nAlways maintain a professional relationship with our customer base to foster customer dedication and address blocking issues to resolve critical tasks promptly.\n\n\nFollow our ethical business conduct guidance.\n\n\nResponsibility for managing the company’s assets provided, such as Car Stock\/Inventory of Parts, Computer, Telephone, general Tools, Software, Company Car, Manuals etc.  \n\nOptimise their own work schedule by coordinating with all partners for service planning and the wider team.  \n\nIs responsible to report accurate and timely activities such as Field Service Reports, Expense Reports, etc.  \n\nAssures alignment of all activities at the customer site with the rest of TMO and advising other part of TMO of important information with respect to our customers (e.g. information about new purchases to sales\/lead generation).\n\n **Technical Team Leader (20-30%)**\n\n  \n\nResponsible for the daily technical coordination of the field service team.  \n\nThis includes customer visits, critical issue management, and coordination of team activities, support Field Service Manager (FSM) in organising, planning, controlling and coordinating of service activities for the related products in your area of responsibility.  \n\nClose daily interaction with the Service Management team, Customer Care Center team, commercial sales teams and the factory product support teams to ensure targets are met and new opportunities are communicated and managed.  \n\nLiaise and work with factory product management when required to ensure smooth product introductions and the expansion of the Unity Lab Services brand and value.  \n\nActively participate in team meetings and local and \/ or regional meetings as applicable to ensure alignment, information and technical skills maintenance.  \n\nHave direct relationship with key customer contact points. Own and take care of all our customers.  \n\n* Achieve a personal high level of CAS and support managers to ensure high team CAS scores.\n* Support FSM by driving the team to meet and exceed Key performance indicators and financial targets\n* Act as key “go to” person in your team and region\n* Customer complaint and hot account management\n* Ensure stong team productivity.\n* Assist with the onboarding process for new team members\n* Support FSM in the organization of team annual leave.\n**Requirements:**\n\n* Professional background in Electronics\/Chemistry\/Engineering or related subjects\n* Excellent verbal and written communication skills, ability to work across all levels, functions and regions\n* Excellent PC skills\n* Excellent inter-personal, self-motivational and negotiating skills\n* Driving License\n* A keenly developed sense of drive, intellectual curiosity, technical proficiency and problem solving\n* Take personal responsibility for tasks with a \"get it done\" mentality, including hands-on service activities and customer interaction\n* A Willingness to travel within Europe\/EMEA territory. For meetings and training travel to wider EMEA may be required\n* Experience in a technical service function\n* Demonstrate organizational skills with the ability to balance multiple tasks with different priorities and to coordinate the work of others\n **Preferred:**  \n\n* Good Product Knowledge of the Thermo Fisher Scientific Products of Instrument and Enterprise Services\n* Excellent English communication skills.\n\nThis job description does not describe all the duties, tasks and responsibilities which need to be performed in the function. Therefore, the job holder may be asked to undertake other job related instructions, duties, tasks or responsibilities as requested by the FSM or Senior FSM.","company_url":"https:\/\/se.indeed.com\/cmp\/Thermo-Fisher-Scientific","company_url_direct":"https:\/\/www.thermofisher.com\/","company_addresses":"168 Third Avenue, Waltham, MA USA 02451","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"At Thermo Fisher Scientific, our professionals develop critical solutions—and build rewarding careers.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/65bd2e4bebb79b1432ac3277ffd57ae7","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/f20f89946cf5b2ef2f53cfaa0a3562ce","ceo_name":"Marc Casper","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/7f6c0b63116ebd42a7552e80ba5c9adf"}]