[{"id":"8633c3f5cba85e46","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8633c3f5cba85e46","job_url_direct":"https:\/\/academedia.se\/om-oss\/jobba-hos-oss\/lediga-jobb\/?jobid=305102","title":"Backendutvecklare (PHP, Wordpress)","company":"Academedia Support","location":"Stockholm, AB, SE","job_type":null,"date_posted":1764460800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"louise.bjork@academedia.se","description":"AcadeMedia söker en PHP backendutvecklare som trivs bäst när fokus ligger på logik, struktur och smarta lösningar bakom kulisserna. Hos oss blir du en viktig del av teamet bakom våra webbplattformar, med möjlighet att påverka arkitektur, utvecklingsmetoder och ett samhällsnyttigt uppdrag inom utbildning.\n\n **Ditt uppdrag**\n\n  \n\nI rollen som backendutvecklare kommer du främst att arbeta med:\n\n* Att vidareutveckla och underhålla våra WordPress-baserade system, inklusive specialutvecklade teman och plugins.\n* Att skriva robust och strukturerad PHP-kod samt säkerställa skalbara lösningar.\n* Att vara med och forma arkitekturen i våra egna plugins, komponenter och interna bibliotek.\n* Att samarbeta med frontendutvecklare, designers och projektledare i ett agilt team.\n\n  \n\nDu kan också, om du vill och har intresse, bidra inom områden som:\n\n* CI\/CD-flöden i GitLab\n* Docker-baserade utvecklingsmiljöer\n* Laravel-applikationer\n* Systemarkitektur och förbättring av arbetsflöden\n\n **Din profil**\n\n  \n\nDu är en utvecklare som gillar backendfokus, struktur och kvalitet. Vi tror att du har:\n\n* Flera års professionell erfarenhet av PHP-utveckling.\n* Mycket god kunskap i WordPress, särskilt inom pluginutveckling, ACF och moderna WordPress-metoder som Gutenberg-block och gällande best practices.\n* God förståelse för Git och moderna utvecklingsmetoder.\n* Förmåga att arbeta både självständigt och tillsammans med andra i agila team.\n* Kommunikation på svenska eller engelska utan problem.\n\n  \n\nMeriterande:\n\n* Erfarenhet av Laravel\n* Erfarenhet av CI\/CD eller Docker\n* Erfarenhet av Linux, SSH eller servermiljöer\n\n **Vem är du som person?**\n\n  \n\nFör att lyckas i den här rollen behöver du arbeta strukturerat och samtidigt kunna anpassa dig när prioriteringar förändras. Du har gedigen erfarenhet av backendutveckling, särskilt inom WordPress och PHP, och du trivs med att skapa smarta och långsiktiga lösningar. Du är nyfiken, kvalitetsmedveten och drivs av att förbättra både kod och arbetssätt, liksom samarbetet i teamet. Du känner dig trygg med moderna utvecklingsmetoder och verktyg och bidrar gärna till att höja nivån runt dig.\n\n\nVi tillämpar sex månaders provanställning.\n\n\nAcadeMedia drivs av människor som arbetar för att skapa ett bättre och mer hållbart samhälle, med utbildning och lärande som grund. Vår vision är att leda utvecklingen av framtidens utbildning och tillsammans rustar vi våra barn, elever och vuxenstuderande med kunskaper och bildning samtidigt som vi ger dem förutsättningar att kunna forma sin egen framtid. Vi är övertygade om att utbildning kan skapa förändring på riktigt, både för enskilda individer och för hela samhällen – vi kallar det ”Utbildning som förändrar”.\n\n**Ansökan**  \n\nVälkommen att skicka in dina ansökningshandlingar innehållande CV och personligt brev där du motiverar varför du söker dig till just denna tjänst. Tillträde enligt överenskommelse.\n\n\nVid frågor om tjänsten eller rekryteringsprocessen, vänligen kontakta Louise Björk, Chef AcadeMedia Inhouse\n\n\nlouise.bjork@academedia.se\n\n\nVarmt välkommen med din ansökan!","company_url":"https:\/\/se.indeed.com\/cmp\/Academedia-Support","company_url_direct":"https:\/\/academedia.se\/","company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f5e8292cb69f04c6","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f5e8292cb69f04c6","job_url_direct":"http:\/\/se.indeed.com\/job\/co-founder-founding-fullstack-developer-nodejs-studyverse-f5e8292cb69f04c6","title":"Co-founder \/ Founding Fullstack Developer (Node.js) - Studyverse","company":null,"location":"Stockholm, AB, SE","job_type":"parttime","date_posted":1764460800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"***Studyverse – where balance builds brilliance***\n\n**Turn stress into structure by studying smarter, not harder.**\n\nStudents at top universities like KTH, Oxford, or Harvard push themselves to excel — facing expectations from both themselves and others. In pursuit of high goals, many end up setting standards so extreme that the body reacts with stress: either by procrastinating before the work even begins, or by collapsing into burnout afterward, and when they try to cope they often jump between countless productivity apps and wellness tools — but few, if any, combine both performance and well-being in one place.\n\n**Studyverse is changing that.**\n\nWe're building an **AI-powered study ecosystem** that unites productivity, learning, and well-being into a single experience.  \nA calendar that keeps track of your habits and warns you of potential burn out or procrastination.  \nAn AI that will assist by suggesting subgoals to overwhelming tasks as well as organizes flashcards according to relevance based on users feedback streamlining the study process.  \nA study timer that encourages commitment through fun and creative user interface.  \nAn exam question organization tool that groups similar questions across several exams together as well as exam analyzation that recognizes frequently occurring topics, key points across papers and recommends an appropriate course of action for study.  \n**Everything is connected, adapting to how you feel and how you perform.**\n\nWe believe in one simple truth: **Health is the foundation of performance.**\n\nStudyverse is still at an **early-stage**, and things are moving fast — but the opportunity to shape something meaningful is huge.\n\n**ABOUT STUDYVERSE**\n\nStudyverse is a **KTH Innovation–connected startup** developing a digital study companion that helps students find balance, focus, and joy in their learning. Our mission is to help learners worldwide achieve academic success **without sacrificing their well-being.**\n\nThe global **EdTech market** is valued at over **$400 billion**, yet few tools bridge the gap between performance and mental health — this is where **Studyverse makes a difference.**\n\nBy combining **AI-driven insights, motivational design, and smart study tools**, we're transforming how students approach learning and long-term success.\n\n**WHAT WE HAVE ACCOMPLISHED**\n\n* Built a functional prototype.\n* Gained the support of **Björn Liljeqvist** – Mensa chairman and renowned study-technique expert – who plans to promote the platform once completed.\n* Developed core features: smart calendar, analytics dashboard, goal tracking, flashcards, AI-based insights, and mock exams.\n* Partnered with **KTH Innovation** for early-stage guidance and strategy.\n* Started receiving feedback from the first group of early access testers.\n* Showcased at **Armada**, KTH's largest career fair.\n\n**YOUR ROLE — FOUNDING FULLSTACK ENGINEER**\n\nAs a founding developer, you will be responsible for shaping the technical foundation of Studyverse from the ground up.\n\nYou will:\n\n* Build and scale core features in Node.js, TypeScript, React, and Next.js\n* Design architecture, APIs, database structures, and deployment pipelines\n* Work closely with the design, AI, and product founders to define product direction\n* Prototype, iterate based on user feedback, and help us find product–market fit\n\nThis role is ideal for someone who enjoys ownership, loves solving real problems, and wants to build something meaningful from the earliest stage.\n\n**THE JOURNEY AHEAD**\n\nWe are preparing for MVP launch and deeper user testing. You'll be directly involved in building:\n\n* Smart reminders & advanced focus-blocking tools\n* Improved app performance & animations\n* Audio features in the file bank\n* More advanced analytics & AI-driven coaching\n* Experiments around pricing, onboarding, and product–market fit\n\nThis is the moment where your decisions will shape the future of the product.\n\n**WHAT WE OFFER**\n\nAs a co-founder, you'll gain **real ownership and influence** — both technically and strategically.\n\nWe offer:\n\n* **Equity-based compensation at the start**\n* Possibility of salary once funding is secured\n* Flexible hours (typically **10–20h\/week** until funding, then scaled)\n* A chance to build something impactful in EdTech with global potential\n* Creative freedom, rapid learning, and a highly collaborative team\n\nThis is a rare opportunity to join early, when your code and ideas still shape the entire product.\n\nSkills & Requirements\n\nYou have experience with — or strong motivation to learn — the technologies we use:\n\n* Node.js, JavaScript\/TypeScript\n* React + Next.js\n* Supabase & SQL\n* Git and modern frontend workflows (Tailwind CSS)\n* Fluent in Swedish or English\n\nWe'd love if you:\n\n* Enjoy solving real user problems\n* Are proactive, curious, and not afraid to try new things\n* Appreciate clean design, good user experience, or AI-driven features\n* Have interest in learning, productivity, or student well-being\n\nYou **don't need to match every skill** — we value mindset, drive, and willingness to grow.\n\n**WHY JOIN**\n\nBecause this isn't just another productivity app — **it's a movement** toward healthier, more sustainable learning worldwide.\n\nAt Studyverse, you'll join a small team with backgrounds in engineering physics, AI, and UX. We value:\n\n* Open, honest communication\n* Fast iteration and data-driven decisions\n* Supportive and balanced working culture\n* Ownership, autonomy, and shared responsibility\n\nIf you're excited by the idea of building a product that helps thousands of students thrive — we'd love to hear from you.\n\nJob Types: Part-time, Permanent\n\nExpected hours: No more than 15 per week\n\nWork Location: Hybrid remote in 114 28 Stockholm","company_url":"https:\/\/se.indeed.comNone","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4339418921","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4339418921","job_url_direct":"https:\/\/join.nexusgroup.com\/jobs\/5646705-senior-backend-software-developer-full-time?utm_source=LinkedIn&urlHash=OCv-","title":"Senior Backend Software Developer (Full-time)","company":"Nexus IN Groupe","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*At Nexus, part of French IN Groupe, we secure the new society that emerges in the ever-expanding world of digital transformation. By challenging ourselves to go further and do better, we’re developing technology for high-demand global clients. Nexus’ Smart ID solutions and IoT platforms are changing how we perceive trusted identities. Do you want to be a part of our journey?*\n Our Head of GO Cards Cédric and his team are looking for a Senior Backend Software Developer to join our Stockholm office. This role is ideal for someone experienced who wants to deliver real impact today while preparing to take on more responsibility in the future.\n   \n\n  \n\n**What We Offer You**\n* Impactful work: Your code directly powers secure identity services used by real customers worldwide.\n* A pragmatic environment: We value smart choices over shiny tools. You'll use the most adapted technologies to solve problems, reduce complexity, and limit future technical debt.\n* A healthy team culture: We believe in humility, collaboration, and keeping team well-being in balance with delivery goals.\n* End-to-end responsibility: You'll see the whole lifecycle, from development through deployment to customer use.\n* Growth into leadership: Over time, you'll have the opportunity to take on a bigger role in driving initiatives and supporting others in the team.\n\n\n Want to know more? Check out our value proposition: To work with us!\n   \n\n  \n\n**What You’ll Do At Nexus**\n You will join Nexus GO Cards team, our online service that lets customers order secure and customized identity cards (smart cards), key fobs, and accessories. Customers can order via our card management portal or integrate directly through our APIs.\n   \n\n  \n\n**In This Role, You Will**\n* Focus on backend development, with responsibility for services, databases, and system integrations.\n* Develop, improve, and maintain services with a strong focus on reliability, scalability, and long-term maintainability.\n* Select and use technologies based on problem-solving value, not trendiness.\n* Ensure that deliveries are on time and secure, always balancing speed with quality.\n* Collaborate closely with teammates and stakeholders, enabling fast and sustainable delivery.\n* Over time, take a leading role in driving improvements in both technology and ways of working.\n\n\n**Some Of Our Tech Stack**\n* Java (primary language: deep expertise required)\n* Spring Boot\n* REST, Microservices, Databases\n* Azure (cloud environment), Docker, Kubernetes\n\n\n**About You**\n* Highly experienced in backend Java development and proficient with Azure.\n* Results-oriented: you deliver what is needed, when it is needed.\n* Pragmatic: you enjoy new technology but choose what best solves the current problem while limiting technical debt.\n* Humble and grounded: you listen, collaborate, and keep the team's health in mind.\n* Independent yet collaborative: you take initiative but thrive in teamwork.\n* User-focused: the end user's experience is always your guiding star.\n\n\n**Qualifications**\n* Extensive experience in Java backend development is required.\n* 2+ years of experience with Azure DevOps is a must.\n* Professional proficiency in English.\n\n\n**Preferred Qualifications**\n* Experience with Spring Boot and modern development practices is a plus.\n* Solid understanding of Microservices and integrations is an advantage.\n* Experience with cloud environments (Azure, Docker, Kubernetes).\n* Cybersecurity knowledge.\n\n\n**Not sure you meet 100% of the qualifications?**\n At Nexus, we understand that experience comes in many forms. We’re dedicated to adding new perspectives to the team - so if your experience is this close to what we’re looking for, please consider applying.\n   \n\n  \n\n**Background check**\n Transparency, security, and trust are the core of our company; therefore, the final candidate will be subjected to a background check before training.\n   \n\n  \n\n Nexus is an equal-opportunity employer. We truly believe in being ONE Nexus. You are welcomed at Nexus for who you are, no matter where you come from or what you look like. Our technology is for everyone, and so is our workplace. So, bring us your personal experience, your perspectives, and your background to thrive, collaborate, and be forward-thinking! It’s in our differences that we will find the power to keep innovating the way we secure the world.\n   \n\n  \n\n**Joining Nexus** \n means becoming a part of IN Groupe, an international group of around 2000 employees on five continents.\n   \n\n  \n\n IN Groupe and Nexus are here to protect the identities of people and things making life both safer and simpler.\n   \n\n  \n\n The group meets the needs of states, businesses, and hundreds of millions of users in Europe and throughout the world.\n   \n\n  \n\n We provide the best of technology and innovation, in a sustainable manner, now and for future generations.\n   \n\n  \n\n At Nexus we believe transparency is a prerequisite for trust and therefore all our\n **products and services are documented online.**","company_url":"https:\/\/se.linkedin.com\/company\/nexus-in-groupe","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGKhkhaW4j3ww\/company-logo_100_100\/company-logo_100_100\/0\/1649065428954\/nexusgroup_global_logo?e=2147483647&v=beta&t=3lYAwi7oPlBRTDzPLBNGZYHE-3PMK22H6XWv6xqNBb4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4316323214","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4316323214","job_url_direct":null,"title":"Tools Developer - Hole.io","company":"Voodoo","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Voodoo**\n Founded in 2013, Voodoo is a tech company that creates mobile games and apps with a mission to entertain the world. Gathering 800 employees, 7 billion downloads, and over 200 million active users, Voodoo is the #3 mobile publisher worldwide in terms of downloads after Google and Meta. Our portfolio includes chart-topping games like Mob Control and Block Jam, alongside popular apps such as BeReal and Wizz.\n   \n\n  \n\n This position is fully remote within CET ±3h.\n   \n\n  \n\n Team\n   \n\n  \n\n Our Gaming team is made up of hybrid-casual, casual, and mid-core experts. Our 'Core' games team supports internal and external studios worldwide in creating, developing, and launching new hit games, whilst our 'Live' games team focuses on delivering higher engagement on our existing and successful games.\n   \n\n  \n\n Joining our Live games team means collaborating with gaming industry experts on globally renowned, enduring games while embracing exciting new entrepreneurial ventures. With over seven billion downloads worldwide and a portfolio of more than 10 resilient hybrid games generating more than $20m per year, we are the world's largest and most successful hybrid publisher.\n   \n\n  \n\n Voodoo is creating a small experimentation team with a big mission: find the next best way to entertain the world by taking our best hits to a new level.\n   \n\n  \n\n You will be joining one of our Live Studios, working on\n **Hole.io** \n**.**\n Role\n   \n\n  \n\n We are looking for a talented Tools Developer with a strong understanding of the mobile game development pipeline to help our teams deliver fun, innovative, and entertaining games. You will design, build, and maintain the essential tools and systems that our game teams (developers, designers, artists, and QA) use every day.\n   \n\n  \n\n* Develop and maintain robust, high-quality tools supporting multiple disciplines, including game design, art, engineering, and QA.\n* Write clean, efficient, and scalable code in C# and other scripting languages.\n* Support and improve our CI\/CD pipelines and automation processes.\n* Collaborate with Game Designers, Tech Artists, Engineers, and QA to identify bottlenecks and create tools to solve them.\n* Support and contribute new ideas to improve team workflows and efficiency.\n\n\n With this role, you will have a strong impact on the company by contributing daily to important decisions with a senior, multidisciplinary team of passionate and talented people. Thanks to your creativity and your teamwork, you will help us entertain millions of people by empowering our game studios across all disciplines.\n   \n\n  \n\n Profile\n   \n\n  \n\n* Experience: 5+ years as a Developer in the mobile gaming industry or adjacent\n* A creative and hacker mindset.\n* Advanced proficiency in C#.\n* Proficiency in at least one other scripting language (e.g., Python, Lua).\n* Experience in developing tools, editor extensions (e.g., for Unity), and automation scripts.\n* A good understanding of interdisciplinary game development workflows and pipelines (design, art, engineering, QA).\n* Experience with CI\/CD pipelines (e.g., Jenkins, Gitlab CI) would be a plus.\n* Experience with backend technologies would be a plus.\n* Skilled in identifying performance bottlenecks and implementing optimizations.\n* Good sense of user experience (for internal tools) and special attention to details.\n* Strong communication and interpersonal skills, with the ability to gather requirements from and explain technical concepts to non-technical stakeholders (Designers, Artists, QA).\n\n\n**Benefits**\n* Best-in-class compensation\n* Other benefits according to the country you reside","company_url":"https:\/\/fr.linkedin.com\/company\/voodoo.io","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFoMhQ5tM4TLA\/company-logo_100_100\/company-logo_100_100\/0\/1693903701647\/voodooio_logo?e=2147483647&v=beta&t=_yGIEBC7G3OZfAo7u-bhNCh2keS4Age7ijpkISHz8qs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4107392390","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4107392390","job_url_direct":null,"title":"Fullstackutvecklare","company":"Decerno AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Är du sugen på en ny utmaning där du får använda din kompetens inom .NET, C#, React och TypeScript för att bygga skräddarsydda IT-lösningar som gör verklig skillnad? Då kan detta vara rätt utmaning för dig.\n   \n\n  \n\n Vi söker fullstackutvecklare med gedigen kompetens inom antingen .NET\/C# eller Java, kombinerat med React och Typescript på frontend-sidan.\n   \n\n  \n\n**Vi tror på utvecklare som omfamnar framtiden!**\n Det innebär att du inte bara vet hur bra kod ska göras, utan också är nyfiken på och skicklig i att använda moderna AI-verktyg som Cursor, Roo Code, Copilot och liknande. För dig är inte dessa verktyg ett komplement, de är en naturlig del av hur du orkestrerar agenter att utföra uppgifter åt dig för att arbeta smartare, snabbare och mer kreativt.\n   \n\n  \n\n**Vad gör vi?**\n Vi på Decerno är specialister på skräddarsydda digitala lösningar och är stolta över att våra uppdrag bidrar till samhällsnytta.\n   \n\n  \n\n Det betyder att vi förstår att alla kunder är olika och har unika förutsättningar. Vi skräddarsyr våra lösningar utefter kundens behov vilket medför att våra medarbetare får möjlighet att arbeta i varierande och spännande projekt med olika tekniker.\n   \n\n  \n\n Samtidigt som vi skapar digitala lösningar vill vi också göra skillnad på riktigt. Det är inte bara något vi säger, vi menar det! Sedan vår start 1984 har vår etiska policy varit vår kompass och vi väljer aktivt bort projekt inom vapenindustri, spel, tobak och alkohol.\n   \n\n  \n\n**Om rollen**\n Som utvecklare hos oss kommer får du en varierad vardag och möjlighet att jobba inom (men inte uteslutande med) utveckling främst i React, .NET\/C#, Java, SQL eller Azure.\n   \n\n  \n\n Vi lägger stor vikt vid att bemanna våra projekt med Decernos egna anställda och tillsammans delar ni med er av olika erfarenheter och hjälper varandra genom projektets alla faser.\n   \n\n  \n\n Placeringen är i Stockholm eller Göteborg och vi erbjuder en hybrid arbetsform. Vi tror på att kunna erbjuda våra medarbetare flexibilitet och möjligheten att balansera egna behov och förutsättningar med projektets krav. För den som är placerad i Göteborg kan resor till Stockholm förekomma. Tjänsten är en tillsvidareanställning med sex månaders provanställning.\n   \n\n  \n\n**Är det här du?**\n* Du har minst tre års erfarenhet av C#\/.NET eller Java\n* Du har minst tre års erfarenhet av React eller något annat modernt JavaScript-ramverk, gärna med god vana av TypeScript\n* Har ett genuint intresse för AI och LLM-teknologier, och aktivt följer med i vad som händer på området\n* Är nyfiken, lösningsorienterad och älskar att utforska hur AI-drivna verktyg kan lyfta ditt arbete till nästa nivå\n* Du är flytande i svenska i såväl tal som skrift\n\n\n Det är meriterande om du har tidigare erfarenhet av att ha arbetat med Azure, DevOps, integrationer, .NET web API, CSS, AI eller maskininlärning.\n   \n\n  \n\n**Därför ska du välja** \n**Decerno**\n I våra medarbetarundersökningar blir det gång på gång tydligt att det är de fantastiska kollegorna, de roliga och utmanande projekten och möjligheten att kunna bidra till samhällsnytta som gör att våra medarbetare trivs så bra på Decerno.\n   \n\n  \n\n Sedan finns det också några ytterligare aspekter vilka vi ser som självklarheter:\n   \n\n  \n\n* En flexibel arbetsplats med större frihet att planera vardagen för att få arbete och privatliv att gå ihop\n* Extra föräldraförmåner eftersom vi tycker att familjen är viktigast\n* Vi tycker att din kompetensutveckling är viktig! Därför anordnar vi interna utbildningar löpande i vår egen Dec Academy, gör satsningar inom AI, håller i bokcirklar och arrangerar årliga konferenser\n* Vi vill att du ska må bra, trivas och ha roligt på arbetet och därför arrangerar vi regelbundet olika sociala aktiviteter, utmaningar och hälsotävlingar – såväl virtuellt som på plats\n\n\n Utöver detta erbjuder vi även ett brett förmånspaket som inkluderar bland annat friskvårdsbidrag och ett generöst försäkringspaket. Vi berättar gärna mer om du vill veta vad mer vi på Decerno skulle kunna erbjuda dig.\n   \n\n  \n\n**Låter detta som ditt nästa steg i karriären?** \n  \n\n  \n\n Vad kul! Då ser vi fram emot att läsa din ansökan så snart som möjligt.","company_url":"https:\/\/se.linkedin.com\/company\/decerno-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGm7opj10FEJw\/company-logo_100_100\/company-logo_100_100\/0\/1710434918236\/decerno_ab_logo?e=2147483647&v=beta&t=S_g7ZlM_UZLTN9cO5BsJ0BiWjGkne_6paekA1JAe7lA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4339859035","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4339859035","job_url_direct":null,"title":"Backendutvecklare (PHP, Wordpress)","company":"Academedia","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"louise.bjork@academedia.se","description":"AcadeMedia söker en PHP backendutvecklare som trivs bäst när fokus ligger på logik, struktur och smarta lösningar bakom kulisserna. Hos oss blir du en viktig del av teamet bakom våra webbplattformar, med möjlighet att påverka arkitektur, utvecklingsmetoder och ett samhällsnyttigt uppdrag inom utbildning.\n   \n\n  \n\n Ditt uppdrag\n   \n\n  \n\n I rollen som backendutvecklare kommer du främst att arbeta med:\n   \n\n  \n\n* Att vidareutveckla och underhålla våra WordPress-baserade system, inklusive specialutvecklade teman och plugins.\n* Att skriva robust och strukturerad PHP-kod samt säkerställa skalbara lösningar.\n* Att vara med och forma arkitekturen i våra egna plugins, komponenter och interna bibliotek.\n* Att samarbeta med frontendutvecklare, designers och projektledare i ett agilt team.\n\n\n Du kan också, om du vill och har intresse, bidra inom områden som:\n   \n\n  \n\n* CI\/CD-flöden i GitLab\n* Docker-baserade utvecklingsmiljöer\n* Laravel-applikationer\n* Systemarkitektur och förbättring av arbetsflöden\n\n\n Din profil\n   \n\n  \n\n Du är en utvecklare som gillar backendfokus, struktur och kvalitet. Vi tror att du har:\n   \n\n  \n\n* Flera års professionell erfarenhet av PHP-utveckling.\n* Mycket god kunskap i WordPress, särskilt inom pluginutveckling, ACF och moderna WordPress-metoder som Gutenberg-block och gällande best practices.\n* God förståelse för Git och moderna utvecklingsmetoder.\n* Förmåga att arbeta både självständigt och tillsammans med andra i agila team.\n* Kommunikation på svenska eller engelska utan problem.\n\n\n Meriterande:\n   \n\n  \n\n* Erfarenhet av Laravel\n* Erfarenhet av CI\/CD eller Docker\n* Erfarenhet av Linux, SSH eller servermiljöer\n\n\n Vem är du som person?\n   \n\n  \n\n För att lyckas i den här rollen behöver du arbeta strukturerat och samtidigt kunna anpassa dig när prioriteringar förändras. Du har gedigen erfarenhet av backendutveckling, särskilt inom WordPress och PHP, och du trivs med att skapa smarta och långsiktiga lösningar. Du är nyfiken, kvalitetsmedveten och drivs av att förbättra både kod och arbetssätt, liksom samarbetet i teamet. Du känner dig trygg med moderna utvecklingsmetoder och verktyg och bidrar gärna till att höja nivån runt dig.\n   \n\n  \n\n Vi tillämpar sex månaders provanställning.\n   \n\n  \n\n AcadeMedia drivs av människor som arbetar för att skapa ett bättre och mer hållbart samhälle, med utbildning och lärande som grund. Vår vision är att leda utvecklingen av framtidens utbildning och tillsammans rustar vi våra barn, elever och vuxenstuderande med kunskaper och bildning samtidigt som vi ger dem förutsättningar att kunna forma sin egen framtid. Vi är övertygade om att utbildning kan skapa förändring på riktigt, både för enskilda individer och för hela samhällen – vi kallar det ”Utbildning som förändrar”.\n   \n\n  \n\n Ansökan\n   \n\n  \n\n Välkommen att skicka in dina ansökningshandlingar innehållande CV och personligt brev där du motiverar varför du söker dig till just denna tjänst. Tillträde enligt överenskommelse.\n   \n\n  \n\n Vid frågor om tjänsten eller rekryteringsprocessen, vänligen kontakta Louise Björk, Chef AcadeMedia Inhouse\n   \n\n  \n\n louise.bjork@academedia.se\n   \n\n  \n\n Varmt välkommen med din ansökan!","company_url":"https:\/\/se.linkedin.com\/school\/academedia\/","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOL318C3QBiQ\/company-logo_100_100\/company-logo_100_100\/0\/1712913137681\/academedia_logo?e=2147483647&v=beta&t=ibPKet0wR-gYftiYGIyf3n_fGDpTZVaUnbRlZ7n8k1E","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4321637679","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4321637679","job_url_direct":"https:\/\/careers.infor.com\/en_US\/careers\/ApplicationMethods?jobId=18421&source=LinkedIn&urlHash=xqMd","title":"Industry Business Analyst","company":"Infor","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"To strengthen our development organization, we’re looking for a strategic and industry-savvy Business Analyst with hands-on knowledge from sectors such as Fashion, Food & Beverage, Distribution, Discrete or Process Manufacturing, This is an excellent opportunity for someone who understands ERP from both a business and technology perspective—and is ready to make an impact at the core of product innovation.\n   \n\n This role also offers an exciting path for those who’ve worked closely with ERP solutions in customer or consulting settings and are ready to contribute directly to product development.\n   \n\n  \n\n Your Role:\n   \n\n As an Industry Business Analyst, you’ll represent the voice of the industry inside Product Development. Working in close partnership with the Industry Product Manager, you’ll help shape the product roadmap and ensure that features are developed in alignment with real-world industry needs.\n   \n\n You’ll act as Product Owner in agile teams, clarify requirements, define use cases, and ensure development output remains industry-relevant and customer-centric. You’ll also lead or participate in select customer engagements to gather insights that directly inform our product strategy.\n   \n\n This is a key role where your industry knowledge, structured thinking, and communication skills will bridge the gap between market needs and development execution.\n   \n\n  \n\n Key Responsibilities:\n   \n\n •Serve as an industry expert within Product Development\n   \n\n •Contribute to roadmap preparation through research and industry analysis, taking the road map into development plan\n   \n\n •Break down complex business problems into clear, actionable requirements\n   \n\n •Capture, document, and prioritize use cases and features\n   \n\n •Define high-level solution designs aligned with industry standards\n   \n\n •Own and manage the product backlog in agile teams\n   \n\n •Act as a customer advocate in development discussions\n   \n\n •Stay current on Infor technologies and industry trends\n   \n\n •Support innovation initiatives around GenAI\/ML with Industry competence and use cases\n   \n\n •Create Industry use cases for content, like Widgets, Process Catalogs, Persona based Workspaces and Composite Applications\n   \n\n  \n\n Who You Are:\n   \n\n •Industry experience in Fashion, Food & Beverage, Distribution, Discrete or Process Manufacturing\n   \n\n •Knowledge of Infor M3 would be valued and\/or ERP implementation experience\n   \n\n •Skilled at analyzing business needs and translating them into technical solutions\n   \n\n •Effective communicator, both in writing and in presentations\n   \n\n •Experienced working in customer-facing roles\n   \n\n •Self-motivated with strong time management and problem-solving skills\n   \n\n •Comfortable balancing business insight with technical depth\n   \n\n •Fluent in Swedish and English - speaking and writing\n   \n\n  \n\n If you have experience working closely with ERP solutions—particularly within consulting or as key user within the relevant Industries, this could be the ideal next step in your career. Join us in shaping the future of industry-driven software.\n   \n\n  \n\n About Infor\n   \n\n  \n\n Infor is where ambition meets impact. Join a global community of bold thinkers and innovators, where your expertise doesn’t just solve problems. it shapes industries, unlocks opportunities, and creates real-world impact for billions of people. At Infor, you’re not just building a career. you’re helping to build what’s next.\n   \n\n  \n\n Infor is a global leader in business cloud software products for companies in industry specific markets. Infor builds complete industry suites in the cloud and efficiently deploys technology that puts the user experience first, leverages data science, and integrates easily into existing systems. Over 60,000 organizations worldwide rely on Infor to help overcome market disruptions and achieve business-wide digital transformation.\n   \n\n  \n\n For more information visit [1] www.infor.com\n   \n\n  \n\n  \n\n References\n   \n\n  \n\n Visible links\n   \n\n 1. https:\/\/www.infor.com\/\n   \n\n  \n\n Our Values\n   \n\n  \n\n At Infor, we strive for an environment that is founded on a business philosophy called [1] Principle Based Management™ (PBM™) and eight Guiding Principles: integrity, stewardship & compliance, transformation, principled entrepreneurship, knowledge, humility, respect, self-actualization.\n   \n\n  \n\n We have a relentless commitment to a culture based on PBM™. Informed by the principles that allow a free and open society to flourish, PBM™ prepares individuals to innovate, improve, and transform while fostering a healthy, growing organization that creates long-term value for its clients and supporters and fulfillment for its employees.\n   \n\n  \n\n Infor is an Equal Opportunity Employer. We are committed to creating a diverse and inclusive work environment. Infor does not discriminate against candidates or employees because of their sex, race, gender identity, disability, age, sexual orientation, religion, national origin, veteran status, or any other protected status under the law. If you require accommodation or assistance at any time during the application or selection processes, please submit a request by following the directions located in the [2] FAQ section.\n   \n\n  \n\n Fraud Awareness\n   \n\n  \n\n We have been made aware of unauthorized individuals posing as Infor recruiters, including some who have made fraudulent offers of employment. Please read our [3] guidelines and protect yourself from recruitment scams.\n   \n\n  \n\n Fraud Privacy Policy\n   \n\n  \n\n We value your privacy at Infor. You may access our privacy policy [4] here.\n   \n\n  \n\n  \n\n References\n   \n\n  \n\n Visible links\n   \n\n 1. http:\/\/https\/\/www.kochind.com\/about\/business-philosophy\n   \n\n 2. https:\/\/www.infor.com\/about\/careers\/faq\n   \n\n 3. https:\/\/dam.infor.com\/api\/public\/content\/b45f298e1ab44b84ac898d759b2c21f7?v=3994f5e9\n   \n\n 4. https:\/\/www.infor.com\/about\/privacy","company_url":"https:\/\/www.linkedin.com\/company\/infor","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQG79ZGnAM8hCQ\/company-logo_100_100\/company-logo_100_100\/0\/1709916374060\/infor_logo?e=2147483647&v=beta&t=IoaaRd9JSh5GSMfiyuecY-gp4gnyQr_DEtGVm7-vQLs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4316323214","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4316323214","job_url_direct":"https:\/\/jobs.ashbyhq.com\/voodoo\/8269ba42-f4ea-4eae-acf5-b81e31c8add4\/application?utm_source=LinkedInAutomatedJobPosted&urlHash=tyvs","title":"Tools Developer - Hole.io","company":"Voodoo","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Voodoo**\n Founded in 2013, Voodoo is a tech company that creates mobile games and apps with a mission to entertain the world. Gathering 800 employees, 7 billion downloads, and over 200 million active users, Voodoo is the #3 mobile publisher worldwide in terms of downloads after Google and Meta. Our portfolio includes chart-topping games like Mob Control and Block Jam, alongside popular apps such as BeReal and Wizz.\n   \n\n  \n\n This position is fully remote within CET ±3h.\n   \n\n  \n\n Team\n   \n\n  \n\n Our Gaming team is made up of hybrid-casual, casual, and mid-core experts. Our 'Core' games team supports internal and external studios worldwide in creating, developing, and launching new hit games, whilst our 'Live' games team focuses on delivering higher engagement on our existing and successful games.\n   \n\n  \n\n Joining our Live games team means collaborating with gaming industry experts on globally renowned, enduring games while embracing exciting new entrepreneurial ventures. With over seven billion downloads worldwide and a portfolio of more than 10 resilient hybrid games generating more than $20m per year, we are the world's largest and most successful hybrid publisher.\n   \n\n  \n\n Voodoo is creating a small experimentation team with a big mission: find the next best way to entertain the world by taking our best hits to a new level.\n   \n\n  \n\n You will be joining one of our Live Studios, working on\n **Hole.io** \n**.**\n Role\n   \n\n  \n\n We are looking for a talented Tools Developer with a strong understanding of the mobile game development pipeline to help our teams deliver fun, innovative, and entertaining games. You will design, build, and maintain the essential tools and systems that our game teams (developers, designers, artists, and QA) use every day.\n   \n\n  \n\n* Develop and maintain robust, high-quality tools supporting multiple disciplines, including game design, art, engineering, and QA.\n* Write clean, efficient, and scalable code in C# and other scripting languages.\n* Support and improve our CI\/CD pipelines and automation processes.\n* Collaborate with Game Designers, Tech Artists, Engineers, and QA to identify bottlenecks and create tools to solve them.\n* Support and contribute new ideas to improve team workflows and efficiency.\n\n\n With this role, you will have a strong impact on the company by contributing daily to important decisions with a senior, multidisciplinary team of passionate and talented people. Thanks to your creativity and your teamwork, you will help us entertain millions of people by empowering our game studios across all disciplines.\n   \n\n  \n\n Profile\n   \n\n  \n\n* Experience: 5+ years as a Developer in the mobile gaming industry or adjacent\n* A creative and hacker mindset.\n* Advanced proficiency in C#.\n* Proficiency in at least one other scripting language (e.g., Python, Lua).\n* Experience in developing tools, editor extensions (e.g., for Unity), and automation scripts.\n* A good understanding of interdisciplinary game development workflows and pipelines (design, art, engineering, QA).\n* Experience with CI\/CD pipelines (e.g., Jenkins, Gitlab CI) would be a plus.\n* Experience with backend technologies would be a plus.\n* Skilled in identifying performance bottlenecks and implementing optimizations.\n* Good sense of user experience (for internal tools) and special attention to details.\n* Strong communication and interpersonal skills, with the ability to gather requirements from and explain technical concepts to non-technical stakeholders (Designers, Artists, QA).\n\n\n**Benefits**\n* Best-in-class compensation\n* Other benefits according to the country you reside","company_url":"https:\/\/fr.linkedin.com\/company\/voodoo.io","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFoMhQ5tM4TLA\/company-logo_100_100\/company-logo_100_100\/0\/1693903701647\/voodooio_logo?e=2147483647&v=beta&t=_yGIEBC7G3OZfAo7u-bhNCh2keS4Age7ijpkISHz8qs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"cd11a6d10d893fec","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=cd11a6d10d893fec","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30320627","title":"IT-montör","company":"HRZ Nordic AB","location":"Örebro, T, SE","job_type":"fulltime","date_posted":1764460800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"nu söker vi ny lagkamrat.\n  \nTjänsten innebär att vi levererar och monterar samt bortforslar olika It-utrusning hos våra kunder.\n  \nDu som söker denna tjänst har troligen någon form av motsvarande erfarenhet. Det förekommer tung lyft ibland, då förväntar vi oss att du klarar av fysiska arbetsuppgifter. Du gillar att jobba i högt tempo samtidigt som du är mycket noggrann och kvalitetsmedveten. Du har också lätt för att samarbeta eftersom du kan komma att jobba tillsammans med andra i teamet. Att du har rätt inställning till att jobba ser vi som en självklarhet och att du kan givetvis lämna goda referenser.\n  \n  \n\nVi jobbar oftast på ett säkerhetsklassade områden så det krävs att våra anställda innehar ett rent belastningsregister\n  \n  \n\n**krav:**  \n\nC-körkort\n  \nGiltigt YKB\n  \nbra kunskaper i svenska språket, både i tal och skrift","company_url":"https:\/\/se.indeed.com\/cmp\/Hrz-Nordic-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4aaca4975bfc8ff8","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=4aaca4975bfc8ff8","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30320607","title":"Teknisk IT Specialist.","company":"NXT Interim Stockholm AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1764460800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"Beskrivning av uppdraget som Teknisk IT Specialist\n  \nIT-avdelningen (IT) ansvarar för vår kunds design, utveckling och förvaltning av deras digitala tjänster för att bidra till en attraktiv och hållbar kollektivtrafik.\n  \nRollen som Teknisk IT specialist inom affärsområdet är den centrala tekniska kontaktytan mot IT-leverantörer och interna intressenter för förmågeområdet.\n  \nI rollen agerar du teknisk expert i såväl den dagliga förvaltningen som i utvecklingsinitiativ och är avgörande för att säkerställa en stabil, säker och kostnadseffektiv IT-miljö över tid.\n  \nTjänsten fungerar som en teknisk brygga mellan verksamhetens behov och den levererade IT-lösningen, med ett djupt ansvar för att systemlandskapet är hållbart och väl underhållet.\n  \n  \n\n**I uppdraget ingår arbetsuppgifter så som:**  \n\nSvara för att de tjänster som finns inom området levereras i enlighet med överenskomna servicenivåer och säkerställa att områdets tjänster livscykel hanteras enligt plan\n  \nFöljer upp ändringar samt ansvarar för release och incidenthantering i områdets tjänster\n  \nAnsvarar för att hantera komplex felsökning i de passersystem som hanteras inom området och ser till att felen avhjälps tillsammans med övriga i teamet eller extern leverantör\n  \nSer till att erforderlig teknisk dokumentation, operativa rutiner och instruktioner finns tillgängliga\n  \nAnsvarar för att löpande följa upp och driva progress på godkända åtgärder i förvaltningsplaner och rapportera status och avvikelser\n  \nAtt uppföljning och leverantörssamverkan sker enligt plan\n  \nAtt erforderliga upphandlingar och avtal för tjänster inom området sker\n  \nTar fram och säkerställer budget och prognos för området\n  \nAnsvarar för att hantera ekonomiskt underlag, såsom fakturering, prognos och budgetarbete\n  \n  \n\n**Skallkrav:**  \n\nSkall ha minst fyra (4) års erfarenhet i rollen som IT-förvaltare, IT-specialist med fokus på förvaltning och teknisk support av IT-tjänster kopplat till passersystem.\n  \nMinst tre (3) års dokumenterad erfarenhet av förvaltning av IT-tjänster enligt ITIL-processer, exempelvis incident-, problem-, ändrings- och releasehantering. Alternativt kan motsvarande erfarenhet från andra etablerade ramverk för IT-tjänsteförvaltning accepteras.\n  \nMinst tre (3) års dokumenterad operativ erfarenhet av förvaltning och vidmakthållande av IT-tjänster. Erfarenheten ska inkludera livscykelhantering av servermiljöer (Windows Server) och databaser (MSSQL), såsom installation, uppgradering, patchning och drift.\n  \nSka ha minst ett (1) uppdrag med erfarenhet av att ansvara för att skapa, uppdatera och strukturera teknisk dokumentation och operativa processbeskrivningar.\n  \n  \n\nMinst tre (3) års dokumenterad erfarenhet av att självständigt hantera felsökning av problem inom passersystem och agera som teknisk kontakt\/ expert för interna och\/eller externa användare och leverantörer.\n  \nMinst tre (3) års dokumenterad erfarenhet av arbete med informations- och IT-säkerhet där arbete inkluderat genomförande av gapanalyser utifrån fastställda IT-säkerhetskrav och identifiering av åtgärder för att uppfylla dessa krav.\n  \n  \n\n**Meriterande:**  \n\nMinst två (2) års erfarenhet av arbete med eller mot offentlig sektor\/myndighet.\n  \nMinst ett (1) uppdrag som innefattat samverkan mellan beställare och leverantör. Erfarenheten ska inkludera beställning och upphandling enligt LOU\/LUF mot externa driftsleverantörer\n  \nMinst ett (1) uppdrag med erfarenhet av fakturahantering, budget, prognos samt ekonomisk uppföljning av externa leverantörer i ekonomisystem eller motsvarande kunskap och erfarenhet inom ekonomisk uppföljning.\n  \nErfarenhet av projektering, praktiskt arbete med installation och konfiguration av hårdvara och firmware kopplat till passersystem.\n  \n  \n\n**Omfattning & Villkor:**  \n\nDetta är en visstidsanställning på heltid under perioden 12-jan-2026 - 10-jan-2027, hos NXT Interim Stockholm AB. Uppdraget möjliggör för närvarande både arbete på distans och på plats på kontoret hos oss eller vår kund på Kungsholmen i Stockholm. Dagar och tider för detta styrs efter behov i organisationen och efter beställarens godkännande\n  \n40 h per vecka och med option på förlängning.\n  \nVi tillämpar kollektivavtal.\n  \nVi tar ej emot underkonsulter på detta uppdrag.\n  \n  \n\nLåter detta som en intressant roll?\n  \nSök redan i dag eller kontakta oss så berättar vi gärna mer. Vi behöver en ansökan inkluderat CV på svenska som matchar vår kunds krav. Kunden kan fatta beslut tidigare än sista ansökningsdatum, urval och intervjuer sker löpande. NXT Interim och NXT Rekrytering är ett nischat och innovativt företag som är verksamma inom konsult och rekryteringsbranschen. Vi är verksamma inom HR, IT, Ekonomi, Sälj och Marknad och har över 20 års erfarenhet i branschen. Vi erbjuder våra konsulter bl.a sjukförsäkring, remote-arbetsplatser och flera andra förmåner som förgyller deras vardag. Vid anställning tillämpar vi kollektivavtal.","company_url":"https:\/\/se.indeed.com\/cmp\/Nxt-Interim-Stockholm-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"8362801af2485b97","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8362801af2485b97","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30320655","title":"IT-montör","company":"HRZ Nordic AB","location":"Örebro, T, SE","job_type":"fulltime","date_posted":1764460800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"nu söker vi ny lagkamrat.\n  \nTjänsten innebär att vi levererar och monterar samt bortforslar olika It-utrusning hos våra kunder.\n  \nDu som söker denna tjänst har troligen någon form av motsvarande erfarenhet. Det förekommer tung lyft ibland, då förväntar vi oss att du klarar av fysiska arbetsuppgifter. Du gillar att jobba i högt tempo samtidigt som du är mycket noggrann och kvalitetsmedveten. Du har också lätt för att samarbeta eftersom du kan komma att jobba tillsammans med andra i teamet. Att du har rätt inställning till att jobba ser vi som en självklarhet och att du kan givetvis lämna goda referenser.\n  \n  \n\nVi jobbar oftast på ett säkerhetsklassade områden så det krävs att våra anställda innehar ett rent belastningsregister\n  \n  \n\n**krav:**  \n\nC-körkort\n  \nGiltigt YKB\n  \nbra kunskaper i svenska språket, både i tal och skrift","company_url":"https:\/\/se.indeed.com\/cmp\/Hrz-Nordic-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"32812b374bbdf9fb","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=32812b374bbdf9fb","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30320424","title":"Konsult, Informationssäkerhet och IT-rätt","company":"Qbase AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1764460800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Konsult inom Informationssäkerhet & IT-rätt (ISO 27001, GDPR, NIS2)\n  \nQbase – Stockholm\n  \nVill du arbeta i ett växande och dynamiskt bolag där informationssäkerhet, teknik och modern compliance möts? Qbase stärker nu sitt team och söker en konsult med kompetens inom informationssäkerhet och IT-rätt, gärna med erfarenhet av ISO 27001, GDPR, NIS2 och annan regulatorisk efterlevnad.\n  \nOm rollen\n  \nSom konsult hos oss kommer du att arbeta med kunder i olika branscher och hjälpa dem att utveckla sitt arbete inom informationssäkerhet och dataskydd. Rollen innebär både operativt och strategiskt arbete, där du stöttar organisationer i att bygga, förbättra och implementera ledningssystem och juridiska strukturer.\n  \n  \n\n**Du kommer bland annat att:**  \n\nGenomföra nulägesanalyser och riskbedömningar inom informationssäkerhet och dataskydd\n  \nUtveckla och implementera processer, policyer och rutiner enligt ISO 27001\n  \nStötta kunder med efterlevnad av GDPR, NIS2, DORA och annan relevant lagstiftning\n  \nGenomföra workshops, utbildningar och revisioner\n  \nArbeta med kundprojekt, avtal och återkommande rådgivning\n  \nBidra till utvecklingen av Qbase egna metodik, tjänster och lösningar\n  \n  \n\nVi söker dig som har erfarenhet inom informationssäkerhet, IT-juridik eller compliance, gärna från konsultvärlden eller liknande rådgivande roller. Du behöver inte vara expert på allt, men du bör ha god förståelse för informationssäkerhet och vilja att utvecklas vidare inom området.\n  \n  \n\n**Vi tror att du har:**  \n\nErfarenhet av ISO 27001 eller annat säkerhetsramverk\n  \nKunskap om GDPR och relaterade dataskyddsfrågor\n  \nIntresse för (eller erfarenhet av) NIS2, DORA och cybersäkerhet\n  \nGod förmåga att uttrycka dig i tal och skrift\n  \nFörmåga att bygga förtroende och skapa långsiktiga relationer med kunder\n  \nAnalytisk, strukturerad och lösningsorienterad arbetsstil","company_url":"https:\/\/se.indeed.com\/cmp\/Qbase-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4314327128","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4314327128","job_url_direct":null,"title":"Customer Care Coordinator","company":"Karo Healthcare","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"***Karo Healthcare***\n*, a dynamic and growing personal-care retail company, is all about making smart choices for everyday healthcare. With a wide-ranging portfolio across seven categories including medical products, we own and sell over 80 brands in about 90 countries. Our portfolio includes such brands as E45, Pevaryl, Lamisil, Nutravita, Decubal and many others. Our core belief in empowering people to make intelligent health decisions drives our growth strategy, blending organic expansion and M&A.*\n\n\n\n\n Join us at Karo Healthcare on our exciting journey. We're currently looking for a\n **Customer Care Coordinator** \n for our office in\n **Stockholm** \n .\n   \n\n\n\n\n**What's in it for you?**\n\n**Be at the heart of our customer operations, in a hands-on role with real impact.**\n You'll join an agile, international company in growth mode—where your work shapes the daily experience of our customers and retail partners across the Nordics. Expect collaboration across borders, exposure to multiple business functions, and the chance to grow your career in a fast-paced, purpose-driven environment.\n   \n\n\n\n\n**What you'll be doing**\n* Be the go-to contact for our pharmacy and retail customers in the Nordics—resolving order-related questions and ensuring timely communication.\n* Monitor orders and coordinate with internal teams to ensure smooth, on-time deliveries.\n* Send order confirmations and manage inquiries with precision and speed.\n* Proactively communicate stock availability, delivery delays, and provide solutions.\n* Work closely with supply chain, logistics, and commercial teams to remove roadblocks and boost customer satisfaction.\n* Handle complex inquiries and escalations with a structured, customer-first approach.\n* Log and follow up on customer cases, supporting ongoing improvement efforts.\n* Support customer-specific processes including campaigns, promotional deliveries, and tailored reporting.\n* Share customer insights internally to help improve product availability and service levels\n  \n\n  \n\n\n**Requirements**\n**Requirements**\n* 2-3 years of experience in customer service, order management, or supply chain—ideally from a fast-moving, product-driven environment.\n* Comfortable navigating ERP systems (IFS, SAP, Navision, or similar).\n* Fluent in both\n **English and Swedish** \n .\n* Confident using\n **Excel and Outlook** \n as daily tools.\n* Previous experience in\n **FMCG, healthcare, or pharma** \n is a strong plus.\n* You're structured, solutions-focused, and enjoy working with multiple stakeholders to deliver results.\n  \n\n  \n\n\n**Benefits**\n* Opportunity to create, grow, and encourage\n* Apart from a competitive salary pack, there are lots of growth opportunities to meet your personal ambitions\n* Flexible schedule, hybrid model with the primary work place in the office, and life-work balance\n* Responsibility for exciting and challenging projects that have a direct, visible impact on our customers and the industry\n* Very positive work environment in a dynamic, international, and motivated team\n* Start-up spirit while being a part of the large international organization with strong values\n\n\n\n  \n \n\n\n\n   \n \n\n\n\n*Karo Healthcare has a Diverse & Inclusive environment. We are looking for qualified candidates irrespective of gender, gender identity, sexual orientation, ethnicity, race, religion, national origin, disability or age.*","company_url":"https:\/\/se.linkedin.com\/company\/karohealthcare","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHknol9z-Iceg\/company-logo_100_100\/company-logo_100_100\/0\/1630570640577\/karo_pharma_ab_logo?e=2147483647&v=beta&t=3UAFrE8F6AvBZdQFdfIxaE9BiV5qWeZQRj5K56723-0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4347988990","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4347988990","job_url_direct":null,"title":"Junior Analyst\/Fact-finder (student job 10 h\/week)","company":"Primrock","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Fact Finder (Junior Analyst) [Student job!]** \n\n\n\n\n We are seeking several fact finders and junior analysts for part-time - 10 hours\/week - at our Stockholm office at Norra Djugården, close to Stockholm University, to support our management and development team in the Nordics. The position is at our office in Stockholm. It is neither from home, nor hybrid. Position starts in January 2026.\n \n\n\n\n  \n\n\n\n\n\n**About You** \n\n\n\n\n You are fascinated with markets. You love data and empirical analysis. You are determined. You believe in evidence as a foundation for rational decision-making.\n \n\n\n\n  \n\n\n\n\n\n**Tasks** \n\n\n\n\n As a fact-finder\/junior analyst you will assist our management and development team collecting and presenting data relating to market conditions, including regulation\/incentives, potential customers, competitors, suppliers as well as input markets\/technologies.\n \n\n\n\n  \n\n\n\n\n\n**Profile** \n\n\n\n\n You have an analytical and productive mind with strong skills in empirical research. You are studying for a Master's Degree in Engineering, Economics, Econometrics, Data Science and\/or Statistics. You have excellent academic results. We think you are a student at Stockholm University, KTH, Uppsala University or Stockholm School of Economics. You are fluent in Swedish and you are proficient in English.\n \n\n\n\n  \n\n\n\n\n\n**Benefits** \n\n\n\n\n A great scale-up experience and a competitive salary.\n \n\n\n\n  \n\n\n\n\n\n**Apply** \n\n\n\n\n We evaluate applications continuously. Apply as soon as possible. Last day to apply is Friday December 12, 2025. We look forward to your application!\n \n\n\n\n  \n\n\n\n\n\n**About Primrock** \n\n\n\n\n Primrock is the leading independent provider of balance and capacity services to the Nordic electricity system. We operate decentralized units supplying adequate power with highest possible reliability, precision and speed. Our facilities meet the need for reserve capacity to maintain stability in the Nordic synchronous system as well as power flexibility and quality at the local level. Our independence allows us to bring novel, efficient and user centric solutions to the market. We create value with an innovative multi functional and responsive design and business model. Primrock supports the expansion of renewable power generation by providing capacity that can be used as synthetic inertia and for frequency restoration after grid disturbances. In addition, our capacity services facilitate the electrification of new sectors, notably by enabling a rapid introduction of electric vehicles.","company_url":"https:\/\/se.linkedin.com\/company\/primrock","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFUkTZwvC3H1A\/company-logo_100_100\/company-logo_100_100\/0\/1630579488458\/primrock_logo?e=2147483647&v=beta&t=Y3c72IAi3CWQ7kw6m2IJebBynwytIPSqdxqvTgfoLXg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4304221959","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4304221959","job_url_direct":null,"title":"Senior Solutions Consultant","company":"Pegasystems","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Meet Our Team**\n As a senior contributor to the Pega Sales Consulting team, you will collaborate with client executives, product managers, software developers, analysts, business officers, and other groups to ensure the successful execution of sales strategy with key enterprise clients. Our senior solutions consultants combine solid technical sophistication with extensive enterprise knowledge and customer centricity!\n   \n\n  \n\n**Picture Yourself At Pega**\n Pega's powerful portfolio of strategic AI-driven applications helps our fortune 500 clients embrace digital transformation, by automating business critical processes including AI powered personalization.\n   \n\n  \n\n**What You'll Do At Pega**\n* Lead complex technical presentations and solution architecture discussions with stakeholders at various organizational levels including C-level executives and senior IT leaders\n* Design and deliver sophisticated product demonstrations showcasing Pega's capabilities across work flow automation\n* Help our fortune 500 enterprises achieve strategic business goals by streamlining mission-critical operations\n* Analyze complex challenges and evaluate how Pega's technology can drive meaningful business value and significant ROI\n\n\n**Who You Are**\n Passionate about digital transformation through cutting edge technology! You bring senior-level technical expertise combined with client-facing pre-sales and consulting roles. You are a driven, autonomous team player who thrives among high performing colleagues, utilizing the latest technology and best practice.\n   \n\n  \n\n* Strategic thought leader with proven ability to design and present complex solution architectures , combined with executive-level communication skills to build relationships with senior stakeholders across business and IT\n* Would be great if you have experience in financial services software implementations, solution architecture, regulatory compliance systems, and enterprise transformation projects within financial services and insurance\n* Background in diverse SAP environments-from BTP and ECC to S\/4HANA and other enterprise level solutions-covering different domains and processes would also be advantageous\n\n\n**What You've Accomplished**\n* Led senior-level engagements with enterprise level clients to develop customer-specific solutions addressing complex challenges\n* Delivered comprehensive POCs and executive-level demonstrations showcasing complex solutions, and educated C-suite customers on transformational capabilities\n* 8+ years of thought leadership in technology and digital transformation\n* 8+ years of hands-on experience developing, selling, and implementing enterprise software solutions ideally within the financial services sector\n* Proven track record of engaging with senior executives at major institutions and driving complex sales cycles to successful closure\n\n\n**Pega Offers You**\n* Gartner Analyst acclaimed technology leadership across our categories of products\n* Continuous learning and development opportunities\n* An innovative, inclusive, agile, flexible, and fun work environment\n* Competitive global benefits program inclusive of pay + bonus incentive, employee equity in the company\n\n\n Job ID: 22621","company_url":"https:\/\/www.linkedin.com\/company\/pegasystems","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFTBipWjNDrbw\/company-logo_100_100\/company-logo_100_100\/0\/1712082741150\/pegasystems_logo?e=2147483647&v=beta&t=wwuojPl1_DJ1fnPfx4k-r_u8GsPBM6fqfuJK90ro234","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4348018914","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4348018914","job_url_direct":null,"title":"Junior Project Manager","company":"Primrock","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Primrock is looking for an ambitious junior\/assisting project manager for our upcoming battery energy systems and power generation sites.* \n\n\n\n\n  \n\n\n\n\n\n**About the role as Junior Project Manager** \n\n\n\n\n  \n\n\n\n\n\n As a junior (assisting) project manager, you assist the project management with the preparation and implementation of our new construction projects. You assist the project management both administratively and practically. Among other things, you work with creating, supplementing, communicating and following up on project documentation and project plans. You participate in coordination and dialogue with stakeholders, authorities and suppliers. You assist with procurement and ordering. You establish and follow up control programs. You compile and report ongoing project costs in relation to the budget. You prepare, document and follow up project meetings etc.\n \n\n\n\n  \n\n\n\n\n\n**About you** \n\n\n\n\n  \n\n\n\n\n\n You are a relatively recent graduate with a Master's degree or equivalent, preferably in Engineering or Industrial Economics or a combination of Economics\/Business Administration\/Engineering, with excellent results. You are structured and responsible. Your language skills include the ability to express yourself professionally in speech and writing in both Swedish and English. We work with advanced written sources, so your ability to digest and understand facts and knowledge of a technical, financial and regulatory nature in both Swedish and English is a necessity.\n \n\n\n\n  \n\n\n\n\n\n**About Primrock** \n\n\n\n\n  \n\n\n\n\n\n Primrock provides capacity and balance services to the Nordic electricity market. We are a fast-growing and customer-focused company on the edge of the evolving power system in Sweden. We offer system operators and end-users flexible, reliable, and cost-efficient capacity-as-a-service. We strive to facilitate the transition to a 100% renewable power system by providing distributed solutions as a complement to intermittent, weather-dependent, generation.\n \n\n\n\n  \n\n\n\n\n\n**About the job** \n\n\n\n\n  \n\n\n\n\n\n The position is full time (100%) - in office. It is neither from home, nor hybrid. Primrock offers a competitive compensation package. Our office is located at Norra Djurgården, in proximity of Stockholm University. The position will start in January 2026 (or February at the latest).\n \n\n\n\n  \n\n\n\n\n\n**Apply** \n\n\n\n\n  \n\n\n\n\n\n We evaluate candidates continuously. Deadline for applications is 6:00 pm (CET) on Friday 12 December 2025. We look forward to your application!","company_url":"https:\/\/se.linkedin.com\/company\/primrock","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFUkTZwvC3H1A\/company-logo_100_100\/company-logo_100_100\/0\/1630579488458\/primrock_logo?e=2147483647&v=beta&t=Y3c72IAi3CWQ7kw6m2IJebBynwytIPSqdxqvTgfoLXg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4347899071","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4347899071","job_url_direct":null,"title":"Chief Project Officer","company":"Primrock","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Primrock is seeking a Chief Project Officer (CPO) to head our engineering, procurement and construction (EPC) team for new utility-scale balancing systems – particularly large scale battery energy storage systems – in Sweden.* \n\n\n\n\n**About Primrock** \n\n\n\n\n Primrock provides capacity and balance services to the Nordic electricity market. We are a Stockholm-based fast-growing company on the edge of the evolving power system in Sweden. Primrock designs, builds, owns and operates physical assets (mainly large scale battery energy storage systems) to provide multiple critical services to the electricity market and Nordic synchronous power system. The engineering, procurement and construction (EPC) team is responsible for delivering turn-key installations after commissioning to Primrock’s Operations in accordance with our plan to expand capacity. The EPC-team execute projects approved by the Board. The EPC-team works closely with the project development team that identifies and prepares new sites.\n \n\n\n\n**About the role** \n\n\n\n\n The Chief Project Officer (CPO) of Primrock will have three main resposibilities. First, you will execute Primrock’s epansion plan for new capacity through multiple parallel large-scale installation projects. Second, you will head the engineering, procurement and construction (EPC) team to deliver turn-key systems within budget, on time and in accordance with specifications. Third, you will support individual projects with expertise and guidance including engineering for project-specific requirements, site-specific procurement as well as the execution of quality control programs. The CPO reports to the Chief Operating Officer (COO).\n \n\n\n\n**Your profile** \n\n\n\n\n You have a Master’s degree in Civil Engineering from a top university (e.g. KTH, LTH, Chalmers) with excellent academic results. You have 2+ years of professional experience from engineering, procurement and construction (EPC) in a leading role. You have extensive experience of project management. Experience from large scale investment projects in manufacturing and\/or energy is a plus but not a requirement. You have excellent oral and written communication skills in Swedish and English.\n \n\n\n\n**About the job** \n\n\n\n\n The position is full time (100%) at our office in Stockholm. It is not from home and not hybrid. Primrock offers a competitive compensation package. The position will start preferably in January and no later than February 2026.\n \n\n\n\n**Application** \n\n\n\n\n Application deadline for this job is\n \n Friday 12 December 2025 at 6:00 pm (CET)\n \n . We look forward to your application!","company_url":"https:\/\/se.linkedin.com\/company\/primrock","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFUkTZwvC3H1A\/company-logo_100_100\/company-logo_100_100\/0\/1630579488458\/primrock_logo?e=2147483647&v=beta&t=Y3c72IAi3CWQ7kw6m2IJebBynwytIPSqdxqvTgfoLXg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4334656088","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4334656088","job_url_direct":null,"title":"Head of Service Delivery","company":"SSC - Swedish Space Corporation","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n Welcome to SSC – Swedish Space Corporation, the perfect workplace for those passionate about technology in general and space in particular.\n   \n\n  \n\n Our services enable successful space projects in telecommunications, security, meteorology, positioning, research, earth observation, and other applications. With space organizations, research institutes, institutional and commercial actors as customers, we offer specialist expertise in satellite communications, ground station services, space consulting services, rocket and balloon systems, flight test services and much more.\n   \n\n  \n\n**Are you fueled by a passion for people and the ambition to create an awesome workplace?**\n**Are you ready to embark on an exciting journey with us to help Earth benefit from space?** \n  \n\n  \n\n If you answer yes to these questions, we invite you to seize the opportunity to make a significant impact as\n **Head of** \n**Service Delivery** \n in our Service Delivery team. We are looking for a dedicated manager who shares our core values of Customer passion, Care, Collaboration, Curiosity, and Courage.\n   \n\n  \n\n SSC’s Connect division provides Ground Station as a Service (GSaaS) solutions to the global space industry. We support our customers in monitoring and controlling their spacecraft and downloading satellite data. We are looking for a manager to run our global Service Delivery department and ensure that we deliver our services according to budget and customer requirements. You will have the opportunity to be involved in all aspects of our GSaaS business and will play an important part in interacting with our customers and supporting the company to grow on the global market. Our international teams work across different geographical locations and time zones.\n   \n\n  \n\n**This Is Service Delivery**\n* Service Commissioning: This involves the initial setup and configuration of services to ensure they meet customer specifications. The team works closely with customers during the commissioning of new services and provide technical support for on-orbit services\n* Service Assurance: The department is responsible for maintaining the quality and reliability of services. This includes ongoing monitoring and support to ensure that services are delivered as promised and any issues are promptly addressed\n* LEOP (Launch and Early Orbit Phase): The Service Delivery department handles critical operations e.g. Launch and Early Orbit Phase, which includes setup, testing, execution, and training for non-critical phases. They ensure that all operations are conducted smoothly and efficiently\n* Project Management: The department manages various projects, from complex missions requiring extensive project management to standard services with minimal oversight. They focus on risk management, milestone adherence, and keeping stakeholders updated on project status\n* Customer Engagement: The team engages with customers throughout the service delivery process, from sales to ongoing support. They maintain and develop technical knowledge and skills to provide high-quality service and address any operational inquiries or issues\n* Technical Expertise: The department provides technical and project management expertise to customer projects, including configuring systems for new missions, performing pre-launch testing, and supporting critical operations.\n\n\n**Job Requirements**\n**YOUR ROLE** \n  \n\n  \n\n**The Main Tasks Of The Role Are**\n* Manage the teams and ensure adherence to applicable processes and routines.\n* Foster a motivating environment that encourages team engagement and alignment towards achieving shared goals.\n* Support the organization in managing assignments and projects and applying best practices.\n* Support organization in identifying risks, and implementing strategies and actions to mitigate them, safeguarding project success.\n* Support the organization in developing training documentation and ensure efficient on-boarding of new employees.\n* Promptly inform Connect’s Executive team of project delivery issues and customer escalations.\n* Engage with customers to manage expectations and ensure customer satisfaction.\n* Manage cross-functional collaboration by coordinating tasks and projects with other teams, including software development and IT teams.\n* Being an active member of the Connect Executive Team, contributing to the divisions Business strategy, prioritizations, and developing and maintaining a shared organizational culture.\n\n\n**Job Responsibilities**\n**WHO YOU ARE** \n  \n\n  \n\n You have a bachelor’s or master’s degree in science or engineering. You have proven experience in managing customers and service contracts for technology-focused services and have extensive project management experience. Additionally, you have a strong commercial understanding including experience in budget management. People management comes naturally to you, and you are experienced in managing engineering teams.\n   \n\n  \n\n**Your Expertise Includes**\n* Demonstrates a strong sense of responsibility by overseeing the entire lifecycle of team deliverables, ensuring reliability and fostering cooperation to achieve project goals.\n* Demonstrates a strong commitment to understanding and meeting customer needs, building long-term, trust-based relationships.\n* Good ability to grasp complex technical systems and good analytical skills to find solutions to complex problems.\n* Well-structured, ambitious and driven, with a proactive approach to project management.\n* Self-driven and capable of working autonomously.\n* Good cultural understanding and a strong track record of managing distributed teams across time zones.\n* Willing to travel frequently.\n\n\n**Valuable additions**\n* Experience in the space business, for example spacecraft and\/or ground segment operations.\n\n\n**Job Benefits**\n WE OFFER YOU\n   \n\n  \n\n* A unique opportunity to contribute to a wide range of projects and play an active role in both the Swedish and international space industry.\n* An excellent opportunity for personal and career development.\n* An exciting, international workplace characterized by an open atmosphere and proud employees all over the world.\n\n\n**Additional Benefits (applies In Sweden)**\n* In addition to vacation and traditional public holidays, we offer extra paid leave throughout the year, such as time off between Christmas and New Year, Ascension Day, amounting to 6-11 extra days depending on the calendar.\n* Wellness allowance of SEK 5,000 per year.\n* Health benefits such as voluntary health insurance and regular health checks for eligeble employees.\n* Access to a benefit bike through a tax-efficient leasing program.\n* Support for employee-driven activities that promote connection, health, and culture across teams.\n* Collective Agreement, including good pensions plans, parental pay and insurance.\n\n\n**LOCATION** \n  \n\n  \n\n This is a permanent position with 40 hours\/week, located at any of our SSC offices, with a preference for the Solna location.\n   \n\n  \n\n  \n\n  \n\n**NEXT STEP** \n  \n\n  \n\n If this opportunity sparks your interest, don’t wait—apply today! We will review applications on an ongoing basis, and interviews will be conducted continuously.\n   \n\n  \n\n We kindly ask that you only submit your CV when applying. By focusing solely on CVs, we can ensure a fair and efficient recruitment process that allows us to evaluate your skills and qualifications directly.\n   \n\n  \n\n Please note that the job advertisement may close earlier than the stated deadline if we receive a high volume of applications. This allows us to ensure a fair and efficient recruitment process and give each application the attention it deserves.\n   \n\n  \n\n This is a security-classified position and will require a background check prior to employment.\n   \n\n  \n\n We welcome your application no later than\n **2025-09-30.**\n**WE HELP EARTH BENEFIT FROM SPACE**\n Swedish Space Corporation (SSC) is a leading global provider of advanced space services, with more than 50 years of experience. We help space organizations, research institutes, commercial and institutional actors from all over the world to get access to space.\n   \n\n  \n\n With local presence on all continents and about 700 committed employees, we offer specialist expertise in ground station services, spacecraft operations, rocket and balloon systems, launch services and flight test services, as well as engineering, operations and consultancy services for space missions.\n   \n\n  \n\n We help Earth benefit from Space.","company_url":"https:\/\/se.linkedin.com\/company\/ssc-swedish-space-corporation","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQG4HdhepsPH6A\/company-logo_100_100\/company-logo_100_100\/0\/1639661192306\/ssc_swedish_space_corporation_logo?e=2147483647&v=beta&t=1gnIjo3ZPhNmVANtT8GndPu8OggSLdyNNGBJxLCp5Jg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4274578686","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4274578686","job_url_direct":null,"title":"Senior Account Executive","company":"Automat-it","location":"","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Automat-it is where high-growth startups turn when they need to move faster, scale smarter, and make the most of the cloud. As an AWS Premier Partner and Strategic Partner, we deliver hands-on DevOps and FinOps and GenAI support that drives real results.\n \n\n\n\n  \n\n\n\n\n\n We work across EMEA and the US, fueling innovation and solving complex challenges daily. Join us to grow your skills, shape bold ideas, and help build the future of tech.\n \n\n\n\n  \n\n\n\n\n\n We’re seeking an Account Executive to drive Automat-it business growth in the EMEA north territory of Greenfield accounts while assuring a great customer experience. You’ll be responsible for the sales process, from prospecting to closing a deal. \n \n\n\n\n 📍 Work location - hybrid from Stockholm with weekly visits to AWS office\n \n\n\n\n If you are interested in this opportunity, please submit your CV in English.\n \n\n\n\n  \n\n  \n\n\n\n\n Responsibilities:\n \n  \n\n\n\n\n* Develop and execute successful targeted territory development plans to help achieve or exceed growth, revenue, and margin targets\n* Develop and manage all phases of the territory’s business development cycle, including managing proposal negotiations, the statement-of-work, and completion of all contract details\n* Demonstrates breadth and depth of knowledge in aligning Automat-it capabilities to client business and positioning relative to competitors\n* Prospect new customers and communicate with the AWS reps regularly\n* Maintain and develop strategic vendor relations with AWS\n* Regularly attend business events to promote and educate prospective clients on the benefits of Automat-it\n* Work collaboratively with Marketing, Operations, Delivery, and Solutions Architects\n* Commitment to regular business travel locally and abroad\n\n\n\n  \n\n  \n\n\n\n\n Requirements:\n \n  \n\n\n\n\n* 2+ years of experience in direct IT sales and business development from a complex cloud or software solutions\n* Experience selling IT professional services (consulting\/managed\/staff services) or SaaS solutions designed for R&D or DevOps teams\n* Ability to articulate the value proposition of professional services to technical and business stakeholders\n* Proven successful track record of meeting and exceeding sales quotas\n* Experience with selling AWS-based solutions\n* Network and relationships with Swedish-based digital native\/ISV\/startup companies\n* Demonstrated ability to engage and influence C-level executives\n* Excellent written and verbal communication skills in both English and Swedish\n* Excellent presentation and organizational skills\n* Ability to work in a fast-paced environment\n* Working experience with Salesforce or Hubspot\n* AWS cloud certificated - advantage\n\n\n\n Automat-it is committed to fostering a workplace that promotes equal opportunities for all and believes that a diverse workforce is crucial to our success. Our recruitment decisions are based on your experience and skills, recognizing the value you bring to our team.\n \n\n\n\n\n\n\n\n  \n\n  \n\n\n\n\n Benefits:\n \n  \n\n\n\n\n* Professional training and certifications covered by the company (AWS, FinOps, Kubernetes, etc.)\n* International work environment\n* Referral program – enjoy cooperation with your colleagues and get a bonus\n* Company events and social gatherings (happy hours, team events, knowledge sharing, etc.)\n* English classes\n* Soft skills training\n\n\n\n Country-specific benefits will be discussed during the hiring process.\n \n\n\n\n Automat-it is committed to fostering a workplace that promotes equal opportunities for all and believes that a diverse workforce is crucial to our success. Our recruitment decisions are based on your experience and skills, recognizing the value you bring to our team.","company_url":"https:\/\/il.linkedin.com\/company\/automat-it","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHK0SQOU3Ecjw\/company-logo_100_100\/company-logo_100_100\/0\/1719256873842\/automat_it_logo?e=2147483647&v=beta&t=ph_WqCpvSY-1WV4qbNj7EF7gI5DNYumoRHh4p30qETs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4313360488","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4313360488","job_url_direct":null,"title":"SEO Intern","company":"Precis","location":"Stockholm, Stockholm County, Sweden","job_type":"internship","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"📍 Stockholm\n   \n\n  \n\n 📆 LIA 2\n   \n\n  \n\n 👩🏽‍💻 Office: 3 Days a Week\n   \n\n  \n\n 🧑‍🎓 Student Site\n   \n\n  \n\n We are looking for interns who are eager to learn the ropes of digital marketing – with the goal of making a long career at Precis!\n   \n\n  \n\n**This role is aimed at bachelor's or master's degree students who have an internship period included in their study program. It’s a full-time internship.**\n Your main focus is to learn within your role and help your team. Responsibilities, main goals, and development criteria are focused on gaining knowledge and contributing to Precis by utilising your knowledge to impact your clients and your team. Your role will be to assist a team of experienced marketing professionals in a variety of different digital marketing projects.\n   \n\n  \n\n**What You Will Be Doing**\n* Work on real client projects, supporting our team in improving organic search performance and website conversions.\n* Conduct SEO audits, keyword research, and competitive analysis to identify growth opportunities.\n* Learn and apply technical SEO, on-page optimisation, and content strategies.\n* Use tools like Google Analytics (GA4), Google Search Console, Semrush, and Ahrefs to track and analyse results.\n* Collaborate with experienced SEO & CRO specialists, learning industry best practices and the latest trends.\n* Get hands-on with AI-driven SEO strategies and automation.\n\n\n**What We Are Looking For**\n* Excellent verbal and written communication skills in English.\n* Ongoing studies within digital marketing or similar.\n* Passion for SEO, data analysis, and digital marketing.\n* Strong analytical mindset with attention to detail.\n* Comfortable working with numbers and extracting insights from data.\n* A proactive, curious mindset - ready to learn, test, and optimise.\n* Familiarity with GA4, Excel\/Google Sheets, and SEO tools is a plus.\n\n\n**What We Offer**\n* An exceptional workplace marked by noteworthy accomplishments, including securing the Great Place to Work Award, being nominated for the EU Search Awards, and winning the award for the best EMEA Online Sales Google Premier partner.\n* An intense learning environment where you will be able to grow and develop your skills and passions alongside some of the brightest minds in the industry.\n* A culture that is built on collaboration, trust, and innovation. We value having fun together - that’s why we also have regular afterworks, team events, and a yearly festival.\n* A diverse environment with a high focus on inclusion and belonging. We speak over 27 native languages around Precis, and our internal inclusion score is 4.5 out of 5.\n* We recognize the effort internships require, so we offer 5000 SEK monthly to help cover travel, meals, or any other personal expenses.\n\n\n*We are committed to building an inclusive and fair workplace that attracts talent and advances its people, regardless of their background, experiences or perspectives. We believe that a diverse set of minds will continue to contribute to our innovative culture and our ability to reinvent ourselves constantly.*\n***Please send your application in English. We will get in touch via email, so please make sure to check your spam folder.***","company_url":"https:\/\/se.linkedin.com\/company\/precis-digital","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEqoubesHYKxQ\/company-logo_100_100\/company-logo_100_100\/0\/1630639284668\/precis_digital_logo?e=2147483647&v=beta&t=RNp9MuAdzdUhKWxuqXDRJj2LSD-3YeFYzdbpiCFxlAw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4294986967","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4294986967","job_url_direct":null,"title":"AI Systems Engineer","company":"evroc","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Introducing evroc**\n At evroc, we are building a secure, sovereign, and sustainable hyperscale cloud to reimagine the digital future of Europe. By joining our company, you have an exciting opportunity to contribute to the development of next-generation cloud services. We are seeking intellectually curious and highly motivated team members who are ready to embrace the thrilling challenge of building the first European owned hyperscale cloud.\n   \n\n  \n\n**Location:** \n Stockholm\n   \n\n  \n\n**Job type:** \n Permanent position\n   \n\n  \n\n**Join the Pioneers**\n This is a rare opportunity to influence the technical foundation of a European hyperscaler— at the very beginning.\n   \n\n  \n\n As an AI Systems Engineer at evroc, you will be at the center of developing and operating our AI platform services, providing evroc’s customers\/users with a superior experience, ranging from inference-as-a-service to infrastructure for large-scale training.\n   \n\n  \n\n Working with the latest Nvidia GPU hardware and open-source AI technologies, you’ll ensure our platform is secure, resource efficient, and performant. evroc's AI services bring European sovereignty, data privacy, and sustainability to AI application developers.\n   \n\n  \n\n You will work in close collaboration with infrastructure, platform, and storage teams, across our development hubs in Stockholm, Sophia Antipolis (France), and London.\n   \n\n  \n\n**What You’ll Tackle**\n* Designing, building, and maintaining a production platform for AI inference and training, based on Kubernetes.\n* Implementing multi-tenancy in GPU-accelerated platforms, ensuring efficient resource sharing, workload isolation, and scheduling.\n* Optimizing resource utilization and performance of AI inference and training workloads.\n* Monitoring and metrics collection for real-time control and accounting.\n* Security in all aspects, from user authentication to GPU attestation.\n\n\n**Skills We Value**\n* Operating system fundamentals, e.g., containerization, virtualization, and device drivers, including SR-IOV and RDMA.\n* Operational experience with Kubernetes.\n* GPU low-level software stack, e.g., Nvidia CUDA, MIG, GPU Operator, DCGM, and GPU interconnect software.\n* AI\/ML frameworks and runtimes, e.g., vLLM and PyTorch.\n* Distributed systems fundamentals, including networking, scheduling, and resource allocation.\n* Software development in programming languages such as Golang, Rust, and Python.\n* Security technologies, e.g. TPM, TEE, and Confidential Computing.\n* Strong problem-solving and communication skills to effectively address complex platform engineering challenges.\n\n\n We offer a competitive salary and an equity package to attract the best. Whether it’s the cosmopolitan allure of London, the vibrant Stockholm, or the Mediterranean charm of Sophia Antipolis, you’re poised for an inspiring work environment and a captivating local culture!\n   \n\n  \n\n At evroc, diversity is our strength. We champion an inclusive environment where every background - ethnicity, age, gender identity, beliefs, and culture - is celebrated.\n   \n\n  \n\n Applicants must possess a valid work permit.","company_url":"https:\/\/www.linkedin.com\/company\/evroc","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHgvrNzSJXH3A\/company-logo_100_100\/B4DZoLzEW0GQAQ-\/0\/1761134528873\/evroc_logo?e=2147483647&v=beta&t=--2SY1uHarfEs1fEQ8WgTuGQpvmWo1E5rDt_bGDCL5M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4339467999","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4339467999","job_url_direct":null,"title":"HR Generalist - EMEA","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engineering innovation and IoT. Our customers include the world's leading public cloud and silicon providers, and industry leaders in many sectors. The company is a pioneer of global distributed collaboration, with 1200+ colleagues in 75+ countries and very few office based roles. Teams meet two to four times yearly in person, in interesting locations around the world, to align on strategy and execution.\n   \n\n  \n\n The company is founder led, profitable and growing.\n   \n\n  \n\n**We are hiring an HR Generalist to support our EMEA region**\n With 1,200+ colleagues across 75 countries, we require an HR function that thinks and acts globally. We're looking for an HR Generalist who will report into our Regional HR Manager who can help build our company as we go through continued growth plans. It's an exciting time to join with the opportunity to help shape and create an HR function for the future. You will demonstrate a high work ethic and the personal confidence to set and defend high expectations of colleagues, counterparts and processes. You must be able to work independently, take a hands-on approach, and interface effectively with professionals at all levels. You'll need excellent communication, professional and interpersonal skills as well as the ability to function in a proactive, innovative environment. We look to HR both to support our colleagues in their personal needs and development, and also to maintain consistently high standards across multiple teams, managers and directors.\n   \n\n  \n\n**The role entails the individual to:**\n* Provide HR guidance to team members and managers, setting high expectations of behaviour and performance.\n* Partner with line managers to provide employee relations advice on global policies and procedures.\n* Ensure accuracy and timeliness in processing employee changes, joiners and leavers.\n* Manage and drive benefit programs spanning our EMEA location (UK, Ireland, France, Germany and Spain)\n* Liaise with our finance team on monthly payroll, projects and enquiries.\n* Support the full life-cycle of HR including onboarding, benefit administration, and departure.\n* Apply critical thinking to automate and reduce administrative tasks.\n* Take a lead role in the management, continued development, and integration of our HR\n* system.\n* Act as a system expert and advocate for the global HR team.\n* Produce data driven reports to inform and influence HR initiatives.\n* Lead and participate in projects where you'll see the impact of your work.\n* Support internal resource groups to drive initiatives such as diversity and inclusion.\n* Create, update and maintain corporate policies that have a global lens with local application.\n* Ensure consistency of application of our HR policies and procedures.\n\n\n**What we are looking for in you:**\n* Exceptional academic track record from both high school and university\n* Relevant professional qualification and certifications.\n* Excellent practical insights into German, UK and\/or French HR practices and employment laws.\n* Knowledge of other EMEA laws and practices is beneficial.\n* Self-directed, organised problem solver with the ability to prioritise and meet goals and deadlines.\n* Demonstrated ability to exercise discretion, sound judgement, tact and diplomacy in all communications.\n* Fearless and principled approach to professional interactions at every level of the business with commitment to confidentiality of sensitive information.\n* Willingness and ability to travel up to 4 times a year for internal events, with at least one trip of two full working weeks.\n\n\n**What we offer colleagues**\n We consider geographical location, experience, and performance in shaping compensation worldwide. We revisit compensation annually (and more often for graduates and associates) to ensure we recognise outstanding performance. In addition to base pay, we offer a performance-driven annual bonus. We provide all team members with additional benefits, which reflect our values and ideals. We balance our programs to meet local needs and ensure fairness globally.\n   \n\n  \n\n* Distributed work environment with twice-yearly team sprints in person.\n* Personal learning and development budget of USD 2,000 per year.\n* Annual compensation review.\n* Recognition rewards.\n* Annual holiday leave.\n* Maternity and paternity leave.\n* Employee Assistance Programme.\n* Opportunity to travel to new locations to meet colleagues.\n* Priority Pass, and travel upgrades for long haul company events.\n\n\n**About Canonical**\n Canonical is a pioneering tech firm at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open source projects and the platform for AI, IoT and the cloud, we are changing the world of software. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence - in order to succeed, we need to be the best at what we do. Most colleagues at Canonical have worked from home since its inception in 2004. Working here is a step into the future, and will challenge you to think differently, work smarter, learn new skills, and raise your game.\n   \n\n  \n\n Canonical is an equal opportunity employer\n   \n\n  \n\n We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4313365772","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4313365772","job_url_direct":"https:\/\/career.aceve.com\/jobs\/6608130-senior-channel-alliance-manager?utm_source=LinkedIn&urlHash=5syC","title":"Senior Channel & Alliance Manager","company":"Aceve","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Aceve is in business to back the builders of society.* \n**We are the SaaS powerhouse, built by engineers, developers, salespeople, administrators, marketeers, controllers, and much more**\n*. With over 500 employees, more than 950 million SEK in revenue and extensive experience in the field, we combine tradition and tech to provide a pioneering platform that helps our customers to achieve more.*\n**Role Overview**\n Aceve is seeking two highly motivated and very experienced Senior Channel & Alliances Managers to drive business growth and strengthen our market presence across Europe. These roles will focus on building strategic partnerships, while executing tailored sales and marketing initiatives to achieve revenue and market share goals. Close collaboration cross country and cross-functional teams is required to ensure brand consistency and effective go-to-market execution.\n   \n\n  \n\n These roles will focus on building strategic partnerships with regional distributors, technology & thought leaders, horizontal solutions and\/or regional Sis, to drive market penetration in the diverse and highly competitive European market environment. This will include both help accelerate existing partners as well as recruit new ones that support Aceve Partnerships strategy.\n   \n\n  \n\n We are seeking for one person to be based in Copenhagen and one in Stockholm.\n   \n\n  \n\n**Key Responsibilities**\n* Develop and expand Aceve distributor channels (covering major markets such as Nordics, DACH and Benelux) to achieve high market coverage for our portfolio, including building a plan for which part(s) of the portfolio to work with per territory(ies) to maximize Aceve growth, based on your market and competitor knowledge and in close collaboration with our Product & Technology Teams.\n* Ensure Aceve´s constant market share and visibility growth in the territory(ies) with new and upsell opportunities, across existing and new Customer segments, both via Aceve portfolio and via technology alliances with domain specific leaders.\n* Strategic Partnership Development by Identifying, recruiting and onboarding new Partners & alliances aligned with Aceve´s GTM strategy, such as regional\/pan-European Sis, IT Managed Services providers, Accountants, Financial System vendors, Unions, employee organizations, regulatory bodies, industry leaders and similar.Partner Portfolio Management incl. joint business planning, Exec QBRs, and recommendations for territory assignments, incentive structures and\/or engagement models’ optimisation to achieve the 1+1=3 effect.\n* Manage the partners’ relationships, owning executive-level relationships and executing strategically important joint initiatives aligned with the territory(ies) strategy, in close collaboration with our Product & Marketing teams. This includes understand the competitive landscape to ensure Aceve remains a ‘partner-of-choice’ and proactively present recommendations of how to stimulate business growth\n* Build and\/or grow your reputation as an industry expert and establish relationships with potential partners and key decision-makers in the industry, attend industry events and present the benefits of the Aceve portfolio where required. Serve as a regional expert while keeping in mind our pan-European footprint.\n\n\n**Qualifications & Skills**\n* 10+ years' experience in sales\/ indirect\/ channel partnerships in B2B SW (B2SMB is a plus), out of which 5+ years have been on a partnership role\n* Used to work under high levels of productivity and work well with constant change, fast-paced environments, and the ambiguity of a high growth business environment supported by an established HQ team.\n* Excellent cross-cultural communication skills, being able to connect with people at all levels of the organization, including executive team and\/or the board, meeting and exceeding your stakeholders’ expectations (both internal and external stakeholders)\n* Strong negotiation skills – to navigate complex commercial discussions to ensure the best outcome for both parties to nurture long-term relationships.\n* Startup mindset: strategic thinking with hands-on execution capability, adaptable, proactive and ready to wear multiple hats. Organised self-started, capable of designing scalable new initiatives.\n* Thriving in a fast-paced high-growth environment. Strong analytical and problem-solving skills and innovative ways to approach new challenges\n* Collaborative nature. High energy level, resilience and able to juggle among several open items and priorities without losing the smile.\n* Social mastery, comfortable with travelling to partner or customers sites and industry events, and creating brand new relationships\n* Analytical and data-driven, able to go from strategic tasks like researching a new market to daily systems hygiene like keeping the prospective partners and partners defined in our CRM (preferably Salesforce) and PRM systems (Impartner, kiflo, Allbound etc)\n* Experience in Construction, Heavy Machinery and\/or skilled trades, Accounting, Bookkeeping, SMB\/Mid-Market ERP, and your own network of partners and\/or experts that you have worked with over the years in the industry is a strong-plus.\n* Professsional Fluency in English and the local language are a must\n\n\n**Not ticking every box?** \n No worries! We value potential and drive, so apply anyway or connect with us- you might be just what we're looking for in our growing organisation! Join Aceve and take your expertise to the next level, together we are redefining what’s possible in craft and construction solutions!\n   \n\n  \n\n*Aceve is an equal opportunity employer. We celebrate diversity and are committed to creating an inclusive environment for all employees. Our selection process is conducted continuously and without discrimination, ensuring an equal opportunity for all candidates.*\n Aceve is in business to back the builders of society. With over 500 employees, 100 million € in revenue and extensive experience in the field, we combine tradition and tech to provide a pioneering platform that helps our customers to achieve more.","company_url":"https:\/\/se.linkedin.com\/company\/aceve","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGLpO33gryh_g\/company-logo_100_100\/B4DZWJE8otHAAY-\/0\/1741761530747\/hvd_group_logo?e=2147483647&v=beta&t=CFuqTBPGyrEKO9KUISmEUnRvm4PskUx4lEcLv8hFOKk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4324975422","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4324975422","job_url_direct":"https:\/\/portal.bytespoke.com\/jobs\/sweden\/functional-consultant&urlHash=nA6a","title":"SAP GTS Business Analyst","company":"Bytespoke","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About the Role:** \n\n We are seeking a\n **GTS Business Analyst** \n with deep expertise in\n **SAP GTS and Trade Compliance processes** \n to support ongoing global trade transformation initiatives. The ideal candidate will partner with stakeholders to analyze, document, and optimize trade compliance and customs management workflows within SAP GTS and S\/4HANA environments.\n \n\n\n**Key Responsibilities:** \n1. Collaborate with business and IT stakeholders to\n **analyze requirements** \n , ensure process alignment, and deliver compliant trade solutions.\n2. Support\n **end-to-end requirement management** \n , from gathering to validation and implementation within SAP GTS.\n3. Apply deep understanding of\n **Trade Compliance** \n ,\n **Customs** \n , and\n **SAP S\/4HANA GTS** \n functionalities.\n4. Facilitate workshops, document user stories, and ensure\n **effective communication and alignment** \n across teams.\n5. Drive business outcomes by\n **analyzing, influencing, and presenting insights** \n to stakeholders.\n6. Support testing, deployment, and continuous improvement activities.\n\n\n**Required Skills & Experience:** \n1. **8–10 years of experience** \n in Business Analysis with focus on\n **SAP GTS** \n and\n **Trade Compliance** \n .\n2. Strong hands-on experience in\n **SAP S\/4HANA** \n ,\n **Trade Compliance processes** \n , and\n **process management** \n .\n3. Proven expertise in\n **stakeholder management** \n and\n **requirement breakdown** \n .\n4. Strong business understanding with ability to translate technical concepts into business outcomes.\n5. Excellent communication, presentation, and influencing skills.\n\n\n**Nice to Have:** \n1. Exposure to\n **European trade compliance** \n and customs clearance workflows.\n2. Experience in\n **SAP SD\/MM integration** \n with GTS.\n3. Prior experience in\n **global or multi-vendor environments** \n .","company_url":"https:\/\/se.linkedin.com\/company\/bytespoke","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGujmqXL7WguQ\/company-logo_100_100\/company-logo_100_100\/0\/1732489136381\/bytespoke_logo?e=2147483647&v=beta&t=3w7dfwdvIrCFoyWCdxmvhpMZ9g4_J0y3-0OT959WQJs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4333969313","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4333969313","job_url_direct":null,"title":"Business Relationship Manager Nordics Digital Platform Services at BSH","company":"BSH Home Appliances Northern Europe","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"Gisela.Doebbeler@BSHG.COM","description":"**Description**\n At BSH Northern Europe, we are looking for a strategic and communicative individual to take on the role of Business Relationship Manager (BRM) for our Digital Platform Services. You will be the crucial link between our Nordic business units and our global Digital Platform Services (GDS-PS) team. Your mission is to ensure that our digital solutions and IT services meet the specific needs of the Nordic market and create maximum business value. You will be a key player in driving our digital transformation forward by aligning IT strategy with business strategy.\n   \n\n  \n\n**Your Tasks**\n* Act as the primary point of contact for the Nordic organization on all matters related to digital platforms and services.\n* Identify, understand, and prioritize business needs from the Nordic countries and translate them into clear requirement specifications for the global development teams.\n* Collaborate with global IT and digital teams to advocate that these needs are considered in the global development roadmap.\n* Build and maintain strong relationships with key stakeholders within the Nordic business operations to ensure effective collaboration.\n* Ensure that the digital portfolio and IT initiatives are aligned with the overall business strategy for the Nordics.\n* Drive initiatives to increase the adoption and maximize the value of existing and new digital platforms in the region, including leveraging AI technologies.\n* Proactively communicate project status, platform updates, planned changes, and any service disruptions to relevant stakeholders in the Nordics.\n* Accountable for the implementation of digital policies, procedures and audit measures.\n* Accountable for investment budget and cost development according to central directives and local requirements.\n* Lead a team of 5 employees and external consultants, fostering collaboration and achieving strategic goals.\n\n\n**Your Profile**\n* University degree in Business Administration, IT, Marketing, or a similar field.\n* Proven experience from a similar role, such as Business Relationship Manager, IT Business Partner, or another strategic role bridging the gap between business and IT. Preferably experience in managing a team.\n* Strong understanding of digital platforms, such as CRM, e-commerce, data analytics tools, and AI technologies.\n* Excellent communication, negotiation, and stakeholder management skills at various levels.\n* Fluent in business English; a Nordic language is a plus but not mandatory.\n* Strategic mindset with a strong ability to solve problems and see the bigger picture.\n* Experience with project management and agile methodologies is a plus.\n\n\n**Your Job Conditions**\n The job is based in Stockholm (Solna Business Park), and a mobile working framework applies for this position.\n   \n\n  \n\n This is a permanent, full-time contract.\n   \n\n  \n\n**APPLICATION**\n For more information about the role, please feel free to contact Gisela Döbbeler at Gisela.Doebbeler@BSHG.COM.\n   \n\n  \n\n**If you have any questions about the position, please feel free to contact**","company_url":"https:\/\/se.linkedin.com\/company\/bsh-home-appliances-northern-europe","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQG2MKnIufWCYg\/company-logo_100_100\/company-logo_100_100\/0\/1678278752810\/bsh_home_appliances_northern_europe_logo?e=2147483647&v=beta&t=mPpuJYRRfbGRWMXb6Ib52ZfYK2Q-NNcKdukIv9U7n4M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4261793824","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261793824","job_url_direct":null,"title":"AWS Public Sector Cloud Architect - Security","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n The Amazon Web Services Professional Services (ProServe) team is seeking a skilled Delivery Consultant to join our team at Amazon Web Services (AWS).\n   \n\n  \n\n In this role, you'll work closely with customers to design, implement, and manage AWS solutions that meet their technical requirements and business objectives. You'll be a key player in driving customer success through their cloud journey, providing technical expertise and best practices throughout the project lifecycle.\n   \n\n  \n\n Possessing a deep understanding of AWS products and services, as a Delivery Consultant you will be proficient in architecting complex, scalable, and secure solutions tailored to meet the specific needs of each customer. You’ll work closely with stakeholders to gather requirements, assess current infrastructure, and propose effective migration strategies to AWS.\n   \n\n  \n\n As trusted advisor to our customers, providing guidance on industry trends, emerging technologies, and innovative solutions, you will be responsible for leading the implementation process, ensuring adherence to best practices, optimizing performance, and managing risks throughout the project.\n   \n\n  \n\n The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud.\n   \n\n  \n\n We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies, and industries.\n   \n\n  \n\n**Eligibility Requirement**\n* This role requires you to be a Swedish National and have business level proficiency in the Swedish language\n\n\n Key job responsibilities\n   \n\n  \n\n As an experienced technology professional, you will be responsible for:\n   \n\n  \n\n* Design sophisticated, scalable cloud solutions that directly address critical business challenges\n* Provide strategic technical guidance throughout customer engagement lifecycle\n* Develop comprehensive cloud architecture strategies that balance performance, security, and cost-effectiveness\n* Educate internal teams on cloud technologies and best practices\n* Translate complex technical concepts into compelling narratives for diverse audiences\n\n\n A day in the life\n   \n\n  \n\n AWS Global Services includes experts from across AWS who help our customers design, build, operate, and secure their cloud environments. Customers innovate with AWS Professional Services, upskill with AWS Training and Certification, optimize with AWS Support and Managed Services, and meet objectives with AWS Security Assurance Services. Our expertise and emerging technologies include AWS Partners, AWS Sovereign Cloud, AWS International Product, and the Generative AI Innovation Center. You’ll join a diverse team of technical experts in dozens of countries who help customers achieve more with the AWS cloud.\n   \n\n  \n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n**Basic Qualifications**\n* 3+ years of experience in cloud architecture and implementation\n* Bachelor's degree in Computer Science, Engineering, related field, or equivalent experience\n* 1+ years in automating security operations including scripting and automation to build scalable and secure environments, automating security assessments and remediation workflows, and implementing security policies as code\n* 1+ years in advanced incident response to lead response efforts including leading detection and analysis efforts and managing eradication processes\n* 3+ years of experience with security services and best practices including: implementing security controls and optimizing security measures\n\n\n**Preferred Qualifications**\n* AWS Professional level certifications (e.g., Solutions Architect Professional, DevOps Engineer Professional, Certified Security Specialty) preferred\n* Knowledge of security and compliance standards (e.g., HIPAA, GDPR)\n* Strong communication skills with the ability to explain technical concepts to both technical and non-technical audiences\n* Understanding of industry standards (e.g., PCI-DSS, ISO 27001, HIPAA, NIST frameworks\n* Implementation experience with enterprise security solutions (e.g., WAF, IPS, Anti-DDOS, SIEM)\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A3025137","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4260413211","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4260413211","job_url_direct":"https:\/\/wd5.myworkdaysite.com\/en-US\/recruiting\/microchiphr\/External\/job\/Sweden\\u002d\\u002d-Stockholm\/Field-Application-Engineer-FPGA_R835-25?utm_campaign=LinkedIn&urlHash=gDEI","title":"FPGA Field Application Engineer (FAE) – Empower Innovation with Microchip","company":"Microchip Technology Inc.","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Are you looking for a unique opportunity to be a part of something great? Want to join a 17,000-member team that works on the technology that powers the world around us? Looking for an atmosphere of trust, empowerment, respect, diversity, and communication? How about an opportunity to own a piece of a multi-billion dollar (with a B!) global organization? We offer all that and more at Microchip Technology Inc.\n   \n\n  \n\n People come to work at Microchip because we help design the technology that runs the world. They stay because our culture supports their growth and stability. They are challenged and driven by an incredible array of products and solutions with unlimited career potential. Microchip’s nationally-recognized Leadership Passage Programs support career growth where we proudly enroll over a thousand people annually. We take pride in our commitment to employee development, values-based decision making, and strong sense of community, driven by our Vision, Mission, and 11 Guiding Values; we affectionately refer to it as the\n *Aggregate System* \n and it’s won us countless awards for diversity and workplace excellence.\n   \n\n  \n\n Our company is built by dedicated team players who love to challenge the status quo; we did not achieve record revenue and over 30 years of quarterly profitability without a great team dedicated to empowering innovation. People like you.\n   \n\n  \n\n Visit our careers page to see what exciting opportunities and company perks await!\n   \n\n  \n\n**Job Description**\n Are you passionate about cutting-edge technology and eager to make a real impact in the world of programmable logic? Join Microchip as an FPGA Field Application Engineer (FAE) and become a trusted technical advisor, innovator, and business builder for our clients. In this dynamic role, you’ll collaborate with industry leaders, shape the future of technology, and help clients unlock new possibilities with Microchip’s advanced solutions.\n   \n\n  \n\n**What You’ll Do**\n* Be a Technical Champion: Provide both pre-sales and post-sales technical support for complex products and solutions, with a focus on FPGAs, across all Microchip product lines.\n* Lead Innovation: Serve as an expert in all phases of programmable logic design—from requirements analysis and HDL development to simulation, processor system design, synthesis optimization, timing closure, and hardware debug.\n* Drive Client Success: Advise clients on innovative ideas and solutions, helping them accelerate time to market, reduce costs, and enhance product performance.\n* Influence and Inspire: Offer unique perspectives on technology, guiding clients to see new opportunities and build consensus for Microchip’s solutions within their organizations.\n* Collaborate Globally: Work within a diverse, global team to develop and implement strategies for clients across multiple locations.\n* Communicate and Connect: Liaise with Microchip Business Units for technical support and provide valuable feedback to measure the impact of our solutions.\n* Mentor and Grow: Coach, mentor, and train fellow FAEs, sharing your knowledge and expertise.\n* Launch the Future: Play a key role in the introduction and launch of new products.\n\n\n**Requirements\/Qualifications**\n* 5+ years of relevant industry experience with FPGA-based architecture definition, design, and support, including High-Speed Serial IO and\/or Embedded Processor.\n* 5+ years of experience with lab equipment such as oscilloscopes and signal analyzers.\n* 5+ years of experience in semiconductor applications\/sales.\n* Strong problem-solving and debugging skills, with the ability to work in a matrixed team environment.\n* Familiarity with aerospace products and designs are a bonus.\n* A Bachelor's Degree, or higher, in Electronics Engineering or Computer Science with a strong academic track record.\n* Embedded Linux knowledge is a plus.\n* Must be able to speak and write in English fluently.\n\n\n Competencies\n   \n\n  \n\n* Strategic\/Critical Thinking—Systematically solves problems and hypothesizes possible client pain points, expectations, and implicit needs; brainstorms with team members to devise solutions to solve complex client challenges.\n* Communication—Tailors communication to the client’s needs with authority; effectively delivers presentations and has strong verbal and written communication skills.\n* Interpersonal Influence—Uses rational and emotional drivers that would appeal to clients to drive conversations to elements of value for both parties.\n* Networking—Identifies the right client stakeholders and builds connections quickly to drive consensus for design wins; works cooperatively with a wide range of internal stakeholders for success.\n* Ownership—Goes out of his or her way to complete a task and has a relentless drive to achieve results; is independent, self-directed, and takes initiative.\n* Workflow\/Project Management—Sets clear, realistic, and time-bound objectives that align to business growth; breaks each objective into tasks and process steps that can be achieved within a realistic timeframe.\n* Adaptability – Ability to manage multiple customer engagements simultaneously, and work with client design teams across a variety of markets and applications. Identify and communicate Microchip product differentiators targeting specific customer products.\n\n\n**Why Join Microchip?**\n* Innovative Environment: Work with the latest technologies and help shape the future of programmable logic.\n* Career Growth: Expand your skills and advance your career through continuous learning and mentorship opportunities.\n* Global Impact: Collaborate with talented professionals worldwide and make a difference for clients in diverse industries.\n* Empowerment: Enjoy the freedom to innovate, take initiative, and drive meaningful change.\n\n\n If you’re ready to take your engineering career to the next level and make a tangible impact, we want to hear from you!\n   \n\n  \n\n**Travel Time**\n 50% - 75%\n   \n\n  \n\n**To all recruitment agencies** \n :\n *Microchip Technology Inc.\n **does not** \n accept unsolicited agency resumes. Please do not forward resumes to our recruiting team or other Microchip employees. Microchip is not responsible for any fees related to unsolicited resumes.*","company_url":"https:\/\/www.linkedin.com\/company\/microchip-technology","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFajoqqZYfHYQ\/company-logo_100_100\/company-logo_100_100\/0\/1631310605581?e=2147483647&v=beta&t=ywIo_KMe1v7dPc7wPNTSXoWbzSdrPwNQmR5Hjg2Qocc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4347949407","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4347949407","job_url_direct":null,"title":"Lecturer\/Senior Lecturer in Robotics Engineering","company":"UNSW","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"chun.h.wang@unsw.edu.au, eugene.aves@unsw.edu.au","description":"This Job is based in Australia\n   \n\n  \n\n**Job Details** \n  \n\n  \n\n* Salary\n+ Lecturer - Level B, AUD $127,947 to $150,830 per annum + 17% superannuation\n+ Senior Lecturer – Level C, AUD $155,403 to $178,290 per annum + 17% superannuation\n\n* Full time\n* 2-Year Convertible Tenure Track\n* Location: Kensington – Sydney, Australia\n\n\n**The Opportunity**\n Join the School of Mechanical and Manufacturing Engineering in the Faculty of Engineering at UNSW as a\n **Lecturer\/Senior Lecturer** \n in a Teaching and Research role. As a Lecturer (Level B), you will have the opportunity to develop your scholarly research and professional activities both nationally and internationally, while making significant contributions to the teaching and service missions of the School and Faculty. As a Senior Lecturer (Level C), in addition to the opportunities available to a Lecturer, you will establish an internationally recognised research program in your field. You will also play a key role in maintaining and strengthening industry partnerships, fostering collaborations that drive impactful research and innovative advancements in thermo-mechanical engineering.\n   \n\n  \n\n We are seeking a candidate with a proven research background and strong educational experience in robotics engineering and energy systems. To be suitable for this role, you will have an experimental expertise in medical robotics, assistive technologies such as exoskeletons, robotic manufacturing, service robots, and autonomous systems, including drones, vehicles, and maritime vessels.\n   \n\n  \n\n This is an outstanding opportunity to join a global leader in Mechanical and Manufacturing Engineering, with cutting-edge facilities, world-class faculty, and a dynamic research environment. With strong industry partnerships and a commitment to sustainability, the school provides unparalleled opportunities for career growth, collaboration, and impact.\n   \n\n  \n\n This role reports to the Head of School and has no direct reports.\n   \n\n  \n\n**About UNSW**\n UNSW is a world‑leading institution recognised for its scale, prestige, and impact. With strong industry engagement and partnerships across sectors, UNSW provides a unique environment where academic expertise translates into real‑world outcomes. The university is home to cutting‑edge research that drives innovation and societal progress, while its excellence in teaching ensures students are prepared to lead in their fields. For academics, UNSW offers an outstanding platform to flourish — combining world‑class facilities, collaborative networks, and a culture of innovation that supports both career growth and meaningful contributions to the wider community.\n   \n\n  \n\n The School of Mechanical and Manufacturing Engineering that is internationally recognised for its excellence in research and teaching. Our mission is to nurture students to become industry leaders who will generate societal, economic, and environmental benefits. The School is one of the largest and most prestigious schools Australia for thriving research programs and contribution to education excellence in Aerospace, Mechanical Engineering, Advanced Manufacturing Engineering, Robotics and Mechatronic Engineering. Our Schools QS ranking for 2025 is #46 globally and the highest in Australia. For further information on our school, go to - https:\/\/www.unsw.edu.au\/engineering\/our-schools\/mechanical-and-manufacturing-engineering\n   \n\n  \n\n**Skills & Experience**\n**Lecturer (Level B)**\n* PhD in an area of direct relevance, including but not limited to Manufacturing, Mechanical, Aerospace, and Robotics Engineering\n* Demonstrated ability and track record in medical robotics, robotics for surgery, assistive technologies such as exoskeletons and service robots, and\/or autonomous systems operating across air, ground, and water environments\n* Proven experience in translating research results into practical outcomes\n* Demonstrated capacity for development of alternative delivery models for teaching, including online and blended delivery\n* High level communication skills and the ability to network effectively and interact with a diverse range of students and staff\n* Demonstrated ability to work in a team, collaborate across disciplines and build effective relationships\n* Willingness to undertake any compliance and supervisor training as required\n* Ability and capacity to implement required UNSW health and safety policies and procedures.\n\n\n**Senior Lecturer (Level C)**\n* PhD in an area of direct relevance, including but not limited to Manufacturing, Mechanical, Aerospace, and Robotics Engineering\n* Demonstrated ability and track record in medical robotics, robotics for surgery, assistive technologies such as exoskeletons and service robots, and\/or autonomous systems operating across air, ground, and water environments\n* Extensive experience in translating research results into practical outcomes\n* Demonstrated success in attracting research funding from governmental and\/or industrial sectors\n* Demonstrated capacity for development of alternative delivery models for teaching, including online and blended delivery\n* Excellent level of communication skills and ability to network effectively and interact with a diverse range of students and staff\n* Demonstrated experience in supervising research students\n* Demonstrated ability to work in a team, collaborate across disciplines and build effective relationships\n* Willingness to undertake any compliance and supervisor training as required\n* Ability and capacity to implement required UNSW health and safety policies and procedures.\n\n\n Additional details about the specific responsibilities for this position can be found in the position description. This is available via JOBS@UNSW.\n   \n\n  \n\n**To Apply**\n If you are interested in an academic career in a role that focusses on conducting independent research and delivering excellent teaching, please click the apply now button and submit your CV, Cover Letter and systematic responses to the Skills and Experience.\n   \n\n  \n\n If you're excited about this role and think you have what it takes, but your experience doesn't align 100%, we still want to hear from you and would encourage you to apply.\n   \n\n  \n\n If You Have Had Any Interruption In Your Career, You Are Encouraged To Include a ROPE Statement As Part Of Your Application. For Information On ROPE Please Check\n   \n\n  \n\n https:\/\/www.arc.gov.au\/about-arc\/program-policies\/research-opportunity-and-performance-evidence-rope-statement\n   \n\n  \n\n Please note applications will not be accepted if sent to the contact listed below.\n   \n\n  \n\n**Contact** \n :\n   \n\n  \n\n For role-specific inquiries, please contact Prof Chun Wang (Head of School)\n   \n\n  \n\n E: chun.h.wang@unsw.edu.au\n   \n\n  \n\n For questions regarding the recruitment process, please contact Eugene Aves (Talent Acquisition Consultant)\n   \n\n  \n\n E: eugene.aves@unsw.edu.au\n   \n\n  \n\n**Applications close:** \n 11:50 pm (Sydney time) on Saturday 31st January 2026\n   \n\n  \n\n UNSW is committed to evolving a culture that embraces equity and supports a diverse and inclusive community where everyone can participate fairly, in a safe and respectful environment. We welcome candidates from all backgrounds and encourage applications from people of diverse gender, sexual orientation, cultural and linguistic backgrounds, Aboriginal and Torres Strait Islander background, people with disability and those with caring and family responsibilities. UNSW provides workplace adjustments for people with disability, and access to flexible work options for eligible staff. The University reserves the right not to proceed with any appointment.","company_url":"https:\/\/au.linkedin.com\/school\/unsw\/","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGIlGcJynP5Dg\/company-logo_100_100\/company-logo_100_100\/0\/1709503417850\/unsw_logo?e=2147483647&v=beta&t=Zf3y8Mva-qo8Em0SHFfUQmAaSmrKVDDaSDQbT1DULwU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4348090322","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4348090322","job_url_direct":null,"title":"Lecturer\/Senior Lecturer in Energy System Engineering","company":"UNSW","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"chun.h.wang@unsw.edu.au, eugene.aves@unsw.edu.au","description":"This Job is based in Australia\n   \n\n  \n\n**Job Details** \n  \n\n  \n\n* Salary\n+ Lecturer - Level B, AUD $127,947 to $150,830 per annum + 17% superannuation\n+ Senior Lecturer – Level C, AUD $155,403 to $178,290 per annum + 17% superannuation\n\n* Full time\n* 2-Year Convertible Tenure Track\n* Location: Kensington – Sydney, Australia\n\n\n**The Opportunity**\n Join the School of Mechanical and Manufacturing Engineering in the Faculty of Engineering at UNSW as a\n **Lecturer\/Senior Lecturer** \n in a Teaching and Research role. As a Lecturer (Level B), you will have the opportunity to develop your scholarly research and professional activities both nationally and internationally, while making significant contributions to the teaching and service missions of the School and Faculty. As a Senior Lecturer (Level C), in addition to the opportunities available to a Lecturer, you will establish an internationally recognised research program in your field. You will also play a key role in maintaining and strengthening industry partnerships, fostering collaborations that drive impactful research and innovative advancements in thermo-mechanical engineering.\n   \n\n  \n\n We are seeking a candidate with a proven research background and strong educational experience in thermo-mechanical engineering, with a special focus on energy generation and storage systems. To be suitable for this role, you will have an experimental expertise in renewable energy and storage technologies, as well as expertise in the reliability and durability of energy generation and storage systems.\n   \n\n  \n\n This is an opportunity to join a global leader in Mechanical and Manufacturing Engineering, with cutting-edge facilities, world-class faculty, and a dynamic research environment. With strong industry partnerships and a commitment to sustainability, UNSW provides unparalleled opportunities for career growth, collaboration, and impact.\n   \n\n  \n\n This role reports to the Head of School and has no direct reports.\n   \n\n  \n\n**About UNSW**\n UNSW is a world‑leading institution recognised for its scale, prestige, and impact. With strong industry engagement and partnerships across sectors, UNSW provides a unique environment where academic expertise translates into real‑world outcomes. The university is home to cutting‑edge research that drives innovation and societal progress, while its excellence in teaching ensures students are prepared to lead in their fields. For academics, UNSW offers an outstanding platform to flourish — combining world‑class facilities, collaborative networks, and a culture of innovation that supports both career growth and meaningful contributions to the wider community.\n   \n\n  \n\n The School of Mechanical and Manufacturing Engineering that is internationally recognised for its excellence in research and teaching. Our mission is to nurture students to become industry leaders who will generate societal, economic, and environmental benefits. The School is one of the largest and most prestigious schools Australia for thriving research programs and contribution to education excellence in Aerospace, Mechanical Engineering, Advanced Manufacturing Engineering, Robotics and Mechatronic Engineering. Our Schools QS ranking for 2025 is #46 globally and the highest in Australia. For further information on our school go to - https:\/\/www.unsw.edu.au\/engineering\/our-schools\/mechanical-and-manufacturing-engineering\n   \n\n  \n\n**Skills & Experience**\n**Lecturer (Level B)**\n* PhD in an area of direct relevance, including but not limited to Manufacturing, Mechanical, Electrical, and Energy Systems.\n* Demonstrated ability and track record and a core capability in thermo-mechanical engineering of energy systems, including renewable energy and energy storage technologies, as well as the reliability and durability of energy components and systems.\n* Proven experience in translating research results into practical outcomes.\n* Demonstrated capacity for development of alternative delivery models for teaching, including online and blended delivery.\n* High level communication skills and ability to network effectively and interact with a diverse range of students and staff.\n* Demonstrated ability to work in a team, collaborate across disciplines and build effective relationships.\n* Willingness to undertake any compliance and supervisor training as required.\n* Ability and capacity to implement required UNSW health and safety policies and procedures.\n\n\n**Senior Lecturer (Level C)**\n* PhD in an area of direct relevance, including but not limited to Manufacturing, Mechanical, Electrical, and Energy Systems.\n* Demonstrated ability and track record in and a core capability in thermo-mechanical engineering of energy systems, including renewable energy and energy storage technologies (e.g., battery systems) as well as the reliability and durability of energy components and systems.\n* Extensive experience in translating research results into practical outcomes.\n* Demonstrated success in attracting research funding from governmental and\/or industrial sectors.\n* Demonstrated capacity for development of alternative delivery models for teaching, including online and blended delivery.\n* Excellent level of communication skills and ability to network effectively and interact with a diverse range of students and staff\n* Demonstrated experience in supervising research students.\n* Demonstrated ability to work in a team, collaborate across disciplines and build effective relationships.\n* Willingness to undertake any compliance and supervisor training as required.\n* An understanding of and commitment to UNSW’s aims, objectives and values in action, together with relevant policies and guidelines.\n* Knowledge of health & safety (psychosocial and physical) responsibilities and commitment to attending relevant health and safety training.\n\n\n Additional details about the specific responsibilities for this position can be found in the position description. This is available via JOBS@UNSW.\n   \n\n  \n\n**To Apply**\n If you are interested in an academic career in a role that focusses on conducting independent research and delivering excellent teaching, please click the apply now button and submit your CV, Cover Letter and systematic responses to the Skills and Experience.\n   \n\n  \n\n If you're excited about this role and think you have what it takes, but your experience doesn't align 100%, we still want to hear from you and would encourage you to apply.\n   \n\n  \n\n If You Have Had Any Interruption In Your Career, You Are Encouraged To Include a ROPE Statement As Part Of Your Application. For Information On ROPE Please Check\n   \n\n  \n\n https:\/\/www.arc.gov.au\/about-arc\/program-policies\/research-opportunity-and-performance-evidence-rope-statement\n   \n\n  \n\n Please note applications will not be accepted if sent to the contact listed below.\n   \n\n  \n\n**Contact** \n :\n   \n\n  \n\n For role-specific inquiries, please contact Prof Chun Wang (Head of School)\n   \n\n  \n\n E: chun.h.wang@unsw.edu.au\n   \n\n  \n\n For questions regarding the recruitment process, please contact Eugene Aves (Talent Acquisition Consultant)\n   \n\n  \n\n E: eugene.aves@unsw.edu.au\n   \n\n  \n\n**Applications close:** \n 11:50 pm (Sydney time) on Saturday 31st January 2026\n   \n\n  \n\n UNSW is committed to evolving a culture that embraces equity and supports a diverse and inclusive community where everyone can participate fairly, in a safe and respectful environment. We welcome candidates from all backgrounds and encourage applications from people of diverse gender, sexual orientation, cultural and linguistic backgrounds, Aboriginal and Torres Strait Islander background, people with disability and those with caring and family responsibilities. UNSW provides workplace adjustments for people with disability, and access to flexible work options for eligible staff. The University reserves the right not to proceed with any appointment.","company_url":"https:\/\/au.linkedin.com\/school\/unsw\/","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGIlGcJynP5Dg\/company-logo_100_100\/company-logo_100_100\/0\/1709503417850\/unsw_logo?e=2147483647&v=beta&t=Zf3y8Mva-qo8Em0SHFfUQmAaSmrKVDDaSDQbT1DULwU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4338018973","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4338018973","job_url_direct":"https:\/\/nexergroup.com\/career\/open-positions\/6730594&urlHash=eXsF","title":"BUSINESS UNIT MANAGER TILL NEXER GROUP","company":"Nexer Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"patrik.jensen@nexergroup.com, artan.bitiqi@nexergroup.com","description":"*Vill du vara med och bygga upp något nytt och samtidigt leda en del av Nexers tillväxtresa i Stockholm? Vi söker en Business Unit Manager som vill kombinera entreprenörskap med ledarskap, affärsutveckling och försäljning – i ett bolag där visioner blir verklighet.*\n*Det här är en möjlighet för dig som vill driva en ny satsning inom ett område du brinner för – det kan handla om Retail, Fintech, Engineering, Industry, eller något annat teknik- och affärsdrivet område där du ser potential att skapa tillväxt. Med stöd av Nexers starka varumärke och etablerade kundbas får du chansen att bygga något eget, forma ett team och påverka framtiden – på riktigt.*\n DIN VARDAG\n   \n\n  \n\n Rollen som Business Unit Manager är bred och dynamisk. Du får helhetsansvaret för att starta, driva och utveckla en ny affärsenhet inom Nexer i Stockholm. Det innebär att du ansvarar för försäljning, leverans, ekonomi och medarbetare – men också för att skapa en kultur som präglas av engagemang, tillväxt och samarbete.\n   \n\n  \n\n Du kommer att bygga upp ett team av konsulter och specialister med kompletterande kompetenser, där målet är att skapa en stark och hållbar affär. Det handlar om att identifiera rätt kunder, utveckla långsiktiga relationer och säkerställa att Nexer fortsätter vara en betrodd partner för några av Sveriges mest välkända företag.\n   \n\n  \n\n I rollen ingår både strategiska och operativa delar – du planerar och följer upp resultat, men du är också ute i affären, träffar kunder, utvecklar lösningar och bygger relationer. Det finns en tydlig förväntan på att du tar stort ägarskap, driver tillväxt och agerar med beslutsförmåga – men också att du gör det med omtanke, professionalism och laganda.\n   \n\n  \n\n Exempel på vad du kommer att göra:\n   \n\n  \n\n* Bygga upp och leda en ny affärsenhet inom Nexer, med fullt ansvar för resultat, leverans och personal.\n* Driva affärsutveckling och försäljning, både genom att utveckla befintliga kundrelationer och etablera nya samarbeten.\n* Utveckla och coacha medarbetare för att skapa ett högpresterande, motiverat och hållbart team.\n* Bygga långsiktiga kundrelationer och identifiera nya affärsmöjligheter, exempelvis inom områden som Cloud, Data, AI, Fintech, Retail, Engineering eller Industry 4.0.\n* Säkerställa kvalitet och leverans i projekten samt utveckla effektiva arbetssätt för att möta kundernas behov.\n\n\n VEM ÄR DU?\n   \n\n  \n\n Vi söker dig som har en stark kommersiell ådra och ett genuint intresse för teknik, affärsutveckling och människor. Du har flera års erfarenhet av ledande roller inom IT-, teknik- eller konsultbranschen, gärna som affärsområdeschef, konsultchef, försäljningsansvarig eller liknande.\n   \n\n  \n\n Du kan ha byggt din erfarenhet inom Retail, Fintech, Engineering, industriella lösningar eller något annat område där teknik möter affärD. et viktigaste är att du har förmågan att förstå kundernas behov, skapa värde och bygga affärer i en miljö som präglas av förändring och innovation.\n   \n\n  \n\n Du har ett etablerat nätverk i Stockholmsområdet och god förståelse för den lokala marknaden. Kanske har du tidigare byggt upp ett affärsområde, startat något nytt eller varit en nyckelperson i en tillväxtresa. Du har förmågan att kombinera operativ handlingskraft med strategiskt tänkande – du ser både detaljerna och helheten.\n   \n\n  \n\n Som ledare är du engagerande, kommunikativ och tydlig. Du trivs när du får inspirera andra, bygga team och skapa gemensamma mål. Du vågar fatta beslut, är trygg i att ställa krav och vet när det är dags att agera. Framför allt är du en person som står stadigt i förändring och som ser möjligheter där andra ser hinder.\n   \n\n  \n\n VILL DU VETA MER?\n   \n\n  \n\n Välkommen att kontakta Patrik Jensen, patrik.jensen@nexergroup.com eller Artan Bitiqi, artan.bitiqi@nexergroup.com. Vi arbetar med löpande urval, så skicka gärna in din ansökan så snart som möjligt!\n   \n\n  \n\n Välkommen med din ansökan och bli en del av Nexers framtid!\n   \n\n  \n\n OM NEXER GROUP\n   \n\n  \n\n*Nexer är ett internationellt techbolag med rötter i Sverige och framtiden som drivkraft. Vi är över 2 800 experter inom digitalisering, strategi och teknik som varje dag hjälper våra kunder att lyckas i en föränderlig värld. Nexer är en del av Danir Group och finns i fler än 15 länder. Vi växer snabbt – och vi gör det genom människor som vågar tänka stort och skapa värde på riktigt.*","company_url":"https:\/\/se.linkedin.com\/company\/nexer-group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHyAfaO217dng\/company-logo_100_100\/company-logo_100_100\/0\/1688377751150\/nexer_group_logo?e=2147483647&v=beta&t=7Xs-TMwjMOwJDbVRiWWYCfP9ctRbuBI7hjINMQQ0upc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4347988605","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4347988605","job_url_direct":"https:\/\/mygwork.com\/jobs\/danaher-chromatography-solutions-specialist-3?src=linkedin&utm_source=linkedin&utm_medium=referral&utm_campaign=jobs&urlHash=I4Rw","title":"Chromatography Solutions Specialist","company":"myGwork - LGBTQ+ Business Community","location":"Bromma, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"***This job is with Danaher, an inclusive employer and a member of myGwork – the largest global platform for the LGBTQ+ business community. Please do not contact the recruiter directly.***\n**Bring More to Life – Join Us in Shaping the Future of Science**\n Are you ready to accelerate your potential and make a real difference within life sciences, diagnostics and biotechnology?\n   \n\n  \n\n At\n **Phenomenex** \n , one of\n **Danaher’s** \n**15+ operating companies** \n , our work saves lives. We’re united by a shared commitment to innovation with tangible impact. Here, you’ll thrive in a culture of belonging—where your unique perspective matters. By harnessing Danaher’s system of continuous improvement, you’ll help turn ideas into action, innovating at the speed of life.\n   \n\n  \n\n Phenomenex isn’t your typical scientific company. Phenomenex is a global technology leader developing cutting-edge analytical chemistry solutions that solve complex separation and purification challenges. Our work enhances and saves lives, ensuring the quality of essentials like food, water, shampoo, and even cold medication.\n   \n\n  \n\n Join our global success story and help accelerate the discovery, development, and delivery of solutions that safeguard and improve human health.\n   \n\n  \n\n Learn about the Danaher Business System – the engine behind our innovation.\n   \n\n  \n\n Do you want to work in Sales, using your scientific background to help our customers in solving their analytical challenges?\n   \n\n  \n\n We are currently seeking an\n **Chromatography Solutions Specialist** \n within our Inbound Sales Team who will be responsible for supporting our customers with their technical, product and order related inquiries whilst meeting and exceeding sales and unit goals. This position will include occasional travel in the south of Sweden.\n   \n\n  \n\n**What You'll Be Doing**\n* Respond to customer enquiries via chat, phone, web, and email with product support, quotes, and order assistance.\n* Support sales efforts by providing technical expertise on chromatography solutions.\n* Deliver product info, recommendations, and basic application guidance.\n* Use CRM, ERP, and support tools to document and manage interactions.\n* Help achieve sales targets while ensuring excellent customer service.\n\n\n**The Essential Requirements Of The Role Include**\n* Bachelor’s degree or higher in a Life Science (e.g. Chemistry, Biology).\n* Experience in Technical Sales or Customer Service.\n* Strong teamwork mindset, organizational skills, and multitasking ability.\n* Valid drivers license\n* Fluency in Danish, Swedish and English\n\n\n Phenomenex, a Danaher operating company, offers a broad array of comprehensive, competitive benefit programs that add value to our lives. Whether it’s a health care program or paid time off, our programs contribute to life beyond the job. Check out our benefits at Danaher Benefits Info.\n   \n\n  \n\n At Phenomenex we believe in designing a better, more sustainable workforce. We recognize the benefits of flexible, remote working arrangements for eligible roles and are committed to providing enriching careers, no matter the work arrangement. This position is eligible for a remote work arrangement in which you can work remotely from your home. Additional information about this remote work arrangement will be provided by your interview team. Explore the flexibility and challenge that working for Phenomenex can provide.\n   \n\n  \n\n Join our winning team today. Together, we’ll accelerate the real-life impact of tomorrow’s science and technology. We partner with customers across the globe to help them solve their most complex challenges, architecting solutions that bring the power of science to life.\n   \n\n  \n\n For more information, visit www.danaher.com.","company_url":"https:\/\/uk.linkedin.com\/company\/mygwork","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEVDrt8sev5eA\/company-logo_100_100\/company-logo_100_100\/0\/1705496448722\/mygwork_logo?e=2147483647&v=beta&t=W2E-HhBAOC0mpNsds1FA1iuO7IlMnKyPkX1YXVB5MQA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"641b8ba2fb856d79","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=641b8ba2fb856d79","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30320231","title":"Linux\/Ubuntu Admin","company":"CODEDECODE","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1764460800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"Om rollen\n  \nVi söker en erfaren Linux\/Ubuntu Systemadministratör som vill arbeta i en tekniskt avancerad miljö med fokus på endpoint-hantering, automation och lösningsdesign inom Ubuntu-ekosystemet. Du kommer att arbeta nära projektarkitekt, utvecklingsteam och övriga tekniska funktioner för att säkerställa stabilitet, kvalitet och effektivitet i kundens IT-miljö.\n  \nRollen passar dig som är självgående, proaktiv och trygg i Linux-baserad systemadministration.\n  \nArbetsuppgifter\n  \n* Administration och livscykelhantering av Ubuntu\/Linux-klienter\n* Avancerad Linux-administration (inkl. provisioning, policies, automation)\n* Design och implementation av lösningar inom Ubuntu-ekosystemet\n* Automation av onboarding samt driftsättning av Ubuntu-endpoints\n* Applikationshantering på Ubuntu-plattformar\n* Integration av Ubuntu Pro Suite, inklusive Landscape och Microsoft-ekosystemet\n* Scripting och kodning i relevanta Linux-språk (Bash, Python m.fl.)\n* Felsökning, testning och validering av klienter i ny miljö\n* Dokumentation av konfigurationer, processer och policies\n* Delta i tekniska diskussioner med kund och interna team\n* Kunskapsdelning och stöd vid överlämning och utbildning\n\n\nKravprofil\n  \n* Flerårig erfarenhet av Linux\/Ubuntu-administration\n* Mycket god kunskap om Ubuntu Desktop och Ubuntu Pro Suite\n* Erfarenhet av automation, provisioning och endpoint-hantering\n* Scripting-kunskaper (ex. Bash, Python)\n* Förståelse för integration mot Microsoft-miljöer\n* God förmåga att analysera, felsöka och dokumentera\n* Van att arbeta i projektform och nära tekniska arkitekter\n\n\nMeriterande\n  \n* Erfarenhet av Landscape-modulen (avancerad nivå)\n* Erfarenhet av DevOps-verktyg, CI\/CD eller konfigurationshantering\n* Kunskap om nätverk, säkerhet eller serverdrift\n* Certifieringar inom Linux, Ubuntu eller Cloud\n\n\nVi erbjuder\n  \n* Möjlighet att arbeta i en modern och växande teknisk miljö\n* Flexibelt upplägg (på plats i Göteborg + viss remote)\n* Konkurrenskraftig ersättning\n* Samarbete med erfarna konsulter och tekniska specialister","company_url":"https:\/\/se.indeed.com\/cmp\/Codedecode","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4294986967","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4294986967","job_url_direct":"https:\/\/evrocab-1692891239.teamtailor.com\/jobs\/6391936-ai-systems-engineer?utm_source=LinkedIn&urlHash=AB28","title":"AI Systems Engineer","company":"evroc","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Introducing evroc**\n At evroc, we are building a secure, sovereign, and sustainable hyperscale cloud to reimagine the digital future of Europe. By joining our company, you have an exciting opportunity to contribute to the development of next-generation cloud services. We are seeking intellectually curious and highly motivated team members who are ready to embrace the thrilling challenge of building the first European owned hyperscale cloud.\n   \n\n  \n\n**Location:** \n Stockholm\n   \n\n  \n\n**Job type:** \n Permanent position\n   \n\n  \n\n**Join the Pioneers**\n This is a rare opportunity to influence the technical foundation of a European hyperscaler— at the very beginning.\n   \n\n  \n\n As an AI Systems Engineer at evroc, you will be at the center of developing and operating our AI platform services, providing evroc’s customers\/users with a superior experience, ranging from inference-as-a-service to infrastructure for large-scale training.\n   \n\n  \n\n Working with the latest Nvidia GPU hardware and open-source AI technologies, you’ll ensure our platform is secure, resource efficient, and performant. evroc's AI services bring European sovereignty, data privacy, and sustainability to AI application developers.\n   \n\n  \n\n You will work in close collaboration with infrastructure, platform, and storage teams, across our development hubs in Stockholm, Sophia Antipolis (France), and London.\n   \n\n  \n\n**What You’ll Tackle**\n* Designing, building, and maintaining a production platform for AI inference and training, based on Kubernetes.\n* Implementing multi-tenancy in GPU-accelerated platforms, ensuring efficient resource sharing, workload isolation, and scheduling.\n* Optimizing resource utilization and performance of AI inference and training workloads.\n* Monitoring and metrics collection for real-time control and accounting.\n* Security in all aspects, from user authentication to GPU attestation.\n\n\n**Skills We Value**\n* Operating system fundamentals, e.g., containerization, virtualization, and device drivers, including SR-IOV and RDMA.\n* Operational experience with Kubernetes.\n* GPU low-level software stack, e.g., Nvidia CUDA, MIG, GPU Operator, DCGM, and GPU interconnect software.\n* AI\/ML frameworks and runtimes, e.g., vLLM and PyTorch.\n* Distributed systems fundamentals, including networking, scheduling, and resource allocation.\n* Software development in programming languages such as Golang, Rust, and Python.\n* Security technologies, e.g. TPM, TEE, and Confidential Computing.\n* Strong problem-solving and communication skills to effectively address complex platform engineering challenges.\n\n\n We offer a competitive salary and an equity package to attract the best. Whether it’s the cosmopolitan allure of London, the vibrant Stockholm, or the Mediterranean charm of Sophia Antipolis, you’re poised for an inspiring work environment and a captivating local culture!\n   \n\n  \n\n At evroc, diversity is our strength. We champion an inclusive environment where every background - ethnicity, age, gender identity, beliefs, and culture - is celebrated.\n   \n\n  \n\n Applicants must possess a valid work permit.","company_url":"https:\/\/www.linkedin.com\/company\/evroc","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHgvrNzSJXH3A\/company-logo_100_100\/B4DZoLzEW0GQAQ-\/0\/1761134528873\/evroc_logo?e=2147483647&v=beta&t=--2SY1uHarfEs1fEQ8WgTuGQpvmWo1E5rDt_bGDCL5M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4261730828","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261730828","job_url_direct":"https:\/\/www.amazon.jobs\/jobs\/3024949\/aws-public-sector-senior-cloud-architect\\u002d\\u002dsecurity\\u002d\\u002dproserve-sdt-north?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid&urlHash=SOPl","title":"AWS Public Sector Senior Cloud Architect - Security , ProServe SDT North","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n The Amazon Web Services Professional Services (ProServe) team is seeking an experienced ProServe Cloud Architect (PCA) to join our team at Amazon Web Services (AWS). In this role, you'll work closely with customers to understand their technical requirements and business objectives, designing and implementing tailored cloud solutions. You'll be a key player in the pre-sales process, providing technical expertise and guidance throughout the customer's cloud journey.\n   \n\n  \n\n In this role, you'll be responsible for creating and leading the solution design to address customer business outcomes (CBO). Operating as the conduit between ProServe Account Executives and our Shared Delivery Teams (SDT), you’ll ensure proposed solutions are realistic, achievable, and optimize ProServe and\/or our partners to maximize CBOs. As a PCA you are a trusted advisor to our customers, providing guidance on industry trends, emerging technologies, and innovative solutions to address customer challenges. As a technical SME, you will share knowledge within the organization, through mentoring, training, creation of reusable artifacts and process improvements.\n   \n\n  \n\n Your experience in designing technical solutions within the technology\/consulting sector, will equip you with the ability to architect complex, scalable, and secure solutions tailored to meet the specific needs of each customer, translating technical concepts into business value. Your success as a PCA will be linked to impacting the signing of SOWs, and the successful implementation of solutions which achieve CBOs while exceeding customer satisfaction (CSAT) expectations.\n   \n\n  \n\n The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud. We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies, and industries.\n   \n\n  \n\n**Eligibility Requirement**\n* This role requires you to be a Swedish National and have business level proficiency in the Swedish language\n\n\n Key job responsibilities\n   \n\n  \n\n* Design sophisticated, scalable cloud solutions that directly address critical business challenges\n* Provide strategic technical guidance throughout customer engagement lifecycle\n* Develop comprehensive cloud architecture strategies that balance performance, security, and cost-effectiveness\n* Mentor and educate internal teams on advanced cloud technologies and best practices\n* Translate complex technical concepts into compelling narratives for diverse audiences\n* Build the technical relationship with customers and operate as their trusted advisor. The best interests of the customer will shape the guidance you provide.\n\n\n A day in the life\n   \n\n  \n\n AWS Global Services includes experts from across AWS who help our customers design, build, operate, and secure their cloud environments. Customers innovate with AWS Professional Services, upskill with AWS Training and Certification, optimize with AWS Support and Managed Services, and meet objectives with AWS Security Assurance Services. Our expertise and emerging technologies include AWS Partners, AWS Sovereign Cloud, AWS International Product, and the Generative AI Innovation Center. You’ll join a diverse team of technical experts in dozens of countries who help customers achieve more with the AWS cloud.\n   \n\n  \n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n**Basic Qualifications**\n* 7+ years of experience in cloud architecture and implementation\n* Bachelor's degree in Computer Science, Engineering, related field, or equivalent experience\n* 3+ years in automating security operations including scripting and automation to build scalable and secure environments, automating security assessments and remediation workflows, and implementing security policies as code\n* 3+ years in advanced incident response to lead response efforts including leading detection and analysis efforts and managing eradication processes\n* 5+ years of experience with security services and best practices including: implementing security controls and optimizing security measures\n\n\n**Preferred Qualifications**\n* AWS Professional level certifications (e.g., Solutions Architect Professional, DevOps Engineer Professional, Certified Security Specialty) preferred and experience with automation and scripting (e.g., Terraform, Python)\n* Knowledge of security and compliance standards (e.g., HIPAA, GDPR)\n* Strong communication skills with the ability to explain technical concepts to both technical and non-technical audiences\n* Understanding of industry standards (e.g., PCI-DSS, ISO 27001, HIPAA, NIST frameworks\n* Implementation experience with enterprise security solutions (e.g., WAF, IPS, Anti-DDOS, SIEM)\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A3024949","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4339418921","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4339418921","job_url_direct":null,"title":"Senior Backend Software Developer (Full-time)","company":"Nexus IN Groupe","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*At Nexus, part of French IN Groupe, we secure the new society that emerges in the ever-expanding world of digital transformation. By challenging ourselves to go further and do better, we’re developing technology for high-demand global clients. Nexus’ Smart ID solutions and IoT platforms are changing how we perceive trusted identities. Do you want to be a part of our journey?*\n Our Head of GO Cards Cédric and his team are looking for a Senior Backend Software Developer to join our Stockholm office. This role is ideal for someone experienced who wants to deliver real impact today while preparing to take on more responsibility in the future.\n   \n\n  \n\n**What We Offer You**\n* Impactful work: Your code directly powers secure identity services used by real customers worldwide.\n* A pragmatic environment: We value smart choices over shiny tools. You'll use the most adapted technologies to solve problems, reduce complexity, and limit future technical debt.\n* A healthy team culture: We believe in humility, collaboration, and keeping team well-being in balance with delivery goals.\n* End-to-end responsibility: You'll see the whole lifecycle, from development through deployment to customer use.\n* Growth into leadership: Over time, you'll have the opportunity to take on a bigger role in driving initiatives and supporting others in the team.\n\n\n Want to know more? Check out our value proposition: To work with us!\n   \n\n  \n\n**What You’ll Do At Nexus**\n You will join Nexus GO Cards team, our online service that lets customers order secure and customized identity cards (smart cards), key fobs, and accessories. Customers can order via our card management portal or integrate directly through our APIs.\n   \n\n  \n\n**In This Role, You Will**\n* Focus on backend development, with responsibility for services, databases, and system integrations.\n* Develop, improve, and maintain services with a strong focus on reliability, scalability, and long-term maintainability.\n* Select and use technologies based on problem-solving value, not trendiness.\n* Ensure that deliveries are on time and secure, always balancing speed with quality.\n* Collaborate closely with teammates and stakeholders, enabling fast and sustainable delivery.\n* Over time, take a leading role in driving improvements in both technology and ways of working.\n\n\n**Some Of Our Tech Stack**\n* Java (primary language: deep expertise required)\n* Spring Boot\n* REST, Microservices, Databases\n* Azure (cloud environment), Docker, Kubernetes\n\n\n**About You**\n* Highly experienced in backend Java development and proficient with Azure.\n* Results-oriented: you deliver what is needed, when it is needed.\n* Pragmatic: you enjoy new technology but choose what best solves the current problem while limiting technical debt.\n* Humble and grounded: you listen, collaborate, and keep the team's health in mind.\n* Independent yet collaborative: you take initiative but thrive in teamwork.\n* User-focused: the end user's experience is always your guiding star.\n\n\n**Qualifications**\n* Extensive experience in Java backend development is required.\n* 2+ years of experience with Azure DevOps is a must.\n* Professional proficiency in English.\n\n\n**Preferred Qualifications**\n* Experience with Spring Boot and modern development practices is a plus.\n* Solid understanding of Microservices and integrations is an advantage.\n* Experience with cloud environments (Azure, Docker, Kubernetes).\n* Cybersecurity knowledge.\n\n\n**Not sure you meet 100% of the qualifications?**\n At Nexus, we understand that experience comes in many forms. We’re dedicated to adding new perspectives to the team - so if your experience is this close to what we’re looking for, please consider applying.\n   \n\n  \n\n**Background check**\n Transparency, security, and trust are the core of our company; therefore, the final candidate will be subjected to a background check before training.\n   \n\n  \n\n Nexus is an equal-opportunity employer. We truly believe in being ONE Nexus. You are welcomed at Nexus for who you are, no matter where you come from or what you look like. Our technology is for everyone, and so is our workplace. So, bring us your personal experience, your perspectives, and your background to thrive, collaborate, and be forward-thinking! It’s in our differences that we will find the power to keep innovating the way we secure the world.\n   \n\n  \n\n**Joining Nexus** \n means becoming a part of IN Groupe, an international group of around 2000 employees on five continents.\n   \n\n  \n\n IN Groupe and Nexus are here to protect the identities of people and things making life both safer and simpler.\n   \n\n  \n\n The group meets the needs of states, businesses, and hundreds of millions of users in Europe and throughout the world.\n   \n\n  \n\n We provide the best of technology and innovation, in a sustainable manner, now and for future generations.\n   \n\n  \n\n At Nexus we believe transparency is a prerequisite for trust and therefore all our\n **products and services are documented online.**","company_url":"https:\/\/se.linkedin.com\/company\/nexus-in-groupe","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGKhkhaW4j3ww\/company-logo_100_100\/company-logo_100_100\/0\/1649065428954\/nexusgroup_global_logo?e=2147483647&v=beta&t=3lYAwi7oPlBRTDzPLBNGZYHE-3PMK22H6XWv6xqNBb4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"cd1f789364e39ea5","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=cd1f789364e39ea5","job_url_direct":"https:\/\/grnh.se\/39v9e9781us","title":"Regional Alliances Manager - Auth0 - Benelux & Nordics","company":"Okta","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1764460800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Get to know Okta**  \n\n  \n\nOkta is The World's Identity Company. We free everyone to safely use any technology, anywhere, on any device or app. Our flexible and neutral products, Okta Platform and Auth0 Platform, provide secure access, authentication, and automation, placing identity at the core of business security and growth.  \n\n  \n\nAt Okta, we celebrate a variety of perspectives and experiences. We are not looking for someone who checks every single box - we're looking for lifelong learners and people who can make us better with their unique experiences.  \n\n  \n\nJoin our team! We're building a world where Identity belongs to you.\n\n\nAre you a builder, a strategist, and a natural connector with a passion for driving monumental growth?  \n\n  \n\nWe are looking for a **Regional Alliances Manger** to support our Auth0 platform;our Customer Identity and Access Management (CIAM) solution that empowers seamless and secure login experiences for millions of end consumers. This isn't just a role; it's an opportunity to create and execute a **brand-new partner strategy from the ground up** in one of our most critical global markets. If you're an entrepreneurial spirit who thrives on influencing both internally and externally to drive measurable success, we want to hear from you. This role reports into the EMEA Alliances organisation and collaborates closely with the Nordics and Benelux sales leadership\n\n\n**What you'll be doing as a Regional Alliances Manager...**\n\n\n* **Pioneer the Partner Landscape:** Dive deep into the Nordics and Benelux Customer Identity and Access Management (CIAM) landscape to define and target the ideal partner profiles – from digital agencies and application developers to solution providers and system integrators\n* **Build and Empower a World-Class Ecosystem:** Identify, recruit, activate, and nurture a robust network of Auth0 partners, strategically extending our market reach and significantly boosting revenue growth.\n* **Forge Powerful Go-to-Market Strategies:** Craft compelling, tailored joint value propositions and develop detailed go-to-market plans that not only strengthen our market position but also unlock significant new revenue streams for Auth0 and our partners\n* **Drive Cross-Functional Impact:** Collaborate seamlessly with Executive Leadership, Field Sales, Marketing, Operations, and other internal teams to champion and execute our partner motion effectively.\n\n\n**What you will bring...**\n\n\n* **Proven Alliance Leadership:** Significant experience in a Partner, Alliances, or Channel role within other complex SaaS organisations. Must have experience in an organisation that has both direct and indirect motion.\n* **Strategic Channel Builder:** A successful track record of defining, aligning, and implementing channel\/field alliance strategies that directly resulted in increased sales and market penetration.\n* **Revenue Acceleration:** Demonstrable history of consistently exceeding channel sales revenue targets.\n* **Diverse Partner Acumen:** Extensive experience in partner management and development across a variety of partner types, including digital agencies, consultancies\/advisories, System Integrators, VARs, and Cloud Service Providers.\n* **Influential Business Acumen:** A natural ability to influence and cultivate strong, lasting relationships with key decision-makers across all levels within partner and prospect organisations.\n* **Understanding of Application Development (Nice to Have):** Familiarity with application development processes would be a strong advantage.\n* **Local** language expertise and knowledge.\n\n\n#LI-LW1\n\n\n\n#LI-Hybrid\n\n\n\nP10036\\_3246520\n\n**What you can look forward to as a Full-Time Okta employee!**\n\n\n* Amazing Benefits\n* Making Social Impact\n* Developing Talent and Fostering Connection + Community at Okta\n\n\nOkta cultivates a dynamic work environment, providing the best tools, technology and benefits to empower our employees to work productively in a setting that best and uniquely suits their needs. Each organization is unique in the degree of flexibility and mobility in which they work so that all employees are enabled to be their most creative and successful versions of themselves, regardless of where they live. Find your place at Okta today! https:\/\/www.okta.com\/company\/careers\/.  \n\n  \n\nSome roles may require travel to one of our office locations for in-person onboarding.\n\n\n\nOkta is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, ancestry, marital status, age, physical or mental disability, or status as a protected veteran. We also consider for employment qualified applicants with arrest and convictions records, consistent with applicable laws.\n  \n\n  \n\nIf reasonable accommodation is needed to complete any part of the job application, interview process, or onboarding please use this Form to request an accommodation.  \n\n  \n\nOkta is committed to complying with applicable data privacy and security laws and regulations. For more information, please see our Personnel and Job Candidate Privacy Notice at https:\/\/www.okta.com\/legal\/personnel-policy\/.","company_url":"https:\/\/se.indeed.com\/cmp\/Okta","company_url_direct":"http:\/\/www.okta.com","company_addresses":"San Francisco, CA","company_industry":null,"company_num_employees":"5,001 to 10,000","company_revenue":"$1B to $5B (USD)","company_description":"Okta is the foundation for secure connections between people and technology.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/427f2f962cd5167c0d1bdb73a3c0db13","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/92995ac06f698957ee64f6b2b67c691a","ceo_name":"Todd McKinnon","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/e27abcd7a577b5c0bca85e71ded0d88c"},{"id":"760ce1ecf9323997","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=760ce1ecf9323997","job_url_direct":"https:\/\/jobs.ericsson.com\/careers\/job\/563121772745282?domain=ericsson.com","title":"Strategic Product Manager","company":"Ericsson","location":"Stockholm, AB, SE","job_type":null,"date_posted":1760918400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Join our Team**\n-----------------\n\n\n**About this opportunity:**\n\n  \n\nEricsson Cloud Software & Services (BCSS) provides industry-leading solutions for Core Network and Automation, Managed Services, Services Orchestration, and Telecom BSS. We enable communication service providers to transition to cloud-native software and automated operations, preparing their networks for the future. We’re a global team of 31,000 operating in many countries supporting our global customers across 180 geographies.\n\n  \n\nThrough Network Application Programming Interfaces (Network APIs), developers and enterprises get easy access to the advanced capabilities of the network to develop entirely new use cases. By creating a global platform business, Ericsson is redefining the industry and creating new ways to innovate through the network. Exciting times! This is something that will also impact consumer business significantly.\n\n  \n\nWe are now looking for a Strategic Product Manager (SPM) to join the Offering Area Exposure team. This team sits within Solution Line Communication, User Data Management and Exposure which in turn is within the Core Networks department within BCSS. The SPM will be handling our market leading Entitlement offering, covering portfolio strategies and life cycle management.\n\n **What you will do:**\n\n  \n\nYou will join a team of SPMs working with Exposure products and solutions, driving its specific product business, and as well enabling Ericsson Group strategic intent in the Exposure domain, including Aduna and Vonage.\n\n  \n\nIn this role you will:\n\n  \n\n* Drive Profit and Loss for the offering – including Software and Services business\n* Lead customer engagements to set strategic direction and define the strategy within the offering responsibility\n* Actively interact and collaborate with other Solution Lines, Business Areas and Market Areas to enabling profitable growth\n* Handle requirements within customer and market interaction to define business priorities and interact with Product Development Units to manage prioritized requirement backlog\n* Identifying business needs for modernization of the portfolio\n* Prepare and execute decisions according to Business Area Cloud Software and Services (BCSS) Product Management Framework\n* Be the single point of contact for critical issues for the offering\n\n **The skills you bring:**\n\n  \n\n* Excellent domain competence in Exposure (commercial and technical), in particular Entitlement domain, and extensive experience from Application Service Provider’s perspective, including software development\n* Extensive knowledge and experience of product management, within and outside of Telecom, including Profit and Loss responsibility\n* Experience in Telecom \/ IT, Business Area or Market Area\n* Excellent presentation and communication skills to lead dialogs with C-level to customer projects\n* Abilities to formulate strategies and concepts, together with capability to inspire change internally and externally by being spokesperson for Exposure domain\n* Results-oriented and commercial thinking abilities, enabled by excellent business acumen\n* Proven track record of realizing innovation from idea to scale\n* Proficiency in English, both verbal and written\n**Why join Ericsson?**\n\n  \n\nAt Ericsson, you´ll have an outstanding opportunity. The chance to use your skills and imagination to push the boundaries of what´s possible. To build solutions never seen before to some of the world’s toughest problems. You´ll be challenged, but you won’t be alone. You´ll be joining a team of diverse innovators, all driven to go beyond the status quo to craft what comes next.\n\n **What happens once you apply?**\n\n  \n\nClick Here to find all you need to know about what our typical hiring process looks like.\n\n  \n\nEncouraging a diverse and inclusive organization is core to our values at Ericsson, that's why we champion it in everything we do. We truly believe that by collaborating with people with different experiences we drive innovation, which is essential for our future growth. We encourage people from all backgrounds to apply and realize their full potential as part of our Ericsson team. Ericsson is proud to be an Equal Opportunity Employer. Learn more.\n\n  \n\nWe target 60% work-from-the office. Last day to apply is 10th December 2025.\n\n  \n\nPlease note that we do not accept, proceed, or respond for applications sent via e-mail.\n\n  \n\n\n\n**Primary country and city:** Sweden (SE) || Stockholm","company_url":"https:\/\/se.indeed.com\/cmp\/Ericsson","company_url_direct":"http:\/\/www.ericsson.com\/careers","company_addresses":"Stockholm, Stockholm","company_industry":null,"company_num_employees":"10,000+","company_revenue":"Decline to state","company_description":"Do you want to be part of shaping the future? From making connectivity more accessible to the latest IoT solutions, you have an opportunity to be where it begins.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/14954b1dc7a89a4721337eb2145894a1","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/c4b15ce95180e03c7b7c303a6385957e","ceo_name":"Börje Ekholm","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/722a1be2be84cc9b6e899822ba51ec5a"},{"id":"4261798395","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261798395","job_url_direct":"https:\/\/www.amazon.jobs\/jobs\/3025197\/aws-professional-services-delivery-manager?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid&urlHash=DDQc","title":"AWS Professional Services Delivery Manager","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n The Amazon Web Services Professional Services (ProServe) team is seeking a highly skilled and versatile Engagement Manager (EM) to join our team and lead the delivery of complex cloud solution projects. In this role you will combine technical expertise with strong project leadership skills to drive successful implementations of AWS-based solutions for our clients. You will bridge business requirements with technical solutions, facilitating technical discussions and ensuring alignment with customer outcomes. Applying AWS frameworks like Well-Architected and Cloud Adoption Framework while demonstrating technical credibility across diverse stakeholders, you will distill customer needs into clear technical requirements, decompose complex problems, and make informed trade-off decisions considering performance, scalability, security, and business impact.\n   \n\n  \n\n Possessing strong technology and program\/project management experience, you will validate technical solutions against business goals, recognize when additional technical evaluation is needed, and manage technical risks. You will be expected to achieve and maintain relevant AWS certifications, develop domain-specific expertise, and effectively communicate technical concepts to both technical and business audiences. As you progress, you’ll lead increasingly complex technical projects, shape cross-organizational technical strategies, and establish best practices in your domain. In this role you will apply your management and leadership capabilities to successfully execute project plans, proactively identify and manage risks, resolve issues, escalate when appropriate, and drive projects to successful completion, while exceeding customer expectation\n   \n\n  \n\n The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud. We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies and industries.\n   \n\n  \n\n**Eligibility Requirement**\n* This role requires you to be a Swedish National and have business level proficiency in the Swedish language\n\n\n Key job responsibilities\n   \n\n  \n\n* Architect and execute enterprise-level IT projects with precision, managing multiple concurrent initiatives\n* Facilitate agile methodologies to streamline project delivery and enhance team productivity\n* Develop comprehensive project strategies that align technological solutions with business objectives\n* Coordinate cross-functional teams to ensure seamless communication and project alignment\n* Implement cloud service solutions that drive operational efficiency and technological innovation\n\n\n A day in the life\n   \n\n  \n\n AWS Global Services includes experts from across AWS who help our customers design, build, operate, and secure their cloud environments. Customers innovate with AWS Professional Services, upskill with AWS Training and Certification, optimize with AWS Support and Managed Services, and meet objectives with AWS Security Assurance Services. Our expertise and emerging technologies include AWS Partners, AWS Sovereign Cloud, AWS International Product, and the Generative AI Innovation Center. You’ll join a diverse team of technical experts in dozens of countries who help customers achieve more with the AWS cloud.\n   \n\n  \n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n The position may require up to 50% travel to customer sites.\n   \n\n  \n\n**Basic Qualifications**\n* 5+ years hands-on Project Management experience managing enterprise-level IT projects\n* 3+ years of experience in cloud computing.\n* Proven track record of successfully managing multiple concurrent projects\n* Strong understanding of cloud service value propositions\n* Proficiency with project management and agile toolsets\n\n\n**Preferred Qualifications**\n* Active project management certification\n* Experience managing large-scale technical projects\n* Good knowledge of agile and scaled program management practices\n* Experience delivering IT engagements for large enterprise customers\n* Proven ability to communicate effectively with executive and technical leadership\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A3025197","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4325003928","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4325003928","job_url_direct":"https:\/\/careers.trackunit.com\/jobs\/6859627-senior-product-manager-m-f-d&urlHash=V6Ay","title":"Senior Product Manager (m\/f\/d)","company":"Trackunit","location":"Stockholm, Stockholm County, Sweden","job_type":"other","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We’re looking for a Senior Product Manager to shape and accelerate our Contractor product strategy - one of Trackunit’s key growth frontiers. This is a rare opportunity to step into a space where much is still to be defined, where curiosity, structure, and entrepreneurial drive will make a tangible mark on our future.\n \n\n\n\n You’ll be the force behind uncovering how Trackunit can best serve contractors - understanding their workflows, identifying the biggest opportunities, and translating insights into scalable, high-impact products. In a domain where our familiarity is still developing, your ability to explore, validate, and prioritize will be critical.\n \n\n\n\n This is a role for a builder and a connector - someone who’s energized by ambiguity and driven to create clarity that leads to impact.\n \n\n\n\n With hubs located in several vibrant cities across Europe, we offer a flexible setup that allows you to work from one of our local hubs or remotely from anywhere within the EMEA region. You can find the full overview at the bottom of this job ad or by visiting this link. Please note that we do not offer relocation assistance for this position.\n   \n\n\n\n\n\n*Before we go any further, here’s Jon, a potential new teammate. And really — what’s better than hearing directly from someone already working in Product Management at Trackunit?* \n\n\n\n What's in it for you\n * A place in an\n **agile growth SaaS business** \n , with possibilities to grow internally in the company. We are moving quickly, so fasten your seat belt and prepare to adjust. Back in 2020 we were 150 employees at Trackunit and we have just passed 450 employees.\n* **International environment** \n with regular check-ins and social events across teams, departments and borders.\n* We take your\n **personal and professional development** \n goals seriously and we support them through training, coaching and mindfulness as well as with an open feedback culture to enable you to identify your strengths and opportunities. We do this by touching upon your impact on our triple focus: impacting yourself, impacting teams\/relations and impacting the organisation\/strategy.\n* **Flexibility and hybrid working is not just a cliché** \n**to us** \n or something we state in a job posting. We do offer you a flexible setup and believe that you best can structure how your routines look like. And once you have chosen how you work best, let us know what you need: we got you covered with the IT equipment you need for your work.\n* **Turning the Tide.** \n At Trackunit, we aim to create and contribute to an inclusive workplace. And this priority starts with our hiring - we do not discriminate on the basis of gender identity, sexual orientation, personal expression, ethnicity, religious belief, or disability status. We only assess candidates on their qualifications and merit. Learn more about TIDE and other DE&I initiatives here.\n\n\n Who are you ideally?\n * You bring strong domain curiosity and are motivated by solving real problems for contractors and field teams.\n* You’re skilled in product discovery and validation - shaping early hypotheses, testing them with customers, and turning findings into actionable product direction.\n* You’re structured and analytical, with proven ability in prioritization and roadmapping in complex, multi-stakeholder environments.\n* You’re comfortable starting from a blank slate - exploring opportunity spaces, defining early success metrics, and iterating toward impact.\n* You have experience leading cross-functional collaboration across Product, Engineering, and GTM to move ideas from concept to launch.\n* You value speed and clarity, balancing execution rigor with a bias for learning.\n* You communicate clearly and inclusively, bringing others along even when the path isn’t yet fully defined.\n\n\n\n Don't meet every single requirement? No worries - this is what we're looking for ideally, but if you're super excited about this role but your past experience doesn't align perfectly with every qualification, we encourage you to apply.\n \n\n\n Primary responsibilities\n * Own product discovery and validation in the Contractor domain — identify customer needs, define hypotheses, and translate findings into roadmap priorities.\n* Shape and evolve the Contractor product vision, aligning closely with engineering and design to explore opportunity spaces.\n* Drive prioritization and roadmapping, ensuring strategic alignment and clear decision-making.\n* Partner with regional stakeholders in EMEA and NA to ensure our contractor solutions resonate globally but adapt locally.\n* Build structured frameworks for impact measurement, ensuring early signals guide development and iteration.\n* Help lay the foundation for future PM hires and team growth as the Contractor domain matures.\n\n\n**Our hiring process** \n\n Don't waste your time on writing the best possible cover letter for the job. We want you to create an impact that matters, and that's not in the cover letter.\n \n\n\n* Virtual meet and greet. Meet Malin Lindbom, Director of Product Management and the hiring manager for this role.\n* Personality-based interview. You will be asked to fill out an online personality assessment using use Hogan prior to the interview. Our Hogan assessment enables us to understand your abilities and how you align with our team culture. Instead of seeking 'appropriate' responses, the priority is to develop a meaningful exchange that illustrates your synergy with the Trackunit team.\n* Assignment-specific interview. We want you to get an insight into some of the concrete work tasks or projects related to the role. You will be given a case to prepare prior to the interview, and at the interview, you will present the case to relevant colleagues from across Trackunit, who you’ll also work closely with in the job.\n* If needed, throughout the process we will obtain references from former employers and do background checks for level specific, if you have not provided these yourself.\n* Offer presentation and walk-through. We’re lucky to have you!\n\n\n**Coming Together To Connect Construction** \n\n We’re committed to construction - one of the largest industries in the world. Over the past two decades, Trackunit has been pioneering technological progress within construction. Today, we are not only a leading IoT provider but a thought leader, supporting and shaping the agenda for an entire industry on a global scale.\n \n\n\n\n We believe in taking a people approach in everything we do. Being human-centric is not restricted to our products – it’s a way of life at Trackunit. We’re proud to be a truly global team. Our colleagues get together in hubs spread across the globe, but we embrace the idea of working remotely and in environments that inspire you. Everything we do, we do it to eliminate downtime and build the most useful industry for the world.\n \n\n\n\n**The question is: Are you in?**","company_url":"https:\/\/dk.linkedin.com\/company\/trackunit-a-s","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHz0837hc-xUg\/company-logo_100_100\/company-logo_100_100\/0\/1688370292450\/trackunit_a_s_logo?e=2147483647&v=beta&t=pjy8RpCxfNW_d2QFE6sbIAXym34noWgN67B31kG2Q8c","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4261798385","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261798385","job_url_direct":null,"title":"Senior AWS Professional Services Delivery Manager","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n The Amazon Web Services Professional Services (ProServe) team is seeking a highly skilled and versatile Engagement Manager (EM) to join our team and lead the delivery of complex cloud solution projects.\n   \n\n  \n\n In this role you will combine technical expertise with strong project leadership skills to drive successful implementations of AWS-based solutions for our clients. You will bridge business requirements with technical solutions, facilitating technical discussions and ensuring alignment with customer outcomes. Applying AWS frameworks like Well-Architected and Cloud Adoption Framework while demonstrating technical credibility across diverse stakeholders, you will distill customer needs into clear technical requirements, decompose complex problems, and make informed trade-off decisions considering performance, scalability, security, and business impact.\n   \n\n  \n\n Possessing strong technology and program\/project management experience, you will validate technical solutions against business goals, recognize when additional technical evaluation is needed, and manage technical risks. You will be expected to achieve and maintain relevant AWS certifications, develop domain-specific expertise, and effectively communicate technical concepts to both technical and business audiences. As you progress, you’ll lead increasingly complex technical projects, shape cross-organizational technical strategies, and establish best practices in your domain. In this role you will apply your management and leadership capabilities to successfully execute project plans, proactively identify and manage risks, resolve issues, escalate when appropriate, and drive projects to successful completion, while exceeding customer expectation The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud.\n   \n\n  \n\n We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies, and industries.\n   \n\n  \n\n**Eligibility Requirement**\n* This role requires you to be a Swedish National and have business level proficiency in the Swedish language\n\n\n Key job responsibilities\n   \n\n  \n\n* Architect and execute enterprise-level IT projects with precision, managing multiple concurrent initiatives\n* Facilitate agile methodologies to streamline project delivery and enhance team productivity\n* Develop comprehensive project strategies that align technological solutions with business objectives\n* Coordinate cross-functional teams to ensure seamless communication and project alignment\n* Implement cloud service solutions that drive operational efficiency and technological innovation\n\n\n A day in the life\n   \n\n  \n\n AWS Global Services includes experts from across AWS who help our customers design, build, operate, and secure their cloud environments. Customers innovate with AWS Professional Services, upskill with AWS Training and Certification, optimize with AWS Support and Managed Services, and meet objectives with AWS Security Assurance Services. Our expertise and emerging technologies include AWS Partners, AWS Sovereign Cloud, AWS International Product, and the Generative AI Innovation Center. You’ll join a diverse team of technical experts in dozens of countries who help customers achieve more with the AWS cloud.\n   \n\n  \n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n**Basic Qualifications**\n* 8+ years hands-on Project Management experience managing enterprise-level IT projects\n* 5+ years of experience in cloud computing.\n* Proven track record of successfully managing multiple concurrent projects and demonstrated expertise in leading teams using agile approaches\n* Strong understanding of cloud service value propositions\n* Proficiency with project management and agile toolsets\n\n\n**Preferred Qualifications**\n* Active project management certification\n* Experience managing large-scale technical projects\n* Deep knowledge of agile and scaled program management practices\n* Experience delivering IT engagements for large enterprise customers\n* Proven ability to communicate effectively with executive and technical leadership\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A3025193","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4177334735","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4177334735","job_url_direct":null,"title":"Delivery Consultant - Security, EMEA SE SDT","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n The Amazon Web Services Professional Services (ProServe) team is seeking a skilled Delivery Consultant to join our team at Amazon Web Services (AWS).\n   \n\n  \n\n In this role, you'll work closely with customers to design, implement, and manage AWS solutions that meet their technical requirements and business objectives. You'll be a key player in driving customer success through their cloud journey, providing technical expertise and best practices throughout the project lifecycle.\n   \n\n  \n\n Possessing a deep understanding of AWS products and services, as a Delivery Consultant you will be proficient in architecting complex, scalable, and secure solutions tailored to meet the specific needs of each customer. You’ll work closely with stakeholders to gather requirements, assess current infrastructure, and propose effective migration strategies to AWS.\n   \n\n  \n\n As trusted advisor to our customers, providing guidance on industry trends, emerging technologies, and innovative solutions, you will be responsible for leading the implementation process, ensuring adherence to best practices, optimizing performance, and managing risks throughout the project.\n   \n\n  \n\n The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud.\n   \n\n  \n\n We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies, and industries.\n   \n\n  \n\n AWS Global Services\n   \n\n  \n\n AWS Global Services includes experts from across AWS who help our customers design, build, operate, and secure their cloud environments. Customers innovate with AWS Professional Services, upskill with AWS Training and Certification, optimize with AWS Support and Managed Services, and meet objectives with AWS Security Assurance Services. Our expertise and emerging technologies include AWS Partners, AWS Sovereign Cloud, AWS International Product, and the Generative AI Innovation Center. You’ll join a diverse team of technical experts in dozens of countries who help customers achieve more with the AWS cloud.\n   \n\n  \n\n Job 10042\n   \n\n  \n\n Key job responsibilities\n   \n\n  \n\n As an experienced technology professional, you will be responsible for:\n   \n\n  \n\n* Designing and implementing complex, scalable, and secure AWS solutions tailored to customer needs\n* Providing technical guidance and troubleshooting support throughout project delivery\n* Collaborating with stakeholders to gather requirements and propose effective migration strategies\n* Acting as a trusted advisor to customers on industry trends and emerging technologies\n* Sharing knowledge within the organization through mentoring, training, and creating reusable artifacts\n\n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n**Basic Qualifications**\n* 3+ Years experience in IT security, compliance and risk management, privacy & controls, and security reference architectures for all-in and\/or hybrid deployments\n* Hands-on technical expertise in building security capabilities in code and deploying infrastructure in code such as WAF, Firewall, Anti-DDOS, and SIEM\n* 3+ Years hands-on technical expertise in security architecture, technology automation, implementation, integration, and\/or deployment\n* Experience running big scale security engagements with customers and ability to travel to client locations to deliver professional services as needed\n* Bachelor or Master degree in computer science or similar degree\n\n\n**Preferred Qualifications**\n* Scripting skills, i.e., PowerShell, Python, Node.js, Javascript, Bash, Ruby, Perl, etc. as well with Chef, Puppet, Salt, or Ansible in production environments at scale\n* Technical expertise (design and\/or implementation) in Cloud Computing technologies\n* Experience in leading customer facing engagements such as risk assessment and management audits and experience building enterprise security strategy for cloud adoption or driving the program's evolution to meet new requirements\n* Understanding implications of meeting industry standards such as PCI DSS, ISO 27001, HIPAA, and NIST\/DoD frameworks\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A2920440","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4325162818","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4325162818","job_url_direct":"https:\/\/jobs.ericsson.com\/careers\/job\/563121772745282?domain=ericsson.com&jobPipeline=LinkedIn&urlHash=u0eC","title":"Strategic Product Manager","company":"Ericsson","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Join our Team**\n**About this opportunity:**\n Ericsson Cloud Software & Services (BCSS) provides industry-leading solutions for Core Network and Automation, Managed Services, Services Orchestration, and Telecom BSS. We enable communication service providers to transition to cloud-native software and automated operations, preparing their networks for the future. We’re a global team of 31,000 operating in many countries supporting our global customers across 180 geographies.\n   \n\n  \n\n Through Network Application Programming Interfaces (Network APIs), developers and enterprises get easy access to the advanced capabilities of the network to develop entirely new use cases. By creating a global platform business, Ericsson is redefining the industry and creating new ways to innovate through the network. Exciting times! This is something that will also impact consumer business significantly.\n   \n\n  \n\n We are now looking for a Strategic Product Manager (SPM) to join the Offering Area Exposure team. This team sits within Solution Line Communication, User Data Management and Exposure which in turn is within the Core Networks department within BCSS. The SPM will be handling our market leading Entitlement offering, covering portfolio strategies and life cycle management.\n   \n\n  \n\n**What you will do:**\n You will join a team of SPMs working with Exposure products and solutions, driving its specific product business, and as well enabling Ericsson Group strategic intent in the Exposure domain, including Aduna and Vonage.\n   \n\n  \n\n In this role you will:\n   \n\n  \n\n* Drive Profit and Loss for the offering – including Software and Services business\n* Lead customer engagements to set strategic direction and define the strategy within the offering responsibility\n* Actively interact and collaborate with other Solution Lines, Business Areas and Market Areas to enabling profitable growth\n* Handle requirements within customer and market interaction to define business priorities and interact with Product Development Units to manage prioritized requirement backlog\n* Identifying business needs for modernization of the portfolio\n* Prepare and execute decisions according to Business Area Cloud Software and Services (BCSS) Product Management Framework\n* Be the single point of contact for critical issues for the offering\n\n\n**The skills you bring:**\n* Excellent domain competence in Exposure (commercial and technical), in particular Entitlement domain, and extensive experience from Application Service Provider’s perspective, including software development\n* Extensive knowledge and experience of product management, within and outside of Telecom, including Profit and Loss responsibility\n* Experience in Telecom \/ IT, Business Area or Market Area\n* Excellent presentation and communication skills to lead dialogs with C-level to customer projects\n* Abilities to formulate strategies and concepts, together with capability to inspire change internally and externally by being spokesperson for Exposure domain\n* Results-oriented and commercial thinking abilities, enabled by excellent business acumen\n* Proven track record of realizing innovation from idea to scale\n* Proficiency in English, both verbal and written\n\n\n**Why join Ericsson?**\n At Ericsson, you´ll have an outstanding opportunity. The chance to use your skills and imagination to push the boundaries of what´s possible. To build solutions never seen before to some of the world’s toughest problems. You´ll be challenged, but you won’t be alone. You´ll be joining a team of diverse innovators, all driven to go beyond the status quo to craft what comes next.\n   \n\n  \n\n**What happens once you apply?**\n Click Here to find all you need to know about what our typical hiring process looks like.\n   \n\n  \n\n Encouraging a diverse and inclusive organization is core to our values at Ericsson, that's why we champion it in everything we do. We truly believe that by collaborating with people with different experiences we drive innovation, which is essential for our future growth. We encourage people from all backgrounds to apply and realize their full potential as part of our Ericsson team. Ericsson is proud to be an Equal Opportunity Employer. Learn more.\n   \n\n  \n\n We target 60% work-from-the office. Last day to apply is 10th December 2025.\n   \n\n  \n\n Please note that we do not accept, proceed, or respond for applications sent via e-mail.\n   \n\n  \n\n**Primary country and city:** \n Sweden (SE) || Stockholm","company_url":"https:\/\/se.linkedin.com\/company\/ericsson","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQENqPbk40CTBA\/company-logo_100_100\/B4EZYffZaEG0AQ-\/0\/1744285047948\/ericsson_logo?e=2147483647&v=beta&t=lUrIjTQVocqJbxjf6dOTGSjqj496YssKVRiTnwtvCxU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4275609457","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4275609457","job_url_direct":null,"title":"Lösningsarkitekt","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Att välja Capgemini innebär att välja ett företag där du får möjlighet att forma din karriär på det sätt du önskar. Här kommer att få stöd och inspiration inom en samarbetsvillig gemenskap med kollegor både lokalt och runt om i världen, som ständigt omdefinierar vad som är möjligt. Du kommer att vara en del av området Cloud and Custom Application (C&CA) på Capgemini. Här kommer du att arbeta med de senaste teknologierna inom Cloud, Integration, AI och mjukvaruutveckling. Vi utvecklar skräddarsydda applikationer och hanterar komplexa integrationer för att maximera teknikens potential. Följ med oss och samarbeta med världens ledande organisationer för att realisera teknikens fulla värde genom innovativa lösningar\n   \n\n  \n\n OM ROLLEN\n   \n\n  \n\n Som lösningsarkitekt har du en bred teknisk bakgrund samtidigt som du förstår verksamhetens behov och utmaningar och kan omsätta dessa till funktionella och icke-funktionella krav. Du kan hantera och mitigera risker, samla intressenter, har goda ledaregenskaper och är en duktig kommunikatör.\n   \n\n  \n\n I rollen kommer du in tidigt in i projekten med uppgiften att förstå verksamhetens mål och behov för att omsätta detta till den lösningsarkitektur som ger mest värde till verksamheten. Du arbetar i tät samverkan med både expertkollegor från Capgemini och kunden, tillsammans med utvecklingsteam, produktägare och kundens övriga intressenter.\n   \n\n  \n\n Vår starka position på marknaden med kunder som är Sveriges största och mest välkända både inom den publika och privata sektorn har gett oss möjligheten till omfattande och spännande åtaganden inom digital transformation. Det utmanar oss att ständigt utvecklas.\n   \n\n  \n\n Vi arbetar professionellt och metodiskt i en lärande miljö och både din teamchef och ditt kompetensteam stöttar dig och din utveckling som konsult. Vi träffas ofta för att utbyta erfarenheter, lära oss nya saker i en bransch som ständigt förändras – och inte minst för att ha kul tillsammans!\n   \n\n  \n\n**DIN PROFIL**\n* Flera års erfarenhet som lösningsarkitekt, minst C grade\n* Bakgrund inom systemutveckling, och vana av att leda andra\n* Erfarenhet av arbete med etablerade metodiker och ramverk för arkitektur och agil systemutveckling.\n* Högskoleutbildning eller motsvarande\n* Goda kunskaper i såväl svenska som engelska\n\n\n**… och erfarenhet eller intresse av:**\n* Konsultrollen samt av arbete med beslutsfattare\n* Att verka utifrån kundens perspektiv och förmåga att analysera och utforma arkitektur och systemlösningar baserat på verksamhetens krav, processer och informationsbehov\n* Molnbaserade lösningar, AI, säkerhet, processautomatisering eller integration\n* Arbete som lösningsarkitekt i komplexa miljöer\n* Certifierad IT-arkitekt\n\n\n**VAD VI TROR KOMMER ATT FÅ DIG ATT TRIVAS**\n* En positiv arbetsmiljö med starkt fokus på innovation och kompetens. Du kommer att arbeta med många av de senaste tekniktrenderna och vara omgiven av duktiga kollegor.\n* På Capgemini blir du en del av en global organisation med starkt kundfokus, samarbetskultur och möjlighet till kontinuerligt lärande och utveckling.\n* Vårt Digital Architecture-team i Stockholm består av ca 20 kollegor som arbetar som Enterprise-, Verksamhets- och lösningsarkitekter hos våra kunder.\n* Capgemini har varit en dominerande aktör inom arkitekturområdet sedan 90-talet, med vårt eget ramverk Integrated Architecture Framework (IAF) och vi bidrar även aktivt till vidareutvecklingen av TOGAF.\n* Vi har ett aktivt, globalt arkitektforum med lokala undergrupper där du kan dra nytta av globala och lokala experter inom arkitektur och även bidra med din egen erfarenhet.\n* Våra värderingar: Honesty, Boldness, Trust, Freedom, Team spirit, Modesty and Fun\n\n\n**Ansökan**\n* Vi arbetar med löpande urval så vänta inte - skicka in din ansökan redan idag. Vi ser framemot din ansökan och att du vill bli en del av vår fortsatta resa!\n* Som en del av vår rekryteringsprocess kommer identitetskontroll att genomföras genom granskning av ditt ID-kort, och bakgrundskontroller kan utföras vid behov.\n\n\n**Om Capgemini**\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda övergången till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, generativ AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2024 rapporterade Capgemini Group globala intäkter på 22,1 miljarder euro.\n   \n\n  \n\n Get The Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHIL3HctxNfvg\/company-logo_100_100\/B4EZokv7VQIUAQ-\/0\/1761553135376\/capgemini_logo?e=2147483647&v=beta&t=zG4Rnn4ZR9lwfNpFaLXXm6DKX3XwtS0cYTIC2dDtWfg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4296551063","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4296551063","job_url_direct":"https:\/\/www.hitachienergy.com\/careers\/open-jobs\/details\/JID3-153476?source=linkedin&urlHash=3gX_","title":"Power System Engineer for Power Consulting Sweden","company":"Hitachi Energy","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"joachim.x.andersson@hitachienergy.com, tobias.n.nilsson@hitachienergy.com","description":"**The Opportunity**\n Seize this opportunity to take on a highly visible position in a global organization. As a Power System Engineer you will belong to Power Consulting, a department within Hitachi Energy working with both internal and external clients in the energy sector. You will be part of a renowned global team of power system and energy consultants. In the role, you will have the opportunity to contribute to the green transition and create a more sustainable energy future for all.\n   \n\n  \n\n So, if you want to take the next step in your career, and contribute to develop a stronger, smarter, and greener energy system – Join us now! We are interested to learn more about you and what you can contribute with so don’t hesitate to apply even if you don’t meet all the requirements. A team with great cooperation and with diverse backgrounds is waiting for you to join it!\n   \n\n  \n\n**How You’ll Make An Impact**\n* In this exciting role, you will get the opportunity to take part in major assignments related to the green energy transition together with our consultants and experts from local as well as international Power Consulting offices.\n* The assignments for the role are mainly system studies within the area of HVDC, FACTS, renewable energy integration, green hydrogen and power systems in general.\n* Cooperation and work in teams with leading specialists together with Hitachi Energy well-defined career path ensures exciting and motivating career with fast development along own interests and personality traits.\n* You will be living Hitachi Energy core values of safety and integrity, which means taking responsibility for your own actions while caring for your colleagues and the business.\n\n\n**Your background**\n* You hold a Master’s degree in electrical engineering, electrical power systems or similar.\n* You have a great interest and preferably a couple of years of experience in the consulting and energy sector.\n* Knowledge in power systems analysis and in software simulation tools such as PSS\/E, PSCAD and\/or DIgSILENT PowerFactory.\n* Programming skill in Python, C++, etc. is a merit.\n* You have an analytical mindset, you are independent, self-going and take your own initiatives to solve problems.\n* As a person, you are collaborative and communicative.\n* It is necessary to be fluent in English. Swedish is meritorious.\n\n\n**What We Offer**\n* Collective agreement\n* Flexible working time\n* Health care and wellness allowance\n* Fantastic career possibilities within Hitachi Energy both within Sweden and globally\n* Mentor to support you throughout onboard phase\n* Various trainings and education supporting employee development\n* Diversified company with over 70+ nationalities working in Sweden\n* Supplementary compensation for parental leave\n* Employee Benefit Portal with thousands of discounts and perks\n* More benefits could be connected to this specific role\n\n\n**More About Us**\n The position is based in Gothenburg or Stockholm (Solna).\n   \n\n  \n\n We are interested to learn more about you and what you can contribute with so don’t hesitate to apply even if you don’t meet all the requirements. A team with great cooperation and with diverse backgrounds is waiting for you to join!\n   \n\n  \n\n Applications will be reviewed on an ongoing basis, so don’t delay – apply today!\n   \n\n  \n\n Recruiting Manager, Joachim Andersson, joachim.x.andersson@hitachienergy.com, will answer your questions about the position. Union representatives – Sveriges Ingenjörer: Mikael Hjort, +46 107-38 25 73; Ledarna: Frank Hollstedt, +46 107-38 70 43; Unionen: Fredrik Holmgren, +46 107-38 21 85. All other questions can be directed to Talent Partner, Tobias Nilsson, tobias.n.nilsson@hitachienergy.com.\n   \n\n  \n\n Hitachi Energy is a global technology leader in electrification, powering a sustainable energy future through innovative power grid technologies with digital at the core. Over three billion people depend on our technologies to power their daily lives.\n   \n\n  \n\n With over a century in pioneering mission-critical technologies like high-voltage, transformers, automation, and power electronics, we are addressing the most urgent energy challenge of our time – balancing soaring electricity demand, while decarbonizing the power system.\n   \n\n  \n\n Headquartered in Switzerland, we employ over 50,000 people in 60 countries and generate revenues of around $16 billion USD. We welcome you to apply today.","company_url":"https:\/\/ch.linkedin.com\/company\/hitachienergy","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFORxmRRI944Q\/company-logo_100_100\/B4EZZZAW8eHUAY-\/0\/1745249989009\/hitachienergy_logo?e=2147483647&v=beta&t=VsqridtWJ4m6Ag1RFvEKfYAhJ3YgA7IGLKySiMSreN0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]