[{"id":"0c6996eaf670ffef","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0c6996eaf670ffef","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29784183","title":"Webbutvecklare","company":"SOLEIL AB","location":"Karlstad, S, SE","job_type":"fulltime","date_posted":1750550400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Webbutvecklare till Soleil – Bli en del av ett expertteam i vår självstyrande organisation! Vill du jobba på en arbetsplats där innovation, samarbete och självledarskap är en självklarhet? Är du en webbutvecklare som älskar att lösa problem, bygga smarta lösningar och påverka din egen arbetsvardag? Då är Soleil stället för dig!\n  \nVi skapar intranät, webbplatser och digitala samarbetsverktyg som gör arbetslivet enklare och smidigare för människor. Vi letar nu efter utvecklare som vill bli en del av vårt grymma team – och samtidigt ha riktigt kul på vägen!\n  \n  \n\nVarför Soleil?\n  \nSjälvstyrande organisation – här litar vi på varandra och har stort eget ansvar.\n  \nSpännande projekt – vi jobbar med både offentliga och privata kunder och bygger lösningar som verkligen gör skillnad.\n  \nFrihet att utvecklas – du får påverka tekniska val, arbetssätt och din egen karriärväg.\n  \nFantastiska kollegor – vi hjälper, utmanar och peppar varandra.\n  \n  \n\nOm rollen\n  \nSom webbutvecklare hos oss kommer du att jobba med modern webbutveckling i varierande kundprojekt. Du blir en del av ett engagerat team där din röst och dina idéer räknas.Vi söker dig som gillar att bygga snygga, snabba och användarvänliga webblösningar och som trivs i en miljö där du både får ta egna initiativ och samarbeta med andra.\n  \n  \n\n**Kvalifikationer Vi tror att du:** Har minst två års erfarenhet av webbutveckling.\u2028Är bekväm med HTML, CSS och JavaScript (ES6+).\u2028Har jobbat med responsiv design och vet hur en modern webbplats ska fungera (Flexbox, Grid).Har förståelse för hur webbläsare fungerar, inklusive DOM-manipulation och performance-optimering\u2028.Har erfarenhet av att bygga webbsidor enligt design och ser detaljerna.\n  \n**Plus i kanten om du kan:** Jobba med Vue.js, React, Svelte eller Angular.\u2028Bygga smarta API-integrationer (REST, GraphQL,JWT\/OAuth).\u2028Hantera tillgänglighet (WCAG) och bygga för alla användare.\u2028Grunderna i webbsäkerhet (OWASP-principer, CORS, XSS, CSRF).\n  \n**Det är också meriterande om du har erfarenhet av:** CMS-plattformar (gärna Sitevision).Backend-utveckling, databaser och molntjänster (Azure, AWS, Firebase).Byggverktyg och automatisering (Webpack, Vite, Babel).AI-drivna teknologier och integrationer (OpenAI, Google Gemini, Hugging Face).\n  \nVem är du?Du är lösningsfokuserad, nyfiken och gillar att tänka framåt.\u2028 Du trivs i team men är också självgående och initiativrik.\u2028Du älskar att bygga, förbättra och testa nya tekniker.\u2028Du delar gärna med dig av din kunskap och vill utvecklas tillsammans med andra.\n  \n  \n\nVälkommen till Soleil! Hos oss är det människorna som gör skillnaden. Vi är en arbetsplats där prestigelöshet, självledarskap och innovation är en del av vardagen.Vårt kontor i Karlstad är vår huvudsakliga arbetsplats, och viss möjlighet till distansarbete erbjuds.Vill du vara med och forma framtidens digitala lösningar?Skicka in din ansökan idag!\n  \n  \n\nSå här söker du Fyll i formuläret och bifoga ditt CV och personliga brev.Vi ser fram emot att höra från dig!","company_url":"https:\/\/se.indeed.com\/cmp\/Soleil-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"8abe0b360f8ca22d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8abe0b360f8ca22d","job_url_direct":"https:\/\/jobs.ericsson.com\/careers\/job\/563121761470775","title":"Developer ASIC Backend","company":"Ericsson-Worldwide","location":"Lund, M, SE","job_type":null,"date_posted":1750464000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Lund,Skåne,Sweden\nJob ID**755346**\nJoin our Team\n**About the Opportunity**\n\n  \n\nJoin Ericsson’s cutting-edge journey to shape the future of 5G networks! As an ASIC Backend Developer, you’ll work on pioneering digital ASIC designs vital to Ericsson’s mobile network infrastructure. Our team, responsible for the final critical stage of chip design before fabrication, thrives on Lean and Agile principles, promoting close collaboration, daily progress-sharing, and continuous improvement. If you’re passionate about advanced technology and ready to make a meaningful impact in telecom, this role is crafted just for you.\n\n  \n\nAt Ericsson, we support your growth, offering opportunities to advance your skills while contributing to game-changing 5G\/6G technologies. Here, you’ll find a supportive, innovative environment focused on quality, teamwork, and career development. Join us and help shape the future of telecom!\n\n **What You’ll Do:**  \n\n* Engage in all backend development tasks, including synthesis, constraints development, equivalence checking, and place-and-route to deliver high-quality digital ASICs.\n* Run Static Timing Analysis, timing sign-off, and optimize timing\/area\/power using Synopsys tools (Design Compiler, PrimeTime, ICC2\/FC\/Innovus).\n* Work extensively with EDA tools and develop scripts (Python, TCL, Linux Shell) to automate processes and enhance project efficiency.\n* Drive innovations in low-power design using UPF and provide input on physical implementation and floor planning.\n* Collaborate with cross-functional teams in a supportive, knowledge-sharing environment, ensuring seamless integration and execution.\n **What You’ll Bring:**  \n\n* Expertise in backend development, specialising in synthesis, STA, and power optimisation in semiconductors. 5+ years of development experience through multiple successful ASIC tape-outs.\n* Hands-on Knowledge and proficiency in EDA tools (Synopsys Design Compiler, Fusion Compiler, PrimeTime, ICC2\/Innovus, Formality\/LEC ) for timing, area, power closure on advanced technology nodes.\n* Proficiency in scripting languages (Python, Perl, TCL, and Linux Shell) to automate and streamline workflows.\n* Comfortable in UNIX\/Linux environments, essential for efficient and effective backend operations.\n* Commitment to Quality is a keen eye for detail and experience maintaining high standards in complex, high-impact projects.\n* Extensive experience in low-power design techniques, including UPF application and VHDL\/System Verilog for RTL2GDS flows.\n* Looking for a skilled professional experienced in crafting timing constraints to effectively manage and control the timing aspects of complex design projects.\n* A collaborative mindset with a strong focus on innovative solutions and continuous improvement in fast-paced environments.\n* Solid communication skills, able to explain technical topics clearly and collaborate effectively across teams.\n **Bonus Skills:**  \n\n* It is nice to have experience in leading technical teams and working with Multi\/Many-Core CPU architectures.\n* Proficient in Clear Case, Git, and Synopsys tools like Spyglass, Design Compiler, and Formality for optimised backend development.\n* Familiarity with mobile communication standards, telecom, floor planning, and physical implementation to enhance ASIC design effectiveness.\n**What happens once you apply?**","company_url":"https:\/\/se.indeed.com\/cmp\/Ericsson--worldwide-1","company_url_direct":"http:\/\/www.ericsson.com\/careers","company_addresses":"Stockholm, Stockholm","company_num_employees":"10,000+","company_revenue":"Decline to state","company_description":"Do you want to be part of shaping the future? From making connectivity more accessible to the latest IoT solutions, you have an opportunity to be where it begins.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/14954b1dc7a89a4721337eb2145894a1","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/c4b15ce95180e03c7b7c303a6385957e","ceo_name":"Börje Ekholm","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/722a1be2be84cc9b6e899822ba51ec5a"},{"id":"4254775477","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4254775477","job_url_direct":"https:\/\/career.avanza.se\/jobs\/5969569-software-engineer-tjanstepension?utm_source=LinkedIn&urlHash=5In1","title":"Software Engineer - Tjänstepension","company":"Avanza Bank","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"*Pensionen är för de flesta det största och mest långsiktiga sparandet. Ändå tycker många att det är svårt att förstå och agera på – det vill vi ändra på! Vill du vara med och göra det enkelt för företag att pensionsspara till sina anställda?*\n**Om tjänsten**\n Som Software Engineer arbetar du i ett team som använder modern Java i en mikrotjänstarkitektur. Vi tror på agila, självstyrande team som i stor utsträckning formar sina egna arbetsprocesser. Hos oss har teamet mandat att själva driva teknik, affär och kundupplevelse. Därför ser vi gärna att du är lika nyfiken på produktutveckling som på teknik och design.\n   \n\n  \n\n Vårt team är tvärfunktionellt och inkluderar produktägare, produktspecialist, Scrum Master samt utvecklare. Vi fokuserar på att skapa användarvänliga och effektiva tjänstepensionslösningar för företag – från kundgränssnitt till bakomliggande logik och interna verktyg.\n   \n\n  \n\n Tillsammans designar, implementerar och förvaltar vi de produkter och system som ingår i vår domän – allt för att leverera en tjänstepensionsupplevelse i världsklass. Tillsammans med andra team inom pensionsområdet bidrar vi också till Avanzas produktstrategi och prioriteringar.\n   \n\n  \n\n**Vem vi söker**\n Vi söker en driven utvecklare med minst ett par års erfarenhet i en liknande roll. Du har gärna ett intresse för data och gillar att samarbeta och kommunicera tekniska lösningar.\n **Erfarenhet av frontendutveckling** \n , även om det inte är ditt huvudsakliga fokus, är ett stort plus.\n   \n\n  \n\n Vi ser gärna att du har arbetat i en agil organisation och att du har erfarenhet av eventdriven arkitektur. Det är även meriterande om du har tidigare erfarenhet från pensions- eller försäkringsbranschen.\n   \n\n  \n\n**Vi Tror Att Du Har**\n* God erfarenhet av modern Java och dess ekosystem\n* Viss erfarenhet av frontendutveckling (JS\/CSS\/HTML) samt intresse av att utvecklas inom området\n* Goda kunskaper i svenska, i både tal och skrift\n\n\n**Meriterande Är Om Du Har Erfarenhet Eller Intresse Av**\n* Teknologier som Spring, MongoDB, Gigaspaces och moderna JavaScript-ramverk (t.ex. Angular eller React)\n* Mikrotjänstarkitektur och eventdriven design\n* Datadrivet arbetssätt\n* Erfarenhet av GCP, AWS eller liknande molnplattformar\n* Fintech eller pensions-\/försäkringsbranschen\n\n\n**Ansökan**\n Skicka din ansökan genom att klicka på knappen ”Skicka Ansökan”. Skicka gärna din ansökan snarast då urvalet sker löpande, dock senast den\n **15** \n**juni** \n . Vi tar inte emot ansökningar via mejl p.g.a. GDPR.\n   \n\n  \n\n*Erbjudanden från rekryteringsföretag\/annonssäljare undanbedes.*\n Välkommen med din ansökan!\n   \n\n  \n\n Avanza är Sveriges ledande internetbank för sparande och placeringar. Vi drivs av att förändra branschen genom att utmana de stora bankerna och försäkringsbolagen på den svenska sparmarknaden. Vi vill vara tjänsten som förenklar och förbättrar spararnas ekonomi, oavsett om man älskar aktier eller bara vill ha ett bra sparande. Vår vision är att skapa en bättre framtid för miljoner människor. Därför står våra kunders bästa alltid i fokus, precis som det borde vara. Affärsidén är enkel – mer till dig, mindre till banken. En idé som gett oss Sveriges nöjdaste sparare 15 år i rad.","company_url":"https:\/\/se.linkedin.com\/company\/avanza-bank","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQF4rXpWP7HBSw\/company-logo_100_100\/company-logo_100_100\/0\/1635514471231\/avanza_bank_logo?e=2147483647&v=beta&t=zQrAD-KjaM7F90X5XD0iBIpw4dbSBKtuuVxwOAs_0kA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4254609683","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4254609683","job_url_direct":"https:\/\/careers.voyado.com\/jobs\/6029373-software-developer-team-ai-bonnie?utm_source=LinkedIn&urlHash=6Uon","title":"Software Developer - Team AI (Bonnie)","company":"Voyado","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Voyado is launching a new high-impact AI initiative, and this is your chance to get in at the very beginning. As part of this growing team together with Alexander, Stefan, Etienne and Robin, you won't just work with AI. We’re looking for a well experienced software developer with a strong interest in AI to join our journey as we build Bonnie – the AI agent transforming how marketers work. Read more about our AI agent here\n   \n\n  \n\n Bonnie is an always-on, in-app assistant designed to guide, automate, and take action across our CRM platform. You’ll be part of a small, hands-on team working on everything from LLM integrations and prompt engineering to infrastructure and tooling that enables smart, scalable AI experiences for users across Europe.\n   \n\n  \n\n You don’t need prior AI experience - just the curiosity and drive to learn fast, collaborate closely, and push boundaries.\n   \n\n  \n\n**Some of the things you’ll be up to:**\n* Build Voyado’s core AI capability and set the standards for both intuitive AI implementation and our AI architecture.\n* Collaborating closely with Product Managers, UX Designers, and Developers to continuously innovate and refine AI-driven experiences.\n* Setting standards for AI model evaluation, observability, performance optimization, cost control, and ethical usage.\n* Designing and building powerful AI toolboxes and SDKs (.NET-friendly) that simplify AI integration for other product teams.\n* Acting as an AI evangelist across Voyado, empowering teams to confidently adopt and leverage AI capabilities.\n\n\n You’ll help build Voyado’s core AI agent, connecting seamlessly across our entire platform, dramatically enhancing how users interact with our solutions. Your work will transform AI from a feature into a fundamental aspect of our product experience.\n   \n\n  \n\n**So, who are you?**\n We’re looking for an experienced engineer passionate about new AI-driven solutions. With other words we don't require any previous hands on experience building LLMs and such but we believe that you have some of the following experiences:\n   \n\n  \n\n* 5+ years building full-stack web products with modern backend languages (C#, Java, Python, Go) and frontend frameworks (React, Angular, Vue, Svelte) and TypeScript.\n* The willingness to work with C# and SQL Server – that’s the foundation of our work.\n* Experience in architecture and building efficient, scalable systems.\n* Understanding of performance and optimization in high-scale environments.\n\n\n If you also are curious, collaborative, and thrive when tackling complex, innovative challenges, this is a perfect match for you! This is your chance to shape an entirely new AI platform from the ground up.\n   \n\n  \n\n What's in it for you?\n   \n\n  \n\n Voyado wouldn’t be the powerful platform it is without the people behind it. We really care for our Voyadoers and some examples of what we can offer you are:\n   \n\n  \n\n* An engaged team with a knowledge-sharing and friendly culture\n* Summits where we hang out, workshop, discuss, and have a good time together\n* Opportunities for personal and professional growth and learning in a dynamic and supportive environment.\n* Work-life balance – we don't have a long work-hours culture, we value engagement over hours worked.\n* An office-first but flexible hybrid working policy.\n\n\n Some of our benefits:\n   \n\n  \n\n* 30 days of vacation, so you can spend time on the things you love\n* Beneficial bike lease, including e-bikes\n* Breakfast buffet on Fridays\n* Inhouse gym only for Voyadoers\n* A generous gadget-and-phone package (your choice!)\n* 5000 SEK per year in wellness allowance\n* A wellness hour you can use every week\n\n\n**About Voyado**\n Voyado is the ultimate solution for personalization and relevance across all channels—online and offline. Used by retailers and e-commerce companies worldwide, Voyado makes it possible for every brand to engage customers, elevate shopping experiences, and evolve their own businesses.\n   \n\n  \n\n We are now a company of 300+ colleagues on an exciting journey and have recently established a presence in new markets to strengthen our position in Europe. If you are ready for your next adventure and want to join our team on our expansion throughout Europe and have an interest in customer care, e-commerce, retail, and tech - let's get in touch!\n   \n\n  \n\n****Be yourself 🏳️‍🌈****\n At Voyado, we believe in gender equality. We are proud sponsors of Womengineer as well as Tjejer Kodar! Read more about Tjejer Kodar & Voyado here\n   \n\n  \n\n  \n\n  \n\n Equality is not only about gender but also about making everyone feel welcome and heard in a multicultural and diverse environment. We at Voyado strive to make everyone feel like they can bring their true self to work every day. Gender-equal and diverse teams have more perspectives on life and bring different ideas to the table which in the end leads not only to making a better working environment but also a better product.\n   \n\n  \n\n Ready to find out more?\n   \n\n  \n\n Lovely! 🎉\n   \n\n  \n\n*Before one applies it can always feel like you need a better resume, more polish, or just another year of experience, but we say if you think this sounds like a place where you can shine don't hesitate to send in your resume!*\n Voyado is the customer experience platform made for retail. We help brands turn every interaction—from first click to repeat purchase—into lasting loyalty.\n   \n\n  \n\n With AI-powered tools for search, personalization, marketing, and loyalty, we make it easy for retailers to grow and connect with customers in smarter ways.\n   \n\n  \n\n Loved by 400+ brands, Voyado is on a mission to become Europe’s most beloved retail companion.","company_url":"https:\/\/se.linkedin.com\/company\/voyadoab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGCVM2_V3G2qQ\/company-logo_100_100\/company-logo_100_100\/0\/1665558435534\/voyadoab_logo?e=2147483647&v=beta&t=SOaqaasAr6RSO1v74qVvd_ieWfl3EPd1MI2PfB4eAWk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4224625802","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4224625802","job_url_direct":"https:\/\/career.airahome.com\/jobs\/5639516-software-engineer-fleet-management&urlHash=jaAF","title":"Software Engineer - Fleet Management","company":"Aira","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Services for Renewable Energy","listing_type":null,"emails":null,"description":"10% of Europe’s CO₂ emissions are caused by residential heating and energy bills are out of control. Aira is here to change that.\n   \n\n  \n\n With our intelligent Aira Heat Pump at the heart, we’re making the switch to clean energy-tech easier and more affordable. Helping Europe turn off gas and slashing energy costs one home at a time.\n   \n\n  \n\n Founded in 2022, and with 1000+ employees and counting, Aira is driving the clean energy revolution by providing homes with modern clean energy-tech solutions such as solar power, battery storage solutions and heat pumps. With a state-of-the-art production facility in Poland, an HQ in Stockholm, Sweden, and hubs across the UK, Germany and Italy, Aira is well on track to install clean energy-tech into 5 million homes by 2034.\n   \n\n  \n\n**About The Role**\n You'll work in the Fleet Management workstream, empowering colleagues to provide exceptional customer support and maintenance. You will achieve this by creating systems for managing, monitoring, and troubleshooting the clean energy-tech fleet remotely. With your systems, you enable the company to address product-related issues reactively and proactively, improving quality and customer satisfaction.\n   \n\n  \n\n Fleet Management is a small and effective product team working towards this mission. As a team member, you will be part of figuring out how to achieve it on a product and technical level. Our current roadmap contains primarily backend work, but we see ourselves driving more frontend initiatives in the future. The role primarily focuses on backend development, though familiarity with frontend technologies is a plus.\n   \n\n  \n\n As a member of the Fleet Management Team, you will contribute to:\n   \n\n  \n\n  \n\n* Enabling deep-dive troubleshooting with visualization of real-time telemetry data\n* Ensuring secure provisioning of identities in our clean energy-tech IoT fleet\n* Keeping track of all devices deployed in customer installations\n* Creating tools for remote distribution of firmware and software\n* Surfacing problematic installations through automated alarms\n* Making tools for remotely viewing and modifying device configuration\n* Providing an overview of the health of our clean energy-tech fleet\n* Implementing predictive maintenance.\n\n\n**What You’ll Bring To The Role**\n You are comfortable with backend development and understand that there is more to information technology than if-statements and while-loops. You understand that your code operates infrastructure, and you know your way around that. You can reason in terms of how CPU, RAM, and I\/O influence your systems. Most importantly, you are humble about the things you do not know, and you are open to learning.\n   \n\n  \n\n We think that you:\n   \n\n  \n\n  \n\n* Have around 5+ years of experience as a Software Engineer\n* Have an analytical mindset\n* Can convert an idea to clean, testable, and scalable software services\n* Is comfortable co-owning mission-critical infrastructure together with your team, such as databases\n* Enjoy modern agile work methodologies and collaboration\n* Engage in team discussions and have a mindset to take responsibility\n* Are aligned with our intention of working 4 days a week from our office\n* Have experience ranging from beginner to expert in IoT and connected devices.\n\n\n Our tech stack is primarily Go, Kotlin, AWS, Terraform CDK, Kafka, Postgres, and Redis\/Valkey. Our future lies in Go, so you should see yourself working with that.\n   \n\n  \n\n Skills and mindset go hand in hand. If you don’t meet every requirement but bring a positive and motivated attitude, we’d love to hear from you!\n   \n\n  \n\n**What is in it for you?**\n* Gain hands-on experience in a fast-growing scale-up with a supportive and inclusive culture and career advancement opportunities.\n* Collaborate with diverse teams across international markets and launch products globally.\n* Develop and grow personally and professionally in an entrepreneurial-minded environment.\n* Thrive in a dynamic, solution-oriented culture, tackling challenges and driving meaningful solutions that make a positive impact on the world.\n* Influence the company's success, with a visible impact on product development and market growth.\n* Enjoy our brand-new office at Norra Stationsgatan 93 in Stockholm. Conveniently located near public transport, with Sankt Eriksplan and Odenplan stations just a few minutes walk away.\n\n\n At Aira, we champion next-generation energy as well as diversity and inclusion. We firmly believe that a diverse workforce fosters innovation and creativity, enhancing our ability to serve customers and communities effectively. We welcome individuals from all backgrounds, cultures and perspectives to join our team. Our commitment is to uphold equality and inclusivity, fostering a collaborative environment where everyone can thrive and contribute to a better future for our people and the planet.","company_url":"https:\/\/se.linkedin.com\/company\/airahome","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFn8TRxkpPn9A\/company-logo_100_100\/company-logo_100_100\/0\/1686860802817\/airahome_logo?e=2147483647&v=beta&t=GB6flmPOUaOJIsKqoQuqRrPsZKU4YKJtF9GpqBbxW4w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4105404167","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4105404167","job_url_direct":"https:\/\/careers.redpill-linpro.com\/jobs\/5366465-open-source-utvecklare-inom-integration?utm_source=LinkedIn&urlHash=vITa","title":"Open Source utvecklare inom integration","company":"Redpill Linpro","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"*Redpill Linpro är ledande specialister inom open source och brinner för öppna lösningar, öppna affärsmodeller och ett öppet samhälle. Tillsammans samverkar vi för att uppnå maximal nytta för alla. Hos oss finns några av marknadens främsta experter inom sina specialområden. Vi är omkring 320 anställda och du finner oss i tre länder på åtta kontor: Stockholm, Göteborg, Karlstad, Linköping, Köpenhamn, Århus. Oslo och Trondheim.*\n**Arbetsbeskrivning**\n Vi har mer än 10 års erfarenhet från integrationsområdet och är idag stora partners till organisationer som exempel WSO2 och RedHat. Vi har länge haft ett brinnande intresse för Open Source och nu söker vi vassa utvecklare med fokus på integrationslösningar.\n   \n\n  \n\n Är du en utvecklare som vill nischa dig mot integrationer? Har du alltid haft ett extra gott öga för Open Source? Kittlar det till lite i magen när du får sätta upp containerlösningar? Då kan detta vara rollen för dig.\n   \n\n  \n\n Vi har flera utbildade och certifierade konsulter i området och nu förstärker vi vårt team ytterligare. Vi söker dig som, liksom vi, brinner för att leverera lösningar som bygger på öppen källkod. Till denna tjänst söker vi både dig med lång erfarenhet av integration och dig som är ny men nyfiken på området.\n   \n\n  \n\n**I det dagliga arbetet kommer du att:**\n* Jobba med teknologier som REST, GraphQL, Kafka, Apache Camel, Kubernetes, MQTT, RAML och OpenAPI\n* Implementera integrationsflöden med Open Source plattformar\n* Utveckla dina kunskaper inom microservices, CI\/CD, containerlösningar och molntjänster.\n* Stötta kunder med utvecklingen av deras integrationsplattform och löpande säkerställa prestanda och tillgänglighet på applikationslösningarna\n\n\n**Vi ser gärna att du har:**\n* Eftergymnasial utbildning i datateknik eller relaterat område\n* Minimum 8 års erfarenhet av API-baserade integrationer och datatransformering\n* Kunskap i Java eller andra Open Source relaterade verktyg\n* Van att arbeta i agila team, gärna i en DevOps-setting\n* Mycket goda kunskaper i både svenska och engelska\n\n\n**Meriter:**\n* Erfarenhet och\/eller certifiering i någon integrationsplattform\n* Erfarenhet av att kommunicera direkt med verksamhetsansvariga beställare och kunder\n* Erfarenhet inom cloud, säkerhet, IAM och mikrotjänstearkitektur\n\n\n**Varför Redpill Linpro?**\n* Du får arbeta med några av de allra mest begåvade IT-talangerna i en organisation som brinner för professionella Open Source-ideal\n* Vara en del av en kultur där man varje vecka har nya interna tech talks\n* Trevliga chefer som för en bra personalpolitik och som verkligen lyssnar utvecklarna\n* Du får ta del av fördelarna att arbeta på ett medelstort nordiskt bolag med go sammanhållning, bra förmåner och där du ges stor frihet och flexibilitet i ditt arbete\n\n\n Tveka inte att höra av dig om du vill arbeta med oss. Vi ser fram emot din ansökan!\n   \n\n  \n\n Redpill Linpro is the leading provider of Open Source services and products in the Nordics. We are located in Oslo, Stockholm, Gothenburg, Karlstad Linköping, Copenhagen, Aarhus, and Trondheim with a mission to share knowledge and best practices for a more open society.\n   \n\n  \n\n We are passionate about open solutions, open business models, and an open society where we work together for maximum benefit to everyone. We have got some really skilled co-workers here at Redpill Linpro, particularly within our main areas: API management, development, IT operations, data analytics, customer experience, cloud, DevOps, and automation.\n   \n\n  \n\n**May the Source be with you!**","company_url":"https:\/\/se.linkedin.com\/company\/redpill-linpro","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE8cqkkLA-wfg\/company-logo_100_100\/company-logo_100_100\/0\/1631356094446\/redpill_linpro_logo?e=2147483647&v=beta&t=49vYVKI-NAKiO8hfY8gnwNEO8VJ98UhRUwlqiVl-mRg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4195166277","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4195166277","job_url_direct":"https:\/\/careers.epidemicsound.com\/jobs\/5271957-senior-frontend-engineer-retain?utm_source=LinkedIn&urlHash=wB0K","title":"Senior Frontend Engineer - Retain","company":"Epidemic Sound","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Musicians","listing_type":null,"emails":null,"description":"**Join our global force of 500+ innovators, blending the latest in tech with the greatest in soundtracking, from our Stockholm HQ to offices in London, New York, Los Angeles, Berlin, Oslo, and Seoul. We’re an industry leader with a startup mentality. We take what we do seriously, but we don’t take ourselves too seriously. Creating and collaborating to transform the sound of streaming, content, and culture. Come join us— and let the world feel your work.**\n We're looking for Senior Frontend Engineers!\n   \n\n  \n\n**How You Will Make An Impact**\n Are you passionate about improving user experiences and driving engagement? Join our new\n **Retain Team** \n , where you’ll play a critical role in optimizing the user journey—from onboarding to retention and exit processes. This position is perfect for a data-driven, curious individual who enjoys experimentation and uncovering actionable insights through statistics.\n   \n\n  \n\n As a team, we value open collaboration, tackling complex technical challenges together, and sharing knowledge through pair and mob programming as well as regular hack weeks. Your insights will shape and influence the team’s roadmap, so we're looking for someone who thrives in a dynamic environment and embraces uncertainty.\n   \n\n  \n\n Your role will include but not be limited to:\n   \n\n  \n\n* Analyze user behavior metrics to identify opportunities for boosting engagement and retention.\n* Design and test small-scale UX improvements, leveraging data to iterate and refine solutions.\n* Optimize onboarding and exit processes to create smooth, impactful user journeys.\n* Collaborate with cross-functional teams to implement retention strategies across the organization.\n* Partner with the Acquisition Team to align strategies for public-facing pages.\n* Work with the Commercial Team to deliver a cohesive and seamless user experience.\n\n\n**Who You Are**\n* 5+ years of extensive experience in frontend development.\n* Strong expertise in TypeScript, React, and Next.js\/Node.js.\n* An \"API-first\" approach with an interest in complex architecture and integrations for scalable frontend applications.\n\n\n**Nice to have:**\n* Experience with subscription services, or e-commerce frontend interfaces.\n* Knowledge of DevOps tools, such as Kubernetes and Google Cloud Platform (GCP).\n* Familiarity with A\/B testing methodologies and an experimentation mindset to refine UX through data-driven insights.\n\n\n**Soft Skills**\n* Adaptability: Quickly adjust to changing priorities and evolving technologies in a fast-paced scaleup environment.\n* Collaboration: Strong teamwork abilities for effective cross-functional engagement and knowledge sharing.\n* Problem-Solving Mindset: Proactively identify challenges and devise innovative solutions to drive progress and improve processes.\n\n\n**Equal opportunity employer**\n We believe that bringing people together from different backgrounds, experiences and perspectives makes for a healthy workplace, a more successful business and a better world. We value diversity and encourage everyone to come and soundtrack the world with us.\n   \n\n  \n\n**Application**\n Ready to make the world\n *feel* \n your work? Please apply, in English, by clicking the link “interested” below.\n   \n\n  \n\n**About Epidemic Sound:**\n Epidemic Sound has transformed the soundtracking experience for global brands and professional creators, with an expansive catalog of world-class music and sound effects that's seen and heard over 2.5 billion times a day around the globe. Providing a direct license model that comes with all rights included and next-generation soundtracking tools, Epidemic Sound empowers creators to unlock more feeling in everything they create and share their stories with the world. Epidemic Sound continuously enriches its world-class catalog of music by teaming up with artists, composers, and producers to create tracks spanning all genres, while supporting them financially and creatively.\n   \n\n  \n\n**Join our global force of 500+ innovators, blending the latest in tech with the greatest in soundtracking, from our Stockholm HQ to offices in London, New York, Los Angeles, Berlin, Oslo, and Seoul. We’re an industry leader with a startup mentality. We take what we do seriously, but we don’t take ourselves too seriously. Creating and collaborating to transform the sound of streaming, content, and culture. Come join us—and let the world feel your work.**","company_url":"https:\/\/se.linkedin.com\/company\/epidemic-sound","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEAhqWbU9dDHg\/company-logo_100_100\/company-logo_100_100\/0\/1709289584982\/epidemic_sound_logo?e=2147483647&v=beta&t=7DDPFGXAzlOil4E7tfwYO5mq6V14BpplQ5GMToDCUeo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4252633276","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4252633276","job_url_direct":null,"title":"Desktop Specialist","company":"Ubique Systems","location":"Drottningholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"kaustubh.chakraborty@ubique-systems.com","description":"Position Responsibilities and Functions\n \n\n\n* Provide first\/second level contact and problem resolution for customer issues.\n* Work with vendors to remediate complex AV issues as needed.\n* Provide timely communication on issue status and resolution.\n* Maintain ticket updates for all reported incidents.\n* Install, upgrade, support and troubleshoot XP, Windows 7, Windows 8.1, Windows 10 and Microsoft Office 2010, Cisco Jabber, another authorized desktop application.\n* Should have basic knowledge of Mac operating system, to support Apple pc users.\n* Install, upgrade, support and troubleshoot for printers, computer hardware.\n* Performs general preventative maintenance tasks on computers, laptops, printers.\n* Performs remedial repairs on Desktops, laptops, printers and any other authorized peripheral equipment.\n* Use diagnostic tools to troubleshoot problems associated with network connectivity, and workstation hardware\/software.\n* Broad experience of IT with basic understanding of Networks, Servers, Audio\/Visual, Smart Devices and Telecoms.\n* This position requires the ability to work in a project-based environment requiring flexibility and teamwork. Performs other duties as assigned.\n\n\n\n  \n\n\n\n\n\n Candidate Required Minimum Qualifications and Skills\n \n\n\n* Bachelor’s Degree or equivalent in Computer Science or related field.\n* CompTIA A+, Microsoft Certified Professional (MCP) or better.\n* Minimum of 18 months years of IT experience.\n* Windows 7-10, Microsoft Active Directory, utilization of GPOs, MS Office 365, PC hardware installation and troubleshooting, Enterprise anti-virus solutions, Helpdesk ticketing systems.\n* Mobile device management including IOS and Android devices, Enterprise encryption solutions, Windows PC\/laptop management via Active Directory.\n* Proven analytical, troubleshooting and problem-solving skills.\n* Proven ability to multi-task, effectively determine priorities and meet SLA’s.\n* Excellent communication relationship-building and internal customer service skills.\n* Adaptable and flexible in a fast-changing industry and work environment.\n* Willing to work off-hours and weekends when required for projects or emergency support.\n\n\n\n  \n\n\n\n\n\n Share resume @\n ***kaustubh.chakraborty@ubique-systems.com***","company_url":"https:\/\/uk.linkedin.com\/company\/ubique-systems","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEd_bFQczBzXQ\/company-logo_100_100\/company-logo_100_100\/0\/1666702484646\/ubique_systems_logo?e=2147483647&v=beta&t=5I5olOGQ78bFOWfKsoHJZNFhCs-IBcP8XQPj6I1A9Mk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4254601367","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4254601367","job_url_direct":null,"title":"Service Desk Specialist","company":"Adroit People Limited (UK)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting, IT System Training and Support, and IT System Installation and Disposal","listing_type":null,"emails":null,"description":"Greetings\n \n\n\n\n  \n\n\n\n\n\n We are Hiring\n **Service Desk Agent (L1)** \n\n\n\n\n  \n\n\n\n\n\n Job Title:\n **Service Desk Agent (L1)** \n\n\n\n\n Location: Stockholm\/Sweden\n \n\n\n\n Job Type: Full-time\n \n\n\n\n Working Model: 5 days in office Stockholm\n \n\n\n\n On-call-support: Must provide on-call support for P1 tickets (Mandatory)\n \n\n\n\n Work-timing: 8 to 5 CEST (8 hours per day)\n \n\n\n\n Multi-lingual: English and Swedish (Speak, Read, Write)\n \n\n\n\n Experience Level: 5-10 years\n \n\n\n\n Joining Period: Immediate joiner (or) must be available within 1 month.\n \n\n\n\n CTC: 450SEK - 500SEK per annum\n \n\n\n\n  \n\n\n\n\n\n Job Summary:\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n The ideal candidate will be responsible for providing first-level technical and customer support to end-users, resolving IT-related issues, and ensuring a high level of customer satisfaction.\n \n\n\n\n  \n\n\n\n\n\n Key Responsibilities:\n \n\n\n\n  \n\n\n\n\n\n • Provide first-level technical support to end-users via phone, email, or chat.\n \n\n\n\n  \n\n\n\n\n\n • Experience in providing technical & customer support in Application, Maintenance, Development, Support (ADMS)\n \n\n\n\n  \n\n\n\n\n\n • Assist in the setup and configuration of new software, basic hardware and network issues.\n \n\n\n\n • Log and track all incidents and service requests in the ticketing system.\n \n\n\n\n  \n\n\n\n\n\n • Escalate complex issues to higher-level support teams as necessary.\n \n\n\n\n  \n\n\n\n\n\n • Follow up with users to ensure issues are resolved and provide updates on the status of their requests.\n \n\n\n\n  \n\n\n\n\n\n • Maintain and update knowledge base articles and documentation.\n \n\n\n\n • Participate in team meetings and contribute to continuous improvement initiatives.\n \n\n\n\n  \n\n\n\n\n\n Required Skills and Qualifications:\n \n\n\n\n  \n\n\n\n\n\n • Mandatory Service Desk or Technical Support role with 5-10 years of experience\n \n\n\n\n  \n\n\n\n\n\n • Experience in L1 event monitoring\n \n\n\n\n • Experience in ITIL and ITSM processes - best practices as prescribed by ITIL\n \n\n\n\n • Familiarity with common software applications and troubleshooting techniques.\n \n\n\n\n • Support experience in End User Services - Intune + Patching & Soft. Distribution O365 Collaboration Engineering; Application packaging; D365 Support\n \n\n\n\n • Support experience in Engineering Applications (pi-Digital, PLM Support, CAD); MSFT power apps support, Azure Cloud Ops support\n \n\n\n\n • Manufacturing domain knowledge\n \n\n\n\n  \n\n\n\n\n\n Other skills:\n \n\n\n\n  \n\n\n\n\n\n • Fluent (Speak, Read, Write) in English and Swedish.\n \n\n\n\n • Excellent communication and interpersonal skills.\n \n\n\n\n • Ability to work independently and as part of a team.\n \n\n\n\n • Strong problem-solving skills and attention to detail.\n \n\n\n\n • Customer-oriented mindset with a focus on delivering high-quality support.\n \n\n\n\n • Communication: This includes both verbal and non-verbal communication, active listening, and clear articulation of ideas.\n \n\n\n\n  \n\n\n\n\n\n Empathy: Understanding and sharing the feelings of others, which builds rapport and fosters trust.\n \n\n\n\n  \n\n\n\n\n\n Emotional Intelligence: Recognizing and managing your own emotions, as well as understanding the emotions of others.\n \n\n\n\n  \n\n\n\n\n\n Conflict Resolution: Effectively handling disagreements and finding solutions that work for everyone involved.\n \n\n\n\n  \n\n\n\n\n\n Negotiation: Collaboratively reaching agreements and compromises with others.\n \n\n\n\n  \n\n\n\n\n\n Teamwork: Working effectively with others towards a common goal, including sharing ideas and supporting each other.\n \n\n\n\n  \n\n\n\n\n\n Leadership: Inspiring and motivating others, and guiding them towards achieving goals.\n \n\n\n\n  \n\n\n\n\n\n Flexibility and Adaptability: Adjusting to different situations and people, and being willing to compromise.\n \n\n\n\n  \n\n\n\n\n\n Patience: Remaining calm and understanding in challenging situations, especially when dealing with difficult personalities.\n \n\n\n\n  \n\n\n\n\n\n Responsibility and Dependability: Being reliable and trustworthy in fulfilling commitments.","company_url":"https:\/\/uk.linkedin.com\/company\/adroit-people-limited-uk-","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGvBKxyrOJS6A\/company-logo_100_100\/company-logo_100_100\/0\/1663325678203\/adroit_people_limited_uk__logo?e=2147483647&v=beta&t=8IwdCOVV4QrV3zHfHjk81hwjgxZLppa-ip1JosE9Ggg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4233225102","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4233225102","job_url_direct":"https:\/\/kth.varbi.com\/se\/what:job\/jobID:810792\/type:job\/where:81\/apply:1&urlHash=0JdW","title":"Objektledare IT","company":"KTH Royal Institute of Technology","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Government Administration","listing_type":null,"emails":"fjul@kth.se","description":"Verksamhetsstödets uppgift är att stödja universitetets utbildning och forskning. KTH:s verksamhetsstöd är inne i en spännande fas där vi tillsammans arbetar med utveckling av våra arbetsformer. Som medarbetare inom verksamhetsstödet bidrar du till KTH:s uppdrag att forska, utbilda och skapa samhällsnytta och får samtidigt möjlighet till egen professionell utveckling.\n   \n\n  \n\n Inom KTH finns flera digitaliseringsportföljer: Utbildning, Forskning, Ledning, Infrastruktur och IT. Några portföljer har redan väletablerade uppdrag, medan andra är i spännande etableringsfas för att bygga en stabil och effektiv grundstruktur. Det här är ett unikt tillfälle att bli delaktig i att forma och utveckla strukturer för digitalisering som stärker KTH:s ledande position inom utbildning och forskning.\n   \n\n  \n\n Denna rekrytering avser rollen som Objektsledare IT för objekten Driftsmiljö och Digital Arbetsmiljö vilket är två objekt med tätt samarbete mellan enheterna \"Drift och Infrastruktur\" och \"Systemförvaltning och Utveckling\".\n   \n\n  \n\n**Arbetsuppgifter**\n Som Objektsledare IT arbetar du i nära samverkan med verksamhetens objektsledare. Rollen innebär ett nära samarbete för att säkerställa optimal integration med verksamhetens behov och mål.\n   \n\n  \n\n**I nära samverkan med verksamhetens objektsledare ansvarar du för:**\n* Verkställande av objektets årsplan\n* Utformning och underhåll av en treårig planeringshorisont\n* Säkerställande av tydliga mål och effektiv arbetsfördelning inom objektorganisationen\n\n\n**Ditt ansvarsområde innefattar vidare:**\n* Styrning, ledning och uppföljning av objektets aktiviteter kostnadseffektivt och strukturerat\n* Säkerställande av tillgänglighet och funktion hos IT-komponenter och tekniska samband enligt avtalade servicenivåer\n* Efterlevnad av lagar, regelverk och interna riktlinjer\n* Styrning och uppföljning av externa leverantörer enligt gällande avtal\n\n\n**Vi erbjuder**\n* En anställning på ett ledande tekniskt universitet som skapar kunskap och kompetens för en hållbar framtid\n* Engagerade och ambitiösa kollegor samt en kreativ, internationell och dynamisk miljö\n\n\n Läs mer om hur det är att arbeta på KTH samt våra förmåner.\n   \n\n  \n\n**Kvalifikationer**\n**Krav**\n* Relevant akademisk utbildning\n* Minst 5 års erfarenhet inom någon typ av ledarroll på operativ nivå som exempelvis projektledare eller förvaltningsledare inom IT.\n* Minst 5 års aktivt arbete inom områden som nätverk, klientplattformar, datacenter, virtualisering, fysisk infrastruktur och\/eller lagringslösningar.\n* Minst 3 års erfarenhet av att arbeta med ekonomisk uppföljning.\n* Erfarenhet av att utveckla, implementera rutiner, processer och arbetssätt.\n* Goda kunskaper i svenska och engelska både i tal och skrift krävs för det dagliga arbetet.\n\n\n**Meriterande**\n* Högskoleutbildning eller motsvarande på minst 3 år\n* Erfarenhet av att leda uppdrag enligt agila principer.\n* Erfarenhet av att leda IT-portfölj, PMO, projektkontor eller motsvarande i stora organisationer.\n* Erfarenhet av styrningsmodellen PM3.\n* Erfarenhet av att arbeta i en processorienterad organisation (ITIL eller motsvarande).\n* Erfarenhet av att arbeta med strategier, mål, planer och uppföljning.\n* Erfarenhet av behov-\/kravanalys.\n* Erfarenhet av arbete på högskola\/myndighet.\n\n\n Vi kommer lägga stor vikt vid personliga egenskaper och söker dig som har en helhetssyn för både uppdraget, leveransen och personerna som jobbar i uppdraget. Du har goda ledaregenskaper och har lätt för att bygga relationer med personer i och utanför uppdraget. Att ha ordning och reda på planer, arbetssätt och uppdragets förutsättningar är givetvis grunden för en motiverande kultur och en effektiv leverans. Du ser utmaningar som möjligheter att växa och utvecklas.\n   \n\n  \n\n**Fackliga representanter**\n Kontaktuppgifter till fackliga representanter.\n   \n\n  \n\n**Ansökan**\n Du ansöker via KTH:s rekryteringssystem. Du som sökande har huvudansvaret för att din ansökan är komplett när den skickas in. Ansökan ska vara KTH tillhanda senast sista ansökningsdagen vid midnatt, CET\/CEST (CentralEuropean Time\/Central European Summer Time).\n   \n\n  \n\n Om anställningen\n   \n\n  \n\n Anställningen gäller tillsvidare enligt avtal.\n   \n\n  \n\n Anställningen inleds med sex månaders provanställning.\n   \n\n  \n\n**Övrigt**\n Strävan efter jämställdhet, mångfald och lika villkor är både en kvalitetsfråga och en självklar del av KTH:s värdegrund\n   \n\n  \n\n För information om behandling av personuppgifter i samband med rekrytering.\n   \n\n  \n\n Det kan förekomma att en anställning hos KTH är placerad i säkerhetsklass. Om så är fallet för just denna anställning görs en säkerhetsprövning av sökande i enlighet med säkerhetsskyddslagen (2018:585) efter samtycke. I dessa fall är en förutsättning för anställning att sökande blir godkänd efter säkerhetsprövning.\n   \n\n  \n\n Vi undanber oss direktkontakt med bemannings- och rekryteringsföretag samt försäljare av platsannonser.\n   \n\n  \n\n Om KTH KTH är ett av Europas ledande tekniska universitet och en viktig arena för kunskapsutveckling. Som Sveriges största universitet för teknisk forskning och utbildning samlar vi studenter, forskare och fakultet från hela världen. Vår forskning och utbildning omfattar såväl naturvetenskap som alla grenar inom teknik samt arkitektur, industriell ekonomi, samhällsplanering, historia och filosofi. Läs mer här\n   \n\n  \n\n Anställningsform: tillsvidare med provanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Stockholm | Län: Stockholms län | Land: Sweden | Referensnummer: PA-2025-0988 | Kontakt: Fredrik Julin, Gruppchef, fjul@kth.se , | Publicerat: 2025-05-22 | Sista ansökningsdag: 2025-08-12","company_url":"https:\/\/se.linkedin.com\/school\/kth\/","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQG89vhBvMy3rQ\/company-logo_100_100\/company-logo_100_100\/0\/1709894429668\/kth_logo?e=2147483647&v=beta&t=Pj5DX6ellnuSewefuFayL9OgDesYur_FtM6A4IsTUtE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3771181674","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3771181674","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/tekniker-inom-2nd-line-support-op-2022428068\/&urlHash=6THY","title":"Tekniker inom 2nd line support","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Centric söker nu supporttekniker med minst två års erfarenhet av IT-support på 2nd line nivå till uppdrag hos en kund som behöver stärka sin 2nd line support.\n   \n\n  \n\n Som konsult på Centric får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.\n   \n\n  \n\n Uppdraget är på heltid och kommer att pågå tills vidare.\n   \n\n  \n\n**Dina arbetsuppgifter** \n Som tekniker inom 2nd line support kommer du arbeta med att ta emot och lösa incidenter samt problem som eskalerats från 1st line. Du kommer att arbeta nära verksamheten och ärendena löser du via telefon, remote och onsite. Att lösa de mer komplexa problemen med hjälp av grundlig felsökning är en stor del av arbetet. Du kommer att arbeta med dagligt installations- och serviceunderhåll, säkerhetslösningar samt supportarbete på utrustning samt i system och applikationer såsom Microsoft 365, Azure och Intune.\n   \n\n  \n\n**Din profil och kvalifikationer** \n För att lyckas i rollen ser vi att du har arbetet i minst två år med liknande arbetsuppgifter och inom IT i fem år. Som person har du ett strukturerat tankesätt med uppmärksamhet på detaljer. Du är tekniskt kunnig, en riktig lagspelare samt talar och skriver svenska och engelska flytande.\n   \n\n  \n\n*Krav*\n* Erfarenhet av djupare felsökning\n* Goda kunskaper inom Microsoft 365 och Azure\n* Erfarenhet av Windows Server 2016 och uppåt – uppsättning och underhåll\n* God nätverksförståelse\n\n\n*Meriterande*\n* Erfarenhet kring olika backuplösningar\n* Erfarenhet av virtualisering\n* B-körkort\n\n\n Vi lägger stor vikt vid dina personliga egenskaper.\n   \n\n  \n\n**Vad vi erbjuder** \n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi sätter stort värde på att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande och roliga aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under trevliga och avslappnande former.\n   \n\n  \n\n*Mer om oss*\n Centric är ett IT-företag med 370 anställda, och med kontor i Stockholm, Göteborg, Malmö och Linköping. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4194098471","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4194098471","job_url_direct":null,"title":"Hardware Engineer","company":"Yubico","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet, IT Services and IT Consulting, and Computer and Network Security","listing_type":null,"emails":"jobs@yubico.com","description":"Meet\n \n Yubico\n \n : the inventor of the\n \n YubiKey\n \n ––the world's first and leading security key. Our company’s mission is to make secure login easy and available for everyone. Yubico was founded in 2007 by Stina and Jakob Ehrensvard, and recently went public on Nasdaq Stockholm Main Market: YUBICO. Our customers include Fortune 500 companies, hundreds of government agencies and millions of individuals in over 160 countries that rely on Yubico technology to secure access to computers, online services and mobile apps. We  are a global company with a strong company culture and employees located in over 14 countries. Yubico’s  headquarters are based in  Stockholm, Sweden and Santa Clara, CA.  Aligned with our mission to make the internet more secure for everyone, Yubico donates YubiKeys to organizations helping at-risk individuals through our philanthropic initiative,\n \n Secure it Forward\n \n .\n \n\n\n\n\n  \n\n\n\n\n\n**At Yubico, we offer:**\n\n\n\n\n  \n\n\n\n\n\n**Yubico Values:\n \n We work to ensure that our employees have an open space to have their voices amplified to create a workplace where everyone feels like they belong. Aligned with this, our employees have created some pretty cool Employee Resource Groups: YubiPride, YubiBIPOC, YubiSustainability and YubiWomen. Additionally, Yubico donates YubiKeys to organizations in need all over the world (you can read more about our work here).\n \n\n  \n\n\n\n\n\n**Social Connection:**\n\n Relationships and connectedness matter, and we love spending time with our team! Our virtual workspace keeps us connected day-to-day whether it's through Yubico celebrating wins or our buzzing Slack communities. We host an all-team event in a new location every year where we plan for upcoming quarters, set goals, and most importantly, host fun events to encourage team building outside of the workplace. Check out our\n \n\n Life at Yubico Page\n \n\n on LinkedIn and our awards\n \n\n here\n \n**.**\n\n\n\n\n  \n\n\n\n\n\n\n The Role:\n \n\n\n\n\n  \n\n\n\n\n\n\n Yubico is looking for a Hardware Engineer who is innovative and passionate about the hardware and firmware design of cutting-edge security devices as well as related production equipment and testers. In this role, you will be part of the team that takes new ideas from prototypes to mass-producible hardware. As a Hardware Engineer, you will also be responsible for analyzing hardware designs for manufacturability, security, and reliability. Key success criteria for the role include the ability to work in a fast-paced environment, attention to detail, and a commitment to the highest standards.\n \n\n\n\n\n\n  \n\n\n\n\n**Tasks & Responsibilities:** \n* **Design and develop** \n secure embedded hardware for security devices\n* **Create and optimize** \n PCB layouts using EDA tools (OrCAD, Altium)\n* **Perform hardware debugging** \n using JTAG, oscilloscopes, and logic analyzers\n* **Develop and execute** \n in-circuit and functional tests to validate hardware reliability\n* **Ensure manufacturability (DFM) and production readiness** \n , collaborating with suppliers and contract manufacturers\n* **Implement security best practices** \n (TPM, UEFI, Secure Boot, TrustZone) in hardware design\n* **Work cross-functionally** \n with software, mechanical, and production teams to develop integrated solutions\n* **Document hardware designs, test procedures, and security protocols** \n for internal and external use\n* **Communicate technical concepts clearly** \n to stakeholders, including the company owner\n* **Take ownership of projects** \n , demonstrating resourcefulness and a self-driven approach to problem-solving\n\n\n\n  \n\n\n\n\n**Basic Qualifications:** \n* Bachelor’s or Master’s in Electrical Engineering or a relevant technical discipline (or equivalent experience)\n* 3+ years of experience in Electrical Engineering\n* Experience designing embedded hardware systems using EDA\/PCB design software (e.g., OrCAD, Altium)\n* Familiarity with bus communication protocols (USB, I2C, SPI, UART, PCIe, RS232\/RS485)\n* Ability to design for manufacturability and guide assembly through various stages\n* Experience with microcontrollers (preferably STM, TI, Freescale, NXP) and relevant software stacks, as well as bare-metal programming\n* Proficiency in hardware debugging and use of relevant tools such as JTAG, multimeters, oscilloscopes, and logic analyzers\n* Knowledge of x86 and\/or ARM chipset and firmware security (e.g., TPM, UEFI, TrustZone, secure boot)\n\n\n\n  \n\n\n\n\n**Optional Skills:** \n* MCAD (SolidWorks)\n* ECAD (Layout & Routing)\n* Robotics\/Automation\n* In Circuit Testing and Functional Testing\n\n\n\n\n\n\n  \n\n\n\n\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  \n\n\n\n\n\n We are an equal opportunity employer, we value diversity and uphold an inclusive environment where all people feel that they are equally respected and valued. All applicants will be considered for employment without attention to race, color, religion, sex, sexual orientation, gender identity or expression, age, marital status, religion, national origin, disability, protected Veteran status or any other characteristic protected by law. We'd love to learn about what you can add to our diverse team.\n \n\n\n\n  \n\n\n\n\n\n Yubico does not accept agency resumes or referrals so please do not send them to our careers staff or employees. Yubico is not responsible for any fees related to unsolicited resumes or referrals.\n \n\n\n\n  \n\n\n\n\n\n Personal data submitted through this form is used for managing Yubico’s recruitment activities, which include facilitating any application you make, setting up and conducting interviews and tests for applicants, evaluating and assessing results and selecting candidates, and as otherwise needed in our recruitment and onboarding processes. The use of your personal data may also be necessary prior to entering into a contract with you (that is prior to offering you a job with Yubico). Your personal data will only be used for the purposes for which it was collected and in accordance with the Yubico Privacy Notice. We only keep your personal data for as long as necessary and in compliance with Yubico’s record retention policies. If you have asked us to, we will keep you informed of other opportunities at Yubico. We do this in various ways, including email and by phone. If at any time you do not want us to contact you or use your information as described herein please contact us at jobs@yubico.com to let us know and we will delete all such information. Providing your personal data is voluntary, but necessary to join our talent community, and if you do not agree to provide your data, we will not be able to consider you as part of our talent community.\n \n\n\n\n  \n\n\n\n\n\n As part of providing the requested service, we will transfer your data to be processed by Lever, Inc., a service provider contracted by Yubico AB and\/or its subsidiaries that meets legally mandated privacy requirements. The Yubico Privacy Notice offers more information about Yubico privacy practices, including the lawful basis for processing of personal data, how to lodge a complaint with the supervisory authority, and how to contact Yubico to exercise your data subject rights. In this notice, when we refer to \"Yubico\", \"us\", \"we\" or \"our\", we mean the Yubico group company or companies that you apply to, or correspond with, and which are responsible for any personal data collected about you.**","company_url":"https:\/\/se.linkedin.com\/company\/yubico","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFXjUltiuz7dg\/company-logo_100_100\/company-logo_100_100\/0\/1656691184483\/yubico_logo?e=2147483647&v=beta&t=we4iBzP6fPipCVuXCiH6NCJLg0po3n5Jso8HQZI_hrQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4166258243","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4166258243","job_url_direct":"https:\/\/career.amendotech.se\/jobs\/5256842-natverkstekniker?utm_source=LinkedIn&urlHash=ff2R","title":"Nätverkstekniker","company":"Amendo Tech","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":"kiara.bergqvist@amendotech.se, johanna.hallenberg@amendotech.se","description":"Har du erfarenhet inom nätverk och infrastruktur och är redo att ta nästa steg i din karriär? Hos Amendo Tech får du möjligheten att arbeta med ledande företag inom bank, finans, retail, myndigheter, produktbolag och innovativa startups. Vi söker just nu engagerade konsulter för kommande interimsuppdrag som kan stärka våra kunders tekniska landskap och säkerställa deras infrastruktur och nätverk på högsta nivå.\n   \n\n  \n\n Din kompetens & profil\n   \n\n  \n\n Vi söker dig som är kunnig inom nätverksarkitektur och säkerhet och som har erfarenhet av att designa, implementera och övervaka nätverkslösningar i komplexa miljöer. Du har arbetat med några av följande tekniker:\n   \n\n  \n\n* Nätverksprotokoll och teknik: Stark kompetens inom TCP\/IP, DNS, DHCP, VLAN, VPN och routingprotokoll (t.ex. OSPF, BGP).\n* Brandväggar och säkerhet: Erfarenhet av brandväggar, IDS\/IPS, och andra säkerhetslösningar, exempelvis Cisco ASA, Palo Alto eller Fortinet.\n* Trådlösa nätverk: Erfarenhet av att konfigurera och hantera trådlösa nätverk (WLAN) och Wi-Fi-lösningar.\n* Lastbalansering och redundans: Kunskap om lastbalanserare och failover-lösningar för att säkerställa hög tillgänglighet.\n* Nätverksövervakning och felsökning: Vana vid att använda övervakningsverktyg.\n* Certifieringar: Gärna certifieringar inom Cisco (t.ex. CCNA, CCNP) eller motsvarande erfarenhet.\n* Molnplattformar: Gedigen erfarenhet av AWS, Azure, eller Google Cloud Platform samt arbete med hybridmoln-arkitektur.\n* Virtuella miljöer: Erfarenhet av virtualiseringsteknologier som VMware, Hyper-V eller KVM.\n* Serveradministration: Kompetens inom Windows- och Linux-servrar, inklusive säkerhetspatchning och hantering av Active Directory.\n* Lagring och backup: Kunskap om SAN, NAS och backuplösningar som Veeam eller Commvault.\n* Automatisering och scripting: Förmåga att effektivisera och automatisera arbetsflöden med hjälp av PowerShell, Python eller Ansible.\n* Säkerhet och övervakning: Förståelse för säkerhetspraxis och vana vid övervakningsverktyg för driftssäkerhet, exempelvis Zabbix eller Splunk.\n\n\n Du har en vilja, nyfikenhet och drivkraft att vilja skapa nytta hos kunden samt lära dig nytt. En problemlösare som inte är rädd för att ta initiativ och vågar utforska nya vägar och arbetssätt. Du har en förmåga att snabbt sätta dig in i nya sammanhang och processer. Du får saker gjorda och ser kunskapsluckor som en möjlighet för personlig utveckling. Du är analytisk och har stor förståelse för vikten av service och kommunikation.\n   \n\n  \n\n Som konsult kommer du att ställas inför en rad olika utmaningar, både från ett socialt och pragmatiskt perspektiv. Därför tror vi att du är öppen och ödmjuk för både förändring och för olikheter. Du har ett agilt sätt att möta problem och kan se dem från olika vinklar.\n   \n\n  \n\n Om Amendo Tech\n   \n\n  \n\n Amendo Tech är din heltäckande partner inom IT och tech. Som vår konsultkollega blir du en del av ett personligt bolag som lägger stor vikt vid kompetens, mångfald och innovation. Vi ser varje medarbetares unika perspektiv som en styrka, och vi erbjuder ett öppet klimat där vi stöttar dig att nå dina mål. Tillsammans bidrar vi till att forma en bättre framtid genom teknik och kreativitet.\n   \n\n  \n\n Vi är ett expansivt bolag med stark lokal närvaro i Stockholm samt i sydvästra och norra Sverige. Följ Amendo Tech på Linkedin!\n   \n\n  \n\n Amendo Tech är en del av Amendo Group som har arbetat med framtidens kompetens sedan 2001. I koncernen ingår även Amendo Bemanning & Rekrytering och Lagotto Executive Search & Interim. Tillsammans möter vi dig där du står, och tar dig dit du vill. Vi är din engagerade och trygga kompetenspartner.\n   \n\n  \n\n Frågor och kontakt\n   \n\n  \n\n Vid frågor eller funderingar om våra konsultuppdrag är du varmt välkommen att höra av dig till Amendo Techs Kiara Bergqvist på kiara.bergqvist@amendotech.se eller Johanna Hallenberg på johanna.hallenberg@amendotech.se. Vi ser fram emot att höra från dig, varmt välkommen med din ansökan!\n   \n\n  \n\n #IT","company_url":"https:\/\/se.linkedin.com\/company\/amendo-tech","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHwqwm1rucSiw\/company-logo_100_100\/company-logo_100_100\/0\/1643965553773\/amendo_tech_logo?e=2147483647&v=beta&t=nByOgdaVvSbbRQ1XsFaVTovO3DV1rFN8K2grHNLs8bA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4227139882","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4227139882","job_url_direct":"https:\/\/flower.teamtailor.com\/jobs\/5914149-head-of-sales?utm_source=LinkedIn&urlHash=V7UH","title":"Head of Sales","company":"Flower","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"executive","job_function":"Sales and Business Development","company_industry":"Services for Renewable Energy","listing_type":null,"emails":null,"description":"**⚡️ What We Do**\n Swiftly gaining ground as Sweden’s industry leader in battery storage and expanding rapidly in selected European markets, Flower is on a mission to enable the energy system of tomorrow.\n   \n\n  \n\n With an industry-leading AI-powered platform at its core, our service includes stabilizing the energy system by enhancing predictability and flexibility for both energy producers and consumers. By combining pioneering technology with a portfolio of flexible energy assets, we break new ground towards a fossil-free energy system, allowing clean energy to power society.\n   \n\n  \n\n**🌟 Who We Are**\n Tech company at heart – purpose in our DNA. Flower consists of a diverse group of innovative individuals with a strong desire to improve the state of the world.\n   \n\n  \n\n At Flower, we believe trust, collaboration and diversity are essential to not only create an inclusive work environment, but also drive career growth. By embracing varying perspectives, we allow creativity and progress to flourish.\n   \n\n  \n\n To accelerate towards our goal of becoming the pioneering force powering the energy system of tomorrow, we are now looking for a passionate and skilled\n **Head of Sales.**\n**👩‍💻 About The Role**\n As the Head of Sales at Flower, you will have an important role in shaping and driving our commercial success. Reporting directly to the Chief Commercial Officer, you will lead and inspire a team of Sales Executives and Partner Managers to achieve ambitious sales targets and deliver exceptional results. You will be responsible for developing and executing our sales strategy while ensuring alignment with the company’s overall commercial goals.\n   \n\n  \n\n As we are operating in a fast-paced and innovative environment, your tasks will vary over time, and enjoying cross-collaboration with people in other teams will be key to figuring out the best solutions.\n   \n\n  \n\n**What You’ll Do**\n* Develop and execute Flower’s sales strategy to drive growth, enter new geographical markets, enter new products, and meet revenue goals.\n* Drive commercial success for innovative solutions and structures, iterating positioning, offerings, and business models as we scale.\n* Establish and nurture strong relationships with key customers, partners, and stakeholders to accelerate market penetration.\n* Leverage data-driven insights to monitor and analyze sales performance, optimizing strategies for continuous improvement.\n* Adopt and implement innovative sales tools and methodologies to streamline processes and enhance efficiency.\n* Lead, mentor, and expand a high-performing, internationally distributed sales team, fostering an inclusive and results-driven culture.\n* Recruit and build sales teams in new geographical markets, ensuring we have the right capabilities for local success.\n\n\n**Who You Are**\n* An experienced sales leader with a proven track record of entering new geographical markets and scaling sales in international environments.\n* A commercial strategist with deep experience in bringing innovative products or market segments to commercialization, navigating unexplored territory with a structured approach.\n* Well acquainted with the Nordic energy market and regulatory environment. Having dealt with Power Purchase Agreements is a bonus.\n* A hands-on leader who enjoys building teams from the ground up, with experience in hiring and scaling international sales teams.\n* A strategic thinker with strong execution skills, comfortable in both high-level strategy and operational sales execution.\n* Experienced in performance marketing and digital sales strategies, ensuring campaigns effectively support lead generation, customer acquisition, and revenue growth.\n* Skilled in social selling and digital sales tools, particularly leveraging LinkedIn and other platforms to drive engagement and relationship-building.\n* A relationship-builder with a strong ability to forge long-term partnerships with clients, partners, and internal stakeholders.\n* Fluent in English, Swedish and additional languages considered a plus.\n* A Bachelor’s or Master’s degree in Business, Engineering, or a related field.\n\n\n**📍 Location**\n Our beautiful office is located in the heart of Södermalm just a short walk from Slussen subway station. We encourage in-office collaboration but support a hybrid work model.\n   \n\n  \n\n**✉️ Apply**\n Our corporate language is English, as we have over 20 nationalities in the office. We therefore appreciate it if you could submit your CV in English.\n   \n\n  \n\n Throughout the recruitment process you will meet with a\n **People & Talent Partner, CCO, and our CEO John.**\n We look forward to hearing from you!\n   \n\n  \n\n —-\n   \n\n  \n\n*We kindly but firmly decline any engagement in recruitment assistance for our hiring processes. This includes partnership offers or the sale of recruitment tools.*","company_url":"https:\/\/se.linkedin.com\/company\/flowertechnologies","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEb-OZaaNtKYA\/company-logo_100_100\/company-logo_100_100\/0\/1700825383999\/flowertechnologies_logo?e=2147483647&v=beta&t=WQ6nCkX_EN1CnKVS6qcwFUEt2lbrPCuNzE_QXqB8UOw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4195548442","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4195548442","job_url_direct":"http:\/\/app.jobvite.com\/CompanyJobs\/Job.aspx?c=q7ZbVfwW&j=oU7EvfwU&source=LinkedIn&__jvst=Job+Board&__jvsd=LinkedIn&urlHash=frJe","title":"Team Lead, Digital Sales","company":"Splunk","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales and Business Development","company_industry":"Software Development, IT Services and IT Consulting, and Technology, Information and Internet","listing_type":null,"emails":null,"description":"Splunk, a Cisco company, is building a safer and more resilient digital world with an end-to-end full stack platform made for a hybrid, multi-cloud world. Leading enterprises use our unified security and observability platform to keep their digital systems secure and reliable. Our customers love our technology, but it's our caring employees that make Splunk stand out as an amazing career destination. No matter where in the world or what level of the organization, we approach our work with kindness. So bring your work experience, problem-solving skills and talent, of course, but also bring your joy, your passion and all the things that make you, you. Come help organizations be their best, while you reach new heights with a team that has your back.\n   \n\n  \n\n We are currently seeking a highly passionate Digital Sales Team Lead to bring our high-performing ISR\/ BDR teams to the next level.\n   \n\n  \n\n What You Get from This Role\n   \n\n  \n\n Our Digital Sales organisation partners with Sales and Marketing to bring Splunk solutions to the most transformative companies in the world. A career at Splunk means challenging yourself and your customers to reach higher - and to have fun doing it. We are seeking a dynamic professional with passion for developing people to join our fast-growing team.\n   \n\n  \n\n**Responsibilities**\n In this role you will showcase the ability to focus on an organisation’s initiatives, challenges, pain points and partner with an ecosystem of elite Field Sales, technical and operational partners. To bring value to those organisations through our sales process, you will do the following\n   \n\n  \n\n* Support Digital Sales Manager to Lead and Manage the Team Supervise and inspire a high-performing team of BDRs\/ISRs, helping to ensure they hit individual and team performance targets who will become future ISRs and AEs at Splunk\n* Actively engage in sales activities. Demonstrate a hands-on approach by prospecting and driving pipeline\n* Pipeline Generation Strategy Collaborate with sales, marketing, and operations teams to execute effective inbound and outbound strategies to maximize pipeline creation\n* Lead by example Demonstrate hands-on approach by filling in for short and long-term team members’ absence\n* Team Development Provide ongoing coaching, mentoring, and feedback to help team members improve their sales prospecting, lead qualification, and communication skills.\n* Daily Operations Be the first point of contact for team members with regards to daily operations; conduct regular check ins, provide feedback and support for professional development Performance Tracking Monitor KPIs and metrics, providing regular updates and performance reports to leadership, while proactively addressing challenges.\n* Process Improvement Support the team manager in identifying opportunities to streamline workflows, improve tools, and enhance overall team member efficiency.\n* Training & Onboarding Onboard new team members effectively and continuously improve training programs to ensure team readiness and success.\n* Alignment with Sales and Partners Partner closely with Account Executives and Sales Managers to ensure smooth hand-offs, alignment on target accounts, and optimization of pipeline conversion.\n* Pioneer Technology Adoption Supervise the adoption and usage of available prospecting tools like Outreach, SalesNavigator and Salesforce;\n\n\n Who You Are\n   \n\n  \n\n* Sales hunter with a can-do mentality\n* Open to new approaches and creativity\n* Self-disciplined and well-organised\n* Persistent and resilient\n\n\n What you bring\n   \n\n  \n\n* Experience 3+ years of experience in business development, sales, or a similar role in a SaaS or enterprise software environment.\n* Leadership Skills Previous experience in coaching and mentoring a team of BDRs or SDRs, with a strong track record of achieving team goals.\n* Sales Acumen Solid understanding of inbound and outbound lead qualification processes, sales pipeline generation, and metrics such as SQLs, conversion rates, and booked meetings.\n* Coaching Mindset A passion for developing people, empowering them to succeed, and fostering a collaborative team culture.\n* Communication Excellent interpersonal, verbal, and written communication skills with the ability to motivate and inspire.\n* Analytical Mindset Ability to analyze performance data, identify trends, and implement data-driven strategies for improvement.\n* Language skills Fluency in Swedish and English language, both written and spoken.\n\n\n**Tools Proficiency Experience using CRM tools (e.g., Salesforce) and sales engagement platforms (e.g., Outreach,TechTarget, Cognism).**\n**Splunk, a Cisco company, is an Equal Opportunity Employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, gender, sexual orientation, national origin, genetic information, age, disability, veteran status, or any other legally protected basis.**\n Note","company_url":"https:\/\/www.linkedin.com\/company\/splunk","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQG3Wa6p8rWX6Q\/company-logo_100_100\/company-logo_100_100\/0\/1721329465887\/splunk_logo?e=2147483647&v=beta&t=f-etyXGYl1CrnTcoopFHZhCa-PA5jPWTfJuWyEQx1xU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3831098208","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3831098208","job_url_direct":"https:\/\/bli.b3.se\/jobs\/3250073-enterprise-architect?utm_source=LinkedIn&urlHash=kZSp","title":"Enterprise Architect","company":"B3 Visab Consulting AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Information Technology & Services","listing_type":null,"emails":"lidia.hagos@b3.se","description":"**Vi på B3 Visab Consulting fokuserar på att stödja finansindustrin med sin affärsutveckling i den digitala ekonomin. Därför söker vi efter engagerade Enterprisearkitekter som vill utforma, utveckla och förfina den övergripande arkitekturen hos bolag i en samhällskritisk bransch.**\n Med över 40 års erfarenhet från området har vi skapat djupa relationer med branschledande aktörer inom bank- och försäkringsindustrin. Vår gedigna erfarenhet och våra seniora konsulter gör oss även till en attraktiv partner för nya, snabbfotade uppstickare. Just nu söker vi fler etablerade enterprisearkitekter med erfarenhet från bank och försäkring.\n   \n\n  \n\n Vi söker dig som vill arbeta i ett företag med sympatiska värderingar, erfarna kollegor och en attraktiv ersättningsmodell. Om du, liksom vi, värnar om en arbetsmiljö där samarbete, prestigelös kunskapsdelning och utveckling frodas, är detta en unik chans för dig att vara med och bidra till vår starka kultur samtidigt som du ges möjlighet att växa i din yrkesroll.\n   \n\n  \n\n**Om rollen:**\n Som konsult hos oss ges du möjligheter till intressanta uppdrag hos spännande kunder. Att du har förmågan att skapa relationer och på ett prestigelöst sätt samarbeta i team tror vi är avgörande för att du ska lyckas i dina uppdrag. Uppdragen hos kund varierar men kan bl.a innebära att du kommer att vara ansvarig för att utforma, utveckla och förfina den övergripande arkitekturen, inklusive IT-system, processer och resurser. Detta inkluderar arkitektursstrategi, målarkitektur och lösningsarkitektur som går i linje med den övergripande affärsstrategin samtidigt som prestanda, säkerhet, lagkravsefterlevnad och liknande måste tillgodoses.\n   \n\n  \n\n**Vidare ser vi att du har följande kvalifikationer:**\n* Minst 3 års erfarenhet från enterprisearkitektrollen.\n* Minst 2 års erfarenhet från bank- eller försäkringsområdet.\n* Erfarenhet från konsultrollen.\n* Certifieringar och erfarenheter inom relevanta områden.\n* Arbetar obehindrat på svenska och engelska i både tal och skrift.\n* Det är meriterande om du har erfarenhet som verksamhetsarkitekt.\n\n\n**Vi erbjuder:**\n* Attraktiv lönemodell.\n* Goda förutsättningar för flexibla arbetstider.\n* Möjligheter att gå relevanta utbildningar och ta attraktiva certifikat.\n* En fantastisk wellness- och medarbetarsatsning. Läs mer här\n\n\n**Varför B3 Visab Consulting:**\n B3 Visab Consulting är en del av B3 Consulting Group, ett av Sveriges snabbast växande företag inom IT och management. Således kan vi erbjuda det bästa av två världar. Styrkan hos ett stort börsnoterat bolag i kombination med den härliga samhörigheten som ett mindre bolag erbjuder.\n   \n\n  \n\n Vi är även stolta över att vi nominerats till och vunnit fler olika priser som \"Årets Karriärföretag\" och som Sveriges bästa bolag enligt ”Great Place to Work”. Vi tror att det beror på vår energi, vårt sätt att välkomna olikheter och våra erfarenheter som vi gärna delar med oss av. En central del av energiskapandet är vår unika wellness-satsning Team B3. Vi tror att medarbetare som mår bra, presterar bra och vill vara engagerade kollegor och goda medmänniskor.\n   \n\n  \n\n De som jobbar kvar hos oss efter många år pratar om friheten att påverka sina uppdrag, arbetstider och utveckling. De talar även om stoltheten över att vara en del av ett bolag som inte bara levererar förstklassigt resultat till sina kunder utan även tar ansvar för samhället i stort bl.a. genom att vara partner till fina initiativ som Women in Tech, Changers Hub, Pink Programming m.fl.\n   \n\n  \n\n**Kontakt:**\n Vi ser fram emot att höra från dig, så ansök nu! Vi tar inte emot ansökningar vi mail men du är mer än välkommen att kontakta ansvarig rekryterare Lidia på lidia.hagos@b3.se eller konsultchef Hanna Skoog på +4670-260 12 65 eller VD Susanne Nordvall: +4670-823 57 55.","company_url":"https:\/\/se.linkedin.com\/company\/visab-consulting-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFekdtoA9EDvA\/company-logo_100_100\/company-logo_100_100\/0\/1631368528654\/visab_consulting_ab_logo?e=2147483647&v=beta&t=EcQfGS3eDR80GNHsKFmTRQ1DSSihQHhlhUAxxjd9dGA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4225587609","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4225587609","job_url_direct":"https:\/\/career.alfalaval.com\/jobs\/unit-manager-stockholm-sweden?source=linkedin&utm_source=linkedin&urlHash=brhv","title":"Unit Manager","company":"Alfa Laval","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"Industrial Machinery Manufacturing","listing_type":null,"emails":"mans.ribrant@alfalaval.com, pasindhu.mendis@alfalaval.com, Linda.Oxel@alfalaval.com, anders.jansson@alfalaval.com","description":"Every day, we get opportunities to make a positive impact – on our colleagues, partners, customers and society. Together, we’re pioneering the solutions of the future and unlocking the full potential of precious resources. Trusted to act on initiative, we challenge conventional thinking to develop world-leading technologies that inspire progress in vital areas, including energy, food, water and shipping.\n   \n\n  \n\n As we push forward, the innovative, open spirit that fuels our 140-year-old start-up culture and rapid growth also drives our personal growth. So, as we shape a more resourceful, less wasteful world, we build our careers too.\n   \n\n  \n\n**About The Job**\n You will be managing the quality team in the Distribution Center Tumba and drive total quality management in our supply chain. You will also be responsible for driving ALPS (Continuous improvements) in the DC including being responsible for all improvement projects. You and your team, consisting of five direct reports including project managers and quality coordinators will handle, analyze and follow up on all claims and identify root cause and secure corrective actions and drive improvement projects.\n   \n\n  \n\n You will recommend and follow up on actions to improve product and process quality. You will be located in Flemingsberg and be employed by the Distribution Center Tumba.\n   \n\n  \n\n**What You Know**\n* Engineering degree or similar\n* Self-motivated and good at motivating others\n* Leadership experience\n* Strong analytical skills\n* Lean Six Sigma experience\n* Experience in driving TQM\n* Fluent in both written and spoken English\n\n\n**Who Are You**\n You are a leader with great coaching skills and you set the bar high when it comes to Quality and Continuous improvements. You have an analytical-mind set and you are an excellent decisionmaker who always keeps the customer in focus. You are structured and know how to organize, drive and support your teams to reach targets. You like to work in a global cross-functional environment and know how to influence the organization and all stakeholders.\n   \n\n  \n\n**What You Can Expect**\n* Empowerment: Be part of a culture that champions trust and equality, encouraging you to lead, take initiative, and shape your career path.\n* Opportunities: Enjoy a secure environment with limitless growth potential; whether developing new skills, exploring career paths, or working in new locations.\n* Impact: Contribute to our mission of positive, lasting impact by innovating and enhancing our purchasing function.\n\n\n**Our commitment to integrity**\n We care about diversity, inclusion, and equity in our recruitment processes. We also believe behavioral traits can provide important insights into a candidate's fit to a role. To help us achieve this we apply Pymetrics assessments, and upon application you will be invited to play the assessment games.\n   \n\n  \n\n As part of our commitment to maintaining a safe and secure workplace, we conduct background checks on final candidates for this role.\n   \n\n  \n\n**Our commitment to safety**\n At Alfa Laval, safety is not just a priority but something we live and breathe every day. We work together to uphold a safe and healthy workplace, ensuring the well-being of everyone involved. We believe that a safe workplace is essential to innovation and excellence. That's why we foster a culture where health and safety are integral to every step we take as a team.\n   \n\n  \n\n We review applications on a rolling basis, so please submit yours as soon as possible. Applications sent directly via email will be disregarded without notice due to.\n   \n\n  \n\n**For more information, please contact**\n Mans Ribrant, Factory Manager, mans.ribrant@alfalaval.com\n   \n\n  \n\n Pasindhu Mendis, pasindhu.mendis@alfalaval.com\n   \n\n  \n\n**For union information, please contact**\n Linda Oxel, Akademikerna, Linda.Oxel@alfalaval.com\n   \n\n  \n\n Anders Jansson, Unionen, anders.jansson@alfalaval.com¨","company_url":"https:\/\/se.linkedin.com\/company\/alfa-laval","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHLcgLVQnC8Sg\/company-logo_100_100\/company-logo_100_100\/0\/1722581953745\/alfa_laval_logo?e=2147483647&v=beta&t=T4nLDNwfWAfeysMo0r3sY0nL7R9_A7dxdAKHd7icnws","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4194774908","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4194774908","job_url_direct":"https:\/\/jobs.wiseit.se\/jobs\/5738612-application-specialist-microsoft-365-till-matas-group&urlHash=oAzI","title":"Application Specialist Microsoft 365 till Matas Group","company":"Wise IT","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":"sandra.ahs@wiseit.se","description":"Vill du vara med och forma framtidens digitala arbetsplats?\n   \n\n  \n\n Matas Group söker nu en erfaren och affärsdriven Application Specialist inom Microsoft 365.\n   \n\n  \n\n I denna roll får du möjlighet att arbeta strategiskt och operativt med att utveckla och optimera plattformen, samtidigt som du stödjer verksamheten i en pågående IT-transformation.\n   \n\n  \n\n**Din vardag:**\n Som Application Specialist inom Microsoft 365 har du en nyckelroll i att säkerställa en effektiv och modern digital arbetsmiljö. Du arbetar nära verksamhetens olika avdelningar för att identifiera behov, driva förbättringsinitiativ och utveckla användningen av M365-plattformen. En central del av rollen är att skapa utbildningsmaterial och vägleda organisationen i att nyttja systemets fulla potential.\n   \n\n  \n\n Du ansvarar för administration, konfiguration och vidareutveckling av tjänster som Exchange, SharePoint, Teams och OneDrive. Du hanterar avancerad support på 2nd och 3rd line-nivå samt har en aktiv dialog med Microsoft och andra leverantörer för att bevaka och implementera nya funktioner.\n   \n\n  \n\n Vidare deltar du i strategiska projekt för att forma en sammanhållen svensk-dansk IT-miljö, där du ges stort eget ansvar att driva utvecklingen framåt.\n   \n\n  \n\n**Vem är du?**\n Vi ser gärna att du har teknisk förståelse för Microsoft 365 och en stark affärsmässig förmåga. Du trivs i en rådgivande roll där du kan omsätta tekniska möjligheter till värdeskapande lösningar för verksamheten.\n   \n\n  \n\n Som person är du analytisk, proaktiv och har ett strukturerat arbetssätt. Din kommunikationsförmåga gör att du kan hantera både tekniska och icke-tekniska intressenter på ett pedagogiskt sätt.\n   \n\n  \n\n**För att lyckas i rollen ser vi att du har:**\n* Gedigen erfarenhet från en liknande roll gärna inom Microsoft 365-administration och utveckling\n* Djup teknisk kunskap om M365-tjänster (Exchange, SharePoint, Teams, OneDrive) och deras administration\n* Erfarenhet av att utveckla och implementera digitala arbetssätt och processer\n* Förmåga att skapa tydlig och strukturerad dokumentation för både tekniska och icke-tekniska målgrupper\n* Erfarenhet av att hålla utbildningar och vägleda verksamheten i tekniska förändringar\n* Starkt affärsdriv och vana att arbeta i en organisation under förändring\n* Förmåga att arbeta självständigt och fatta beslut baserade på analys och verksamhetsförståelse\n* Strukturerat helhetsperspektiv med förmåga att hantera både strategi och detaljnivå\n* Flytande engelska och svenska, samt god förståelse för nordiska språk\n\n\n**Om Matas Group**\n Matas Group är en nordisk ledare inom skönhet och välbefinnande med en omsättning på över 7,6 miljarder DKK, 500+ butiker, 4 000+ anställda, 5+ miljoner lojalitetsmedlemmar och webbshoppar i Danmark, Sverige, Norge och Finland.\n   \n\n  \n\n Matas Group driver två detaljhandelskedjor i Norden: Matas i Danmark och KICKS i Sverige, Norge och Finland. Företaget erbjuder ett brett utbud av externa varumärken, egna varumärken samt en stark fokus på hög service, personlig rådgivning och expertis.\n   \n\n  \n\n Matas Group är noterat på Nasdaq OMX Köpenhamn.\n   \n\n  \n\n**Kontakt**\n I denna rekrytering samarbetar Matas Group med Wise IT. Vill du veta mer, kontakta ansvarig rekryteringskonsult Sandra Åhs på sandra.ahs@wiseit.se.\n   \n\n  \n\n Vi kan tyvärr inte ta emot ansökningar via mail då vi värnar om din personliga integritet. Du kan läsa mer om hur vi behandlar personuppgifter enligt GDPR i Wise Group-koncernens policy för behandling av personuppgifter.\n   \n\n  \n\n Vi hanterar alla ansökningar löpande och även så urvalet av kandidater som går vidare till intervju.\n   \n\n  \n\n Välkommen med din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/wise-it","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQFChwxv1zHbRg\/company-logo_100_100\/company-logo_100_100\/0\/1631334054837?e=2147483647&v=beta&t=WeRAxZjQw0jC73Ey7TAoxRiBsfe4kintW1kTxi5AQW0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4227157662","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4227157662","job_url_direct":"https:\/\/karriar.avoki.com\/jobs\/5912331-ai-solutions-engineer-till-avoki&urlHash=6kUG","title":"AI Solutions Engineer till Avoki!","company":"Avoki","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"simon.wennersten@avoki.com","description":"*Avoki är ett framstående konsultbolag med fokus på innovativa tekniska lösningar. Är du redo att utmana gränserna för vad AI kan åstadkomma?* \n*Vi letar efter dig som vill vara med och skapa framtidens AI-lösningar!\n *🔥🚀**\n*🚀*\n I rollen som AI Solutions Engineer spelar du en nyckelroll i att utveckla och implementera nästa generations AI-lösningar. Vi söker dig som brinner för att omvandla den senaste AI-tekniken till smarta, affärskritiska applikationer. Du får möjligheten att arbeta med banbrytande projekt, utforska toppmodern teknologi och skapa innovationer med verklig påverkan.\n   \n\n  \n\n**Huvudsakliga arbetsuppgifter**\n* Utforma och utveckla AI-lösningar: Arbeta kreativt med att utforma, utveckla och implementera AI-lösningar i Azure samt i egen hosting, alltid med kundens behov i fokus.\n* Bygga starka kundrelationer: Aktivt bygga och vidmakthålla långsiktiga relationer med kunder för att förstå deras mål och behov, samt hjälpa dem att maximera effektiviteten i deras AI-användning.\n* Projektledning: Leda och hantera projekt tillsammans med kunder, från idé till produktion, och säkerställa en smidig övergång från koncept till driftsättning.\n* Workshop och bollplank: Facilitera workshops och fungera som bollplank för kunder, vilket hjälper dem att utforska nya möjligheter och optimera deras AI-strategier.\n* Prestandaövervakning: Övervaka, felsöka och optimera prestandan hos AI-applikationer i Azure, med fokus på att säkerställa att lösningarna levererar värde till kunden.\n* Vidareutveckling och produktion: Arbeta med att vidareutveckla befintliga och nya tjänster, samt säkerställa att dessa effektivt tas i produktion.\n* Samarbete inom AI-teamet: Arbeta tätt ihop med AI-teamet för att förverkliga produktspecifikationer och krav, och säkerställa att kundens behov alltid är i centrum.\n* Teknisk support och kontinuerlig förbättring: Erbjuda teknisk support till kunder och interna team med fokus på Avokis tjänster, AI samt Microsoft 365-lösningar. Ansvara för driftsättningar med kund, övervakning av driftsstatus och underhåll av tjänster, samt använda erfarenheterna för att kontinuerligt förbättra och vidareutveckla våra tjänster.\n* Självstudier och fortbildning: Fortlöpande självstudier och fortbildning för att hålla sig uppdaterad med de senaste teknologierna och bästa praxis inom AI och molnutveckling.\n\n\n**Kravprofil**\n* Relevant högre utbildning inom datavetenskap, AI eller liknande.\n* Tidigare erfarenhet av utveckling inom Azure-infrastruktur och\/eller AI.\n* Djupgående kunskap inom ett av följande områden är meriterande: Azure, AI-teknologier och Microsoft 365.\n* Flytande i svenska och engelska.\n\n\n**Stämmer det här in på dig?**\n För att trivas och lyckas i rollen tror vi att du är en\n **drivande och lösningsorienterad person** \n med en stark analytisk förmåga. Du är en\n **teamspelare** \n som kan samarbeta effektivt, men också någon som tar eget initiativ och driver projekt framåt. God kommunikationsförmåga är viktigt, då du kommer att arbeta tvärfunktionellt och förklara komplexa AI-lösningar för olika intressenter.\n   \n\n  \n\n**Vad vi erbjuder**\n ✔️ Stora utvecklingsmöjligheter inom ditt expertisområde\n   \n\n  \n\n ✔️ Möjlighet att arbeta med banbrytande teknik och innovation\n   \n\n  \n\n ✔️ Rikslunchkort & Friskvårdsbidrag\n   \n\n  \n\n ✔️ Flexibel arbetsplats med kontor i Uppsala\/Stockholm\n   \n\n  \n\n ✔️ Del i ett engagerat och inspirerande team\n   \n\n  \n\n Känner du att den här rollen är klockren för dig? 🚀 Då vill vi höra från dig! skicka gärna in din ansökan redan idag!\n   \n\n  \n\n**Urvalet för denna tjänst kommer att ske efter semestern i augusti.**\n Har du frågor? Ingen fråga är för stor eller liten – mejla\n **Simon Wennersten** \n , Talent Acquisition på simon.wennersten@avoki.com\n   \n\n  \n\n Vi längtar efter att få veta mer om dig – så sök redan idag! 🎉\n   \n\n  \n\n***Om oss***\n*Avoki erbjuder innovativa och skräddarsydda lösningar inom IT, IT-säkerhet, AI och Mötesteknik. Vi är engagerade i att leverera moderna och hållbara lösningar som framtidssäkrar företag. Avoki har ca 300 medarbetare fördelat på 12 orter i Sverige, Finland och Norge och omsätter 1,1 Mdkr (2023).*\n*Avoki is the result of the merger of Office Management, Bluecom and Xite. Together, we offer secure and sustainable IT solutions. Avoki is owned by Nalka Invest AB and had a turnover of 1100 MSEK in 2023. We have offices in Stockholm, Uppsala, Gothenburg, Malmö, Helsingborg, Linköping, Luleå, Kramfors, Oslo, Helsinki, and Tampere.*","company_url":"https:\/\/se.linkedin.com\/company\/avoki","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHysvP_MRlkDQ\/company-logo_100_100\/company-logo_100_100\/0\/1709668074014\/avoki_logo?e=2147483647&v=beta&t=IZ89wJv4EjovwApDhh5pwT2uYCXJ_IjZpHKgmy_WLFQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4176293327","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4176293327","job_url_direct":"https:\/\/careers.cognizant.com\/global-en\/jobs\/45706\/solution-architect-genai\/?source=JB-11500&urlHash=u8m-","title":"Solution Architect - GenAI","company":"Cognizant","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting and Business Consulting and Services","listing_type":null,"emails":null,"description":"What makes Cognizant a unique place to work? The combination of rapid growth and an international and innovative environment! This is creating a lot of opportunities for people like YOU — people with an entrepreneurial spirit who want to make a difference in this world.\n   \n\n  \n\n At Cognizant, together with your colleagues from all around the world, you will collaborate on creating solutions for the world's leading companies and help them become more flexible, more innovative and successful. And this is your chance to be part of the success story: we are looking for a Solution Architect to join our AIA\/Gen AI-Team.\n   \n\n  \n\n**About The Role**\n We are seeking a highly skilled technical expert to join our dynamic team. The ideal candidate will possess a deep understanding of Large Language Models (LLMs) and demonstrate proficiency in leading cloud platforms such as Google Cloud Platform (GCP) and Microsoft Azure. With a strong foundation in modern IT architectures, including APIs, containerization, and microservices, the candidate will be well-equipped to handle complex system integration patterns and IT risk management.\n   \n\n  \n\n In addition to technical prowess, we value individuals who can effectively manage stakeholders and foster collaboration between teams. The successful candidate will combine hands-on technical capabilities with excellent communication and interpersonal skills, ensuring seamless teamwork and project success.\n   \n\n  \n\n If you are passionate about leveraging cutting-edge technologies and thrive in a collaborative environment, we invite you to apply and become a key contributor to our innovative team.\n   \n\n  \n\n**Responsibilities**\n* Translator between business and tech\/architecture.\n* Facilitate PoC implementation.\n* Provide technical guidance on scalable solution designs across domains and utilize existing infrastructure while managing IT risk.\n* Provide guidance on technical feasibility, IT risk and cross-domain dependencies.\n* Maintain an overview of overlapping requirements and opportunities for reuse across domains.\n* Facilitate discussions between teams and knowledge sharing.\n* Validate and assist on solution design (focusing on LLM integration).\n* Contribute to the CoE’s artifacts repository on Orangesharing.","company_url":"https:\/\/www.linkedin.com\/company\/cognizant","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHjkUYrDIUKYA\/company-logo_100_100\/company-logo_100_100\/0\/1719839886088\/cognizant_logo?e=2147483647&v=beta&t=ippPIPR27Kl35bVWULGbjndwkMpHnEnAs-7dnFYxpOc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4191579456","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4191579456","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/pam-specialist-op-2025469451\/&urlHash=QkLt","title":"PAM-specialist","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Other","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Vill du vara en del av ett fokuserat och sammansvetsat team som arbetar med säkerhet och åtkomsthantering? Vi söker en erfaren och engagerad tekniker som vill vara en del av ett fokuserat och sammansvetsat team. I denna roll kommer du att arbeta med vidareutveckling och förvaltning av våra Active Directory- och Privileged Access Management- (PAM) tjänster samt våra åtkomsttjänster både on-premises och i Azure. Arbetsplats kan vara på någon av orterna Stockholm, Linköping eller Göteborg.\n   \n\n  \n\n Som konsult på Centric får du en trygg anställning och möjlighet att samla värdefull erfarenhet i en spännande miljö där din utveckling prioriteras. Din konsultchef finns till hands för att stötta dig i din utveckling, vilket ger dig chansen att kontinuerligt bygga vidare på dina kunskaper och erfarenheter. En utmärkt möjlighet för dig som vill ta nästa steg i din IT-karriär!\n   \n\n  \n\n**Dina arbetsuppgifter** \n Som PAM-specialist kommer att arbeta i en stor och tekniskt komplex miljö där säkerhet och åtkomsthantering är centrala områden. Med tiotusentals användare spridda över flera geografiska områden ställs höga krav på systemens stabilitet, prestanda och säkerhet.\n   \n\n  \n\n Arbetet innebär både snabb problemlösning och långsiktigt strategiskt utvecklingsarbete, där du kommer att bidra till att optimera och modernisera våra lösningar. Du kommer att samarbeta med olika intressenter och spela en nyckelroll i att identifiera, analysera och implementera förändringar inom AD och PAM, samt säkerställa att verksamheten drar nytta av den senaste tekniska utvecklingen inom området. I teamet arbetar du tillsammans med kompetenta och engagerade kollegor där kunskapsutbyte är en självklar del av arbetet. Vi ser gärna att du är en person som inte tvekar att bidra med din erfarenhet och samtidigt är öppen för att lära dig nya tekniker och arbetssätt.\n   \n\n  \n\n**I Denna Roll Kommer Du Att**\n* Vidareutveckla och förvalta AD- och PAM-tjänster, med fokus på säkerhet och åtkomsthantering.\n* Automatisera och skripta processer inom PAM-ekosystemet, exempelvis genom PowerShell.\n* Utforma och implementera RBAC-lösningar (Role-Based Access Control) för att förbättra styrning och kontroll av behörigheter.\n* Samverka med olika intressenter, inklusive interna IT-team och säkerhetsavdelningar, för att säkerställa effektiva och säkra lösningar.\n* Analysera och implementera förbättringar av befintliga system och arbetsflöden för att höja säkerhetsnivån och effektiviteten.\n* Utföra felsökning och incidenthantering kopplat till AD, PAM och relaterade säkerhetslösningar.\n* Följa och tillämpa best practices inom IAM och säkerhetsarbete, samt hålla dig uppdaterad om utvecklingen inom området.\n\n\n**Din profil och kvalifikationer** \n Vi söker en person med starkt eget driv och ansvarskänsla. Du har en lösningsorienterad inställning, arbetar strukturerat och trivs i en roll där du både får lösa akuta problem och bidra till långsiktiga förbättringar.\n   \n\n  \n\n Du har ett stort intresse för säkerhet, automation och infrastruktur och trivs i en tekniskt avancerad miljö där du får möjlighet att påverka och utveckla lösningar.\n   \n\n  \n\n**För att lyckas i rollen som PAM-specialist ser vi att du har:**\n* Erfarenhet av AD och PAM, gärna med CyberArk (alternativt möjlighet att utbildas inom CyberArk).\n* God kunskap inom skriptning och automation, främst i PowerShell.\n* Erfarenhet av felsökning och problemlösning i komplexa IT-miljöer.\n* Förmåga att kommunicera tydligt och effektivt, både på svenska och engelska, i tal och skrift.\n\n\n**Meriterande erfarenheter**\n* CyberArk och andra PAM-lösningar.\n* Azure och secrets management.\n* Arbete i större IT-projekt med fokus på säkerhet och åtkomsthantering.\n* Säkerhetsarbete och IAM\/PAM-strategier.\n\n\n**Vad vi erbjuder** \n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi tycker nämligen att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under roliga och avslappnande former.\n   \n\n  \n\n**Mer om oss**\n Centric är ett IT-företag med 370 anställda, med kontor i Stockholm, Göteborg, Malmö och Linköping. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4225031773","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4225031773","job_url_direct":"https:\/\/gartner.wd5.myworkdayjobs.com\/EXT\/job\/Solna\/Account-Executive\\u002d\\u002dLE-GE\\u002d\\u002dGTS_100249\/apply?source=JB-10120&urlHash=Ay_a","title":"Account Executive, LE\/GE, GTS","company":"Gartner","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales, Business Development, and Information Technology","company_industry":"IT Services and IT Consulting, Information Services, and Research Services","listing_type":null,"emails":"ApplicantAccommodations@gartner.com","description":"**About Gartner:**\n Are you looking for a fast-paced career with outstanding advancement potential at a global market leader? If so, think about Gartner. The world's leading research and advisory company, Gartner (NYSE:IT) delivers the technology-related insight necessary for our clients to make the right business decisions, every day. We are seeking highly motivated, achievement-driven sales associates to contribute to our double-digit growth, backed by the solid infrastructure of a world-class sales organization. In addition to a competitive base salary, uncapped commissions and exceptional benefits, Gartner sales associates can enjoy generous performance-based rewards, including all expenses paid trips to exotic locations around the world. Come be a part of our incredible growth organization!\n   \n\n  \n\n**Position Summary:**\n The Account Executive is a field-based, direct sales role responsible for both client retention as well as growth through contract expansion and the introduction of new products and services. You will consult with C-level executives to develop and implement an effective, enterprise-wide strategy that maximizes the value delivered by Gartner’s products and services.\n   \n\n  \n\n**Key Responsibilities:**\n* Account management with an outcome of increased customer satisfaction and an increase in retention and account growth\n* Quota responsibility of $800,000+ of contract value within a territory of major client accounts\n* Mastery and consistent execution of Gartner’s sales methodology\n* Account planning and territory management\n* Managing forecast accuracy on a monthly\/quarterly\/annual basis\n* Maintaining competitive knowledge and focus\n* In-depth knowledge of Gartner’s products and services\n\n\n**Requirements:**\n* 6-10 years of experience with proven consultative sales, preferably in high technology (services, software, or consultative environment), with evidence of prior success in Sales\n* Strong demonstration of intellect, drive, executive presence and sales acumen\n* Proven experience building excellent client relationships at C-level within large enterprise organisations\n* Strong computer proficiency and presentation skills\n* Professional level of Swedish\n* Knowledge of the full life cycle of the sales process\n* Bachelors or Masters degree – desired\n\n\n**What Gartner gives you:**\n* Uncapped earnings and challenging, but achievable quotas – 85% of our salesforce hit quota and 40-50% secure maximum accelerators every year\n* Annual top achievers club in locations such as Miami, Sydney and Monte Carlo\n* Unbeatable training and growth opportunities, including an intensive 3-week sales academy for new hires\n* Excellent corporate benefits\n* The opportunity to sell at C-level and work with some of the brightest minds in the industry\n\n\n Your application and the data therein are received and processed by Gartner UK Ltd., which is operating as shared HR service provider for the EMEA entities of the Gartner group. Your application will be shared by Gartner UK Ltd. with those persons within the Gartner group which decide about the steps of your application.\n   \n\n  \n\n**Who are we?**\n At Gartner, Inc. (NYSE:IT), we guide the leaders who shape the world.\n   \n\n  \n\n Our mission relies on expert analysis and bold ideas to deliver actionable, objective insight, helping enterprise leaders and their teams succeed with their mission-critical priorities.\n   \n\n  \n\n Since our founding in 1979, we’ve grown to more than 21,000 associates globally who support ~14,000 client enterprises in ~90 countries and territories. We do important, interesting and substantive work that matters. That’s why we hire associates with the intellectual curiosity, energy and drive to want to make a difference. The bar is unapologetically high. So is the impact you can have here.\n   \n\n  \n\n**What makes Gartner a great place to work?**\n Our sustained success creates limitless opportunities for you to grow professionally and flourish personally. We have a vast, virtually untapped market potential ahead of us, providing you with an exciting trajectory long into the future. How far you go is driven by your passion and performance.\n   \n\n  \n\n We hire remarkable people who collaborate and win as a team. Together, our singular, unifying goal is to deliver results for our clients.\n   \n\n  \n\n Our teams are inclusive and composed of individuals from different geographies, cultures, religions, ethnicities, races, genders, sexual orientations, abilities and generations.\n   \n\n  \n\n We invest in great leaders who bring out the best in you and the company, enabling us to multiply our impact and results. This is why, year after year, we are recognized worldwide as a great place to work.\n   \n\n  \n\n**What do we offer?**\n Gartner offers world-class benefits, highly competitive compensation and disproportionate rewards for top performers.\n   \n\n  \n\n In our hybrid work environment, we provide the flexibility and support for you to thrive — working virtually when it's productive to do so and getting together with colleagues in a vibrant community that is purposeful, engaging and inspiring.\n   \n\n  \n\n Ready to grow your career with Gartner? Join us.\n   \n\n  \n\n The policy of Gartner is to provide equal employment opportunities to all applicants and employees without regard to race, color, creed, religion, sex, sexual orientation, gender identity, marital status, citizenship status, age, national origin, ancestry, disability, veteran status, or any other legally protected status and to seek to advance the principles of equal employment opportunity.\n   \n\n  \n\n Gartner is committed to being an Equal Opportunity Employer and offers opportunities to all job seekers, including job seekers with disabilities. If you are a qualified individual with a disability or a disabled veteran, you may request a reasonable accommodation if you are unable or limited in your ability to use or access the Company’s career webpage as a result of your disability. You may request reasonable accommodations by calling Human Resources at +1 (203) 964-0096 or by sending an email to ApplicantAccommodations@gartner.com.\n   \n\n  \n\n Job Requisition ID:100249\n   \n\n  \n\n By submitting your information and application, you confirm that you have read and agree to the country or regional recruitment notice linked below applicable to your place of residence.\n   \n\n  \n\n Gartner Applicant Privacy Link: https:\/\/jobs.gartner.com\/applicant-privacy-policy\n   \n\n  \n\n**For efficient navigation through the application, please only use the back button within the application, not the back arrow within your browser.**","company_url":"https:\/\/www.linkedin.com\/company\/gartner","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGyRzbB8_BYkg\/company-logo_100_100\/company-logo_100_100\/0\/1630549760241\/gartner_logo?e=2147483647&v=beta&t=2MC5NtmLtyl24U4aF7paPutyA62Vrt5TChQypu8h22w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4224481415","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4224481415","job_url_direct":"https:\/\/databricks.com\/company\/careers\/open-positions\/job?gh_jid=7855376002&gh_src=62a881d62&urlHash=mqb5","title":"Emerging Enterprise Account Executive, Nordics","company":"Databricks","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales","company_industry":"Software Development","listing_type":null,"emails":null,"description":"SLSQ326R4\n   \n\n  \n\n Want to help solve the world's toughest problems with data and AI? This is what we do every day at Databricks.\n   \n\n  \n\n Databricks operates at the leading edge of the Data and AI space. Our customers turn to us to lead the accelerated innovation their businesses need to gain first-mover advantage in today's ultra-competitive landscape.\n   \n\n  \n\n Reporting to the Regional Sales Manager, as an Emerging Enterprise Account Executive at Databricks, you come with relevant experience selling to mid-market accounts in the Nordics. As a successful candidate you are a self-starter who understands the consumption sales process. You know how to sell innovation and value to existing customers, identify new use cases and grow consumption and can guide deals forward to compress decision cycles. You love understanding a product in-depth and are passionate about communicating its value to customers and partners. You will be offered huge potential for career progression with the pace of the team's growth.\n   \n\n  \n\n**The Impact You Will Have**\n* Assess your territory and develop a successful execution strategy\n* Drive quarter-on-quarter consumption growth in existing accounts\n* Exceed activity and quarterly revenue targets\n* Track all customer details including use case, purchase time frames, next steps, and forecasting in Salesforce\n* Identify new use case opportunities and showcase value to existing customers\n* Promote the value of the Databricks' Data Intelligence Platform\n* Ensure 100% satisfaction among all customers\n\n\n**What We Look For**\n* Understanding of the data platform and cloud ecosystems\n* Some exposure to the software industry and some basic concepts of selling SaaS, Data and Business Value\n* Experience growing consumption and closing commit deals in a direct sales role\n* Basic understanding on how to research company information and identifying key stakeholders\n* General understanding of MEDDPICC\n* Experience exceeding sales targets\/quotas\n* Bachelor's Degree or relevant work experience\n* Fluency in English is required, fluency in Swedish is preferred\n\n\n**About Databricks**\n Databricks is the data and AI company. More than 10,000 organizations worldwide — including Comcast, Condé Nast, Grammarly, and over 50% of the Fortune 500 — rely on the Databricks Data Intelligence Platform to unify and democratize data, analytics and AI. Databricks is headquartered in San Francisco, with offices around the globe and was founded by the original creators of Lakehouse, Apache Spark™, Delta Lake and MLflow. To learn more, follow Databricks on Twitter, LinkedIn and Facebook.\n   \n\n  \n\n**Benefits**\n At Databricks, we strive to provide comprehensive benefits and perks that meet the needs of all of our employees. For specific details on the benefits offered in your region, please visit https:\/\/www.mybenefitsnow.com\/databricks.\n   \n\n  \n\n**Our Commitment to Diversity and Inclusion**\n At Databricks, we are committed to fostering a diverse and inclusive culture where everyone can excel. We take great care to ensure that our hiring practices are inclusive and meet equal employment opportunity standards. Individuals looking for employment at Databricks are considered without regard to age, color, disability, ethnicity, family or marital status, gender identity or expression, language, national origin, physical and mental ability, political affiliation, race, religion, sexual orientation, socio-economic status, veteran status, and other protected characteristics.\n   \n\n  \n\n**Compliance**\n**If access to export-controlled technology or source code is required for performance of job duties, it is within Employer's discretion whether to apply for a U.S. government license for such positions, and Employer may decline to proceed with an applicant on this basis alone.**","company_url":"https:\/\/www.linkedin.com\/company\/databricks","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQFPIRKiPVETuw\/company-logo_100_100\/company-logo_100_100\/0\/1697215766274?e=2147483647&v=beta&t=K5mi1ouCxRu2wpiCv1XfYxu29YGccouH7wYiGiXNNpQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4227115065","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4227115065","job_url_direct":null,"title":"Sr GMP GDP Auditor","company":"Sobi - Swedish Orphan Biovitrum AB (publ)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Quality Assurance","company_industry":"Pharmaceutical Manufacturing","listing_type":null,"emails":null,"description":"**Company Description**\n***Statistics show that women and underrepresented groups tend to apply to jobs only if they meet 100% of the qualifications. Sobi encourages you to change that statistic and apply. Rarely do candidates meet 100% of the qualifications. We look forward to your application!***\n At Sobi, the work we do every day redefines the standards of care and transform the lives of people living with rare diseases.\n   \n\n  \n\n As a diverse team of entrepreneurial people, we are passionate about our growth journey towards becoming a global leader, making a difference for rare disease patients, moving quickly and always challenging the status quo.\n   \n\n  \n\n We are committed to an inclusive, sustainable and flexible workplace that fosters growth and development.\n   \n\n  \n\n**Job Description**\n The purpose of the position is to perform GMP GDP Audits (GMP, GDP,) and contribute to develop and maintain\n   \n\n  \n\n the global Sobi GMP GDP audit strategy and audit program(s). The audits will be both internal audits\/self-\n   \n\n  \n\n inspections within Sobi’s QMS as well as external audits of Sobi’s CMOs, suppliers and service providers. The\n   \n\n  \n\n employee will also have the main responsibility for the administration of audits and audit programs and plannings\n   \n\n  \n\n in the computerised systems at Sobi.\n   \n\n  \n\n**Key Responsibilities**\n* Drive strategic development of an effective global risk-based audit strategy (internal & external) and\n\n\n program. Collect, collate, and incorporate input into the audit strategy and plan.\n   \n\n  \n\n* Plan, lead, conduct, document, and follow-up of internal and external GMP GDP audits (Primarily\n\n\n dedicated to GMP\/GDP) as Lead Auditor or Co Auditor of Sobi’s CMOs, suppliers and service providers)\n   \n\n  \n\n according to the requirements specified in the respective Sobi procedures (as well as applicable\n   \n\n  \n\n regulations, standards, quality agreements, and guidance documents) working ins strong collaboration\n   \n\n  \n\n with the GMP GDP Audit coordinator and relevant stakeholders.\n   \n\n  \n\n* Lead Auditor or Co Auditor of internal audits\/self-inspections within Sobi’s QMS as well as\n* Provide regulatory guidance for timely remediation and recommendations regarding acceptability of the\n\n\n proposed filing\n   \n\n  \n\n* Ensure appropriate escalation to responsible management in case of critical findings and support\n\n\n immediate follow-up. Ensure adequate definition and recording of mitigation plans when applicable.\n   \n\n  \n\n* Assess the adequacy of responses (CAPA plans) to audit findings in cooperation with the GMP GDP Audit\n\n\n coordinator and other stakeholder QA representative and Auditee.\n   \n\n  \n\n* Prepare regular status report on performed GMP GDP audits (Primarily dedicated to GMP\/GDP), audit\n\n\n trending and agreed upon metrics to ensure oversight.\n   \n\n  \n\n* Support Authority inspections and partner audits\n* Maintain knowledge of company policies, SOPs, and supporting documents related to drug\n\n\n development\/manufacturing\/distribution as well as FDA and EU regulations and ICH guidance documents\n   \n\n  \n\n (as applicable) along with any other national or international regulations\n   \n\n  \n\n* SOP Author for SOPs related to GMP GDP audits including supporting documents Act as GMP GDP\n\n\n compliance consultant for GMP GDP trainings, task forces, continuous improvement projects as needed.\n   \n\n  \n\n* Act as GMP GDP compliance consultant for GMP GDP trainings, task forces, continuous improvement projects as needed.\n\n\n**Qualifications**\n**Education\/Learning Experience\/Work Experience**\n* University degree in Life Sciences or related discipline.\n* At least 10 years’ experience from the pharmaceutical industry with GMP\/GDP responsibilities.\n* Experience of Lead GMP GDP audits\/inspections.\n* Experience working as GMP GDP Inspector, or Auditor in the field of Biotechnology and Sterile\n\n\n Manufacturing\n   \n\n  \n\n**Skills\/Knowledge\/Languages**\n* Excellent knowhow of the EU\/US\/RoW regulations within GMP GDP\n* Excellent verbal and written communication skills\n* Excellent knowledge in document handling in computerised systems\n\n\n**Personal Attributes**\n* Delivery focus\n* Collaborative\n* Structured and detail oriented\n* Strong individual initiative, organizational\/people skills and multi-tasking abilities\n* Ownership, paternership and sense of urgency\n\n\n**Additional Comments**\n The position require ability and willingness to travel in connection with performing on-site audits.\n   \n\n  \n\n**Additional Information**\n**How to apply**\n At Sobi, we value work-life balance and due to the holidays, it may take a little bit longer until you here back from us.\n   \n\n  \n\n We have an ongoing selection process in this recruitment and ask you to send your application as soon as possible. Click apply and include your resume in English.\n   \n\n  \n\n**Why Join Us?**\n Here At Sobi, Our Mission And Culture Get Us Excited To Come To Work Every Day, But Here Are a Few More Reasons To Join Our Team\n   \n\n  \n\n* Emphasis on work\/life balance\n* Collaborative and team-oriented environment\n* Opportunities for professional growth\n* Diversity and Inclusion\n* Competitive compensation for your work\n* Making a positive impact to help ultra-rare disease patients who are in need of life saving treatments\n\n\n We are a global company with over 1,800 employees in more than 30 countries and are committed to the societies where we operate. With a deeply skilled management team directing our day-to-day wins, and a Board with a stellar track record, we’re ready to take on the world’s diseases, ailments and adversity. Our people believe they have the power to make a positive impact in others’ lives because that’s exactly what we do here. If you’re seeking a career that taps into your talents in a way that makes the world a better, healthier place, we just may have a job for you.\n   \n\n  \n\n We know our employees are our most valuable asset, and our culture conveys that. We offer a competitive benefits package, to support the health and happiness of our staff.\n   \n\n  \n\n**Sobi Culture**\n At Sobi, we refuse to accept the status quo. This is because we have witnessed first-hand the challenges facing those affected by rare diseases and have used this knowledge to shape our business to find new ways of helping them.\n   \n\n  \n\n As a specialized biopharmaceutical company, we are dedicated to rare diseases. And we see this focus as a strength. By effectively turning our research into ground-breaking treatments, we help make medicine more accessible and open up more possibilities for patients and more opportunities for those caring for them. This has been our approach since day one, but we know we can’t change the world of rare diseases on our own. Accomplishing this requires strong partnerships with patients, partners and stakeholders across the entire value chain. Together, we define how our business can create solutions that serve the needs of those affected by rare diseases while facilitating sustainable growth.","company_url":"https:\/\/se.linkedin.com\/company\/sobi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGEYNU-28LtOQ\/company-logo_100_100\/company-logo_100_100\/0\/1630456489790\/sobi_logo?e=2147483647&v=beta&t=DdzfxlStKgv6o1UxeyW4TgI0T7iHBo7lb-N5ZP83h_U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f50fea2ff2c92bcf","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f50fea2ff2c92bcf","job_url_direct":"https:\/\/careers.tuigroup.com\/en\/job\/luton\/data-scientist\/2937\/26553903872","title":"Data Scientist","company":"TUI Group","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1750464000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Luton, GBR Zaventem, BE; Rijswijk, NL; Stockholm, SE; Hannover, DE; Hybrid Permanent Full Time Varies dependent on location 133359\nAre you passionate about solving complex business problems through innovative data science solutions? Join our global technology team at TUI Group, the world's number one integrated tourism business. As a Data Scientist, you'll be instrumental in developing sophisticated algorithmic solutions that drive business value across our international markets while working in a dynamic, multi-disciplinary environment. You'll collaborate with experts across Architecture, Engineering, DevOps, and Agile Delivery to create data-driven solutions that enhance customer experiences and optimize business operations throughout the UK, Ireland, Scandinavia, Germany, Belgium, and the Netherlands.\n\n\nWe are happy to consider this opportunity on a hybrid working model basis in line with local office attendance requirements. International travel should be expected so flexibility is required in this regard.\n\n\nThe role will be published until 11th July 2025.\n\n**ABOUT OUR OFFER**\n\n* **Personal benefits**: Attractive remuneration, discretionary bonus schemes, generous travel benefits, extensive health & well-being support, and more.\n* **Flexible working**: Work is something you do, not somewhere you go. We encourage a healthy work-life balance with a dynamic working environment.\n* **A career to shape**: Access the TUI Learning Hub to level-up and reach your ambitions.\n* **Broaden your network:** We champion intercultural collaboration and provide opportunities to work on global projects and teams\n* **Community**: Get involved with incredible local charity and sustainability initiatives like the TUI Care Foundation.\n\n**ABOUT THE JOB**\n\n* Create and deliver sophisticated algorithmic solutions to complex business problems across multiple teams and markets.\n* Develop, train, deploy, and monitor models using tools like Docker, Airflow, MLflow, and SageMaker.\n* Work with Data Lakes, Data Warehouses (including Snowflake), and various data structures to source required information.\n* Communicate effectively with both technical and non-technical stakeholders, breaking down complexity through clear explanations and data visualizations.\n* Research and evaluate new developments in data science, including statistical models, machine learning, LLMs, and optimization algorithms.\n* Contribute to the data science community at TUI, sharing knowledge and driving technical excellence.\n\n**ABOUT YOU**\n\n* You have a degree or equivalent experience in computer science, mathematics, or a subject involving similar analytical skills.\n* You have hands-on experience with model development, training, deployment, and monitoring using tools like Docker, Airflow, MLflow, or SageMaker.\n* You're proficient with Python, SQL, and data visualization tools, with the ability to produce production-quality code.\n* You understand Data Lakes, Data Structures and Warehouses including Snowflake, and are familiar with DevOps practices and AWS cloud solutions.\n* You have excellent communication skills, breaking down complex solutions for both technical and non-technical stakeholders.\n* You're open-minded, inquisitive, and a life-long learner who's comfortable with ambiguity and works autonomously.\n\n\nFrom a workplace to a place to belong. At TUI we embrace diversity, equity, and inclusion, encouraging everyone to come as you are, because together, our potential is limitless.\n\n\nWe are committed to supporting candidates with disabilities and impairments so if you require any support, please do let us know.\n\n**Security Clearance Statement**\n\n\nAt TUI, safety is our top priority. We conduct thorough background checks on all employees who join our Airline. Rest assured; we’ll guide you on the necessary information you need to provide at each stage.\n\n  \n\nPlease note that if you are applying for a role in the UK, you must ensure you can provide a full 5 years referencing, plus a criminal record check for all countries you’ve resided in for more than 6 months in the past 5 years (some costs may apply).","company_url":"https:\/\/se.indeed.com\/cmp\/Tui-Group","company_url_direct":"https:\/\/www.tuigroup.com\/en-en","company_addresses":"Hannover","company_num_employees":"10,000+","company_revenue":"Decline to state","company_description":"","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/685dfbff5c39e00fa7427fa499b6edfe","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/d75c2222acbbe0cb0918f0cc11246b66","ceo_name":"Sebastian Ebel","ceo_photo_url":""},{"id":"4254606026","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4254606026","job_url_direct":null,"title":"DevOps Engineer","company":"Ampstek","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Banking","listing_type":null,"emails":"Shrutika.b@ampstek.com","description":"Job Title: Devops Engineer\n \n\n\n\n Location: Stockholm, Sweden (Hybrid 3 Days Onsite)\n \n\n\n\n Experience: 8+ years\n \n\n\n\n**Duration of Contract :** \n 6 months and might extend based on work\n \n\n\n\n Drop Mail at Shrutika.b@ampstek.com\n \n\n\n\n  \n\n\n\n\n\n Job Description:\n \n\n\n\n DevOps Engineer \/ Azure Infrastructure Automation Specialist to assist with our Teams Bot deployment project.\n \n\n\n\n The ideal candidate needs to have strong hands-on experience in:\n \n\n\n\n\n\n\n* Azure Infrastructure: VMSS, Service Fabric, Storage Accounts, NSGs, and Kusto Queries.\n* PowerShell Scripting: Modifying and automating existing deployment scripts.\n* GitHub Actions: Setting up and managing CI\/CD pipelines for infrastructure and application deployments.\n\n\n\n  \n\n\n\n\n\n Must-Have Skills: Azure, Github","company_url":"https:\/\/www.linkedin.com\/company\/ampstek","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQG-yq3zl7vc9w\/company-logo_100_100\/company-logo_100_100\/0\/1630539687958\/ampstek_logo?e=2147483647&v=beta&t=DL4CFMWbNywzPwCdpx4g5yrc3iKkTv-tMX-a9T_ySBo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4252611835","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4252611835","job_url_direct":null,"title":"Konsult inom AI och systemutveckling","company":"Genassista","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Consulting, Information Technology, and Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"info@genassista.com","description":"AI- och utvecklingskonsulter sökes\n \n\n\n\n Genassista är en AI-driven tjänsteplattform där vi utvecklar smarta, skräddarsydda AI-lösningar åt företag. Nu söker vi konsulter med\n **stark kompetens inom programmering och AI i olika former** \n – som vill ta sig an spännande uppdrag inom:\n \n\n\n\n ✔ AI-automatisering och processoptimering\n \n\n\n\n ✔ Utveckling av GPT-\/LLM-baserade lösningar\n \n\n\n\n ✔ Dataanalys, NLP eller machine learning\n \n\n\n\n ✔ Byggande av interna verktyg, appar och integrationer\n \n\n\n\n Vi söker dig som har:\n \n\n\n\n – Gedigen erfarenhet av\n **programmering** \n (t.ex. Python, JavaScript, etc.)\n \n\n\n\n – Erfarenhet av\n **AI\/ML-projekt eller AI-API:er** \n\n\n\n\n – Självständighet, leveransfokus och ett affärsdriv\n \n\n\n\n – Förmåga att kommunicera lösningar på ett begripligt sätt till icke-tekniska kunder\n \n\n\n\n Vi erbjuder:\n \n\n\n\n – Flexibla uppdrag (på distans)\n \n\n\n\n – Konkurrenskraftig ersättning\n \n\n\n\n – Kontakt med företag som söker moderna AI-lösningar\n \n\n\n\n – En plats i ett nätverk där teknik och affär går hand i hand\n \n\n\n\n  \n\n\n\n\n\n**Låter det intressant?** \n\n\n\n* Skicka din profil och ett kort exempel på något AI- eller utvecklingsprojekt du gjort till info@genassista.com","company_url":"https:\/\/www.linkedin.com\/company\/genassista","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGIr5KZNhWfEg\/company-logo_100_100\/B4DZbZhPkjG0AQ-\/0\/1747406093053\/genassista_logo?e=2147483647&v=beta&t=ikiCqlXqIWm9I3QVdFoFf4R73n25Vi4pxz-2k3DVcT4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4254661734","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4254661734","job_url_direct":"https:\/\/www.globallogic.com\/careers\/automation-qa-engineer-irc265913\/?utm_source=LinkedIn&utm_medium=jobboard&utm_campaign=career&urlHash=jSE8","title":"Automation QA Engineer IRC265913","company":"GlobalLogic","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Description**\n Eurpoean leader of location services with whom GlobalLogic has been cooperating for more than 10 years\n   \n\n  \n\n At GlobalLogic, we prioritize innovation and collaboration, crafting an environment where your skills will flourish. As an Automation QA Engineer, you will play a pivotal role in a broad range of responsibilities, from hands-on hardware experience to setting up automation frameworks. This is an outstanding opportunity to work with world-class technologies and contribute to groundbreaking projects with a proven leader in location services.\n   \n\n  \n\n Location: Södertälje \/ Stockholm\n   \n\n  \n\n**Requirements**\n Senior Automation QA Engineer should have:\n   \n\n  \n\n  \n\n* Experience in QA Automation, particularly with Java\n* Hands-on experience working with hardware to be able to test navigation on the road\n* Knowledge of maps and navigation systems\n* Ability to drive a truck and gather navigation data (truck license is a big plus)\n* Proven track record of setting up automation frameworks\n* Excellent communication skills to liaise between clients\n* Experience with maps\/navigation\n* Ambitious and determined to successfully implement solutions\n\n\n Job responsibilities\n   \n\n  \n\n You will empower the testing team and bring your experience in test automation to help with bulding automation frameworks.\n   \n\n  \n\n  \n\n* Setting up processes and frameworks for automation\n* Working with HW, specifically testing navigation on the road\n* Driving the truck as a passenger and gathering navigation data logs\n* Communicating effectively between two clients to ensure seamless collaboration\n* Gathering feedback from engineers to continuously improve the systems\n\n\n What we offer\n   \n\n  \n\n**Culture of caring.** \n At GlobalLogic, we prioritize a culture of caring. Across every region and department, at every level, we consistently put people first. From day one, you’ll experience an inclusive culture of acceptance and belonging, where you’ll have the chance to build meaningful connections with collaborative teammates, supportive managers, and compassionate leaders.\n   \n\n  \n\n**Learning and development.** \n We are committed to your continuous learning and development. You’ll learn and grow daily in an environment with many opportunities to try new things, sharpen your skills, and advance your career at GlobalLogic. With our Career Navigator tool as just one example, GlobalLogic offers a rich array of programs, training curricula, and hands-on opportunities to grow personally and professionally.\n   \n\n  \n\n**Interesting & meaningful work.** \n GlobalLogic is known for engineering impact for and with clients around the world. As part of our team, you’ll have the chance to work on projects that matter. Each is a unique opportunity to engage your curiosity and creative problem-solving skills as you help clients reimagine what’s possible and bring new solutions to market. In the process, you’ll have the privilege of working on some of the most cutting-edge and impactful solutions shaping the world today.\n   \n\n  \n\n**Balance and flexibility.** \n We believe in the importance of balance and flexibility. With many functional career areas, roles, and work arrangements, you can explore ways of achieving the perfect balance between your work and life. Your life extends beyond the office, and we always do our best to help you integrate and balance the best of work and life, having fun along the way!\n   \n\n  \n\n**High-trust organization.** \n We are a high-trust organization where integrity is key. By joining GlobalLogic, you’re placing your trust in a safe, reliable, and ethical global company. Integrity and trust are a cornerstone of our value proposition to our employees and clients. You will find truthfulness, candor, and integrity in everything we do.\n   \n\n  \n\n**About GlobalLogic**\n GlobalLogic, a Hitachi Group Company, is a trusted digital engineering partner to the world’s largest and most forward-thinking companies. Since 2000, we’ve been at the forefront of the digital revolution – helping create some of the most innovative and widely used digital products and experiences. Today we continue to collaborate with clients in transforming businesses and redefining industries through intelligent products, platforms, and services.","company_url":"https:\/\/www.linkedin.com\/company\/globallogic","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEcwaYik2791g\/company-logo_100_100\/B56ZV9kVCfHoAQ-\/0\/1741568430537\/globallogic_logo?e=2147483647&v=beta&t=4LO6qEOIgOruo8vJ4DKFoixZKrXNVHovZl8mJi0XUQ8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4125952662","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4125952662","job_url_direct":"https:\/\/nexergroup.teamtailor.com\/jobs\/5440948-gcp-data-engineer-stockholm&urlHash=Um1E","title":"GCP Data Engineer Stockholm","company":"Nexer Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**GCP Data Engineer**\n Do you want to build the next data models for AI, ML, and data warehouse-powered solutions?\n   \n\n  \n\n Nexer Insight invites you to embark on a journey as a\n **GCP Data Engineer** \n , where you'll be part of an extraordinary team, engage in exciting activities, work with fascinating clients, tackle varied and challenging tasks, and enjoy exceptional benefits.\n   \n\n  \n\n Do you want to be our next\n **”** \n**Data Ninja** \n**”** \n**?**\n Joining Nexer Insight means becoming a vital part of a company that embodies entrepreneurship and innovation. Here, you'll have the chance to work with cutting-edge technologies on\n **Google Cloud** \n , including BigQuery, Dataflow, and Dataproc. We're committed to investing in our employees, empowering them to excel in their fields through professional growth and development opportunities.\n   \n\n  \n\n Collaboration is at the heart of our approach, as we value teamwork and foster a vibrant community spirit. Dive into the exciting intersection of data engineering and data science, where you'll have the chance to make a meaningful impact.\n   \n\n  \n\n**Key Responsibilities**\n* Develop and operate scalable and robust analytical models.\n* Set up data platforms and build data models and pipelines.\n* Innovate and collaborate with customers to learn and find new business opportunities.\n* Become a champion in best practices regarding architecture, data quality, reliability, and performance.\n* Be at the forefront of the latest data engineering technology.\n* Leverage Google Cloud Platform (GCP) services for data processing, transformation, and storage.\n* Propel progress and ensure delivery by constructing top-tier cloud solutions, empowering our customers to adopt a data-driven approach.\n\n\n**What We** \n**’** \n**re Looking For**\n Based on our criteria for the role, we expect you to have:\n   \n\n  \n\n* Minimum 5 years of experience working as a Data Engineer.\n* Minimum 2 years of hands-on project experience of working with GCP.\n* Experience working with ETL tools such as BigQuery, Dataflow, Dataproc, or DBT.\n* Experience with Data Lakes or Lakehouse Architecture.\n* In-depth knowledge of SQL syntax.\n* Experience in information and dimensional modelling.\n* Good knowledge of DevOps processes with git version control and CI\/CD methodology.\n* Fluent in English and Swedish.\n\n\n**Meritorious Experience**\n* Certifications such as Google Cloud Professional Data Engineer.\n* Experience in Governance tools for GCP , for an exaple Data Catalogue\n* Platform modernisation.\n* Experience with Google Cloud Infrastructure setup.\n* Data Vault modelling.\n\n\n**Why Join Us?**\n At Nexer Insight, you'll work with the latest technology in data engineering while being part of a supportive and innovative team. We are proud of our commitment to personal growth, offering certifications, training, and exciting projects with leading clients.\n   \n\n  \n\n Apply today to become part of Nexer Insight's journey!","company_url":"https:\/\/se.linkedin.com\/company\/nexer-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHyAfaO217dng\/company-logo_100_100\/company-logo_100_100\/0\/1688377751150\/nexer_group_logo?e=2147483647&v=beta&t=7Xs-TMwjMOwJDbVRiWWYCfP9ctRbuBI7hjINMQQ0upc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4252612994","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4252612994","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/288519-svenska-handelsbanken-ab-tech-lead-javautvecklare-inom-kundmotesverktyg-till-handelsbanken\/?utm_source=linkedin&urlHash=AaV8","title":"Tech Lead Javautvecklare inom Kundmötesverktyg till Handelsbanken","company":"Handelsbanken","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Banking","listing_type":null,"emails":"niklas.malmstrom@handelsbanken.se, alva.jonerot@handelsbanken.se, per.almshult@handelsbanken.se, paul.gutesten@handelsbanken.se","description":"*Vill du vara med och forma framtidens digitala kundmöteslösningar för Handelsbanken? Bli en viktig del av vårt dynamiska team och sök rollen idag!*\n**Ditt team**\n Du kommer bli en del av ett prestigelöst team som består av Agile Product Owner, Team Coach, Testare och Frontend- och Backendutvecklare. Tillsammans ansvarar vi för att vidareutveckla och förvalta Handelsbankens interna web-applikationer och systemlösningar. Vårt mål är att skapa användarvänliga lösningar som visualiserar kundengagemang och kundinteraktioner på ett effektivt sätt. Vi stöttar medarbetare genom att tillhandahålla innovativa lösningar som gör mötena smidigare och mer värdeskapande. Genom ett nära samarbete med kontoren säkerställer vi att verktygen möter både användarnas och affärens behov. Teamet präglas av hög kompetens och bred erfarenhet, både inom teknik och affärsverksamhet. Vi har kul och samarbetar tätt för att lösa problem tillsammans.\n   \n\n  \n\n**Din roll**\n Som Tech Lead javautvecklare kommer du spela en central roll i utvecklingen av våra grundläggande tjänster i våra interna kundmötesplatser där vi hanterar kund- och administrativa ärenden. Tillsammans med teamet och våra arkitekter kommer du att driva nyutvecklingen och säkerställa att våra system är både hållbara och effektiva. Du kommer även ansvara för att hantera och lösa incidenter som kan uppstå samtidigt som du ser till att systemen underhålls och livscykelhanteras kontinuerligt. Du kommer också att vara en central kontaktperson för olika stakeholders och ha möjlighet att påverka hur lösningarna ska byggas och utvecklas. Rollen ger dig möjlighet och mandat att forma och utveckla våra tekniska lösningar.\n   \n\n  \n\n ,\n   \n\n  \n\n**Din profil**\n Vi söker dig som har gedigen erfarenhet av utveckling i Java. Du har goda kunskaper inom systemutveckling och känner dig bekväm med att arbeta självständigt i komplexa system. Din tekniska bakgrund har givit dig erfarenhet av att ta ett helhetsansvar för utvecklingsområdet i din roll. Vidare har du erfarenhet av integrationer, gärna mot Salesforce. Vi ser också att du har arbetat med testautomatisering tidigare, exempelvis med READy API, integrationstester och unit tester. Du har förmåga att kritiskt granska både din egen och andras kod för att säkerställa hög kvalitet. Då vi samarbetar med hela koncernen behöver du goda kunskaper i svenska och engelska, både i tal och skrift.\n   \n\n  \n\n Vi ser även att du har:\n   \n\n  \n\n* Kunskap inom verktyg som Git (Bitbucket), databaser, JSON, och\/eller TeamCity.\n* Erfarenhet av ramverk som JAX-RS, JPA, JTA och JMS.\n\n\n Vi söker dig som trivs med att arbeta i team där vi ställer upp för varandra och delar med oss för att nå gemensamma mål. Det kommer naturligt att tänka i nya banor för att komma fram till skalbara lösningar. Vidare trivs du med att lösa komplexa uppgifter genom att samla in relevant information, analysera den noggrant och fatta välgrundade beslut utifrån ett helhetsperspektiv. Eftersom systemen är kritiska för Handelsbanken är det även viktig att du är noggrann i ditt arbete och har förmåga att anpassa ditt arbetssätt och prioriteringar.\n   \n\n  \n\n Det är meriterande om du har erfarenhet av JavaScript, Typescript och ReactJS.\n   \n\n  \n\n**Välkommen med din ansökan!**\n**Vi erbjuder**\n* en trygg och stabil arbetsgivare\n* dynamiskt och stimulerande arbete\n* work-life balance\n* kompetens- och karriärutveckling\n* inkluderande och jämställd arbetsmiljö\n* konkurrenskraftigt förmånspaket\n\n\n**Kontaktuppgifter**\n**Rekryterande chef:** \n Niklas Malmström, niklas.malmstrom@handelsbanken.se\n   \n\n  \n\n**TA Partner:** \n Alva Jonerot, alva.jonerot@handelsbanken.se\n   \n\n  \n\n**Facklig representant Finansförbundet:**\n Per Almshult, per.almshult@handelsbanken.se\n   \n\n  \n\n**Facklig representant Akademikerföreningen:** \n Paul Gutesten, paul.gutesten@handelsbanken.se","company_url":"https:\/\/se.linkedin.com\/company\/handelsbanken","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEJypVj6TG7Aw\/company-logo_100_100\/company-logo_100_100\/0\/1631335811267?e=2147483647&v=beta&t=uRmb_g68kQIvVAQ7wCYlcNJPIdIlDhcWGtLsX06o6Y0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"7f62518bbdb4436d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=7f62518bbdb4436d","job_url_direct":"https:\/\/www.elme.com\/career\/lediga-tjanster\/marknadskoordinator-75","title":"Marknadskoordinator","company":"ELME Spreader AB","location":"Älmhult, G, SE","job_type":"fulltime","date_posted":1750550400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"### **Är du vår nya lagspelare till vårt försäljnings- och marknadsteam?**\n\n  \n\nVi på **ELME Spreader** **AB** letar efter dig som vill vara med och stärka vår marknadskommunikation – så att våra produkter och vårt varumärke syns där de ska, på rätt sätt och i rätt sammanhang. Tillsammans ser vi till att ELME fortsätter vara ett starkt och tydligt namn inom branschen.\n\n\nVi är ett team som jobbar tätt ihop, både inom marknad och med andra delar av företaget. Nu behöver vi en ny kollega som har koll på hur man sprider information via branschmedier, LinkedIn och andra sociala plattformar. Du är med och planerar, driver och genomför våra marknadsaktiviteter – alltid med stöd och samarbete från oss andra.\n\n\nVi hjälps åt med allt från PR och press till kundevent och mässor, där du ofta har en ledande roll i planeringen. Du har även kontakt med våra externa samarbetspartners som fotografer, reklambyråer, webbyråer och tryckerier.\n\n### \n\n### **VAD VI TROR DU HAR MED DIG:**\n\n  \n\nVi hoppas att du har en utbildning inom marknadsföring, kommunikation eller liknande. Har du jobbat i en liknande roll tidigare är det toppen – men du kan också vara ny i karriären. Eftersom vi är ett verkstadsindustriellt företag, är det ett extra plus om du har erfarenhet från tillverkande verksamhet.\n\n\nVi ser gärna att du har med dig kunskap inom:\n\n* Adobe Creative Cloud (InDesign, Illustrator, Photoshop)\n* Sociala medier, särskilt LinkedIn, med fokus på B2B\n* CMS för webbsidor\n* Microsoft Office, framför allt PowerPoint, Word och Outlook\n* Svenska och engelska – i både tal och skrift\n\n  \n\nHar du även koll på Account Based Marketing och sökmotoroptimering? Då blir vi extra glada.\n\n### \n\n### **SÅ HÄR ÄR VI -OCH SÅ HOPPAS VI ATT DU ÄR:**\n\n  \n\nHos oss är det viktigt med gemenskap, ansvarstagande och nyfikenhet. Vi tror att du är en kreativ person som gillar att testa nytt, har ett öga för form och färg och uppskattar struktur och tydlighet i vardagen. Du har lätt för att ta initiativ och ser helheten – men missar inte detaljerna.\n\n\nVi kommunicerar mycket både internt och externt, så det är viktigt att du känner dig trygg med att uttrycka dig i både tal och skrift. Framför allt söker vi en positiv kraft som trivs med att jobba tillsammans med andra.\n\n\nHos ELME får du en varierad vardag, frihet att forma din roll och många kontaktytor. Vi är ett engagerat team som stöttar varandra, har kul ihop och är stolta över det vi gör.\n\n **START:** Efter överenskommelse\n\n**PLATS:** Älmhult\n\n**OMFATTNING:** Heltid\n\n**LÖN:** Fast lön\n\n*Låter det som något för dig? Skicka in din ansökan redan idag.*\n\n\nI denna rekryteringen samarbetar Elme Spreader med FSK . Ansvariga rekryterare är Theresia Andersson.\n\n\nAnsök på www.fskpeople.se\n\n\n\nTjänst\nMarknadskoordinator\nOmfattning\nOrt\nÄlmhult\nSista ansökningsdag\n2025-07-04","company_url":"https:\/\/se.indeed.com\/cmp\/Elme-Spreader-Ab","company_url_direct":"https:\/\/www.elme.com","company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"97bcbf41619cccd7","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=97bcbf41619cccd7","job_url_direct":"https:\/\/careers.tuigroup.com\/en\/job\/luton\/data-analyst\/2937\/26553903936","title":"Data Analyst","company":"TUI Group","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1750464000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Luton, GBR Zaventem, BE; Rijswijk, NL; Stockholm, SE; Hannover, DE; Hybrid Permanent Full Time Varies dependent on experience 133360\nAt TUI, we’re on a mission to become the most digital, data-driven travel company in the world. Our Airline Data Science & Analytics team plays a key role in that journey—delivering innovative data solutions and accelerating digital maturity across our global airline operations.\n\n\nWe’re looking for a Data Analyst who’s passionate about solving complex problems, uncovering insights, and driving business impact through data. If you’re a curious thinker, a strong collaborator, and thrive in a fast-paced, agile environment—this could be your next adventure.\n\n\nWe are happy to consider this opportunity on a hybrid working model basis in line with local office attendance requirements. International travel should be expected so flexibility is required in this regard.\n\n\nThe role will be published until 11th July 2025.\n\n**ABOUT OUR OFFER**\n\n* **Personal benefits**: Attractive remuneration, discretionary bonus schemes, generous travel benefits, extensive health & well-being support, and more.\n* **Flexible working**: Work is something you do, not somewhere you go. We encourage a healthy work-life balance with a dynamic working environment.\n* **A career to shape**: Access the TUI Learning Hub to level-up and reach your ambitions.\n* **Broaden your network:** We champion intercultural collaboration and provide opportunities to work on global projects and teams\n* **Community**: Get involved with incredible local charity and sustainability initiatives like the TUI Care Foundation.\n\n**ABOUT THE JOB**\n\n* Collaborate with cross-functional teams to define business problems and translate them into analytical solutions.\n* Break down complex challenges, identify relevant data sources, and deliver high-quality data products and dashboards.\n* Dive deep into cloud databases and data pipelines to extract, transform, and analyse data using SQL and Python.\n* Present insights through compelling storytelling and data visualizations that drive decision-making.\n* Support the development of predictive models and machine learning solutions.\n* Automate recurring manual data tasks\n* Contribute to agile delivery by writing user stories, acceptance criteria, and participating in sprint planning.\n\n**ABOUT YOU**\n\n* Strong analytical mindset and experience with large datasets and exploratory data analysis.\n* Proficiency in SQL and Python (Pandas, NumPy, Scikit-learn).\n* Solid understanding of statistical concepts and data modelling.\n* Experience with data visualization tools (e.g., Power BI, Tableau).\n* Familiarity with cloud data platforms and enterprise data warehouse structures.\n* Ability to communicate complex findings to both technical and non-technical stakeholders.\n* Hands-on experience in tools like Alteryx, Power Query, or other low-code\/no-code data automation platforms is a plus\n* A good understanding of agile\/lean software delivery methodology, tools and techniques and the software development lifecycle including knowledge of Scrum and Kanban\n* A continuous learner who thrives in ambiguity and takes ownership of their work.\n\n\nFrom a workplace to a place to belong. At TUI we embrace diversity, equity, and inclusion, encouraging everyone to come as you are, because together, our potential is limitless.\n\n\nWe are committed to supporting candidates with disabilities and impairments so if you require any support, please do let us know.\n\n**Security Clearance Statement**\n\n\nAt TUI, safety is our top priority. We conduct thorough background checks on all employees who join our Airline. Rest assured; we’ll guide you on the necessary information you need to provide at each stage.\n\n\nPlease note that if you are applying for a role in the UK, **you must ensure you can provide a full 5 years referencing, plus a criminal record check for all countries you’ve resided in for more than 6 months in the past 5 years** (some costs may apply).","company_url":"https:\/\/se.indeed.com\/cmp\/Tui-Group","company_url_direct":"https:\/\/www.tuigroup.com\/en-en","company_addresses":"Hannover","company_num_employees":"10,000+","company_revenue":"Decline to state","company_description":"","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/685dfbff5c39e00fa7427fa499b6edfe","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/d75c2222acbbe0cb0918f0cc11246b66","ceo_name":"Sebastian Ebel","ceo_photo_url":""},{"id":"4191588143","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4191588143","job_url_direct":"https:\/\/emp.jobylon.com\/applications\/jobs\/281625\/create\/?utm_source=linkedin&utm_medium=feed&urlHash=syjq","title":"Key Account Manager - Public sector","company":"Epassi","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"**Epassi** \n**is an innovative fintech company, our** \n**purpose is to boost everyday well-being** \n .\n   \n\n  \n\n We are the market leader in mobile payments for employee benefits in Northern Europe – our solution combines all the benefits into a single mobile app. Epassi’s team is made of highly skilled people from top notch business developers, designers and software engineers to passionate sales, marketing, and customer support professionals. Epassi is awarded by the Financial Times as one of the fastest growing companies in Europe.\n   \n\n  \n\n**Epassi expands outside of the Nordics!**\n We have recently acquired the UK's largest health and fitness network\n **Incorpore,** \n leading Italian corporate welfare and employee benefits company\n **Eudaimon** \n as well two of the leading corporate fitness companies in Western Europe,\n **Hansefit** \n in Germany &\n **BFNL** \n in Netherlands.\n   \n\n  \n\n**Epassi’s purpose is to boost everyday well-being** \n . We are the market leader in mobile payments for employee benefits in Northern Europe – our solution combines all the benefits into one mobile app. Epassi’s team is made of highly skilled people from top notch business developers, designers and software engineers to passionate sales, marketing and customer support professionals. Epassi is awarded by the Financial Times as one of the fastest growing companies in Europe.\n   \n\n  \n\n As a\n **Key Account Manager,** \n you play a key role in managing and developing relationships with our customers, primarily within the public sector. The main objective of the role is to drive growth within your own portfolio by increasing service utilization, expanding the number of users, and generating higher revenues.\n   \n\n  \n\n The team also holds overall responsibility for maximizing Epassi’s sales performance, revenue, and customer profitability, reducing churn, and enhancing customer satisfaction among existing customers within the Mid – X large segment across all of Epassi’s products.\n   \n\n  \n\n**Main Responsibilities**\n* Manage and develop relationships with customers in your own portfolio\n* Drive strategic customer development and establish long-term partnerships\n* Ensure the delivery of Epassi's services and proactively work with customer care\n* Actively visit customers and proactively influence and guide upcoming procurements by educating and challenging customers and municipalities before a procurement process is formally initiated\n* Identify and execute upselling opportunities for additional services and new users\n* Actively work with reference-based sales by leveraging satisfied existing customers to attract new business\n* Collaborate cross-functionally internally to address customer needs and challenges\n* Influence and engage key stakeholders both internally and externally\n\n\n**Main Qualifications**\n* 3–5 years of proven successful experience in a similar role\n* 2–3 years of experience working with the public sector\n* Experience working with complex service offerings\n* Experience working with HR is a plus\n* Strong communication skills in both Swedish and English, both spoken and written\n* Solid understanding of SaaS business models and customer success\n\n\n**Why you should work with us...**\n* Be part of a fast-growing international company with a meaningful mission: Boosting everyday wellbeing. At work. At home. Everywhere.\n* Work in a flexible, collaborative environment and be part of the Key Account Management team.\n* Get the possibility to implement your ideas and take ownership of change, to develop your needed competencies you get a yearly funding\n* We offer a flexible hybrid setup (3 days office \/ 2 days remote), a collaborative culture, and the freedom to shape your role and make a real impact.\n* At our centrally located office in Stockholm & Trollhättan, wellbeing and community matters: from Tuesday breakfasts and meditation sessions to a weekly yoga class and running club.\n* We use the Epassi well-being benefits & lunch card and keep the office stocked with snacks, drinks, and fresh fruit.\n* We’re ambitious and move fast — which means room to grow, try things out, and learn quickly. While not everything is perfectly structured, you’ll be part of a team that values trust, openness, and real work-life balance (no glorified overtime here).\n* We offer a competitive compensation package, we offer pension AND insurances as part of having a collective agreement and mental health support through Auntie in case your personal or private life gets more stressful than usual.","company_url":"https:\/\/fi.linkedin.com\/company\/epassi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE5Gy0uaN19Zw\/company-logo_100_100\/company-logo_100_100\/0\/1714397611181\/epassi_logo?e=2147483647&v=beta&t=fAIAoQ4jPRIUWX2HNleN2Y000mleTLwEoVmKYYqKY0Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4058974778","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4058974778","job_url_direct":"https:\/\/www.accenture.com\/se-en\/careers\/jobdetails?id=R00104617_en&src=LINKEDINJP&urlHash=J6-l","title":"SAP SCM consultant to Accenture’s Nordic SAP Business Group","company":"Accenture Nordics","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Strategy\/Planning and Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"Do you have a passion for transforming businesses with the newest technologies and making them data-driven companies? Are you looking for a place where you could combine your business consulting skills with technology strategy know-how? Then our roles as SAP consultant in our Technology practice are a perfect find for you!\n   \n\n  \n\n Bring your talent and passion to Accenture and help us deliver on the promise of technology and human ingenuity. Take this opportunity to develop your skills and build an extraordinary career. You will play a key role in transforming organizations and communities around the world. Let there be change!\n   \n\n  \n\n**About Our SAP Nordics Practice**\n Accenture and SAP have a longstanding relationship that extends more than 40 years. As a leading business partner, we work with SAP end-to-end from product innovation, to development and delivery. Together, we are revolutionizing the future of business.\n   \n\n  \n\n We are market leading with SAP in the Nordics with close collaboration and a long-lasting relationship. We drive multiple major SAP transformation programs with some of the biggest companies. Within our Nordic SAP community, we work with the newest SAP solutions and offerings such as SAP S\/4 HANA Cloud, SAP CX, Ariba, SuccessFactors, SAP BTP and SAP RISE.\n   \n\n  \n\n Accenture is not only leading with Technology but also functional expertise. If you are experienced in Finance, Supply Chain, Procurement or HR – you will find peers to develop together with.\n   \n\n  \n\n And, as we know – Data and Analytics is further key expertise we are looking for.\n   \n\n  \n\n We have a strong sustainability agenda. As advisors, innovators and solution developers, we help clients define and enable sustainability strategies – reduce carbon footprints, for example, or curb waste – and, at the same time, create new sources of value for the business.\n   \n\n  \n\n We are now looking to expand our community at scale and are looking at candidates for several positions and seniority levels.\n   \n\n  \n\n To read more about our SAP Practice, visit us at\n   \n\n  \n\n https:\/\/www.accenture.com\/se-en\/services\/sap-index.\n   \n\n  \n\n**What’s in it for you:**\n- Work with some of the biggest SAP clients in large global implementation projects.\n\n- Be an integral part of innovative SAP transformation projects.\n\n- Significant development opportunities and support for progressing in your professional career.\n\n- Rich opportunities to develop your business acumen, consulting toolbox, technical and professional skills.\n\n- Access to comprehensive tools and frameworks supported by our global organization, including implementation methodologies, knowledge databases, industry leading add-on software, expert network and benchmarks.\n\n- A dedicated mentor to guide you during your work with continuous feedback.\n\n- Being part of our culture and core values in a truly human work environment.\n\n- Utilize your functional and technical expertise in SAP Supply Chain and other, by analyzing, designing, and implementing business processes supported by SAP best practice solutions.\n\n- Utilize your Industry expertise in the field of SAP solutions to deliver client value as a professional individual and as part of a team.\n\n- Take part in our highly engaged and diverse global network, for collaboration and delivery.\n\n- Competitive compensation and benefits.\n\n- Help clients’ sustainability agenda through SAP transformations.\n\n- Be a valuable member of our Nordic SAP Supply Chain team and contribute to thought leadership, competence development, and sales initiatives.\n\n**Qualifications**\n**About our SAP SCM Practice**\n Our SAP Supply Chain Management practice is the largest in the industry, a great community of colleagues, and a key area of focus for our clients. Accenture has an extensive footprint in the Nordics within Retail, Industrial Equipment, Consumer Goods, Automotive, and Chemicals. An optimized Supply Chain is critical in all those segments, in particular under the current dynamic market conditions.\n   \n\n  \n\n Our team and services cover notably:\n   \n\n  \n\n  \n\n- Supply Chain Planning, leveraging SAP solutions such as IBP, S\/4HANA Advanced Planning, and S\/4HANA Advanced ATP\n\n- Supply Chain Execution, including Warehousing (EWM), Transportation (TM), Global Trade Services (GTS), and Logistics Business Networks (LBN)\n\n- Manufacturing, including S\/4HANA Manufacturing, S\/4HANA Quality Management, Digital Manufacturing Cloud (DMC) and Product Lifecycle Management solutions (PLM)\n\n- Digital Asset Management, including S\/4HANA Plant Maintenance and Asset Intelligence Network (AIN)\n\n If you love material flows, shop floor processes, or warehouse optimization, our team is a great home for you!\n   \n\n  \n\n**Who we are looking for:**\n**Required Qualifications**\n- Min. 2+ years of hands-on SAP experience in one or more of the above mentioned areas, preferably in the Nordic region\n\n- Hands-on Supply Chain experience from S\/4HANA solutions\n\n- Good understanding of Supply Chain process and their business value drivers\n\n- Strong resonance with Accenture core values\n\n- Willingness and ability to quickly learn new concepts and technologies\n\n- Eagerness to shape and work in a team-oriented environment\n\n- Motivated, persistent, eager to optimize, drive for excellence\n\n- Passionate about SAP, innovation and delivery of the latest technologies to your clients\n\n- Effectively work with cross-functional teams\/stakeholders in an international and fast-moving environment\n\n- Strong analytical skills, result-oriented paired with highly structured working style and good sense of responsibility, flexibility, and team player\n\n- Excellent communication (verbal and written) and presentation skills to address technical and non-technical audiences in English\n\n- Strong will to pursue a problem, identify the source, and propose possible solutions in collaboration with other team members in a timely manner\n\n- A Bachelor or Master’s degree\n\n**Preferred Qualifications**\n- Experience in at least one S\/4HANA or Digital Supply Chain Cloud solution implementation\n\n- An SAP certification\n\n- Experience across the full lifecycle, including estimating, planning, and delivering a solution end-to-end\n\n- Deep business and industry experience in one or more of the industries\n\n- Nordic (Danish, Norwegian, Swedish or Finnish) language spoken","company_url":"https:\/\/www.linkedin.com\/company\/accenture-nordics","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQE-gELH7hBmjw\/company-logo_100_100\/company-logo_100_100\/0\/1719256464565\/accenture_nordics_logo?e=2147483647&v=beta&t=Z6B08E67UfiOszR9AagBws7iSG9IvIEb8dhBsWVh-sg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]