[{"id":"232459e74e526ed5","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=232459e74e526ed5","job_url_direct":"http:\/\/www.sek.se\/lediga-tjanster\/?jobid=284481","title":"VI SÖKER EN INTEGRATIONSUTVECKLARE WEBMETHODS SOM VILL VARA MED OCH FINANSIERA SVENSK EXPORT","company":"AB Svensk Exportkredit","location":"Stockholm, AB, SE","job_type":null,"date_posted":1732406400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"OM SEK Jobba för en hållbar värld genom ökad svensk export! SEK står för svensk exportkredit och i 60 år har lån från oss gjort det möjligt för generationer av svenska företag att växa. Med ökad export skapar vi tillväxt i Sverige och bidrar till nytänkande lösningar för en hållbar utveckling i världen. Med staten som ägare är vi en syftesdriven, stabil partner som bygger långsiktiga relationer. TILLSAMMANS ARBETAR VI ÖVER GRÄNSER OCH GENERATIONER Du som jobbar på SEK har ett tydligt uppdrag. Hos oss är du en av våra professionella lagspelare som med affärsmannaskap, starkt kundfokus och en vilja att nå resultat främja ökad svensk export. Tillsammans är vi Team SEK. Det spelar ingen roll var du är i din karriär – vi ger dig utvecklingsmöjligheter och ansvar. I vårt ekosystem av förstklassig kompetens kan du verkligen växa. För oss är du en viktig del av en kultur som både höjer arbetsglädje och prestation. Det finns en närhet och enkelhet här som underlättar samarbete och korta beslutsvägar. Det är också en kultur som driver förändring genom att ta tillvara ditt engagemang och som gör det möjligt för alla att vara med och påverka. Tillsammans är vi ett högpresterande lag Proaktiva - Engagerade - Lagspelare Som ett SEK gör vi mer nytta för fler och är en kraft i omställningen. När vi fortsätter vår historia, som går över gränser och generationer, gör vi det tillsammans.\nSöker du tekniska utmaningar och möjlighet att påverka? SEK i Stockholm söker en Integrationsutvecklare inom webMethods.\n\n\n\nSom Integrationsutvecklare hos oss på Svensk Exportkredit designar, utvecklar och förvaltar du vår integrationsplattform och de integrationslösningar som stödjer både affärsbehov och utveckling. Här finns utrymme även för dig som senior utvecklare att utmanas och utvecklas!\n\n\n\nSEK är det stora lilla företaget – vi är ca 280 personer med en stor systemmiljö, en komplex affär och ett viktigt uppdrag! Det gör att vi arbetar nära varandra och är generösa med kunskap, engagemang och stöttning. Välkommen!\n\n\n**Vi erbjuder dig**\n\n\n\nVår IT-organisation består av 120 medarbetare och tillsammans har vi möjlighet att tänka stort och vara innovativa på riktigt – här är beslutsvägarna korta och varje medarbetare en betydelsefull del av helheten. Vi erbjuder dig:\n\n\n* Att i din roll påverka arkitektur, processer, och vårt framtida integrationsarbete\n* Att utforska cloudbaserade lösningar som Azure Logic Apps och Functions som komplement till webMethods\n* Utrymme att utvecklas både inom rollen, och på sikt växa vidare mot tekniskt ledarskap, arkitektur eller andra utvecklingsteam\n\n\n**Det här gör du hos oss**\n\n\n* Deltar i och leder integrationsprojekt från koncept till utveckling och implementation\n* Designar, utvecklar, testar och förvaltar integrationer och API:er och tillhörande arkitektur\n* Deltar i kravdialoger med ex. projektledare, verksamhet och utvecklingsteam för att förstå behov\n* Utför felsökningar, optimeringar och dokumenterar lösningar för att säkerställa stabilitet, prestanda och kvalitet i våra flöden\n\n\nVår integrationsplattform med dryga 250 unika systemintegrationer kopplar samman både interna och externa system. Plattformen stöder både stora batchintegrationer och integrationer i nära realtid, och hanterar ett brett spektrum av protokoll och tekniker. Datahantering sker på MS SQL Server, och plattformen är hostad on-prem på Windows. Transaktionsövervakning och möjligheten att återanvända information i en Publish-Subscribe-modell gör plattformen både robust och effektiv.\n\n\n\nFörutom systemintegrationer används webMethods även som vår BPMS-plattform. Teamet har dessutom ansvar för en plattform som hanterar centraliserad schemaläggning, arbetsflöden och automatisering.\n\n\n**Ditt team och arbetsplats**\n\n\n\nDu är del av ett team på tre integrationsutvecklare och en testare. Oberoende av uppgift är vårt fokus alltid på att hitta bästa möjliga lösningar och hjälpa varandra.\n\n\n\nVårt kontor ligger på Fleminggatan 20 i Stockholm och vi arbetar med ett flexibelt arbetssätt och distansarbete när det passar uppgifterna och teamets leveranser.\n\n\n**Mer om dig**\n\n\n\nVi söker dig som jobbat ett par – gärna många – år som integrationsutvecklare på webMethods eller någon annan plattform (ex. Biztalk, MuleSoft eller Dell Boomi). Du har goda kunskaper inom API-design och RESTful webservices, och integrationstekniker och -protokoll som JSON, XML och MQ.\n\n\n\nDu är bekväm med både svenska och engelska som arbetsspråk.\n\n\n\nSom person och kollega har du en analytisk förmåga, som du kombinerar med din kunskap inom integrationsområdet för att förstå integrationskrav och designa och leverera effektiva lösningar. Du tar egna initiativ, hanterar problem metodiskt och driver projekt framåt. Med din flexibilitet och anpassningsförmåga trivs du i att hantera föränderliga behov, och använder rätt verktyg och angreppssätt för att nå resultat.\n\n\n**Ansökan**\n\n\n\nI denna rekrytering samarbetar vi med Ada Digital. Läs mer och ansök här.  \n\nVälkommen med din ansökan!","company_url":"https:\/\/se.indeed.com\/cmp\/Ab-Svensk-Exportkredit","company_url_direct":"https:\/\/www.sek.se","company_addresses":"Stockholm, SW","company_num_employees":"51 to 200","company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0c3ac43a826097d4","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0c3ac43a826097d4","job_url_direct":"https:\/\/globalprimas.com\/job\/salesforce-developer\/","title":"Salesforce Developer","company":"Global Primas AB","location":"SE","job_type":null,"date_posted":1732406400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"###### **Job Details**\n\n###### **Department**\n\nSalesforce Developer\n\n\n###### **Location**\n\nSweden\n\n\n###### **Job Type**\n\nPlanning\n\n\n###### **Qualifications**\n\nAssociate\n\n\n###### **Experience**\n\n5 Years\n\n\n###### **Offered Salary**\n\nFixed and variable salary\n\n\n### **Who are we?**\n\n\n\nWe are Global Primas! A partner to some of the well-known IT companies in Sweden. We make sure that we provide the best talents to enable the companies to succeed.\n\n\n### **We are looking for our next star**\n\n\n\nWe are looking for a Salesforce Developer for a role at a client location. The role would require the candidate to be in Stockholm with a valid work permit. The role requires the person to work from the client office in Central Stockholm for 2-3 days a week. You would be working on the product being built in Salesforce.\n\n\n### **Role & Responsibilities**\n\n\n* Strong experience in Apex, flows and triggers.\n* Proven experience in LWC, Integrations & SOQL.\n* Sound understanding & experience of data modeling, Sharing & Security model, Integration Patterns.\n* Experience in Test Driven Development, CI\/CD.\n* Certifications: PD1\/PD2, ADM201\/211, Integration Architect.\n* Mindset to work independently & take ownership of the feature from requirement gathering to deployment.\n* Strong collaborative skills to resolve dependencies, and work with stakeholders.\n\n### **Bonus Skills**\n\n\n* Strong verbal & written communication in English\n* Proactive & Analytical skills\n\n### **What’s in it for you?**\n\n\n* An exciting role in the team of excellent sales force developers.\n* An opportunity to work in a fast pace, successful & well known company.\n* Flexible work environment with opportunities to grow.","company_url":"https:\/\/se.indeed.com\/cmp\/Global-Primas-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"c4aa40c5c5ebe82e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c4aa40c5c5ebe82e","job_url_direct":"https:\/\/globalprimas.com\/job\/frontend-developer\/","title":"FrontEnd Developer(Urgent Required)","company":"Global Primas AB","location":"SE","job_type":null,"date_posted":1732406400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"hr@globalprimas.com","description":"###### **Job Details**\n\n###### **Department**\n\nFrontEnd Developer\n\n\n###### **Location**\n\nSweden\n\n\n###### **Job Type**\n\nDeveloper\n\n\n###### **Qualifications**\n\nAssociate\n\n\n###### **Experience**\n\n4 Years\n\n\n###### **Offered Salary**\n\nFixed and variable salary\n\n\n### **Who are we looking for?**\n\n\n\nWe are looking for a frontend developer with experience in Angular & React.  \n\nYou will work with the cross functional development team of Engineers, implementing new features, solving engineering challenges in a cloud base, microservice architecture based tech stack.  \n\nYou will work together with designers, UX experts and backend engineers to develop the front-end features. You will also work across teams to find & select the best practices.\n\n\n### **Skills**\n\n\n* A real passion for IT and familiar with different kind of ecosystems Innovating mindset\n* Javascript, ES6\n* CSS3\n* HTML5\n* Experience with Modern JS frameworks such as AngularJS & React\n* You create outstanding UI with clean CSS(LESS\/SCSS)\n* Knowledge of web servers, web usability challenges and web standards.\n* Working knowledge of CI\/CD\n* Translate webpage prototypes made by our UX designer into high quality code\n* Develop a flexible and well-structured front-end architecture, along with the APIs to support it\n* Build reusable components and front-end libraries for future use\n* Collaborate with our product, design, QA and API teams\n* Learn and understand user interactions\n* Build scalable & maintainable solutions that fails gracefully.\n* Support Product owners in analyzing requirements, write stories & prioritise.\n* Lead the tech initiatives related to Security, compliance, maintenance, testing etc\n* Agile Methodology including all Scrum\/Kanban ceremonies\n* Good communication skills\n\n\n* English Language Required\n\n\n### **Characteristics**\n\n\n* Flexible with an agile mindset\n* Love to take initiative\n* A team player\n* Strive for better solutions\n* Challenge the status quo\n* Likes to explore new solutions\n\n\n### **Qualification**\n\n\n* Academically Engineer in Computer Science or major in science\n* 4+ years of experience\n* We can promise:\n* A challenging work culture with heartful colleagues.\n* 25 days vacation\n* Visa sponsorship for the candidate with cost on us.\n* Visa sponsorship for the family with cost on us.\n* Boarding & lodging help\n* Help in understanding the Swedish culture & become familiar with Swedish traditions.\n* Provide you 24\\*7 insurance along with accidental insurance, occupational insurance & others.\n* Pension\n* Tech Talks\n* Celebrations on all major Swedish festivals.\n* Permanent employment.\n\n### **Who we are:**\n\n\n\nWe work for a Sweden based company in Stockholm. The company works with major Swedish IT companies like Spotify, Unibet, iZettle, Dice, Telia, Nordea, SEB among many others.  \n\nThe company’s employees work at diff client locations in Stockholm as consultants but employed permanently by the company.\n\n\n\nIn case you are interested, send an email with your CV and Cover letter to hr@globalprimas.com","company_url":"https:\/\/se.indeed.com\/cmp\/Global-Primas-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"c2eb6ea60d72c787","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c2eb6ea60d72c787","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29275684","title":"Senior Java Developer","company":"TechStack Global AB","location":"Solna, AB, SE","job_type":"fulltime","date_posted":1732320000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"contact@techstack.se","description":"**About Us:**  \n\nAt TechStack Global AB, we’re a close-knit team of software engineers who are genuinely passionate about technology. Our mission is to empower our clients by helping them achieve their digital aspirations. Unlike typical consultancies, we prioritize hiring top-notch tech talent and pairing them with projects that truly challenge and inspire them, ensuring that their skills are fully utilized.\n  \n  \n\n**About the Role:**  \n\nAre you a skilled Senior Java Developer looking for an exciting opportunity? We have a long-term contract role with one of our customers in the banking sector based in Stockholm!\n  \n  \n\nRole Overview\n  \n  \n\n**Tech Stack Requirements:**  \n\n**Java:** Strong understanding of core Java concepts such as OOP, multithreading, and collections.\n  \n**Spring Boot:** Proficiency in building enterprise-level applications and microservices.\n  \n**Microservices:** Experience in designing and deploying scalable, modular services.\n  \n**REST API:** Expertise in building and securing APIs with best practices like OAuth or JWT.\n  \n**AWS:** Hands-on experience with cloud services such as EC2, S3, RDS, Lambda, and API Gateway.\n  \n**API Gateway:** Ability to manage APIs, configure domains, and implement throttling\/security measures.\n  \n**Kafka:** Skilled in handling real-time data streams, managing topics, and ensuring fault-tolerant pipelines.\n  \n  \n\n**Experience Required:**  \n\nAt least 6-7 years of experience with the above technologies.\n  \nProven ability to design and implement scalable, high-performance solutions.\n  \n  \n\n**Location:** Stockholm, Sweden\n  \n**Contract:** Long-term\n  \n  \n\nTo apply for this position, please submit your resume and a cover letter outlining your relevant experience and why you're good fit for the role. You can apply directly or send your application to contact@techstack.se.","company_url":"https:\/\/se.indeed.com\/cmp\/Techstack-Global-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0d9f434567f3dfc1","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0d9f434567f3dfc1","job_url_direct":"https:\/\/www.sigma.se\/position\/senior-embedded-developer-sweden-en-20241122\/","title":"Senior Embedded Developer","company":"Sigma Group","location":"SE","job_type":null,"date_posted":1732233600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Consulting And Business Services","listing_type":null,"emails":"fredrik.grahn@sigma.se, fredrik.grahn@sigma.se","description":"### **JOB DESCRIPTION**\n\n\n\nVi letar nu efter en mjukvaruingenjör för spännande uppdrag.\n\n\n\nDu har jobbat i 20+ år med utveckling av inbyggda system i C.\n\n\n### **BASIC QUALIFICATIONS**\n\n\n* Du har en högskole- eller civilingenjörsexamen inom Data, Info-com eller elektroteknik.\n* 20+ års erfarenhet av Inbyggda System, gärna i C.\n* Kan läsa kretsschema.\n* Flytande i tal och skrift både på engelska.\n\nSvenska är meriterande.\n\n\n### **PREFERRED ADDITIONAL SKILLS, PERSONAL TRAITS AND EXPERIENCE**\n\n\n\nSom person är du social och har ett stort intresse för teknik. Du är självgående, drivande och noggrann i ditt arbete. Som konsult på Sigma är det också viktigt att ha god förståelse för kundens önskemål samt teknikens möjligheter.\n\n\n\n### **WE OFFER**\n\n\n\nVårt erbjuder en möjlighet att få vara med och bygga upp ett företag i framkant.\n\n\n* En flexibel arbetsdag\n* Högt individuellt förtroende\n* En framåtblickande organisation\n* Vi drivs av nya idéer och utveckling\n* Bra förmåner\n* Årliga aktiviteter och konferenser\n\n\n*Sigma Industry Evolution AB är ett teknikkonsultföretag inom produkt- och produktionsutveckling med fokus på Mekatronik, Elektronik och Embedded Systems.*\n\n\n*Kombinationen av lång branscherfarenhet, stort engagemang, interna och externa uppdrag samt ett tätt samarbete mellan Sigmas olika verksamheter i regionen skapar ett unikt branschöverskridande växthus för ingenjörer. Med mångfald, delaktighet och entreprenörskap stärker och utvecklar vi vår verksamhet och våra medarbetare.*\n\n\n### **MORE INFORMATION**\n\n  \n\n\n\nFredrik Grahn,  \n\n+46 761616649  \n\nfredrik.grahn@sigma.se\n\n\n\n* #### **POSITION**\n\n\nSenior Embedded Developer\n* #### **COMPANY**\n\n\nSigma Industry Evolution\n* #### **LOCATION**\n\n\nSweden\n* #### **COMPETENCE AREA**\n\n\nEnergy & Power Engineering, Hardware Electronics, Testing and Verification, Software development embedded systems, Function development, System design, Software development, Digitalisation\n* #### **PUBLICATION DATE**\n\n\n2024-11-22\n* #### **EXPIRATION DATE**\n\n\n2024-12-12\n* #### **CONTACT**\n\n\nFredrik Grahn, fredrik.grahn@sigma.se, +46761616649","company_url":"https:\/\/se.indeed.com\/cmp\/Sigma-Group","company_url_direct":"http:\/\/www.sigmagroup.com","company_addresses":"10 Mountainview Road\r\nUpper Saddle River, NJ 07458","company_num_employees":"51 to 200","company_revenue":"$5M to $25M (USD)","company_description":"Sigma Group creates innovative marketing and advertising programs that connect companies and their customers to drive business results.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081560317","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081560317","job_url_direct":null,"title":"Software Developer","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4082263128","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4082263128","job_url_direct":null,"title":"Web Development Intern","company":"XR Solutions","location":"Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Engineering, Business Development, and Information Technology","company_industry":"IT Services and IT Consulting, IT System Custom Software Development, and Software Development","listing_type":null,"emails":null,"description":"**XR Solutions** \n is a technology based company that utilizes machine learning and powerful research-based optimizations to provide practical, reliable and optimizing augmented reality solutions to industrial companies.\n \n\n\n\n We believe that our AR technology can change working methods, the way of thinking and enable new innovative solutions that previously was not achievable in industry and machine operation.\n \n\n\n\n  \n\n\n\n\n\n**Role Overview:** \n\n\n\n\n We are seeking a passionate and dedicated WEB Developer Intern to join our team for an Internship. This is an exciting opportunity for someone looking to gain hands-on experience in frontend development and XR within a fast-paced and supportive environment.\n \n\n\n\n  \n\n\n\n\n\n As an\n **WEB Developer Intern** \n at\n **XR Solutions** \n , you will work closely with our developers.\n \n\n\n\n  \n\n\n\n\n\n**Required Skills:** \n\n\n\n* Proficient in using\n **React** \n using\n **JavaScript** \n .\n* Experience utilizing API’s in\n **JavaScript** \n .\n* Ability to implement clean and structured Views according to Figma designs.\n* Engage in\n **code reviews** \n , both providing and receiving critical technical feedback.\n* Basic understanding of UX\/UI designs methods.\n* Proficiency using\n **Git tools** \n (GitHub, Bitbucket) in a team environment.\n* An ability to easily communicate and work with others in teams, both with colleagues and customers.\n* A self-propelled working method.\n* Open mindset to try new working methods and software tools that just launched on the market.\n* Experience with\n **Augmented Reality** \n*(Meritorious).*\n\n\n\n  \n\n\n\n\n\n**Tools & Technologies:** \n\n\n\n* Development Tools:\n **React, WebRTC, Hoppscotch, Unity** \n .\n* Cloud & DevOps:\n **AWS** \n (Amazon Web Services),\n **CI\/CD** \n pipelines.\n* Project Management:\n **Jira** \n for task management and collaboration.\n* Communication:\n **Slack** \n for team communication and coordination.\n\n\n\n  \n\n\n\n\n\n**What You’ll Gain and work with:** \n\n\n\n* Hands-on experience in frontend development.\n* Exposure to industry best practices in software development and\n **XR Space** \n .\n* Opportunity to work on real-world projects and contribute to innovative solutions.\n* Valuable insights into working in a fast-paced, collaborative environment.\n* Conduct research on technology solutions.\n* Designing, developing, and testing\n **UI for WEB** \n and\n **XR applications**\n* Solving market challenges together with the team with our groundbreaking product.\n\n\n\n  \n\n\n\n\n\n If you’re excited about this opportunity and eager to learn, please send your resume outlining your interest in the position. We look forward to helping you grow your skills and advance your career in\n **WEB development.** \n\n\n\n\n  \n\n\n\n\n\n**This is a unpaid internship initially**","company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHeCFw56iRkeQ\/company-logo_100_100\/company-logo_100_100\/0\/1633338980908\/xr_solutions1_logo?e=2147483647&v=beta&t=Sp6Rv1MGRYTqKXD1xlNxk1Ry95mBFlOuB6_Kzq8ZQPQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4030918237","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4030918237","job_url_direct":null,"title":"Embedded UI Developer","company":"Electrolux Group","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/electroluxgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4077690311","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4077690311","job_url_direct":null,"title":"Product Developer","company":"Sport Design Sweden","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Product Management and Marketing","company_industry":"Textile Manufacturing","listing_type":null,"emails":null,"description":"**Company Description** \n\n\n\n\n Sport Design Sweden is growing and we are now looking for a Product Developer with extensive experience of fits and measurements to join our exiting journey and be a part of our Production team, working towards the Sports and Resort markets.\n \n\n\n\n Currently, we design and produce merchandise collections for clients in nearly 30 countries and offer custom-made products to clubs in the Premier League, Bundesliga, La Liga, MLS, NHL, SHL, and NBA, just to name a few. We are also present in most Ski and Summer resorts ranging from the Nordics and the Alps to the Rocky Mountains.\n \n\n\n\n We have offices in Stockholm, Sweden and Denver, Colorado. This position is based in our Stockholm office.\n \n\n\n\n  \n\n\n\n\n\n**Role description** \n\n\n\n\n As a Product Developer at Sport Design Sweden, you will play an important role in the development of all our new products, as well as in our entire existing assortment. Collaborating closely with our Product Development Manager and Production and Design team as well as project managers, you will play a key role to secure our high set quality standards in all our products. Delivering on time, with the best fit, to the right price will be your highest priority. The role is reporting to our Head of Production and Design.\n \n\n\n\n  \n\n\n\n\n\n**Qualifications** \n\n\n\n\n • 2+ years of experience working with fits and measurements.\n \n\n\n\n • Great knowledge in Microsoft Office and Adobe Illustrator.\n \n\n\n\n • Experience in sustainability work is meritorious.\n \n\n\n\n • Experience of working with different applique techniques.\n \n\n\n\n • Great interest in clothing, streetwear, and sports fashion.\n \n\n\n\n • Excellent verbal and written communication skills (English and\/or Swedish)\n \n\n\n\n  \n\n\n\n\n\n As an individual, you are driven, ambitious, creative, unpretentious and forward-looking. Managing multiple projects simultaneously comes natural to you, and you thrive in dynamic, collaborative and creative environments.\n \n\n\n\n  \n\n\n\n\n\n Start of position: 2025-03-01","company_url":"https:\/\/se.linkedin.com\/company\/sport-design-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEE6eBlzIP_mQ\/company-logo_100_100\/company-logo_100_100\/0\/1630610228845\/sport_design_sweden_logo?e=2147483647&v=beta&t=pKAC-HC1nVJoQ2hXHIdwzzlEv6RygxpcXfjxoqtscBk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081559579","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081559579","job_url_direct":null,"title":"Salesforce Developer","company":"Aimo","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/aimo-nordic","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081597249","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081597249","job_url_direct":"https:\/\/career.maginteractive.com\/jobs\/5228306-game-designer&urlHash=oG2u","title":"Game Designer","company":"MAG Interactive","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"Entertainment Providers","listing_type":null,"emails":null,"description":"**About MAG (in brief!)**\n At MAG Interactive we make mobile games that feel good. As a part of this fun and dynamic industry, it’s our mission to spread joy to players around the world. With over 350 million downloads globally, we credit our success to our awesome colleagues and we hope you'll join the team!\n   \n\n  \n\n**The Role - Game Designer**\n At MAG, we’re on a mission to create fun, rewarding, and unforgettable gaming experiences for players worldwide. As a Game Designer at MAG, you’ll play a key role in shaping both new game concepts and exciting features for our live games. From contributing to initial ideas to refining core mechanics, your work will ensure our players stay delighted and engaged.\n   \n\n  \n\n Collaboration is at the heart of what we do. We thrive in an environment built on trust, drive, and creativity—values that drive us to consistently deliver top-tier mobile games.\n   \n\n  \n\n We’re seeking a Game Designer who not only understands the elements behind today’s top-performing mobile games but also has the creativity to dream up fresh, inspiring ideas. If you can bring your concepts to life and communicate them with clarity and passion, we’d love to hear from you.\n   \n\n  \n\n**What You’ll Be Doing**\n* Designing new features, game mechanics and overall performance improvements of the games you work on together with the teams\n* Keep up to date with the latest F2P mobile games on the market in order to discover trends\n* Deconstruct various F2P mobile game mechanics in order to implement or adapt to MAG products\n* Utilize various Business Intelligence dashboards to better understand our players’ behavior\n* Regularly seek feedback and collaborate with wider teams at MAG to ensure you are making use of the knowledge we have internally.\n\n\n**Your Skills\/experience**\n* Extensive experience working on mobile F2P casual games\n* Experience of working on live operations of high DAU games and the ability to successfully navigate the competing demands this brings.\n* Understanding of how to monetize a F2P mobile game\n* Proven track record of creating new designs and iterating on existing ones.\n* Experienced in level design and balancing\n* You have a curious and methodical mindset and you are good at interpreting data to understand our players’ experience\n* Excellent verbal communication skills; ability to enthuse others with your vision.\n* Conceptualizing, creating flowcharts and prototyping ideas.\n* You are enthusiastic and motivated to succeed\n* Fluent in English (both written and verbal)\n\n\n**Nice to have**\n* Unity experience, to be able to prototype designs on your own\n\n\n**Perks And Benefits**\n* Generous company bonus\n* Company mobile phone and contract\n* Favorable pension and private health insurance package\n* Flexible work hours\n* Seasonal kick-offs\n* Gym allowance\n* Generous learning and development budget\n* Monthly after works\n* Enhanced parental leave\n* Company wide carbon off-setting and CSR initiatives\n* Free weekly Swedish lessons (if you want to learn the language)!\n\n\n**At MAG, we want all of our employees to feel valued, appreciated and empowered to bring their true selves to work!**\n**Our recruitment processes are designed to prevent bias and discrimination against people regardless of; gender identity or expression, sexual orientation, religion, ethnicity, age, neurodiversity, disability status, or any other aspect.**\n**About MAG**\n We are MAG Interactive – a leading mobile developer and publisher of casual mobile games built on a wealth of creativity and passion. We thrive on creating quality experiences that make our players want to come back for more. And Players agree! Combined, the Company’s games have been downloaded more than 350 million times. We create a good times factory with a global reach that continues to grow.\n   \n\n  \n\n We are all part of a creative, positive and trusting environment where everyone has a sense of ownership over their activities and pride in their work. This open and collaborative working culture at MAG is key to our ability to continuously create top notch games.\n   \n\n  \n\n Every game released from MAG Interactive has reached a multi-million player base and reached the #1 position in its category in a large number of countries. Our games have been selected Best of Google Play, Best Of App Store by Apple and have reached the #1 word game spot in over 100 countries.","company_url":"https:\/\/se.linkedin.com\/company\/mag-interactive","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE5ZzhTxJMKsw\/company-logo_100_100\/company-logo_100_100\/0\/1689945891837\/mag_interactive_logo?e=2147483647&v=beta&t=OCmdpayBWAhKr84QOiyv9YXhA-6xpveiq53oYBzaag4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4082408478","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4082408478","job_url_direct":null,"title":"iOS Developer","company":"Global Primas","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/globalprimas","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3979724304","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3979724304","job_url_direct":"https:\/\/eeho.fa.us2.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/250339\/?utm_medium=jobboard&utm_source=linkedin&urlHash=JuqV","title":"Principal Software Developer (Java Security Libraries)","company":"Oracle","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Job Description**\n* Java Security Engineering team is responsible for the Java platform security libraries and security tools development.\n* The technologies we provide include a rich set of APIs, tools, and implementations of security algorithms and protocols.\n* The Java security APIs span a wide range of areas, including cryptography, public key infrastructure, secure communication, and authentication.\n* We provide the developers with a comprehensive security framework for writing secure applications, and tools for the users or administrators to securely manage applications.We are looking for a crypto expert to join our team to enhance our existing algorithm implementation and add new functionality for the upcoming releases.\n\n\n**Responsibilities**\n* Knowledge of TLS is highly desirable, including in-depth knowledge of state of the art cipher suites, and hands-on knowledge on various versions of TLS.\n* Other desirable knowledge includes authentication, PKI, and low-level crypto algorithm implementation.\n* Acceptable candidate must have proven hands-on experience in modern software security technologies using Java, knowledge of Java security library internals would be a plus.\n* Please do not apply if you only have introductory or peripheral knowledge in Java security or cannot develop using the latest version of Java independently.\n* Please provide details of your work in these area including any publications. You should also have experience with GitHub, and extensive experience in writing unit and regression tests.\n* Other qualities include team player, strong verbal and written communications as we are a global team.\n\n\n**About Us**\n As a world leader in cloud solutions, Oracle uses tomorrow’s technology to tackle today’s problems. True innovation starts with diverse perspectives and various abilities and backgrounds.\n   \n\n  \n\n When everyone’s voice is heard, we’re inspired to go beyond what’s been done before. It’s why we’re committed to expanding our inclusive workforce that promotes diverse insights and perspectives.\n   \n\n  \n\n We’ve partnered with industry-leaders in almost every sector—and continue to thrive after 40+ years of change by operating with integrity.\n   \n\n  \n\n Oracle careers open the door to global opportunities where work-life balance flourishes. We offer a highly competitive suite of employee benefits designed on the principles of parity and consistency. We put our people first with flexible medical, life insurance and retirement options. We also encourage employees to give back to their communities through our volunteer programs.\n   \n\n  \n\n We’re committed to including people with disabilities at all stages of the employment process. If you require accessibility assistance or accommodation for a disability at any point, let us know by calling +1 888 404 2494, option one.\n   \n\n  \n\n**Disclaimer:**\n Oracle is an Equal Employment Opportunity Employer\\*. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability and protected veterans’ status, or any other characteristic protected by law. Oracle will consider for employment qualified applicants with arrest and conviction records pursuant to applicable law.\n   \n\n  \n\n* Which includes being a United States Affirmative Action Employer","company_url":"https:\/\/www.linkedin.com\/company\/oracle","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHYCgYovUuPtQ\/company-logo_100_100\/company-logo_100_100\/0\/1665755678957\/oracle_logo?e=2147483647&v=beta&t=55lZDJhHdt3oPj2_gdPpymKz6Wv_9atXeO-CBFzAm6c","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4084399000","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4084399000","job_url_direct":null,"title":"Tech People & Performance Manager","company":"Worldline","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"**This is Worldline** \n\n\n\n\n Worldline helps businesses of all shapes and sizes to accelerate their growth journey - quickly, simply, and securely. We are the innovators at the heart of the payments technology industry, shaping how the world pays and gets paid. Our technology powers the growth of millions of businesses across 5 continents. And just as we help our customers accelerate their business, we are committed to helping our people accelerate their careers. Together, we shape the evolution.\n \n\n\n\n  \n\n\n\n\n\n**The Opportunity** \n\n\n\n\n We are looking for an upbeat Tech People & Performance Manager to join our leadership team. The product domain is Digital Experience where we work closely with all customers facing digital services for Worldline. During your journey here you will get to know talented software engineering team based in Stockholm. To help further strengthen empowered culture, we strive to shape as well as contribute to their individual growth and performance. In this role you will work closely together with our Tech director in the Digital Experience leadership team.\n \n\n\n\n  \n\n\n\n\n\n In this role as performance manager, you will be working with software engineers to create an environment where they can consistently meet and exceed the company standards while working towards their personal goals. This would also mean offering feedback, coaching and recognition for achievements and success. In this role you are not expected to contribute to the tech or product strategy as your product is the people performance itself.\n \n\n\n\n  \n\n\n\n\n\n**The team** \n\n\n\n\n The Digital Experience team is like a football team that requires coaching to create the high performing players and a team to win the game. This is the role of the leadership team you will be part of where all of us are different type of coaches to provide either product strategy, direction for the game to play and players that can be motivated and focused to the goal of winning as a team.\n \n\n\n\n  \n\n\n\n\n\n**Day-to-Day Responsibilities​** \n\n\n\n* Establishing job functions and expectations\n* Improving employee abilities through coaching and feedback\n* Establishing employee behaviour patterns that align their goals with the organisations mission, values and goals\n* Improving communication throughout the organisation\n* Providing factual basis for management decisions regarding hiring\n* Conducting the hiring process e2e\n* Ensuring onboarding and mentorship structure is in place\n* Setting performance objectives\n* Ensuring everyone in the team is contributing best to its expectations\n\n\n\n  \n\n\n\n\n\n**Who Are We Looking For** \n\n\n\n\n People who have a professional approach, being constructive and finding solutions in the best interest of the business. You are a quick learner and self-starting, showing drive and initiatives supporting business goals. A great teammate who supports their team and puts the business objectives first. You also have:\n \n\n\n* Bachelor’s degree in computer science, software engineering, or another related field.\n* Proven experience in people management\n* Previous experience working as developer is seen as beneficial.\n* Strong communication skills, with the ability to connect with both technical and non-technical colleagues.\n* Strong analytical skills to effectively process and structure large amounts of information.\n\n\n\n  \n\n\n\n\n\n**Perks & Benefits** \n\n\n\n\n At Worldline, you’ll get the chance to be at the heart of the global payments technology industry and shape how the world pays and gets paid. On top of that, you will also:\n \n\n\n* Health contribution\n* Health check – Every 2:nd year\n* Private Health Care Insurance (EuroAccident)\n* Parental pay and 12 months pension during parental leave\n* Opportunity to hybrid working according to company standard\n* Benefit portal with many great offers, plus more.\n\n\n\n  \n\n\n\n\n\n**Shape the evolution** \n\n\n\n\n We are pushing towards the next frontiers of payments technology, and we look for big thinkers to join our journey. People with passion, can-do attitude and a hunger to learn and grow. Here you’ll work with ambitious colleagues from around the world, take on unique challenges as a team, and make a real impact on the society. And with our empowering culture, strong technology and extensive training opportunities, we help you accelerate your career. Wherever you decide to go. Join our global team of over 18,000 innovators across 40+ countries, and shape a tomorrow that is yours to own.\n \n\n\n\n  \n\n\n\n\n\n**Learn more about life at Worldline at jobs.worldline.com** \n\n\n\n\n  \n\n\n\n\n\n**We are proud to be an Equal Opportunity employer. We do not discriminate based upon race, religion, color, national origin, sex (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender identity, gender expression, age, status as an individual with a disability, or any applicable legally protected characteristics.**","company_url":"https:\/\/fr.linkedin.com\/company\/worldlineglobal","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEDbczIleOyqg\/company-logo_100_100\/company-logo_100_100\/0\/1664896041493\/worldlineglobal_logo?e=2147483647&v=beta&t=9KpmMOB-yDxW3CrNro26W1tsmWxOhK5v7feLtlErhdY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081561358","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081561358","job_url_direct":"https:\/\/career.ivl.se\/jobs\/5224826-backend-utvecklare-c&urlHash=RF9S","title":"Backend-utvecklare C#","company":"IVL","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Environmental Services","listing_type":null,"emails":null,"description":"Är du en erfaren backend-utvecklare som är duktig på C# och som vill hjälpa oss på vår fortsatta utvecklingsresa? Skulle du gilla att jobba med flera produkter i ett litet agilt utvecklingsteam där du får ta eget ansvar och vara med och påverka både teknik och arbetssätt? I så fall är du kanske vår nya kollega!\n   \n\n  \n\n Om rollen\n   \n\n  \n\n Vi söker en IT-utvecklare med fokus på backend till vårt utvecklingsteam på IT-avdelningen. Vi arbetar brett i våra roller och hjälps åt för att leverera i våra projekt. Vi erbjuder dig varierande arbetsuppgifter i ett litet team med stora möjligheter att själv påverka arbetet, ta ansvar och att prova egna idéer. Du kommer också få vara med i utvecklingen av DevOps-process och teknikstacken.\n   \n\n  \n\n IVL utvecklar bland annat digitala stöd och verktyg i syfte att spara resurser, uppmuntra till hållbarhet och minska miljöpåverkan. Det kan till exempel handla om att erbjuda webbtjänster och applikationer för att minska klimatpåverkan, uppmuntra till cirkulära affärsmodeller och för att minska vår totala påverkan på klimatet.\n   \n\n  \n\n I den här rollen kommer du i huvudsak arbeta med backend-utveckling i digitala produkter och webbapplikationer för våra dotterbolag samt i uppdrags- och forskningsprojekt. Förutom nyutveckling så kommer du också förvalta och vidareutveckla befintliga applikationer samt uppdatera vår teknikstack. Du kommer arbeta brett inom hela IT-utvecklingsområdet med dina kollegor inom utvecklingsteamet. Arbetet sker hela tiden nära beställare, kunder, produktägare och projektledare och andra roller inom IT-avdelningen. Teamet består av fem utvecklare och IT-strateg som agerar teknisk projektledare och scrum master.\n   \n\n  \n\n Din bakgrund\n   \n\n  \n\n För att lyckas i rollen har du\n   \n\n  \n\n* Relevant högskoleexamen inom datavetenskap, annan relevant utbildning inom systemutveckling eller arbetslivserfarenhet som vi anser vara likvärdig\n* Minst fem års erfarenhet av självständigt arbete som backend-utvecklare i Microsoft C# .NET\n* Erfarenhet av mjukvaruutvecklingsmetoder inom Agile och Scrum\n* Erfarenhet av arbete i Azure DevOps eller liknande system\n* Goda kunskaper i svenska och engelska, både tal och skrift\n\n\n Det är meriterande om du också har erfarenhet av React eller Blazor.\n   \n\n  \n\n Vem är du?\n   \n\n  \n\n Vi söker en driven och passionerad backend-utvecklare som skulle trivas med att arbeta i ett litet utvecklingsteam där du får ta stort eget ansvar och vara med och bidra till helheten. Du är självgående, lösningsorienterad och har en förmåga att snabbt sätta dig in i nya teknologier och arbetssätt. Du har en god samarbetsförmåga och trivs med att samverka med olika kompetenser både inom IT och i verksamheten. Du håller dig uppdaterad på de senaste teknikerna inom systemutveckling och är motiverad att utvecklas tillsammans med oss. Det är positivt om du har ett intresse av samhällsutveckling och hållbarhetsfrågor.\n   \n\n  \n\n Vi lägger stor vikt vid dina personliga egenskaper.\n   \n\n  \n\n Vad erbjuder vi?\n   \n\n  \n\n Vi arbetar i en kreativ och utvecklande miljö där alla har en stor del eget ansvar och goda möjligheter till personlig och professionell utveckling. Som medarbetare på IVL blir du del av en arbetsplats som värdesätter mångfald, samarbete, innovation och engagemang. Här finns en härlig gemenskap med såväl idrottsklubb, konstförening, fester, pubar och andra aktiviteter. Vi sitter i aktivitetsbaserade lokaler. Hos IVL får du möjlighet att arbeta med ditt hållbarhetsengagemang på riktigt!\n   \n\n  \n\n Välkommen med din ansökan\n   \n\n  \n\n Är du den utvecklare vi söker? Ansök med ditt CV genom att klicka på \"Ansök här\". Vi kommer att utvärdera ansökningar och intervjua kandidater löpande under ansökningsperioden så vänta inte med din ansökan.\n   \n\n  \n\n Till bemannings- och rekryteringsföretag och till dig som är försäljare: Vi undanber oss vänligen men bestämt direktkontakt med bemannings- och rekryteringsföretag samt försäljare av ytterligare jobbannonser.","company_url":"https:\/\/se.linkedin.com\/company\/ivl-svenska-miljoinstitutet","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHURo29f8h85Q\/company-logo_100_100\/company-logo_100_100\/0\/1718263811466\/ivl_svenska_miljoinstitutet_logo?e=2147483647&v=beta&t=YdUn9J-tDhJyjaMps559PA3b513YtaNeYs9q9QxBx1k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081554997","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081554997","job_url_direct":null,"title":"Senior Business Consultant - Microsoft D365 CE","company":"Columbus","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/dk.linkedin.com\/company\/columbusglobal","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4082258749","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4082258749","job_url_direct":null,"title":"VI SÖKER EN INTEGRATIONSUTVECKLARE WEBMETHODS SOM VILL VARA MED OCH FINANSIERA SVENSK EXPORT","company":"SEK Svensk Exportkredit","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/sek-svensk-exportkredit","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3996250247","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3996250247","job_url_direct":"https:\/\/tieto.wd3.myworkdayjobs.com\/Tieto_Careers_External_Site\/job\/Sweden-Stockholm\/SAP-Financials-Consultant\\u002d\\u002d-Tietoevry-Tech-Services_R112388?source=LinkedIn&urlHash=9W0r","title":"SAP Financials Consultant – Tietoevry Tech Services","company":"Tietoevry","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"nina.rentola@tietoevry.com, martin.westerberg@tietoevry.com","description":"**You may apply to Tietoevry by selecting Apply and fill your application details to the form. You may also Apply by using LinkedIn and populate details to your application from your LinkedIn profile.**\n Just nu letar vi efter vår nya FICO expert!\n   \n\n  \n\n Vill du ha ett meningsfullt jobb där du kan utvecklas och växa? Om svaret är är ja, läs igenom den här annonsen.\n   \n\n  \n\n Vi letar nu efter en skicklig FICO expert för en tillsvidareanställning i vårt SAP-team.\n   \n\n  \n\n**Vad kommer du att jobba med?**\n Som SAP Financials Consultant kommer du att vara involverad i spännande utvecklingsprojekt och hjälpa våra kunder med digitaliseringslösningar som en del i vårt finansteam. Du kommer att ha roll med mycket ansvar, utmaningar och där du kan utveckla dina färdigheter. Våra kunder är ledande nordiska internationella företag inom detaljhandeln, tillverknings- och processindustrin samt skogsindustrin. Rollen kommer att anpassas för att bygga på dina styrkor och personliga mål. För att nå framgång i rollen kräver det att du har ett professionellt förhållningssätt och en hands-on attityd.\n   \n\n  \n\n**Som en del av vårt team**\n SAP är ett av fokusområdena för Tietoevry Tech Services. Vi hjälper våra kunder att uppnå överlägsen digitalisering genom att använda intelligent teknik, data och analys. Som en del av vårt expertteam kan du påverka digitaliseringen och verksamhetsutvecklingen hos våra kunder. Dina kollegor kommer att vara SAP-proffs, allt från arkitekter och konsulter till utvecklare, både lokalt och globalt. Möjligheterna till professionell utveckling inom vårt SAP-team är omfattande, eftersom vi har huntratals SAP-experter, detta gör oss till ett av Nordens ledande SAP konsultbolag.\n   \n\n  \n\n**Som senior SAP Financials Consultant kommer ditt huvudansvar vara:**\n* Stödja internationella kundprojekt och tjänster genom att leverera komplexa SAP-lösningar.\n* Du kommer att ansvara för att designa och implementera lösningar samt då och då fungera som ledande konsult inom ditt kompetensområde\n* Att bygga en djup förståelse för kundens verksamhet, förutse deras behov och identifiera alternativa lösningar som kan bidra till deras framgång.\n* Delta i försäljningsprocesser för att säkerställa realistisk planering.\n\n\n**För att briljera i den här rollen behöver du:**\n* Ha en professionell konsultattityd och över fyra års erfarenhet av SAP S\/4 Finance and controlling.\n* Ytterligare kunskap inom områden som PS, MM, SD, PP, APO, TM, QM är en extra fördel. Du bör även ha erfaraenhet av SAP ECC.\n* Ha processförståelse och gedigen kunskap om projekthantering och att jobba i projektteam.\n* Som ledande konsult kunna facilitera online- och hybridworkshops, säkerställa kvalitet och framsteg inom ditt processområde enligt plan samt hantera och delegera arbete inom on\/near\/offshore och kundteam.\n* Som person bör du vara proaktiv, utmana status quo och driva på förändringar.\n* Det är viktigt att vara engagerad i att driva genomförandet för att skapa kundvärde och ta ansvar för resultaten och levererad kvalitet.\n* Dessutom bör du vara självgående, brinna för kundframgång och personlig tillväxt. Vi tror aldrig man blir klar och uppmuntrar life long-learing.\n* Flytande svenska och engelska är ett måste, och du bör vara villig att resa för att ge våra kunder den bästa servicen.\n\n\n**Vi erbjuder** \n en spännande karriärväg med ett brett utbud av personliga och professionella utvecklingsmöjligheter. Du får tillgång till ett stort kundnätverk och en industrialiserad konsultlösningsportfölj. Du får även möjlighet att ta del av S\/4HANA-implementeringar och göra det möjligt för kunder att digitalisera och transformera sin verksamhet.\n   \n\n  \n\n Du kommer att arbeta i en inspirerande internationell miljö med duktiga kollegor, där teamarbete värderas högt. Du får chansen att dela dina kompetenser med dina kollegor och aktivt delta i utvecklingen av vårt företag.\n   \n\n  \n\n**Blev du inspirerad?**\n Om du är intresserad av att arbeta på ett kundfokuserat företag tillsammans med ett ambitiöst team, är du varmt välkommen att skicka in din ansökan\n   \n\n  \n\n Bifoga ditt CV eller LinkedIn-profil så kontaktar vi dig. Intervjuer kommer att hållas löpande, så vi uppmanar dig att söka redan idag. Om du har några frågor angående denna roll, vänligen kontakta rekryterande chef, Nina Rentola på nina.rentola@tietoevry.com eller Martin Westerberg, Talent Acquisition Advisor på martin.westerberg@tietoevry.com\n   \n\n  \n\n Hoppas vi hörs snart!\n   \n\n  \n\n Plats: Stockholm\n   \n\n  \n\n*Vi utför bakgrundskontroller av alla slutkandidater.*\n*Tietoevry tackar nej till samtal från rekryteringsföretag.*\n*Tietoevry värdesätter mångfald och vi välkomnar sökande av alla kön, åldrar, förmågor, etniciteter, inriktningar, övertygelser och bakgrunder.*\n**Om Tietoevry**\n Tietoevry skapar målmedveten teknik som återuppfinner världen för gott. Vi är ett ledande teknikföretag med ett starkt nordiskt arv och global kapacitet. Utifrån våra kärnvärderingar öppenhet, tillit och mångfald, arbetar vi med våra kunder för att utveckla digitala framtider där företag, samhällen och mänskligheten frodas.\n   \n\n  \n\n Våra 24 000 experter globalt är specialiserade på moln, data samt mjukvara och bistår tusentals företagskunder och offentliga kunder i mer än 90 länder. Tietoevrys årliga omsättning är cirka 3 miljarder euro och bolagets aktier är noterade på NASDAQ-börsen i Helsingfors och Stockholm samt på Oslo Børs. Bekanta dig med vad vi gör.\n   \n\n  \n\n Skapar målmedveten teknik för att återuppfinna världen för gott\n   \n\n  \n\n At Tietoevry, we believe in the power of diversity, equity, and inclusion. We encourage applicants of all backgrounds, genders (m\/f\/d), and walks of life to join our team, as we believe that this fosters an inspiring workplace and fuels innovation. Our commitment to openness, trust, and diversity is at the heart of our mission to create digital futures that benefit businesses, societies, and humanity. Diversity, equity and inclusion (tietoevry.com)","company_url":"https:\/\/fi.linkedin.com\/company\/tietoevry","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQF2amfv6Na1Ag\/company-logo_100_100\/company-logo_100_100\/0\/1642569018457\/tietoevry_logo?e=2147483647&v=beta&t=WOekvO3Bo-fyhw4-NABHCVjZEv6gdsyF887I4GoF_fQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ea56e6d79ea056a5","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ea56e6d79ea056a5","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29275968","title":"Söker en erfaren WordPress-specialist (utbildningsplattform)","company":"Sweden Consulting & Service LTD Filial","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1732406400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Vi söker en passionerad och kunnig WordPress-specialist med erfarenhet av WooCommerce och LearnDash för att hjälpa oss bygga en innovativ online-skola från grunden. Det här är en unik möjlighet att bli en del av ett projekt i startfasen, där ditt arbete kommer att spela en avgörande roll för projektets framgång.\n  \n  \n\n**Dina huvudsakliga ansvarsområden:**  \n\n* Designa och bygga en användarvänlig och estetisk webbplattform.\n* Implementera och optimera WooCommerce för kursbetalningar.\n* Integrera och konfigurera LearnDash för att hantera kursinnehåll och användarnavigation.\n* Säkerställa att plattformen är säker, snabb och lätt att underhålla.\n* Samarbeta för att skapa en engagerande användarupplevelse för våra elever.\n\n\n**Vi söker dig som:**  \n\n* Har gedigen erfarenhet av WordPress och dess ekosystem.\n* Är väl insatt i WooCommerce och LearnDash, samt deras kompatibilitet och funktioner.\n* Har en stark förståelse för UX\/UI och hur man skapar intuitiva plattformar.\n* Är självgående och trivs med att ta ansvar för ett projekt från början till slut.\n* Är öppen för att arbeta i ett dynamiskt team där ditt arbete har direkt påverkan på projektets framgång.\n\n\n**Vad vi erbjuder:**  \n\n* Möjlighet att vara med från början i ett spännande projekt med stor potential.\n* Flexibilitet i arbetstid och upplägg.\n* Möjlighet att diskutera en framtida anställning eller intäktsdelning baserat på projektets framgång.\n\n\n**Placering:**  \n\nHelt på distans, men vi värdesätter tydlig kommunikation och regelbundna uppdateringar.\n  \nAnsök idag!\n  \nOm du är redo att ta dig an en kreativ och spännande utmaning, skicka din ansökan till [din mejl] med länkar till tidigare projekt och en kort beskrivning av hur du kan bidra till detta projekt\n  \nhelst ska du bo i STHLM","company_url":"https:\/\/se.indeed.com\/cmp\/Sweden-Consulting-&-Service-Ltd-Filial","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"361271a29fe11e72","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=361271a29fe11e72","job_url_direct":"https:\/\/tenfifty.io\/sv\/karriar\/date-it\/","title":"DatE-IT","company":"Tenfifty","location":"Göteborg, O, SE","job_type":null,"date_posted":1732406400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Funderar du på att göra exjobb hos oss eller är du nyutexad och letar jobb? Här hittar du mer information!\n\n\n#### **Examensarbete**\n\n\n\nVi erbjuder studenter möjlighet att göra sitt examensarbete hos oss på Tenfifty. När du söker exjobb hos oss, bjuder vi in dig till vårt kontor för att komma och prata med oss. Vi tror att det blir en särskilt lyckad kombination om vi kan hitta en frågeställning som både rör ett av dina intresseområden och ett av våra aktuella projekt.\n\n\n\nLäs mer på vår sida om examensarbete och sök sedan gärna via formuläret på den här sidan, så ser vi att vi träffats just på DatE-IT!\n\n\n\n*Gör som Niclas: gör ditt exjobb hos oss och börja sedan jobba på Tenfifty!*\n\n\n#### **Nyutexad**\n\n\n\nPå Tenfifty har vi förstås många skickliga seniora data scientists och utvecklare, men vi anställer också nyutexade. Vi tror att det är viktigt att ha en blandning av erfarenheter och perspektiv i vårt team. I våra projekt jobbar vi i regel i små team, sammansatta av både av juniora och mer seniora personer. Vi tror att du som är nyutexad kan bidra med nya idéer och energi, medan du får möjlighet att lära dig av våra seniora kollegor.\n\n\n\nFör dig som är i början av din karriär är det viktigt att hitta en arbetsplats där du trivs och där du kan utvecklas. Vi tror att Tenfifty är en sådan plats. Vi är ett litet företag, med en platt organisation och en öppen och inkluderande kultur. Vi jobbar med spännande projekt inom de flesta branscher och vi har roligt tillsammans.\n\n\n\nLäs mer om hur det är att jobba hos oss eller kika på några projekt vi jobbat med för att få en känsla för vad vi gör.\n\n\n\nLäs sedan om vår lediga tjänst som junior data scientist och fyll sedan i formuläret på den här sidan, så hörs vi!","company_url":"https:\/\/se.indeed.com\/cmp\/Tenfifty","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"b3f225840fdbe62d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b3f225840fdbe62d","job_url_direct":"https:\/\/academedia.se\/om-oss\/jobba-hos-oss\/lediga-jobb\/?jobid=284573","title":"Vi söker en driven vaktmästare och IT-ansvarig","company":"Noblaskolan","location":"Sundbyberg, AB, SE","job_type":"fulltime","date_posted":1732406400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"asa.killander@noblaskolan.se","description":"Noblaskolan består av 16 för- och grundskolor som arbetar enligt devisen att elever som utmanas når längre. Genom en kombination av tydliga strukturer, höga förväntningar, undervisning av hög kvalitet samt trygghet och studiero ska eleverna få de bästa förutsättningarna för en bra skolgång. Noblaskolan är en del av AcadeMedias grundskolor.\nRelationell och erfaren Sva-lärare\n\n\n\nPå Noblaskolan Sundbyberg arbetar vi målinriktat med att skapa ett lustfyllt lärande, som ger varje barn rätt förutsättningar att nå sin fulla potential. Vi har både förskola och grundskola upp till årskurs 9. Vår fina skola med stora ljusa och modernt utrustade lokaler ligger mitt i Ursvik med närhet till natur och grönområden. Om du vill veta mer om oss kan du gå in på vår hemsida www.noblaskolan.se\/sundbyberg.\n\n\n**Din profil**\n\n\n\nVi söker nu en vaktmästare med IT-kunskaper. Det är en kombinerad tjänst utifrån behov, vilket innebär att du måste tycka om att ha olika arbetsuppgifter. Du är en \"doer\" med driv och tycker om att bocka av arbetsuppgifter, för att ta dig an nästa. Uppdraget innebär tätt samarbete med rektor, samt att vilja underlätta vardagen för elever och personal.\n\n\n**Du kommer:**\n\n\n* montera utrustning i salar, tex projektorer, dukar, högtalare, kabellister\n* ha ordinära vaktmästaruppdrag\n* administrera Google for Education, iPads, Schoolsoft - lösenord för elever och personal\n* finnas tillgänglig för att, i kommunikation med Academedia support, åtgärda nätverksproblem\n* se över skrivare när dessa inte fungerar\n* ta emot trasiga\/ej fungerande datorer från elever och pedagoger. Bedöma om det är något som går att åtgärda av dig\n\n**Vi erbjuder**  \n\nVi erbjuder dig en möjlighet att göra skillnad och kunna påverka på riktigt i arbetet tillsammans med skolledningen. På vår skola har vi höga ambitioner för våra barns lärande och utveckling, och vårt arbete präglas av ett högt engagemang.\n\n\n\nSom en skola inom AcadeMedia erbjuder vi våra medarbetare kontinuerlig kompetensutveckling genom Academedia Academy, samt intern professionsutveckling. Självklart kollektivavtalade förmåner, försäkringar och friskvårdsbidrag.\n\n\n**Övrig information**  \n\nTjänsten är en tillsvidareanställning på 80% med möjlighet till en 100%-tjänst, samt en inledande provanställning på 6 månader. Anställning kan komma att ske innan sista ansökningsdag.\n\n\n\nHar du frågor är du varmt välkommen att kontakta rektor Åsa Killander: asa.killander@noblaskolan.se","company_url":"https:\/\/se.indeed.com\/cmp\/Noblaskolan","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"15b8a40d5fef2b0f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=15b8a40d5fef2b0f","job_url_direct":"https:\/\/www.uptrail.com\/job\/79574\/it-service-managerdigital-workplace","title":"IT Service Manager\/Digital Workplace","company":"Resurs","location":"SE","job_type":null,"date_posted":1732406400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Are you ready to take on the challenge** **where your work really** **matters** **to the whole company****? If you are creative, business driven and customer obsessed, our exciting** **fintech** **company might be the right place for you.** **Resurs** **is now looking for** **an****IT Service Manager for our Digital Workplace****.**\n\n**Get an idea of the role**\n\n\nAs an owner of our Digital Workplace at Resurs your role is a key success factor in the creation of our new position in the market. You will also create a culture with focus on usability and simplicity, as well as a secure and collaborative digital workplace. We want our partners, customers and users to “know the feeling” of business-driven IT.\n\n  \n\nAs IT Service Manager for our Digital Workplace we expect you to:\n\n\n* Have a solid background within digital workplace area\n* Have in-depth knowledge of Microsoft products and ecosystem\n* Define, establish and continuously develop the service offerings\n* Collaborate with key stakeholders for example internal teams and external partners to design and ensure effective delivery and implementations of new services and enhancements\n* Monitor service performance and proactively identify improvements and addressing potential issues to minimize service disruption.\n\nWork with Life cycle management and document software, systems, procedures and changes  \n\n* \n\n  \n\n**On a personal level**\n\nTo succeed in this role, we believe that the following is needed:\n\n\n* As a person we see you as flexible and independent with a desire to collaborate.\n* Strong emphasis on leadership, communication and inter-personal skills.\n* Problem solving and decision making – deals with complex issues, develops solutions to remove barriers and uses judgment to make sound and dependable decisions\n* A proven track record in working with external IT providers\n* An academic and practical approach in handling challenges\n* Migration, transition, and transformation experience\n\nYou will need to have 4-5 years of experience with the domain Digital Workplace, preferable as a former Service Owner. You are open and like to share your knowledge and experience with your colleagues. You are structured, driven and have an interest in always improving ways of working and routines.\n\n\n**Additional** **information:**\n\nIn addition to this we also see the following as beneficial:\n\n\n* Good project management skills with a focus on service design and transition\n* Effective communication and interpersonal skills\n* English professional working proficiency\n\nIf you enjoy brainstorming and collaborating with others to find solutions, gaining commitments and mandate when needed, taking ownership and lead to deliver value-based solutions in a Nordic environment you are probably the right person for this position.\n\n\n**Important information**\n\n\nOn final candidates, we carry out a detailed background check via an external company\n\n **More than a job**\n\n*Resurs has more than 40 years of experience in retail finance and is one of the leading niche banks in the Nordics. We help companies and private individuals with lending, savings and payments. Today, we have a customer base of slightly more than 6 million customers and around 650 employees in the Nordic region.*  \n\n  \n\n**Apply today!**\n\n\nDon’t wait to send in your application - selection, and interviews take place on an ongoing basis and the position may be filled before the last advertising date. We look forward to hearing from you!\n\n* *In this recruitment process, the supplier is solely responsible for the personal data they collect and process. Resurs is solely responsible for the personal data processed by us in the recruitment process.*\n\n  \n\n*#LI-LN1*","company_url":"https:\/\/se.indeed.com\/cmp\/Resurs","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"77035fa575609258","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=77035fa575609258","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29276031","title":"IT-supportspecialist till Nordic Investin Group","company":"ecareer","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1732406400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Nordic Investin Group växer och söker nu en engagerad IT-supportspecialist som kan hjälpa oss att ta vår IT-support till nästa nivå! I denna roll blir du en nyckelperson för att stötta våra syskonbolag, medarbetare och konsulter med allt som rör IT-infrastruktur, säkerhet och support.\n  \n**Dina arbetsuppgifter:** Som IT-supportspecialist hos oss kommer du att:\n  \nHantera våra mailservrar och domäner för samtliga syskonbolag.\n  \nSäkerställa att nätverk och system fungerar optimalt.\n  \nGe snabb och professionell IT-support till våra medarbetare och konsulter.\n  \nArbeta proaktivt med säkerhet och riskhantering för att skydda vår IT-miljö.\n  \nInstallera, underhålla och uppdatera hårdvara, mjukvara och nätverk.\n  \nBidra till att utveckla och förbättra våra IT-processer.\n  \n  \n\n**Vi söker dig som:**  \n\nHar erfarenhet av IT-support eller systemadministration.\n  \nHar goda kunskaper inom nätverk, mailservrar, domänhantering och IT-säkerhet.\n  \nÄr lösningsorienterad, kommunikativ och trivs med att hjälpa andra.\n  \nHar ett strukturerat arbetssätt och kan hantera flera parallella uppgifter.\n  \nÄr flexibel och vill vara en del av en dynamisk och växande organisation.\n  \n  \n\n**Det är meriterande om du har:**  \n\nErfarenhet av arbete i en koncernmiljö med flera bolag.\n  \nCertifieringar inom IT (exempelvis CompTIA, Microsoft, Cisco eller liknande).\n  \nErfarenhet av molnlösningar såsom Google Workspace x Microsoft 365.\n  \n  \n\n**Vad vi erbjuder:**  \n\nEn spännande och utvecklande roll i en växande koncern.\n  \nMöjligheten att arbeta med engagerade kollegor och konsulter i en dynamisk miljö.\n  \nFlexibla arbetstider och möjlighet att påverka ditt arbete.\n  \nEn företagskultur som värdesätter initiativ, samarbete och innovation.\n  \n  \n\n**Placering:** Rollen är placerad på vårt huvudkontor, men möjlighet till distansarbete kan diskuteras.\n  \n**Ansökan:** Är du redo att ta dig an en central roll hos Nordic Investin Group? Skicka in ditt CV och en kort motivering till varför just du passar för denna tjänst till oss. Vi hanterar ansökningar löpande, så vänta inte!\n  \nVi ser fram emot att höra från dig!","company_url":"https:\/\/se.indeed.com\/cmp\/Ecareer","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"58101fbfebd12543","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=58101fbfebd12543","job_url_direct":"https:\/\/www.ncc.se\/jobba-pa-ncc\/lediga-jobb\/jobb\/be7d8147-e669-4ecb-8cc2-7c972d65b0d2\/Solution_Architect_Team_Lead","title":"Solution Architect Team Lead","company":"NCC","location":"Solna, AB, SE","job_type":null,"date_posted":1732320000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Construction","listing_type":null,"emails":null,"description":"Ansök senast: 2024-12-31  \n\nOrt: Solna  \n\n  \n\n  \n\n*Do you want to shape the future of construction through digital transformation? As a Solution Architect at NCC you'll get the opportunity to work in an environment influenced by sustainability, digitalization, and innovation.*\n\n**We are building for the future – can you help us enhance our business competitiveness?**\n\n**Your role and key responsibilities**\n\n\nAs Solution Architect your main responsibility is to ensure that solution design meets business requirements, as well as IT operational and non-business requirements. You will work closely with for example NCC business stakeholders, Enterprise Architects and suppliers where you need the ability to both understand and explain what impact a specific solution will have on the business environment.\n\n\nIn short, in this role your communication skills are essential, and it is expected that you are used to manage many stakeholders simultaneously to drive the solution design effectively.\n\n\nAs a Solution Architect at NCC, you have professional development possibilities within leadership in two different roles, e.g. Team Lead of a Solution Architect-team for a functional area and Release Solution Lead for coordination of the solution for large and complex scopes.\n\n**As Solution Architect you will**\n\n* Deliver solution architecture – i.e. design documentation covering several viewpoints like process, application, information and infrastructure.\n* Act as a key member of project teams and provide leadership in solution design and ensure the expected quality and cross functional alignment.\n* Construct solution designs based on the principle of \"minimal viable product\" whenever possible. This to secure an iterative end-to-end delivery to the business.\n* Follow the architecture principles, guidelines and frameworks defined by NCCs IT strategy and enterprise architecture – e.g. Integration, Security and Master data.\n* Participate in architecture forums to provide input to the ongoing development and continuous work developing the solution architecture practice.\n\n**Additionally, as Team Lead you will**\n\n* Collect and funnel architectural work in development needs from both project and product portfolio needs\n* Identify and secure resources needed in collaboration with Practice Lead and Competence Manager based on assignments and delivery plans\n* Support Product Owners in the functional area to define architectural work in the mid and long-term product roadmap\n* Break down long term roadmaps and goals to shorter activities in the team backlog, in a prioritized order according to NCC development prioritization\n* Apply methods and tools, that are in line with the defined strategy in the Solution Architecture practice, in the team\n* Propose improvements in Solution Architecture-practice and in need of collaboration with other practices\n\n**About Finance & IT**\n\n\nYou will join the Group function “Finance & IT”, which leads NCC´s strategic development and major change programs in the business. Finance & IT is NCC’s development and delivery function for IT as well as operations development and research & innovation. We are a Nordic organization working together closely under one common management. Cooperation in- and between units is key for us to deliver value to NCCs business areas, and therefore we have adapted an Agile team-based setup with focus on collaboration, people and efficient delivery and development.\n\n\nFilm about NCC: “Make it happen”\n\n**Your profile**\n\n* Strong inter-personal skills and you find it easy to interact with people on different organizational levels. You communicate effectively and can explain complex architecture matters with business interests.\n* Team player with good co-operation skills. You possess self-leadership and can work round obstacles to achieve results.\n* Several years of experience of IT work within solution design and development, preferably in large\/complex organizations. You understand architectural problems and define efficient solutions.\n* Experience from using design tools in modelling processes, information, application and infrastructure, preferably Sparx Enterprise Architect.\n* Relevant academic degree in IT or equivalent, i.e. other formal qualification within solution\/IT-design or business architecture.\n* Fluent in English and one of the Scandinavian languages, both verbally and written.\n\n**Must have experience:**\n\n* Information modelling e.g. as basis for integration work.\n* Coordinating team delivery and functional area target design.\n\n**Meritorious experience:**\n\n* Prior work experience within the construction industry.\n* Solution architecture in implementation-projects, all the way from design to implemented solution.\n* Ways of working based on agile methods.\n\n**Additional information**\n\n\nThis position is located in Stockolm at our office in Solna, Sweden. In accordance with NCC's safety culture we conduct background checks on final candidates.\n\n**Contact and application**\n\n\nPlease register your application and CV in English. Selection is ongoing, so apply no later than December 30th, 2024. For further information on this position, please contact Helena Ericsson, IT Competence Manager, +46700201485 or Gunilla Glännå, HR Recruitment Specialist, +46790788170.\n\n\nWe look forward to receiving your application!\n\n**Build with us - together with the best colleagues in the industry!**\n\n\nAt NCC, we are driven to continue developing, whether it's our construction projects or our personal expertise. Every day, we drive the industry's most exciting and complex construction projects forward in close cooperation between our employees, partners and customers.\n\n\nWith us, you are a significant employee who contributes to the landmarks that define our cities and communities. Here, our employees take an active role in a corporate culture based on stable values and behaviors for a safe and secure workplace. Our collective expertise and diverse backgrounds make a difference.\n\n\nNCC - one of the leading companies in the Nordics.","company_url":"https:\/\/se.indeed.com\/cmp\/Ncc","company_url_direct":"https:\/\/www.ncc.se","company_addresses":"Vallgatan 3\r\n170 80 Solna","company_num_employees":"10,000+","company_revenue":"$5B to $10B (USD)","company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d86944e1c7936b1d1bdc534ad655d3df","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/cc6e147ff4cda0b15dd756a52c1972a8","ceo_name":null,"ceo_photo_url":null},{"id":"4081557778","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081557778","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5235004-senior-teknisk-projektledare-produktagare&urlHash=7l5f","title":"Senior Teknisk Projektledare \/ Produktägare","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Project Management and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n *I samband med din ansökan kan du komma att presenteras för kund\/partner som en del av rekryteringsprocessen. Om du blir utvald för uppdraget, kommer du att anställas av oss och arbeta antingen hos kund eller i interna projekt och åtaganden som en del av vår konsultverksamhet.*\n**Jobbeskrivning**\n Leda och koordinera integrationsarbete och integrationsförbättringar\n   \n\n  \n\n Samarbeta med utvecklingsteam och mottagarorganisationer (både interna och externa) för att identifiera och lansera förbättringar i lösning och design.\n   \n\n  \n\n Koordinera mer avancerad felsökning och utifrån detta driva förbättringsarbete i både lösning och arbetssätt.\n   \n\n  \n\n Bygga upp nya processer för förbättrad stabilitet och effektivt samarbete mellan leverantörer och samarbetspartners.\n   \n\n  \n\n Formulera krav på produkt utifrån förståelse för behov från affär, användare och tech, och driva dialogen om dessa med leverantörer och relevanta enheter inom kunden.\n   \n\n  \n\n**Din profil (Skall krav)**\n* Ca 4-6 års erfarenhet av konsultuppdrag inom liknande område\n* Krav på eftergymnasial utbildning inom IT\/Management\n* Erfarenhet av projektledning inom systemintegrationer och applikationsutveckling, med stakeholders från flera olika samarbetspartners och leverantörer\n* Grundläggande kunskap om mjukvaruutveckling och tekniska koncept för att möjliggöra smidigt samarbete med utvecklingsteam\n* Erfarenhet av arbete som projektledare och produktägare\n* Erfarenhet av att prioritera och väga samman behov från affär, tech och användare och omvandla detta till konkreta krav i form av t.ex user stories, acceptanskriterier osv.\n* Erfarenhet av att lansera nya digitala lösningar och att bygga förvaltningsorganisation för dessa\n* Vana av att koordinera och effektivisera felsökningsprocesser\n* Erfarenhet av att jobba med applikationer inom logistik och\/eller e-handel\n* Meriterande att ha jobbat med automation för applikationslösningar\n\n\n**Sista ansökningdatum:** \n 28-11-2024\n   \n\n  \n\n**Om Deploja**\n Vi sysselsätter idag erfarna konsulter, inom bl.a. Systemutveckling, AI, Machine Learning, Test, Cloud, Infra DevOps, , IT-Projektledning.\n   \n\n  \n\n Att jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n   \n\n  \n\n Vi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Välkommen till Deploja, där gräset faktiskt är grönare!\n   \n\n  \n\n**Vi erbjuder dig följande, Valet är ditt!**\n 🚀 Spännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n   \n\n  \n\n 🌟 En trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n   \n\n  \n\n 🚗 Tjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n   \n\n  \n\n 💼 Tjänstepension och stora möjligheter till löneväxling.\n   \n\n  \n\n 🌴 Semester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n   \n\n  \n\n 🏥 Privat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n   \n\n  \n\n 📚 Kompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n   \n\n  \n\n 🕑 Livskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?\n   \n\n  \n\n* Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.","company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHugYA8MIf_Vw\/company-logo_100_100\/company-logo_100_100\/0\/1692708163071\/deploja_logo?e=2147483647&v=beta&t=oSJE_6b9pzYqLcTpA9RPRaQGaLwAoWA-BCKz5Sox53M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081557710","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081557710","job_url_direct":"https:\/\/karriar.chief.se\/jobs\/5231689-teknisk-projektledare-life-science-stockholm&urlHash=2c8F","title":"Teknisk Projektledare | Life Science | Stockholm","company":"Chief Consulting AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Project Management and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"caroline.forswall@chief.se","description":"*Har du erfarenhet som projektledare mot produktion i företag inom Läkemedel, Medtech och\/eller Kemisk industri? Brinner du för att leda grupper och verksamhet i en roll som konsult? Låter det inspirerande att utvecklas inom ett mindre bolag som samtidigt är en del av en global koncern? Då är du varmt välkommen att utveckla din expertis med oss andra ledare på Chief och skapa något unikt inom ledarskap och konsultverksamhet!*\n**Rollen som konsult**\n Som Projektledarkonsult inom Life Science kommer du att leda och driva spännande- och utvecklande projekt inom områden för Produktion, Kvalitet, Logistik, Supply, Inköp, R&D och IT. Vi är verksamma inom industrier för Life Science, Läkemedel, Medical Devices, Kemisk Produktion och liknande. Dina arbetsdagar kommer att bestå av allt från ledning och organisering till säkerställande av att arbetet flyter på i enlighet med givna standarder, kvalitet, tidsplan och budget. Här får du en stimulerande och innovativ arbetsmiljö där du kommer att få möjlighet att arbeta med\n **utveckling, projektledning, kvalitetssäkring, validering, med mera.**\n Vi lägger stor vikt vid din ledarskapsutveckling och erbjuder, förutom Life Science, även spännande uppdrag inom andra branscher så som hållbar energi, fordonsindustrin, IT och försvarsindustrin. På Chief banar vi väg för din personliga utveckling genom\n **mentorskapsprogram, utbildningar och individuell coaching.**\n**Vem söker vi?**\n Vi söker dig som har vana av tvärfunktionella miljöer, är kommunikativ och driven. Som person är du även prestigelös och tar ägarskap i det du gör. Vidare bidrar du till en positiv stämning, tycker om att lösa problem och får saker genomförda på ett effektivt sätt. Vi ser även att du har erfarenhet av att leda och fördela arbetet i en GxP-klassad miljö (GMP, GLP, etc.).\n   \n\n  \n\n**Vi ser att du:**\n* Har en ingenjörsexamen.\n* Har minst 3 års erfarenhet, där du ska ha drivit projekt inom något teknikområde.\n* Har tidigare erfarenhet från arbete i\/mot produktion inom Life Science, MedTech eller liknande bransch.\n* Talar och skriver obehindrat på både svenska och engelska.\n\n\n**Vi ser gärna att du har kunskap kring kvalitetssystem, branschens lagar, krav och riktlinjer. Erfarenhet av GMP, GLP, MDD, ISO 9001, ISO 13485 eller IEC 62366-1:2015 är meriterande.**\n**Vilka är Chief?**\n Vi är ett entreprenörsdrivet konsultbolag med fokus på\n **teknik och ledarskap** \n – oavsett bransch. Vi erbjuder dig ett\n **familjärt** \n sammanhang där fokus ligger på:\n   \n\n  \n\n* Valfrihet & anpassning: Som ett personligt bolag anpassar vi oss efter dig som individ, i allt från anställningserbjudande till din framtida karriärutveckling. Vi erbjuder skräddarsydda utbildningar och certifieringar samt tre olika förmånspaket där vi anpassar förmåner och lön efter just din livssituation.\n* Gemenskap & utveckling: Personlig- och ledarskapsutveckling i form av mentorskapsprogram, Chief Academy samt andra spännande interna initiativ.\n\n\n**Redo att utvecklas tillsammans med oss? - Härligt!** \n**😊**\n Skicka in din ansökan med CV och personligt brev, eller något annat innovativt som uppfyller samma syfte. Intervjuer och återkoppling sker löpande så skicka in din ansökan redan idag!\n   \n\n  \n\n Vill du veta mer om Chief och rollen så kontakta gärna mig så berättar jag mer!\n   \n\n  \n\n Caroline Forswall, Business Team Lead\n   \n\n  \n\n caroline.forswall@chief.se","company_url":"https:\/\/se.linkedin.com\/company\/chiefconsulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGiVwkVarj_gA\/company-logo_100_100\/company-logo_100_100\/0\/1728045522381\/chiefconsulting_logo?e=2147483647&v=beta&t=sEdX6uX3s1TM2iKZN6da81SUXTfL-I9WU8BOvvscfJM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4084324645","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4084324645","job_url_direct":"https:\/\/emp.jobylon.com\/applications\/jobs\/257360\/create\/?utm_source=linkedin&urlHash=8sUb","title":"Identity Access Management Specialist","company":"Tele2","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Telecommunications","listing_type":null,"emails":null,"description":"*Are you passionate about security, innovation, and driving positive change? At Tele2, we offer you the opportunity to work at the forefront of IAM (Identity and Access Management) in a supportive and inclusive environment. We’re looking for a motivated and skilled IAM specialist who’s ready to make a real impact in identity and access governance.*\n**About The Job**\n As a member in our IAM team, you will provide seamless IT onboarding and offboarding experiences, manage identities and entitlements, and protect our systems using tools like IBM Security Suite for identity and access management and Delinea (PAM). You will contribute to maintaining and improving our identity and access management services, while driving a strong security posture across the organization, where we in the end enabling the organization to comply with laws and regulations.\n   \n\n  \n\n**Your responsibilities:**\n* Develop and maintain services within the IBM security suite\n* Work with Privileged Access Management\n* Collaborate with a wide range of stakeholders, as our team is central to the business\n* Act as an IAM specialist, offering support and guidance on identity and access domain\n* Share your expertise with the team and learn new skills from others\n* Follow best practices to ensure we deliver robust, reliable services, and encourage continuous improvement within the team\n\n\n**Who are you?**\n We believe you’re someone who enjoys seeing the bigger picture while being hands-on with the details. You like to dive into challenges, collaborate, and take the lead in shaping robust, secure solutions.\n   \n\n  \n\n* Experience with Delinea, IBM Security Identity\/Governance Manager (ISIM), IBM Security Verify Access (ISVA) or similar systems\n* Strong understanding of scripting languages\n* Coding experience in languages such as Java\n* Familiarity with authentication and authorization standards (OIDC, SAML 2.0, OAuth 2.0)\n* Basic knowledge of security concepts (e.g., encryption with keys, SSL\/TLS, HTTPS)\n\n\n Your drive, curiosity, and collaborative spirit will not only strengthen our team but also help you thrive in this role!","company_url":"https:\/\/se.linkedin.com\/company\/tele2","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFGWJP_Wt0eqA\/company-logo_100_100\/company-logo_100_100\/0\/1630651274934\/tele2_logo?e=2147483647&v=beta&t=f2Hqbx-k7Vh519gOOsEJ9W5DC12WwOGDLyYhbqoYcMM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081557687","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081557687","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5236531-ux-ui-designer&urlHash=tjpe","title":"UX\/UI Designer","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"We now have a new requirement and are looking for a consultant colleague with the qualifications listed below. The position is part of our consulting business, which means you will be employed by us and work either with clients or on internal projects and assignments.\n   \n\n  \n\n*As part of your application, you may be presented to clients\/partners as part of the recruitment process. If selected for the assignment, you will be employed by us and work either with clients or on internal projects and assignments as part of our consulting business.*\n**Role:**\n* Design with Purpose: Develop intuitive interfaces that prioritize accessibility and user needs.\n* Collaborate on Design Systems: Contribute to and help build scalable, consistent design systems in collaboration with the team.\n* Work Cross-Functionally: Partner with product managers, developers, stakeholders, and other designers to ensure seamless design handovers and user-centered design.\n* Iterate & Refine: Enhance designs based on user feedback and testing, ensuring high-quality outcomes.\n\n\n****Essential requirements:****\n* Proven UX\/UI Experience: A track record of designing user-centered, scalable solutions for complex web or mobile applications. Proficiency in Figma and Miro.\n* Strong Design System Knowledge: Ability to contribute to design systems and ensure consistency across platforms. Establish design principles, components, interaction patterns, and design tokens rooted in accessibility guidelines to promote consistency across our platforms.\n* Accessibility Focus: Understanding of WCAG standards and experience designing for users with diverse needs.\n* Excellent communication skills and ability to work effectively in a team environment\n* Familiarity with agile workflows and distributed teams.\n\n\n**What we expect from you:**\n* You’ll be involved in every aspect of the UX\/UI process, from requirements to tweaking pixels to perfection. You will deliver polished designs while maintaining momentum.\n* A team player who thrives on feedback and teamwork. Thoughtful in your approach to collaborating and communicating with others.\n* Experienced designer with higher education in the field of design and experience working in distributed teams.\n\n\n**Please explain how you meet all the requirements** \n**when applying.**\n**Last day to apply** \n : 01-12-2024\n   \n\n  \n\n**About Us**\n We currently employ experienced consultants in areas such as System Development, AI, Machine Learning, Testing, Cloud, Infra DevOps, and IT Project Management.\n   \n\n  \n\n Working at Deploja is something entirely different from working at an ordinary consulting company—and we are really proud of that. So, what makes us unique?\n   \n\n  \n\n We simply offer more than just a high salary and greater freedom; that’s just the beginning. With us, you’ll find the work environment and opportunities you deserve. Welcome to Deploja, where the grass is indeed greener!\n   \n\n  \n\n**Vi erbjuder dig följande, Valet är ditt!**\n 🚀 Exciting assignments with our many clients. We focus on long-term projects, which gives you the opportunity to create value for the client while also developing yourself.\n   \n\n  \n\n 🌟 A secure monthly salary – together we’ll agree on a base salary depending on your assignments.\n   \n\n  \n\n 🚗 Company car – we encourage you to choose an electric car for a more sustainable future.\n   \n\n  \n\n 💼 Occupational pension and great opportunities for salary conversion.\n   \n\n  \n\n 🌴 Vacation – Would you like more than 30 days of vacation, perhaps 60 days?\n   \n\n  \n\n 🏥 Private health insurance, accident insurance, and life insurance for increased security.\n   \n\n  \n\n 📚 Skills development – you set your own budget and choose the training you wish to attend.\n   \n\n  \n\n 🕑 Quality of life – Are you struggling to balance everyday life and wish to work a little less while still earning as much, if not more?\n   \n\n  \n\n*We handle applications continuously, and due to the high workload, it's especially important to include a short motivation for the position, explaining how you meet the requirements.*","company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHugYA8MIf_Vw\/company-logo_100_100\/company-logo_100_100\/0\/1692708163071\/deploja_logo?e=2147483647&v=beta&t=oSJE_6b9pzYqLcTpA9RPRaQGaLwAoWA-BCKz5Sox53M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081561370","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081561370","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5233939-senior-kravanalytiker&urlHash=Qfeq","title":"Senior Kravanalytiker","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Business Development and Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n *I samband med din ansökan kan du komma att presenteras för kund\/partner som en del av rekryteringsprocessen. Om du blir utvald för uppdraget, kommer du att anställas av oss och arbeta antingen hos kund eller i interna projekt och åtaganden som en del av vår konsultverksamhet.*\n**Jobbeskrivning**\n Ansvara för kravfångst i nära samarbete med verksamhet, utvecklingsteam och andra interna\/externa beställare när produktkrav och verksamhetsprocesser ska översättas till systemkrav.\n   \n\n  \n\n Planera och leda workshops för framtagning av krav.\n   \n\n  \n\n Dokumentera krav i enlighet med riktlinjer för utvecklingsverksamhet.\n   \n\n  \n\n Ansvara för att ta fram och upprätthålla kravdokumentation, bl.a. i form av användningsfall och användarberättelser.\n   \n\n  \n\n Uppdatera kravdokument för att uppnå spårbarhet när ändringar\/utveckling genomförs.\n   \n\n  \n\n Leda kravgranskning för utvecklande team.\n   \n\n  \n\n Bidra aktivt med kompetensspridning.\n   \n\n  \n\n**Din profil (Skall krav)**\n* Minst 7 års arbetserfarenhet som kravanalytiker\/systemanalytiker\n* Minst 5 års arbetserfarenhet som kravanalytiker\/systemanalytiker inom IT-verksamhet och framtagning av verksamhetskrav. Vissa krav saknar användrargränssnitt.\n* Mins 5 års arbetserfarenhet av att hantera regulatoriska krav.\n* Arbetserfarenhet av skapande av epics och userstories i agil kravhantering.\n* Minst 3 års arbetserfarenhet under de senaste 5 åren av agilt arbete inom myndigheter med fler än 1000 anställda.\n* Eftergymnasial utbildning inom IT.\n\n\n**Meriterande**\n* Erfarenhet av flera av följande tekniker\/verktyg Jira, Sparx, Figma\n* Certifiering inom kravanalys, exempelvis REQB\n* Minst 8 års arbetserfarenhet de senaste 5 åren av agilt arbete inom myndigheter med fler än 1000 anställda\n\n\n**Sista ansökningdatum:** \n 28-11-2024\n   \n\n  \n\n**Om Deploja**\n Vi sysselsätter idag erfarna konsulter, inom bl.a. Systemutveckling, AI, Machine Learning, Test, Cloud, Infra DevOps, , IT-Projektledning.\n   \n\n  \n\n Att jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n   \n\n  \n\n Vi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Välkommen till Deploja, där gräset faktiskt är grönare!\n   \n\n  \n\n**Vi erbjuder dig följande, Valet är ditt!**\n 🚀 Spännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n   \n\n  \n\n 🌟 En trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n   \n\n  \n\n 🚗 Tjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n   \n\n  \n\n 💼 Tjänstepension och stora möjligheter till löneväxling.\n   \n\n  \n\n 🌴 Semester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n   \n\n  \n\n 🏥 Privat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n   \n\n  \n\n 📚 Kompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n   \n\n  \n\n 🕑 Livskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?\n   \n\n  \n\n* Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.","company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHugYA8MIf_Vw\/company-logo_100_100\/company-logo_100_100\/0\/1692708163071\/deploja_logo?e=2147483647&v=beta&t=oSJE_6b9pzYqLcTpA9RPRaQGaLwAoWA-BCKz5Sox53M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4082281327","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4082281327","job_url_direct":null,"title":"Financial Sales Consultant","company":"deVere Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Finance and Sales","company_industry":"Financial Services and Insurance","listing_type":null,"emails":null,"description":"deVere is an award-winning global leader in financial advisory, dedicated to making a positive impact on our clients' lives and financial well-being. We are committed to sustainability, rewarding careers, and the highest standards of service.\n \n\n\n\n  \n\n\n\n\n\n**Opportunities for Financial Sales Consultants** \n\n\n\n\n We are looking for experienced\n **Financial Sales Consultants** \n to join us on our journey of growth and recognition.\n **This role can be performed remotely or through relocation to one of our international offices, making it a flexible opportunity for ambitious candidates.** \n As part of our team, you will benefit from extensive training, career progression opportunities, and a supportive culture that fosters personal career goals and aspirations.\n \n\n\n\n  \n\n\n\n\n\n**About the Role** \n\n\n\n\n As a\n **Financial Sales Consultant** \n at deVere, you will provide tailored advice to clients, build strong relationships, and help them navigate their financial futures. Your role involves guiding clients through their financial plans and helping them make informed, strategic decisions for their medium and long-term goals.\n \n\n\n\n  \n\n\n\n\n\n**Key Activities** \n\n\n\n* Develop and manage a diverse portfolio of clients, offering personalised wealth management solutions.\n* Maintain strong communication and build trusting relationships with a personalised advisory approach.\n* Identify and address clients' current and potential financial needs, advising on suitable opportunities.\n* Conduct thorough reviews to deliver tailored wealth management solutions.\n* Provide needs-based solutions through effective communication and influencing.\n* Continuously assess potential impacts and identify risks and opportunities for clients.\n* Analyse global markets and clients' situations to recommend appropriate financial products and services.\n* Advise on a comprehensive range of products, including Lump Sum Investments, Fixed-Income Products, Global Funds (including Equity, VC, ESG), Regular Savings Plans, Portfolio Bonds, International Pension Planning, and Fintech solutions.\n* Stay informed and comply with all relevant legislative, financial, procedural, and quality requirements.\n\n\n\n  \n\n\n\n\n\n**About You** \n\n\n\n\n This position is ideal for qualified\n **Financial Advisors** \n or\n **Financial Sales Consultants** \n seeking a client-facing, sales-driven position.\n **Candidates with experience in accounting, auditing, or financial management are not suited for this role.** \n\n\n\n\n  \n\n\n\n\n\n**Skills Required** \n\n\n\n* Service-focused with strong numerical and analytical skills and the ability to manage high-net-worth clients.\n* Knowledge of financial products, including lump sum investments and pension schemes, is advantageous.\n* A trustworthy, financially sound, professional team player with a commitment to delivering top-quality service.\n* Strong judgment skills and attention to detail.\n* A proven sales track record is a plus; ambition and target motivation are essential.\n\n\n\n  \n\n\n\n\n\n**Company Benefits** \n\n\n\n* Opportunities for further chartered qualifications relevant to the industry.\n* Multitude of career opportunities and progression.\n* Opportunity to transfer to different locations.\n* Competitive commission bonus based on a transparent structure.\n* Individual and team training that supports your development.\n* Client and employee events.\n\n\n\n  \n\n\n\n\n\n**Join Us** \n\n\n\n\n Transitioning into the international advisory market isn't as difficult as one might imagine.\n **Take the first step towards an exciting career in international advisory—apply now and shape your future with deVere!**","company_url":"https:\/\/ae.linkedin.com\/company\/devere-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFsaKrWNZwZzA\/company-logo_100_100\/company-logo_100_100\/0\/1691589563641\/devere_group_logo?e=2147483647&v=beta&t=Bvh9ClcZ-7KU3JEIWgD6slZZAiVOc4vL79DcdT-cXAY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081555725","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081555725","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5233993-senior-ux-designer&urlHash=I-Ps","title":"Senior UX Designer","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n *I samband med din ansökan kan du komma att presenteras för kund\/partner som en del av rekryteringsprocessen. Om du blir utvald för uppdraget, kommer du att anställas av oss och arbeta antingen hos kund eller i interna projekt och åtaganden som en del av vår konsultverksamhet.*\n**Jobbeskrivning**\n Du kommer att bygga och förvalta designsystem med designtokens för våra varumärken inom webb tillsammans med våra produktägare, utvecklare, andra designers, vår verksamhet och våra kunder.\n   \n\n  \n\n**Din profil (Skall krav)**\n* Minst 9 års dokumenterad arbetslivserfarenhet av design i roll som UX-designer.\n\n\n Dokumenterad erfarenhet av att visualisera ett koncept\/lösning, t.ex. genom skisser, wireframes eller prototyper, från minst fyra (4) tidigare uppdrag\/projekt.\n   \n\n  \n\n Minst tre (3) års arbetslivserfarenhet av att ha haft huvudansvar för framtagning, implementering och förvaltning av designsystem, samt arbete med design tokens i digitala projekt.\n   \n\n  \n\n Minst tre (3) års arbetslivserfarenhet av att ha arbetat med webbplatser som uppfyller tillgänglighetskravet WCAG AAA.\n   \n\n  \n\n Minst tre (3) åra arbetslivserfarenhet av innehållsmodellering för headless CMS-plattformar, som Contentful CMS\n   \n\n  \n\n Minst åtta (8) års arbetslivserfarenhet av att skapa och strukturera informationsarkitektur för digitala tjänster\n   \n\n  \n\n Minst tre (3) års arbetslivserfarenhet av lead-roll inom design och\/eller av att ha arbetat med DesignOps, t.ex. utveckling av processer och arbetsätt i syfte att höja effektiviteten och kvaliteten i en grupps designarbete som helhet.\n   \n\n  \n\n**Meriterande**\n* Har god förståelse för HTML och CSS, samt erfarenhet av att samarbeta med frontend-utvecklare för att säkerställa att designen implementeras korrekt. Dokumenterad erfarenhet från minst 9 år.\n\n\n Erfarenhet av att använda Figma som primärt verktyg för att skapa interaktiva prototyper och designsystem. Dokumenterad erfarenhet från minst 2 projekt.\n   \n\n  \n\n Erfarenhet av att designa för ett brett spektrum av digitala kanaler (webb, mobil, desktop, TV). Dokumenterad erfarenhet från minst 5 år.\n   \n\n  \n\n**Sista ansökningdatum:** \n 06-12-2024\n   \n\n  \n\n**Om Deploja**\n Vi sysselsätter idag erfarna konsulter, inom bl.a. Systemutveckling, AI, Machine Learning, Test, Cloud, Infra DevOps, , IT-Projektledning.\n   \n\n  \n\n Att jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n   \n\n  \n\n Vi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Välkommen till Deploja, där gräset faktiskt är grönare!\n   \n\n  \n\n**Vi erbjuder dig följande, Valet är ditt!**\n 🚀 Spännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n   \n\n  \n\n 🌟 En trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n   \n\n  \n\n 🚗 Tjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n   \n\n  \n\n 💼 Tjänstepension och stora möjligheter till löneväxling.\n   \n\n  \n\n 🌴 Semester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n   \n\n  \n\n 🏥 Privat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n   \n\n  \n\n 📚 Kompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n   \n\n  \n\n 🕑 Livskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?\n   \n\n  \n\n* Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.","company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHugYA8MIf_Vw\/company-logo_100_100\/company-logo_100_100\/0\/1692708163071\/deploja_logo?e=2147483647&v=beta&t=oSJE_6b9pzYqLcTpA9RPRaQGaLwAoWA-BCKz5Sox53M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4030989515","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4030989515","job_url_direct":null,"title":"FMC Manager (One year assignment)","company":"Tele2","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/tele2","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081588897","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081588897","job_url_direct":"https:\/\/careers.viaplaygroup.com\/jobs\/5221782-senior-legal-counsel-tech?utm_source=LinkedIn&urlHash=RiYp","title":"Senior Legal Counsel - Tech","company":"Viaplay Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Legal","company_industry":"Entertainment Providers","listing_type":null,"emails":null,"description":"At Viaplay Group, we entertain millions of people every day through our streaming services, radio networks, and TV channels. We believe in the power of content not just as a way of telling stories and touching lives, but also expanding worlds.\n   \n\n  \n\n We’re looking for the best people to join us on our journey. Right now, we’re searching for a\n **Senior Legal Counsel** \n for our Stockholm or Oslo offices – are you ready to hit play on an exciting career change?\n *Not that this temporary cover will last from preferably March 2025 to May 2026.*\n**The role** \n  \n\n  \n\n Viaplay’s team of lawyers work cross border to service Viaplay’s business\n   \n\n  \n\n teams. You will be acting as a business partner primarily to the Product, Data & Tech team who develops and handles the underlying technical platform for the streaming service Viaplay, as well as our linear TV-channels, and who also provides inhouse technical services.\n   \n\n  \n\n You will work close to the business, advising on legal risk management\n   \n\n  \n\n and developing effective risk mitigation strategies. You will report to VP Legal Norway.\n   \n\n  \n\n Your primary responsibility will be:\n   \n\n  \n\n* Drafting and negotiating material contracts (e.g. for broadcast services, play-out arrangements, OTT content delivery, conditional access, application development, IT procurement, software licensing etc) in close cooperation with our in-house procurement team, and supporting the business in implementing and coordinating such contracts through contract management and other processes\n* Coordinating with your colleagues in the legal team around contract guidelines and directives of general relevance, such as default clauses and risk tolerance levels, and on contract management efforts benefiting the whole Viaplay group\n* Building and developing business self-service structures through training, contract templates, checklists etc. to enable the business to itself manage certain legal matters\n* Work with the business to prepare for the implementation of the European Accessibility Act\n* Developing and coordinating structures and processes to share area specific legal and other relevant knowledge with colleagues in the legal team to help develop, and capture, team know-how\n\n\n What we’re looking for\n   \n\n  \n\n In order to thrive in this role, you have the following qualifications:\n   \n\n  \n\n* Master of Law (or equivalent) degree from any of the Nordic countries.\n* Experience (between 5 - 8 years) negotiating and drafting commercial agreements, specifically related to IT & tech, as an in-house counsel, in an international company, or at a reputable business law firm.\n* It’s considered extra merit if you have possessed a similar role within the broadcast\/streaming industry, or a provider of digital service, and thus is familiar with the market landscape and corresponding terminology.\n* Fluent in Swedish or Norwegian, and English.\n* Business and solution oriented and great relationship builder, able to create trust for the legal department in the business, and to deliver pragmatic and actionable legal advice to people at all levels.\n* A can-do attitude, sense of humor and the ability to work humbly with others.\n\n\n What we offer you\n   \n\n  \n\n**We’ve got you covered!** \n 30 days of paid vacation every year, an attractive pension and insurance scheme, and generous parental leave pay lift.\n   \n\n  \n\n**Your wellbeing matters.** \n We provide you with various wellbeing initiatives including wellness allowance.\n   \n\n  \n\n**A safe space to grow and up-skill.** \n Our learning culture puts you in the driver’s seat of your own development.\n   \n\n  \n\n**Entertainment is what we love, and entertainment is what we do** \n . So, unlimited access to Viaplay seems only fair for you to get to know the product – including series & viewing events, new release movie rentals, linear channels and more.\n   \n\n  \n\n Hit play today\n   \n\n  \n\n If this feels like your kind of challenge, make sure you apply by attaching your CV here – you may also want to add your LinkedIn profile. Please don’t send us your application via email because we won’t be able to accept it. We do, however, welcome any questions you may have about this particular position.\n   \n\n  \n\n Want to learn more about who we are and what we do? Check out our careers page or follow us on Instagram! We’re only ever a few clicks away.","company_url":"https:\/\/se.linkedin.com\/company\/viaplaygroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGcdoDs2KkFdw\/company-logo_100_100\/company-logo_100_100\/0\/1724233341900\/viaplaygroup_logo?e=2147483647&v=beta&t=02jBAkjGOJOPyZgbh6OByxIauFleL1G4eUJcjUnR0AE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4027457386","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4027457386","job_url_direct":null,"title":"Senior D365 SCM Supply Chain Consultant","company":"Avanade","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/avanade","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4082258749","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4082258749","job_url_direct":"http:\/\/www.sek.se\/lediga-tjanster\/?jobid=284481&urlHash=BP5M","title":"VI SÖKER EN INTEGRATIONSUTVECKLARE WEBMETHODS SOM VILL VARA MED OCH FINANSIERA SVENSK EXPORT","company":"SEK Svensk Exportkredit","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"*OM SEK Jobba för en hållbar värld genom ökad svensk export! SEK står för svensk exportkredit och i 60 år har lån från oss gjort det möjligt för generationer av svenska företag att växa. Med ökad export skapar vi tillväxt i Sverige och bidrar till nytänkande lösningar för en hållbar utveckling i världen. Med staten som ägare är vi en syftesdriven, stabil partner som bygger långsiktiga relationer. TILLSAMMANS ARBETAR VI ÖVER GRÄNSER OCH GENERATIONER Du som jobbar på SEK har ett tydligt uppdrag. Hos oss är du en av våra professionella lagspelare som med affärsmannaskap, starkt kundfokus och en vilja att nå resultat främja ökad svensk export. Tillsammans är vi Team SEK. Det spelar ingen roll var du är i din karriär – vi ger dig utvecklingsmöjligheter och ansvar. I vårt ekosystem av förstklassig kompetens kan du verkligen växa. För oss är du en viktig del av en kultur som både höjer arbetsglädje och prestation. Det finns en närhet och enkelhet här som underlättar samarbete och korta beslutsvägar. Det är också en kultur som driver förändring genom att ta tillvara ditt engagemang och som gör det möjligt för alla att vara med och påverka. Tillsammans är vi ett högpresterande lag Proaktiva - Engagerade - Lagspelare Som ett SEK gör vi mer nytta för fler och är en kraft i omställningen. När vi fortsätter vår historia, som går över gränser och generationer, gör vi det tillsammans.*\n Söker du tekniska utmaningar och möjlighet att påverka? SEK i Stockholm söker en Integrationsutvecklare inom webMethods.\n   \n\n  \n\n Som Integrationsutvecklare hos oss på Svensk Exportkredit designar, utvecklar och förvaltar du vår integrationsplattform och de integrationslösningar som stödjer både affärsbehov och utveckling. Här finns utrymme även för dig som senior utvecklare att utmanas och utvecklas!\n   \n\n  \n\n SEK är det stora lilla företaget – vi är ca 280 personer med en stor systemmiljö, en komplex affär och ett viktigt uppdrag! Det gör att vi arbetar nära varandra och är generösa med kunskap, engagemang och stöttning. Välkommen!\n   \n\n  \n\n**Vi erbjuder dig**\n Vår IT-organisation består av 120 medarbetare och tillsammans har vi möjlighet att tänka stort och vara innovativa på riktigt – här är beslutsvägarna korta och varje medarbetare en betydelsefull del av helheten. Vi erbjuder dig:\n   \n\n  \n\n* Att i din roll påverka arkitektur, processer, och vårt framtida integrationsarbete\n* Att utforska cloudbaserade lösningar som Azure Logic Apps och Functions som komplement till webMethods\n* Utrymme att utvecklas både inom rollen, och på sikt växa vidare mot tekniskt ledarskap, arkitektur eller andra utvecklingsteam\n\n\n**Det här gör du hos oss**\n* Deltar i och leder integrationsprojekt från koncept till utveckling och implementation\n* Designar, utvecklar, testar och förvaltar integrationer och API:er och tillhörande arkitektur\n* Deltar i kravdialoger med ex. projektledare, verksamhet och utvecklingsteam för att förstå behov\n* Utför felsökningar, optimeringar och dokumenterar lösningar för att säkerställa stabilitet, prestanda och kvalitet i våra flöden\n\n\n Vår integrationsplattform med dryga 250 unika systemintegrationer kopplar samman både interna och externa system. Plattformen stöder både stora batchintegrationer och integrationer i nära realtid, och hanterar ett brett spektrum av protokoll och tekniker. Datahantering sker på MS SQL Server, och plattformen är hostad on-prem på Windows. Transaktionsövervakning och möjligheten att återanvända information i en Publish-Subscribe-modell gör plattformen både robust och effektiv.\n   \n\n  \n\n Förutom systemintegrationer används webMethods även som vår BPMS-plattform. Teamet har dessutom ansvar för en plattform som hanterar centraliserad schemaläggning, arbetsflöden och automatisering.\n   \n\n  \n\n**Ditt team och arbetsplats**\n Du är del av ett team på tre integrationsutvecklare och en testare. Oberoende av uppgift är vårt fokus alltid på att hitta bästa möjliga lösningar och hjälpa varandra.\n   \n\n  \n\n Vårt kontor ligger på Fleminggatan 20 i Stockholm och vi arbetar med ett flexibelt arbetssätt och distansarbete när det passar uppgifterna och teamets leveranser.\n   \n\n  \n\n**Mer om dig**\n Vi söker dig som jobbat ett par – gärna många – år som integrationsutvecklare på webMethods eller någon annan plattform (ex. Biztalk, MuleSoft eller Dell Boomi). Du har goda kunskaper inom API-design och RESTful webservices, och integrationstekniker och -protokoll som JSON, XML och MQ.\n   \n\n  \n\n Du är bekväm med både svenska och engelska som arbetsspråk.\n   \n\n  \n\n Som person och kollega har du en analytisk förmåga, som du kombinerar med din kunskap inom integrationsområdet för att förstå integrationskrav och designa och leverera effektiva lösningar. Du tar egna initiativ, hanterar problem metodiskt och driver projekt framåt. Med din flexibilitet och anpassningsförmåga trivs du i att hantera föränderliga behov, och använder rätt verktyg och angreppssätt för att nå resultat.\n   \n\n  \n\n**Ansökan**\n I denna rekrytering samarbetar vi med Ada Digital. Läs mer och ansök här.\n   \n\n  \n\n Välkommen med din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/sek-svensk-exportkredit","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGPZNDAgkJXiw\/company-logo_100_100\/company-logo_100_100\/0\/1630639761605\/sek_svensk_exportkredit_logo?e=2147483647&v=beta&t=YlMcc4ec3Vj_DNd8fwpyCzbBPq740KZXKMZ56ABxizY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4027454638","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4027454638","job_url_direct":"https:\/\/www.avanade.com\/en\/career\/job-details\/5666?src=LinkedIn&urlHash=Exda","title":"Senior D365 F&O Finance Consultant","company":"Avanade","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Finance and Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Join our Nordic ERP team of talented professionals and contribute with your expertise to help organizations achieve operational excellence and drive successful digital transformations using Microsoft Dynamics 365 ERP. We partner with some of the biggest companies across the world, working together to improve business outcomes. We help not only well-established organizations move into the digital era, but also support innovative start-ups as they build their businesses.\n   \n\n  \n\n**We**\n* Have a wide variety of interesting projects to work with both locally and globally\n* Provide you with a dedicated Career Adviser to support you during your journey at Avanade and who works together with you to create a personal development plan\n* Welcome you to a team of engaged and helpful co-workers\n* Have a wide range of different benefits such as employee stock purchasing, flexible work arrangements, a commitment to diversity and inclusion\n* Provide the opportunity to work for Microsoft's Global Alliance Partner of the Year (14 tears in a row), with a wide variety of development and training opportunities (80 hours per year for training and paid certifications)\n* Have offices in the major Nordic cities, and we support flexible work locations.\n\n\n**Come join us**\n ERP is all about helping businesses simplify complexity and thrive in the digital age. You’ll be solving your client’s challenges and turning their needs into goals and solutions through Microsoft Dynamics 365.\n   \n\n  \n\n This role provides the opportunity to work for the Microsoft 1 Partner, with an unrivalled focus on development, global opportunities as well as a dedicated career advisor to support you through your career progression.\n   \n\n  \n\n**Skills And Experiences**\n* Know how to manage your clients’ expectations effectively\n* Have experience from full-cycle implementations of Microsoft Dynamics 365 F&O or Dynamics AX\n* Ability to translate complex business requirements into practical and scalable solutions within the Dynamics 365 platform\n* Flexibility to travel to client sites if required\n* Proficiency in at least one Scandinavian language and excellent written and spoken English language skills\n* Finance and\/or Accounting end-user experience is seen as an advantage.\n\n\n**About You**\n* Consultative, collaborative, relationship builder\n* Resilient, adaptable, passionate about tech\n* Ability to be both an independent contributor and a team player\n* Analytical, problem-solver, passionate about tech\n\n\n**What You'll Do**\n You will:\n   \n\n  \n\n* Collaborate with clients to gather requirements, conduct business process analysis, and design solutions tailored to their accounting and\/or project management needs\n* Configure and customize Dynamics 365 F&O to align with client requirements, ensuring seamless integration and optimal functionality\n* Participate in full-cycle implementation of projects, including project planning, scoping, requirements gathering, solution design, testing, training, and post-implementation support\n* Run workshops with your clients, consultants, and client leaders\n* Provide thought leadership and strategic guidance to clients to improve their processes, drive operational efficiency, and achieve business objectives\n* Work with the technical team to make sure that your clients' needs are incorporated into the specifications and functions\n* Assist in pre-sales activities, including solution demonstrations, proposal development, and client presentations.\n\n\n**Learn more**\n Apply today!\n   \n\n  \n\n To Learn more about Avanade Nordics, visit our home page.\n   \n\n  \n\n Interested in knowing what’s going on inside Avanade? Check out our blogs:\n   \n\n  \n\n* Avanade Insights exchange ideas that drive tomorrow’s innovation\n* Inside Avanade explore what life is like working at Avanade\n\n\n**Enjoy your career**\n Some of the best things about working at Avanade\n   \n\n  \n\n* Opportunity to work for Microsoft’s Global Alliance Partner of the Year (14 years in a row), with exceptional development and training (minimum 80 hours per year for training and paid certifications)\n* Real-time access to technical and skilled resources globally\n* Dedicated career advisor to encourage your growth\n* Engaged and helpful coworkers genuinely interested in you\n\n\n  \n\n  \n\n Find out more about some of our benefits Employee Benefits at Avanade | Avanade\n   \n\n  \n\n**A great place to work**\n As you bring your skills and abilities to Avanade, you’ll get distinctive experiences, limitless learning, and ambitious growth in return. As we continue to build our diverse and inclusive culture, we become even more innovative and creative, helping us better serve our clients and communities. You’ll join a community of smart, supportive collaborators to lift, mentor, and guide you, and to lean on your expertise. You get a company purpose-built for business-critical, leading-edge technology solutions, committed to improving the way humans work, interact, and live. It’s all here, so take a closer look!\n   \n\n  \n\n We work hard to provide an inclusive, diverse culture with a deep sense of belonging for all our employees. Visit our Inclusion & Diversity page.\n   \n\n  \n\n  \n\n  \n\n Create a future for our people that focuses on\n   \n\n  \n\n* Expanding your thinking\n* Experimenting courageously\n* Learning and pivoting\n\n\n  \n\n  \n\n Inspire greatness in our people by\n   \n\n  \n\n* Empowering every voice\n* Encouraging boldness\n* Celebrating progress\n\n\n  \n\n  \n\n Accelerate the impact of our people by\n   \n\n  \n\n* Amazing the client\n* Prioritizing what matters\n* Acting as one","company_url":"https:\/\/www.linkedin.com\/company\/avanade","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGmlDR0g_2XIg\/company-logo_100_100\/company-logo_100_100\/0\/1688575032847\/avanade_logo?e=2147483647&v=beta&t=ZLUlwCV8JKTG5DucAPOQKL41RSYjiTArqmc0cbTqeog","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4082288981","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4082288981","job_url_direct":"https:\/\/jobs.gohire.io\/5FeFmGKL\/208055&urlHash=pAt5","title":"PROFESSIONAL SERVICES FRANCHISE OPPORTUNITY, fractional C-Suite execs and part-time Directors","company":"Boardroom Advisors: Part-Time CEOs MDs NEDs for Scale-Ups and SME's.","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"executive","job_function":"Sales and Business Development","company_industry":"Business Consulting and Services","listing_type":null,"emails":"John@BoardroomAdvisors.co","description":"**Master Licensees**\n**Background Information**\n Board Advisors provide an excellent solution for ambitious businesses looking for growth,\n   \n\n  \n\n profitability and stability.\n   \n\n  \n\n Increasing numbers of senior level people are turning to a portfolio career, seeking to have\n   \n\n  \n\n more control over their lives and freedom from life within a large corporate environment.\n   \n\n  \n\n**Expansion**\n Our aim is to continue increasing our market penetration throughout the world and\n   \n\n  \n\n therefore, we seek ambitious individuals capable of growing with us as Master Licensees in different countries.\n   \n\n  \n\n**Our Business**\n We operate within the Scale-Up marketplace servicing companies that ideally have between\n   \n\n  \n\n 10 and 1000 staff and likely $2m - $100m turnover although we do mentor some smaller\n   \n\n  \n\n businesses.\n   \n\n  \n\n We work directly with the business owners as part of the Board team on a long-\n   \n\n  \n\n term, on-going basis. We also work with VCs, PEs and Funds with their portfolio companies as well as family businesses. Typically, this takes the form of working within each business between 1-10 days a month.\n   \n\n  \n\n Our approach is to provide the highest quality Board Advisor skill set, with a strong emphasis on strategic and commercial skills, and to pro-actively engage with business owners to deliver terrific value.\n   \n\n  \n\n We are sector agnostic and provide Director-level expert skills in finance, marketing, sales, IT, HR and Managing. We also supply Non-Executive Directors, Chairs, Mentors and Coaches.\n   \n\n  \n\n**What are the benefits?**\n Here are some benefits of a Master License arrangement for a licensee of Boardroom Advisors:\n   \n\n  \n\n* Reduced Risk: One of the primary benefits of a master license arrangement for a licensee is reduced risk. The licensee can leverage Boardroom Advisors’ brand reputation, established systems and processes, and marketing support to enter a new market with confidence. This can significantly reduce the risk of failure and financial loss.\n* Access to established systems and processes: Another benefit is access to established systems and processes. The licensee can benefit from Boardroom Advisors’ proven business model, operational procedures, and best practices. This can help the licensee to avoid common mistakes and pitfalls and to operate more efficiently.\n* Access to Intellectual Property: The licensee can gain access to Boardroom Advisors’ intellectual property, including trademarks and proprietary technologies. This can give the licensee a competitive advantage in the market and enable the development of new products and services.\n* Training and Support: The licensee can receive training and ongoing support from Boardroom Advisors in various areas such as product knowledge, marketing and sales, and customer service. This can help the licensee to develop their own business skills and to provide better service to their customers.\n* Brand Recognition: The licensee can leverage Boardroom Advisors’ established brand recognition to build their own brand in the market. This can help to attract new clients, Advisors and Regional Directors.\n* Exclusive Territory: The licensee can operate exclusively within a specific territory or market segment. This can reduce competition and enable the licensee to establish themselves as the leading provider in that area.\n* Reduced Investment: The licensee can benefit from reduced investment in research and development, marketing, and other areas as Boardroom Advisors may have already invested in these areas. This can help to lower costs and improve profitability.\n\n\n**Who joins Boardroom Advisors?**\n All our Advisors “have been there, seen it and done it”. They are predominantly well\n   \n\n  \n\n qualified, all have scaled businesses, been real life Managing Directors or CEOs in business, and all our Advisors get a real buzz out of our clients’ success.\n   \n\n  \n\n**To Join Boardroom Advisors, You Will Need To**\n I. Share our values. We believe that successful businesses not only need outstanding\n   \n\n  \n\n commercial skills but require a strong and aligned culture in which to thrive. We are\n   \n\n  \n\n proud of our culture. Prospects, businesses owners, suppliers and our team tell us that\n   \n\n  \n\n we are refreshingly different. Our three core values “transparency, energy and\n   \n\n  \n\n teamwork” provide the foundation on which the culture is built. We seek individuals\n   \n\n  \n\n that are aligned with our culture and values.\n   \n\n  \n\n II. Demonstrate that you have a strong empathy towards entrepreneurs in the Scale-Up\n   \n\n  \n\n marketplace as well as VCs, PEs and Fund portfolio companies as well as family businesses. And a strong desire to engage with entrepreneurs and investors to create a position as the “trusted advisor of choice”. We require team members who can work with businesses over the long term with a laser focus on excellent customer service.\n   \n\n  \n\n III. Have the ability to fund yourself outside of joining our team. We are non-exclusive, no\n   \n\n  \n\n cost and no obligation. It will take time to build your Regional Director and Advisor business base, this could take months before earnings start to flow.\n   \n\n  \n\n IV. Team energy. We require individuals who can put all their energies into being part of\n   \n\n  \n\n our team. A key aspect of this is business development, and you will be expected to\n   \n\n  \n\n actively participate in helping to generate new leads for you and your team.\n   \n\n  \n\n**What is the arrangement for Master Licensees?**\n Master Licensees have exclusive territorial rights to using the Boardroom Advisors brand, web site, case studies, business model, marketing systems, processes etc for a period of years. We provide initial induction, training and ongoing support starting with weekly meetings and phasing over to monthly Board Meetings over time where we provide strategic help and advice.\n   \n\n  \n\n In exchange for helping to get the business up and running, we ask for a small initial commitment fee, a 10% royalty and a 10% shareholding in the licensee company. This ensures long-term commitment from the “parent” company in the success of the licensee.\n   \n\n  \n\n**How do you deliver your services to a business?**\n Following the initial meeting with a prospect business by a Regional Director,\n   \n\n  \n\n Boardroom Advisors introduces the appropriate Advisor to the business owner and ascertains the objectives and anticipated outcomes.\n   \n\n  \n\n Work is on an agreed package or number of days per month; or occasionally the delivery is an initial project with the opportunity to develop into a package or on-going days per month engagement.\n   \n\n  \n\n For each business there is a lead Advisor and a Regional Director. This team approach helps foster a stronger B2B relationship and business loyalty.\n   \n\n  \n\n**What type of work does Boardroom Advisors undertake?**\n Our work covers all aspects of a Board Advisor role in a successful business. Our aim is to\n   \n\n  \n\n establish long-term involvement with a business, generating regular income streams, rather\n   \n\n  \n\n than work on projects. Engagements are extremely varied and dependent upon the business\n   \n\n  \n\n needs and the stage of development the company has reached. Some examples of work the\n   \n\n  \n\n client has as a “trigger” to dealing with us and we might undertake as part of the\n   \n\n  \n\n**Appointment As Advisor Include**\n* Strategy development\n* Performance review\n* Systems development\n* Funding analysis\n* Outsourcing and supplier analysis\n* Pricing review\n* Growth planning\n* Staffing structure analysis\n* Board salary reviews\n\n\n For more information contact Founder and CEO John Courtney and book an initial Zoom call at John@BoardroomAdvisors.co\n   \n\n  \n\n**www.BoardroomAdvisors.co**","company_url":"https:\/\/uk.linkedin.com\/company\/boardroom-advisors","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQH8xI0RAV2C4Q\/company-logo_100_100\/company-logo_100_100\/0\/1630556918255\/boardroom_advisors_logo?e=2147483647&v=beta&t=vjdGFz_FL5uPmxXdkD2L7prazs1lCcLBMyykCXNiA9E","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081555789","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081555789","job_url_direct":"https:\/\/karriar.grantthornton.se\/jobs\/5107555-supporttekniker-till-it-servicedesk-stockholm&urlHash=3Ut0","title":"Supporttekniker till IT-servicedesk | Stockholm","company":"Grant Thornton Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":"tommy.andersson@se.gt.com","description":"Gillar du att lösa tekniska problem samtidigt som du hjälper människor? Som supporttekniker på Grant Thornton får du arbeta nära kompetenta kollegor som tjänsteägare och specialister. Hälsa och välmående värderas högt och därför är en flexibel vardag och bra förmåner en självklarhet hos oss!\n   \n\n  \n\n**Om** \n**rollen**\n Rollen som supporttekniker innebär att dagligen stötta våra drygt 1400 kollegor runtom i landet med tekniska frågor och problem, med hög kvalitet och tydligt fokus på slutanvändaren. Du tillhör ett team på 13 personer med ansvarar för IT-drift och leverans av tjänster till vår verksamhet på 22 kontor i Sverige. Teamet tillhör vår IT-avdelning på ca 45 personer med uppdrag att leverera moderna, säkra och kvalitativa tjänster till våra affärsområden. Du erbjuds fina utvecklingsmöjligheter genom ansvar för uppgifter utanför din ordinarie roll samt att möjlighet att bidra till utveckling av vår servicedesk.\n   \n\n  \n\n Grant Thornton är en av Sveriges främsta revisions- och konsultbyråer med fokus på entreprenörer och tillväxtbolag där vi stöttar 15 000 kunder i Sverige med hållbar tillväxt genom tjänster inom revision, redovisning, lön, skatt och rådgivning. Vi sitter i fina nyrenoverade lokaler mitt i city på Kungsgatan 57 och erbjuder delvis möjlighet till distansarbete hemifrån.\n   \n\n  \n\n**Vem är du?**\n För att lyckas i rollen har du förmågan att uppmärksamma problem och ser till att lösa dem med ett tydligt kvalitetstänk och med ett stort fokus på service. Som person har du förmågan att analysera och prioritera dina arbetsuppgifter löpande och självledarskap är något vi jobbar med som övergripande mål. Du är en driven och engagerad person som tar eget ansvar och vill göra skillnad för våra medarbetare, här får du många kontaktytor och det är du som skapar förtroende och tillit. Du som person gillar att vara en del av ett team och är intresserad av att arbeta och lära dig moderna verktyg, bidra till bättre processer och att dela med dig av kunskap.\n   \n\n  \n\n Erfarenhetsmässigt har du ca 2 års bred erfarenhet av att arbeta inom en IT-Servicedesk där du har förvärvat kunskap inom följande områden:\n   \n\n  \n\n* support av slutanvändare genom telefon samt ärendehanteringssystem\n* teknisk support i Windowsmiljö\n* onsite support\n* supportkunskap av telefoni och iPhone\n* administration av användare, postlådor och enheter\n\n\n Det är meriterande om du har erfarenhet av eller intresse för större supportorganisationer, on- och offboardingprocesser, självbetjäningsportaler samt chatbots, upprättande av slutanvändarguider och dokumentation, generativ AI (GPT), Sharepoint Online och outsourcad drift.\n   \n\n  \n\n**Om mig som ledare**\n Du kommer att rapportera till mig, Tommy Andersson, Service Area Manager Servicedesk. Som ledare gör jag mitt yttersta för att skapa förutsättningar för mina kollegor att utvecklas och lyckas. Jag ansvarar för våra övergripande mål och stöttar dig med råd och vägledning. Jag värnar vår arbetsmiljö högt och jobbar ständigt för att mina kollegor ska känna glädje i sin arbetsvardag. Kontakta mig gärna om du har frågor om tjänsten på tommy.andersson@se.gt.com.\n   \n\n  \n\n**Mer om tjänsten och rekryteringsprocessen**\n Tjänsten är på heltid med start enligt överenskommelse. Ansök genom att skicka in CV och svara på urvalsfrågorna på nästa sida. Rekryteringsprocessen inkluderar telefonintervju, intervju med rekryterande chef samt arbetspsykologiska tester och referenser. Som ett kvalitativt led i vår rekryteringsprocess genomför vi en bakgrundskontroll, med kandidatens godkännande, på våra slutkandidater. Det kan t.ex. innebära kontroll av personuppgifter, ekonomiska förhållanden och juridiska frågor.\n   \n\n  \n\n Vi arbetar med löpande urval så skicka in din ansökan så snart som möjligt, senast 15 december. Vi värnar dina personuppgifter och tar därför inte emot ansökningar via e-post.\n   \n\n  \n\n**Vill du veta mer om Grant Thornton som arbetsgivare?**\n* Om Grant Thornton\n* Vår kultur och våra värderingar\n* Våra förmåner\n\n\n**Varmt välkommen med din ansökan!**","company_url":"https:\/\/se.linkedin.com\/company\/grant-thornton-sweden-ab_20119","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHGcRDsnwNRsA\/company-logo_100_100\/company-logo_100_100\/0\/1719825494893\/grant_thornton_sweden_ab_20119_logo?e=2147483647&v=beta&t=4d7CpvPRJQHVyrY4CVhsJu5ZR2-XjhatPJWS6JSWGjg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4082297826","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4082297826","job_url_direct":"https:\/\/karriar.iver.se\/jobs\/4990047-presale-specialist-inom-cyber-security&urlHash=VdGA","title":"Presale specialist inom Cyber Security","company":"Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"poonam.jain@iver.se","description":"***Vi på Iver ger samma löfte till våra kollegor som till våra kunder. Löftet är att alltid vara ”beside you”, ”behind you” och ”before you”. Vi kallar det för ”The Iver way”.***\n*Har du en passion för cybersäkerhet och försäljning? Vill du vara med och skydda företag mot cyberhot genom att erbjuda avancerade säkerhetslösningar? Vi söker nu en Presale specialist med starkt kommersiellt fokus inom cybersäkerhet till vårt team!\n *Är du vår nya kollega?**\n**Om Cyberdefense**\n Cyberdefense at Iver är en fristående affärsenhet inom Iver som enbart fokuserar på att skydda företag mot de ständigt växande cyberhoten. Genom innovativa tjänster och djup kompetens inom cybersäkerhetsområdet hjälper vi våra kunder att säkra sin IT-infrastruktur och sina affärsprocesser.\n   \n\n  \n\n**Din roll på Iver?**\n Som Presale specialist inom cybersäkerhet kommer du att spela en avgörande roll i att identifiera och utveckla nya affärsmöjligheter inom området. Du kommer att arbeta proaktivt med att hitta potentiella kunder och skapa nya affärsmöjligheter, samt att arbeta tillsammans med våra kundansvariga i olika upphandlingsprocesser och merförsäljningsprojekt. Genom att bygga och upprätthålla långsiktiga relationer med både interna och externa intressenter, säkerställer du att vi kan leverera skräddarsydda lösningar som möter våra kunders specifika behov inom Cyber security.\n   \n\n  \n\n**Huvudsakliga Arbetsuppgifter**\n* Identifiera nya affärsmöjligheter.\n* Agera rådgivare till och samarbeta med våra övriga försäljningsteam.\n* Genomföra omfattande behovsanalyser för att förstå kundens unika utmaningar och därefter presentera skräddarsydda säkerhetslösningar.\n* Delta i vidareutveckling av vår tjänsteportfölj inom cybersäkerhet.\n* Du kommer att arbeta tillsammans med våra tekniska experter för att säkerställa att de lösningar vi erbjuder är optimala och tekniskt solida.\n* Delta aktivt i marknadsföringsaktiviteter och branschevenemang för att öka vår synlighet och utöka vårt professionella nätverk.\n\n\n Du kommer att spela en nyckelroll i att säkerställa att våra kunder får den bästa möjliga servicen och att vi kan bygga långsiktiga, framgångsrika affärsrelationer. Denna roll erbjuder en spännande möjlighet att arbeta i framkant av cybersäkerhet, med stor variation i arbetsuppgifter och möjligheten att göra en verklig skillnad för våra kunder.\n   \n\n  \n\n**Vad erbjuder vi dig?**\n**Iver - Where technology meets business.** \n Hos Iver får du möjlighet att arbeta med den senaste tekniken och vara med på en spännande tillväxtresa. Iver är ett bolag med entreprenöriella rötter och en kultur som präglas av flexibilitet och samarbete. Vårt mål är att våra kunder – här i Norden och internationellt – ska se oss som en ledande partner för digital transformation.\n   \n\n  \n\n På Iver är vi inkluderande och strävar efter genuint samarbete där vi arbetar mot gemensamma mål. Inom Iver finns stora möjligheter till utveckling och vi står bakom dig när du vill lära dig mer – inom ditt specialområde, ledarskap eller nya områden.\n   \n\n  \n\n Hos Iver är du också en del av ett ambitiöst och innovativt företag, vilket innebär att förbättra, testa, utvärdera och våga ändra hur vi gör saker är viktiga ingredienser och vi är övertygade om att det är så vi utvecklas.\n **We’re not big blue. We’re yellow.** \n Stora nog att skala och agila nog att innovera.\n   \n\n  \n\n**Vem söker vi?**\n För att lyckas i rollen som presale specialist inom cybersäkerhet tror vi att du har några års erfarenhet av försäljning inom IT-säkerhet. Du har en stark förståelse för cybersäkerhet och dess utmaningar, vilket gör dig till en värdefull rådgivare för våra kunder. Du har inga bekymmer att ifrågasätta kundkrav och du besitter förmågan att hjälpa kunden hitta den bästa lösningen, även om det innebär att ställa svåra frågor.\n   \n\n  \n\n Vidare tror vi att du är självständig och en lagspelare, vilket gör att du kan arbeta effektivt på egen hand såväl som i samarbete med kollegor. Samt besitter en hög grad av självdisciplin och driv för att vara framgångsrik i rollen.\n   \n\n  \n\n**Du Har**\n* Dokumenterad erfarenhet av framgångsrik försäljning av komplexa cybersäkerhetsaffärer.\n* Erfarenhet av att förmedla komplexa säkerhetslösningar på ett enkelt och övertygande sätt.\n* Goda kommunikations och prestations färdigheter inklusive upphandlingar.\n* Obehindrad kommunikation på svenska och engelska i både tal och skrift.\n\n\n*Då rollen ingår i vårt affärsområde inom Cyberdefense genomför vi mer omfattade bakgrundskontroller under denna rekryteringsprocess för att möta våra kunders säkerhetskrav.*\n**Placeringsort**\n Vi finns på 25 kontor runt om i Sverige och Norge. Placeringsort för denna roll är på vårat kontor i Solna.\n   \n\n  \n\n**Sök till oss!**\n Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Iver eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse. Sista ansökningsdag: 2024-10-15. Du är välkommen att kontakta Poonam Jain (poonam.jain@iver.se) vid frågor eller funderingar kring tjänsten. Vi ser fram emot din ansökan!\n   \n\n  \n\n Välkommen till Iver!\n   \n\n  \n\n**We empower our Nordic society** \n . Iver är en ledande nordisk helhetsleverantör av molnbaserade IT-tjänster med spetskompetens inom drift, cybersäkerhet, cloud och innovation.\n   \n\n  \n\n**Våra tjänster är kritiska inte bara för våra kunder – utan för digitaliseringen av samhället i stort.** \n Vi säkerställer att sjukvården har tillgång till rätt patientdata, att samhällskritiska system aldrig ligger nere och att flygplanen landar säkert. Som en lyhörd och affärsnära helhetspartner möjliggör vi våra kunders innovation – idag och imorgon.","company_url":"https:\/\/se.linkedin.com\/company\/iver-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE6vPkJ1bXYKw\/company-logo_100_100-alternative\/company-logo_100_100-alternative\/0\/1630562061072\/iver_sverige_logo?e=2147483647&v=beta&t=CyH4B1_gujcPUNvIoS9jHkvU1jhNL2CEURz3JMUrwT0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081561374","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081561374","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5235803-devops-engineer&urlHash=azgs","title":"DevOps Engineer","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"We now have a new requirement and are looking for a consultant colleague with the qualifications listed below. The position is part of our consulting business, which means you will be employed by us and work either with clients or on internal projects and assignments.\n   \n\n  \n\n*As part of your application, you may be presented to clients\/partners as part of the recruitment process. If selected for the assignment, you will be employed by us and work either with clients or on internal projects and assignments as part of our consulting business.*\n**Job Description**\n The DevOps Engineer will play a critical role in driving the organizations DevOps transformation. By optimizing pipelines, automating processes, and mentoring squads, the DevOps Engineer will significantly contribute to improving DORA metrics and operational efficiency.\n   \n\n  \n\n**Your Profile (Must-have Requirements)**\n Tasks and Responsibilities:\n   \n\n  \n\n CI\/CD Pipeline Optimization:\n   \n\n  \n\n* Develop and optimize CI\/CD pipelines: Work across delivery squads to implement efficient CI\/CD pipelines using Azure and integrate legacy platforms.\n* Automation of infrastructure processes: Implement Infrastructure as Code (Terraform, ARM templates) to automate deployments and streamline infrastructure management.\n\n\n Collaboration and Mentorship:\n   \n\n  \n\n* Mentor delivery squads: Coach squads with limited DevOps knowledge, providing hands-on guidance for adopting best practices.\n* Collaborate with DevOps champions: Work closely with DevOps champions embedded in delivery squads to ensure consistent adoption of DevOps practices.\n\n\n Cross-functional Integration:\n   \n\n  \n\n* Ensure cross-functional collaboration: Coordinate between development, operations, and security squads to break down silos and promote cohesive delivery processes.\n* Integration of security practices: Incorporate DevSecOps principles into the CI\/CD pipelines, including automated security testing and code analysis.\n\n\n DORA Metrics Improvement:\n   \n\n  \n\n* Track and report on DORA metrics: Provide ongoing assessments of deployment frequency, lead time for changes, change failure rates, and mean time to recovery, and identify opportunities for improvement.\n\n\n**Application deadline:** \n 29-11-2024\n   \n\n  \n\n**About Us**\n We currently employ experienced consultants in areas such as System Development, AI, Machine Learning, Testing, Cloud, Infra DevOps, and IT Project Management.\n   \n\n  \n\n Working at Deploja is something entirely different from working at an ordinary consulting company—and we are really proud of that. So, what makes us unique?\n   \n\n  \n\n We simply offer more than just a high salary and greater freedom; that’s just the beginning. With us, you’ll find the work environment and opportunities you deserve. Welcome to Deploja, where the grass is indeed greener!\n   \n\n  \n\n**Vi erbjuder dig följande, Valet är ditt!**\n 🚀 Exciting assignments with our many clients. We focus on long-term projects, which gives you the opportunity to create value for the client while also developing yourself.\n   \n\n  \n\n 🌟 A secure monthly salary – together we’ll agree on a base salary depending on your assignments.\n   \n\n  \n\n 🚗 Company car – we encourage you to choose an electric car for a more sustainable future.\n   \n\n  \n\n 💼 Occupational pension and great opportunities for salary conversion.\n   \n\n  \n\n 🌴 Vacation – Would you like more than 30 days of vacation, perhaps 60 days?\n   \n\n  \n\n 🏥 Private health insurance, accident insurance, and life insurance for increased security.\n   \n\n  \n\n 📚 Skills development – you set your own budget and choose the training you wish to attend.\n   \n\n  \n\n 🕑 Quality of life – Are you struggling to balance everyday life and wish to work a little less while still earning as much, if not more?\n   \n\n  \n\n*We handle applications continuously, and due to the high workload, it's especially important to include a short motivation for the position, explaining how you meet the requirements.*","company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHugYA8MIf_Vw\/company-logo_100_100\/company-logo_100_100\/0\/1692708163071\/deploja_logo?e=2147483647&v=beta&t=oSJE_6b9pzYqLcTpA9RPRaQGaLwAoWA-BCKz5Sox53M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081561358","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081561358","job_url_direct":null,"title":"Backend-utvecklare C#","company":"IVL","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/ivl-svenska-miljoinstitutet","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4b0161635f1e16fb","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=4b0161635f1e16fb","job_url_direct":"https:\/\/jobs.worldline.com\/job\/Stockholm-Sr_-DevOps-Engineer-Stoc\/808217302\/","title":"Sr. DevOps Engineer","company":"Worldline","location":"Stockholm, AB, SE","job_type":null,"date_posted":1732406400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**This is Worldline**\nWorldline helps businesses of all shapes and sizes to accelerate their growth journey - quickly, simply, and securely. We are the innovators at the heart of the payments technology industry, shaping how the world pays and gets paid. Our technology powers the growth of millions of businesses across 5 continents. And just as we help our customers accelerate their business, we are committed to helping our people accelerate their careers. Together, we shape the evolution.  \n\n\n**The O****pportunity**\nAt Worldline, delivering a fantastic payment experience that our customers love is what we burn for. Our cloud-native acquiring platform is processing billions of card transactions including authorization processing and clearing and settlement for our customers to trust. Currently, we are looking for a skilled product oriented DevOps engineer to team up with one of our empowered product DevOps teams.  \n\n\n**Day-to-Day Responsibilities**Our autonomous teams work with a lean product focused DevOps culture that continuously delivers true outcome, and if you build it, you run it! This means that you are responsible for:\n* Active participation and contribution in all phases of the product lifecycle including discovery, delivery and operations.\n* Delivering your team’s committed objectives, adapting to whatever is needed to reach the goal you and your team have committed yourselves to reach.\n* Securing an outstanding qualitative service availability 24\/7\/365 and on-call duty is expected according to a rotating schedule.\n\n  \n\n\nYou love identifying the outcomes to be achieved together with your team, our customers, our internal users, other stakeholders and suppliers to deliver a truly outstanding acquiring processing experience for our customer and our business to love.  \n\n\n**What makes you stand out**\n* You have previous experience from the card-payment industry, preferably acquiring processing or other transaction intense industry.\n* Are skilled in AWS and micro-services and serverless technologies.\n* Are passionate about delivering a payment acquiring experience that brings value for our customers and our business.\n* Highly collaborative, setting your team first while also successfully collaborating with others.\n* A role model for your team and others by paying attention to commitment, accountability and the true outcome for yourself, your team, our customers and internal users.\n* Are comfortable in a fast-moving and agile culture - handling many different stakeholders, prioritizations and fast decisions is not an issue for you.\n\n  \n\n\n**Who Are We Looking For**\nPeople who can drive positive change, step up and show what’s next – people with passion, can-do attitude and a hunger to learn and grow. You also:\n* Have confirmed experience in software development and coding in various languages including Java, Python, JS, and SQL etc.\n* Background in micro-service, high availability and serverless software architecture and design running on AWS distributed over several availability zones and regions.\n* As a result, we would like you also to have proficient knowledge in\n* AWS cloud services including DynamoDB, Lambdas, ESC, RDS, Terraform, CloudFormation.\n* Jenkins Pipeline and GIT, CI\/CD, Release on Demand\n* Docker\n* Bachelor’s or Master’s degree in computer science, engineering or other meaningful field\n* Deepened knowledge of software architecture and design including information security and experience from high-available API platforms is\n* A deep understanding of software quality assurance principles\n* Fluency in English and Swedish\n* Valid working permit for Sweden (office location is Stockholm)\n\n  \n\n\n**Skills we’d like**\n* Experience from DevOps ways of working and lean culture\n* Paying attention to commitment, accountability and result for yourself and for your team.\n* Experience from developing secure and\/or PCI-DSS certified solutions is considered an advantage\n* Good communication and presentation abilities\n* Challenging status quo\n* Having a technical and curious mindset, continuously learning and sharing your knowledge with your peers and others.\n\n  \n\n\n**Perks & Benefits**At Worldline, you’ll get the chance to be at the heart of the global payments technology industry and shape how the world pays and gets paid. On top of that, you will also:\n* Health contribution\n* Health check – Every 2:nd year\n* Pension: BTP1 & BTP2\n* Private Health Care Insurance (Euro Accident)\n* Parental pay and 12 months pension during parental leave\n* Opportunity to hybrid working according to company standard\n* Benefit portal with many great offers, plus more.\n  \n\n\n**Shape the evolution**\nWe are pushing towards the next frontiers of payments technology, and we look for big thinkers to join our journey. People with passion, can-do attitude and a hunger to learn and grow. Here you’ll work with ambitious colleagues from around the world, take on unique challenges as a team, and make a real impact on the society. And with our empowering culture, strong technology and extensive training opportunities, we help you accelerate your career. Wherever you decide to go. Join our global team of over 18,000 innovators across 40+ countries, and shape a tomorrow that is yours to own.  \n\n\n**Learn more about life at Worldline at** **jobs.worldline.com**  \n\n**We are proud to be an Equal Opportunity employer. We do not discriminate based upon race, religion, color, national origin, sex (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender identity, gender expression, age, status as an individual with a disability, or any applicable legally protected characteristics.**","company_url":"https:\/\/se.indeed.com\/cmp\/Worldline","company_url_direct":"https:\/\/worldline.com\/en\/home.html","company_addresses":"Puteaux","company_num_employees":"10,000+","company_revenue":"$5B to $10B (USD)","company_description":"Worldline is the European leader in the payment and transactional services industry. With a presence in 40+ countries, Worldline employs more than 18,000 people. Empowering the cashless society.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d42b637d2d04846961a260d18bbd1149","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/d1d2938173b10b5fb22f99afd3140fa0","ceo_name":"Marc-Henri Desportes","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/ff3bb46c73975e40e45acee7afcf38aa"},{"id":"4081554983","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081554983","job_url_direct":null,"title":"DevOps Engineer","company":"Dynamx","location":"Kista, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/dynamx-se","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4084326361","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4084326361","job_url_direct":null,"title":"Sr. DevOps Engineer","company":"Worldline","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology and Engineering","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"**This is Worldline** \n\n\n\n\n Worldline helps businesses of all shapes and sizes to accelerate their growth journey - quickly, simply, and securely. We are the innovators at the heart of the payments technology industry, shaping how the world pays and gets paid. Our technology powers the growth of millions of businesses across 5 continents. And just as we help our customers accelerate their business, we are committed to helping our people accelerate their careers. Together, we shape the evolution.\n \n\n\n\n  \n\n\n\n\n\n**The Opportunity** \n\n\n\n\n At Worldline, delivering a fantastic payment experience that our customers love is what we burn for. Our cloud-native acquiring platform is processing billions of card transactions including authorization processing and clearing and settlement for our customers to trust. Currently, we are looking for a skilled product oriented DevOps engineer to team up with one of our empowered product DevOps teams.\n \n\n\n\n  \n\n\n\n\n\n**Day-to-Day Responsibilities​** \n\n\n\n\n Our autonomous teams work with a lean product focused DevOps culture that continuously delivers true outcome, and if you build it, you run it! This means that you are responsible for:\n \n\n\n* Active participation and contribution in all phases of the product lifecycle including discovery, delivery and operations.\n* Delivering your team’s committed objectives, adapting to whatever is needed to reach the goal you and your team have committed yourselves to reach.\n* Securing an outstanding qualitative service availability 24\/7\/365 and on-call duty is expected according to a rotating schedule.\n\n\n\n  \n\n\n\n\n\n You love identifying the outcomes to be achieved together with your team, our customers, our internal users, other stakeholders and suppliers to deliver a truly outstanding acquiring processing experience for our customer and our business to love.\n \n\n\n\n  \n\n\n\n\n\n**What makes you stand out** \n\n\n\n* You have previous experience from the card-payment industry, preferably acquiring processing or other transaction intense industry.\n* Are skilled in AWS and micro-services and serverless technologies.\n* Are passionate about delivering a payment acquiring experience that brings value for our customers and our business.\n* Highly collaborative, setting your team first while also successfully collaborating with others.\n* A role model for your team and others by paying attention to commitment, accountability and the true outcome for yourself, your team, our customers and internal users.\n* Are comfortable in a fast-moving and agile culture - handling many different stakeholders, prioritizations and fast decisions is not an issue for you.\n\n\n\n  \n\n\n\n\n\n**Who Are We Looking For** \n\n\n\n\n People who can drive positive change, step up and show what’s next – people with passion, can-do attitude and a hunger to learn and grow. You also:\n \n\n\n* Have confirmed experience in software development and coding in various languages including Java, Python, JS, and SQL etc.\n* Background in micro-service, high availability and serverless software architecture and design running on AWS distributed over several availability zones and regions.\n* As a result, we would like you also to have proficient knowledge in\n* AWS cloud services including DynamoDB, Lambdas, ESC, RDS, Terraform, CloudFormation.\n* Jenkins Pipeline and GIT, CI\/CD, Release on Demand\n* Docker\n* Bachelor’s or Master’s degree in computer science, engineering or other meaningful field\n* Deepened knowledge of software architecture and design including information security and experience from high-available API platforms is\n* A deep understanding of software quality assurance principles\n* Fluency in English and Swedish\n* Valid working permit for Sweden (office location is Stockholm)\n\n\n\n  \n\n\n\n\n\n**Skills we’d like** \n\n\n\n* Experience from DevOps ways of working and lean culture\n* Paying attention to commitment, accountability and result for yourself and for your team.\n* Experience from developing secure and\/or PCI-DSS certified solutions is considered an advantage\n* Good communication and presentation abilities\n* Challenging status quo\n* Having a technical and curious mindset, continuously learning and sharing your knowledge with your peers and others.\n\n\n\n  \n\n\n\n\n\n**Perks & Benefits** \n\n\n\n\n At Worldline, you’ll get the chance to be at the heart of the global payments technology industry and shape how the world pays and gets paid. On top of that, you will also:\n \n\n\n* Health contribution\n* Health check – Every 2:nd year\n* Pension: BTP1 & BTP2\n* Private Health Care Insurance (Euro Accident)\n* Parental pay and 12 months pension during parental leave\n* Opportunity to hybrid working according to company standard\n* Benefit portal with many great offers, plus more.\n\n\n\n  \n\n\n\n\n\n**Shape the evolution** \n\n\n\n\n We are pushing towards the next frontiers of payments technology, and we look for big thinkers to join our journey. People with passion, can-do attitude and a hunger to learn and grow. Here you’ll work with ambitious colleagues from around the world, take on unique challenges as a team, and make a real impact on the society. And with our empowering culture, strong technology and extensive training opportunities, we help you accelerate your career. Wherever you decide to go. Join our global team of over 18,000 innovators across 40+ countries, and shape a tomorrow that is yours to own.\n \n\n\n\n  \n\n\n\n\n\n**Learn more about life at Worldline at jobs.worldline.com** \n\n\n\n\n  \n\n\n\n\n\n**We are proud to be an Equal Opportunity employer. We do not discriminate based upon race, religion, color, national origin, sex (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender identity, gender expression, age, status as an individual with a disability, or any applicable legally protected characteristics.**","company_url":"https:\/\/fr.linkedin.com\/company\/worldlineglobal","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEDbczIleOyqg\/company-logo_100_100\/company-logo_100_100\/0\/1664896041493\/worldlineglobal_logo?e=2147483647&v=beta&t=9KpmMOB-yDxW3CrNro26W1tsmWxOhK5v7feLtlErhdY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4082263128","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4082263128","job_url_direct":null,"title":"Web Development Intern","company":"XR Solutions","location":"Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081557687","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081557687","job_url_direct":null,"title":"UX\/UI Designer","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081558601","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081558601","job_url_direct":null,"title":"Snowflake QA Lead","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081561370","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081561370","job_url_direct":null,"title":"Senior Kravanalytiker","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081555725","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081555725","job_url_direct":null,"title":"Senior UX Designer","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"6b22fce4871b5adc","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=6b22fce4871b5adc","job_url_direct":"https:\/\/tenfifty.io\/sv\/karriar\/junior-data-scientist\/","title":"Junior data scientist","company":"Tenfifty","location":"Göteborg, O, SE","job_type":null,"date_posted":1732406400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Vi söker juniora data scientists till vårt team med data scientists och utvecklare. Du kommer att arbeta tillsammans med våra erfarna kollegor att designa, utveckla och driftsätta lösningar, baserat på bland annat Linux, Kubernetes och Google Cloud.\n\n\n\nMajoriteten av våra projekt baseras på artificiell intelligens, maskininlärning och data science men vi utvecklar även tjänster inom web crawling.\n\n\n\nDu är nyutexaminerad från en relevant utbildning och har en stark teknisk bakgrund. Du skulle också kunna ha ett par års erfarenhet från arbetslivet. Du har en stark vilja att lära dig och att utvecklas inom området. Du har en god förståelse för programmering och är intresserad av att arbeta med AI och maskininlärning.\n\n\n\nDu kan ta dig an och avsluta uppgifter med stor grad av självständighet. Eftersom vi är ett litet växande företag behöver du ha en bred teknisk kompetens och vara flexibel i dina projekt.\n\n\n\nDet är meriterande om du har erfarenhet av:\n\n\n\nPython, Linux, Git, Kubernetes, Docker, databaser, webbramverk (tex. Flask eller FastAPI), moln (tex. Google Cloud eller Azure), ML-ramverk (tex. Pytorch).\n\n\n\nExtra glada blir vi om du kan visa på en AI\/ML- och\/eller statistikbakgrund.\n\n\n#### **Våra projekt**\n\n\n\nHos Tenfifty får du arbeta med en mängd utmanande och roliga AI-projekt. På senare tid har vi till exempel tagit fram lösningar baserat på speech to text, Video OCR, rekommendationssystem, prisprediktioner och prognoser. Normalt är att vi jobbar med två utvecklare och projektadministratör som ett miniteam i varje projekt men vi diskuterar och löser problem tillsammans i hela utvecklingsteamet, där det finns mycket djup och bred kunskap.\n\n\n#### **Tenfifty som arbetsplats**\n\n\n\nVi erbjuder en mycket trevlig arbetsmiljö med stor grad av frihet i arbetet. Sedan Tenfifty startades har vi erbjudit våra anställda att arbeta på distans tre dagar i veckan, kombinerat med två dagar på kontoret där vi träffas och stämmer av, en lösning som ger oss det bästa av båda världar.\n\n\n\nVi är en platt organisation med korta snabba beslutsvägar. Vi tar oss bara an projekt som vi verkligen tror på och vi är av uppfattningen att den bästa arbetsmiljön är den där alla kan fokusera på det de är bäst på.\n\n\n\nVi har en robust process för kunskapsdelning och du kommer att arbeta i en trevlig miljö tillsammans med väldigt skickliga Pythonprogrammerare och Machine Learning-experter.\n\n\n\nÖvriga förmåner inkluderar att du får välja din egen utrustning (hårdvara, OS, IDE etc), ett bra pensionsupplägg och friskvårdsbidrag.","company_url":"https:\/\/se.indeed.com\/cmp\/Tenfifty","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081561374","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081561374","job_url_direct":null,"title":"DevOps Engineer","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4082297826","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4082297826","job_url_direct":null,"title":"Presale specialist inom Cyber Security","company":"Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/iver-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4084378824","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4084378824","job_url_direct":"https:\/\/huawei.teamtailor.com\/jobs\/5231347-project-manager-assistant&urlHash=XpM_","title":"Project Manager Assistant","company":"Huawei Sweden","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Administrative","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Please note that this is a consultant position.\n \n\n\n\n  \n\n\n\n\n\n If you are considering the challenge of becoming an integral part of a rapidly growing company, then we are looking for you, as we require a dedicated, innovative character to work with both internal and external forces on products and services to clients within solar energy and MV transformer station field. This may be the opportunity you've been looking for!\n \n\n\n\n  \n\n\n\n\n\n**Job Description:** \n\n\n\n\n • Support project director to deal with project management tasks, such as project initialization, Progress tracing, risk&assumption overdue tracing, project budget management, etc. Ensure standard and orderly project operations.\n \n\n\n\n • Track the daily management and project operation, and manage or coordinate the resolution of various escalated issues and risks in a timely manner.\n \n\n\n\n • Responsible for office DMD platform operation, such as arrange project delivery professional review meeting, project routine health check and internal control self-check, Cooperate with all relatives to achieve office KPI.\n \n\n\n\n • Support DMD to achieve the revenue target and deal with revenue related issues.\n \n\n\n\n  \n\n\n\n\n\n**Key Attributes** \n\n\n\n\n • Strong willingness to learn, responsible, careful, and executive;\n \n\n\n\n • Have affinity, good communication skills ,teamwork, initiative, and hard work.\n \n\n\n\n • Approachable, adaptable and solution-orientated\n \n\n\n\n • Very organized, reliable and consistent\n \n\n\n\n • Tenacious, Dedicated and Self-sufficient\n \n\n\n\n  \n\n\n\n\n\n**Experience Required** \n\n\n\n\n • Be proficient in using Microsoft Office, be able to process data analysis.\n \n\n\n\n • Contract Business skill is a plus\n \n\n\n\n • Speaking Languages:\n **English\/Chinese** \n\n\n\n\n  \n\n\n\n\n\n**Academic Degree** \n\n\n\n\n • Bachelor degree or higher\n \n\n\n\n  \n\n\n\n\n\n**About Huawei:** \n\n\n\n\n Huawei is a leading global ICT solutions provider. Through our dedication to customer-centric innovation and strong partnerships, we have established end-to-end capabilities and strengths across the carrier networks, enterprise, consumer, and cloud computing fields. We are committed to creating maximum value for telecom carriers, enterprises and consumers by providing competitive ICT solutions and services. Our products and solutions have been deployed in over 140 countries, serving more than one third of the world's population.\n \n\n\n\n  \n\n\n\n\n\n Huawei's vision is to enrich life through communication. By leveraging our experience and expertise in the ICT sector, we help bridge the digital divide by providing opportunities to enjoy broadband services, regardless of geographic location. Contributing to the sustainable development of society, the economy, and the environment, Huawei creates green solutions that enable customers to reduce power consumption, carbon emissions, and resource costs.\n \n\n\n\n  \n\n\n\n\n\n For further information, please visit us now at\n **http:\/\/www.huawei.com**","company_url":"https:\/\/se.linkedin.com\/company\/huawei-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQESUjZYEVANsg\/company-logo_100_100\/company-logo_100_100\/0\/1630568596598?e=2147483647&v=beta&t=vxWXrRKw5eaP2AGchjjP3wi2nAxYIj_M0K8ok9oVsDM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4066995209","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4066995209","job_url_direct":"https:\/\/www.amazon.jobs\/jobs\/2583976\/europe-north-public-sector-leader-ags?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid&urlHash=x_NV","title":"Europe North Public Sector Leader, AGS","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales, Advertising, and Business Development","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Description**\n The Head of Public Sector is a senior leadership team role in Europe North, responsible for all operations of the AWS Public Sector business across the eleven countries of the Nordics, Benelux and Baltics. They are responsible for leading a multi-country, multi-layer organization of sales, technical and business development professionals who deliver compelling value propositions that drive cloud adoption across all government, education, healthcare, nonprofit organizations, and state-owned enterprises in the region.\n   \n\n  \n\n This manager of managers role reports to the Europe North Managing Director, and is responsible for end-to-end ownership of our strategy, go-to-market, and execution in the AWS public sector business for the region. The right candidate will be able to engage at the highest levels of government and will possess strong influencing and communication skills, with the business acument to navigate a highly complex regulator landscape across countries of different maturity.\n   \n\n  \n\n This role provides an opportunity to impact, engage, shape, bring innovation and grow the adoption of cloud computing within the public sector for the greater benefit of society and these countries.\n   \n\n  \n\n Key job responsibilities\n   \n\n  \n\n The ideal candidate will possess a senior customer leadership background that enables them to lead a diverse team of global sales leaders, customer account managers, partner and technical resources, engaging the broad public sector team.\n   \n\n  \n\n You will have the responsibility of mentoring and supporting the team so that pipeline and revenue quotas are achieved as well as defining territories and go-to-market strategy. Our growth will also mean that you will play an integral part with the growth and recruitment into the team.\n   \n\n  \n\n* Develop strategic plans, set goals and quotas\n* Hire and develop a multi-layer, multi-function orgnization, bringing in and cultivating the best talent in the industry\n* Accelerate customer adoption and customer satisfaction, engaging at C-level or equivalent\n* Work strategically with partners to extend AWS reach\n* Collaborate with Senior Management, Finance, HR, Sales Operations, Sales Specialists, Marketing to align the team’s initiatives.\n* Conduct regular reviews of business and performance including pipeline reviews, prospecting and closing deals\n* Present regular, accurate reports to senior management for review\n* Identify and drive program and business improvement on a regular basis\n\n\n We are also open to hiring candidates to work out of one of the following locations:\n   \n\n  \n\n* Amsterdam, Netherlands\n* Stockholm, Sweden\n\n\n The successful candidate needs to be able to travel across the Europe North countries.\n   \n\n  \n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n Amazon values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why flexible work hours and arrangements are part of our culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve in the cloud.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n Here at AWS, it’s in our nature to learn and be curious. Our employee-led affinity groups foster a culture of inclusion that empower us to be proud of our differences. Ongoing events and learning experiences, including our Conversations on Race and Ethnicity (CORE) and AmazeCon (gender diversity) conferences, inspire us to never stop embracing our uniqueness.\n   \n\n  \n\n Mentorship and Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n**Basic Qualifications**\n* Successful experience leading in a matrix environment across multiple countries\n* People\/sales management direct experience in a multi-tiered organization and experience managing technology-related sales teams with direct quota responsibility\n* Direct and indirect sales experience in working with European public sector organizations (Government, Education, Healthcare)\n* Experience successfully building and executing go-to market plans for medium and large enterprise accounts, leading, motivating and developing talent. Full Professional English level and any Europe-North languages is a plus\n* Excellent written and verbal communication, presentation and analytical skills, accurate and concise reporting\n\n\n**Preferred Qualifications**\n* Extensive knowledge of AWS products and services\n* A technical or educational background in engineering, computer science, or MIS\n* MBA\/MS degree in relevant field\n* 50%+ Travel Time\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch) - G54\n   \n\n  \n\n Job ID: A2583976","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQER_QnUTXrPJw\/company-logo_100_100\/company-logo_100_100\/0\/1670264051233\/amazon_web_services_logo?e=2147483647&v=beta&t=R2_-qEa41DrwX3nP4JPBsuml7I51WtTTOA8h7EUE8qQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3978138692","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3978138692","job_url_direct":null,"title":"Tech Sales Representative Cloud Marketplace platform - Norwegian Speaking","company":"Pax8","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/pax8","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4082288981","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4082288981","job_url_direct":null,"title":"PROFESSIONAL SERVICES FRANCHISE OPPORTUNITY, fractional C-Suite execs and part-time Directors","company":"Boardroom Advisors: Part-Time CEOs MDs NEDs for Scale-Ups and SME's.","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/uk.linkedin.com\/company\/boardroom-advisors","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3870532887","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3870532887","job_url_direct":"https:\/\/careers.vattenfall.com\/se\/sv\/job\/VAFIGLOBALREF5678LEXTERNALSVSE\/Data-Security-Engineer-Cryptography?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=DYzu","title":"Data Security Engineer - Cryptography","company":"Vattenfall","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"Utilities","listing_type":null,"emails":"marta.jura@vattenfall.com","description":"Om tjänsten\n   \n\n  \n\n**Would you like to be a part of our team as we move towards a fossil freedom?**\n For the Vattenfall IT we are now looking for an experienced and ambitious\n **Data Security Engineer** \n who will enjoy a fast-developing international working environment.\n   \n\n  \n\n**Our environment**\n Because of fast growing security developments and threats, we want to enhance our security organization by increasing operational security in our delivery units. To realize this ambition, we set up a technically oriented Security Operations Team (SecOps) focusing on implementing security related improvements for the whole IT landscape.\n   \n\n  \n\n The SecOps department is an international team of IT engineering colleagues representing different competence areas. We follow security trends, identify vulnerabilities and security findings and above all, focus on implementing improvements. One of the key competences within SecOps services is data encryption and key management. In order to provide high quality services within Vattenfall‘s IT landscape we continue development of this area. As a result we keep our team growing and we’re looking for a new colleague who will help us in this journey.\n   \n\n  \n\n**Your Job as Data Security Engineer**\n We are looking for a talented and experienced Data Security Engineer as an expert in the areas of encryption and key management. In this new position, you will work on improving our key management infrastructure consisting of HSMs and an enterprise key management system. Your tasks involve designing, implementing, and managing cryptographic key management services, applying encryption technologies, and working on key management processes. You will work with various teams to ensure that encryption standards and processes are maintained, and that cryptographic keys are securely managed and protected throughout their lifecycle.\n   \n\n  \n\n**Your key activities will be:**\n* Define and implement encryption and key management processes to ensure the security of data in transit and at rest\n* Develop and maintain cryptographic key management policies and procedures\n* Collaborate with cross-functional teams to integrate cryptographic systems into applications, platforms, and infrastructure\n* Operate, manage and improve the existing cryptographic key management core infrastructure\n* Define and maintain Hardware Security Module (HSM) security policies and procedures\n* Monitor and troubleshoot issues related to cryptographic systems and key management processes\n* Develop, test and maintain disaster recovery plans for cryptographic systems and key management processes\n* Stay informed about recent developments on new cryptographic technologies and assess their applicability to the organization\n* Provide technical guidance and training to other team members on cryptographic systems and key management processes\n* Participate in audits and compliance assessments related to cryptographic systems and key management processes\n\n\n**You will also contribute in:**\n* Participation in SecOps daily activities, projects, initiatives\n* Implementation of security improvements and mitigations\n* Helping to define security baselines and initiate changes\n* Support the line organization with execution and broaden IT Security knowledge\n\n\n Din bakgrund\n   \n\n  \n\n**Our ideal candidate**\n Will you become our Cryptography expert and help us enable the fossil freedom that drives society forward?\n   \n\n  \n\n And do you enjoy creating efficient and lean encryption and key management solutions? Then this is your job! Furthermore you bring:\n   \n\n  \n\n* Proven experience in designing, implementing, operating, and managing on-premise and\/or cloud-based IT systems (appliances, e.g. HSM, Azure key Vault, VPN, FW) and related IT services\n* Familiarity with HSM (e.g. Hardware Security Modules, TPM, TEE, smartcards) technologies and their integration.\n* Strong understanding of cryptographic concepts, standards and tools (encryption, digital signatures, authentication, X.509\/PKI) and related protocols (e.g., SSL\/TLS, KMIP, PKCS#11)\n* Knowledge of security best practices and compliance standards (e.g., FIPS 140-2, GDPR, HIPAA).\n* Excellent problem-solving and very good analytical and conceptual skills\n* Strong and effective communication and collaboration skills\n* Independent, structured and systematic way of working and enjoy working in a team in an interdisciplinary environment\n* Very good written and spoken English, knowledge of German is also an advantage\n* Willingness to undertake occasional business trips\n* Relevant certifications such as Certified Information Systems Security Professional (CISSP), Certified Information Security Manager (CISM), or Certified Information Systems Auditor (CISA) are a plus\n\n\n Mer information\n   \n\n  \n\n**Our contribution towards fossil freedom**\n In Vattenfall IT, we:\n   \n\n  \n\n* Accelerate digitalization and innovation\n* Create customer value in a close business and IT partnership to reach a vision of a future where everyone can choose fossil free ways to move, make and live.\n* Promote the mindset and behavior to establish a learning culture and positive digital mindset\n\n\n At Vattenfall, we are convinced that striving for diversity helps building a more profitable, efficient and attractive company. Therefore we seek a harmonious balance of employees in terms of age, religion, gender identity & expression, sexual identity, disability and ethnic background.\n   \n\n  \n\n**What We Offer**\n We offer an exciting and challenging job where you work close to business as well as to technology. You will have the chance to broaden your area of expertise even more and gain a solid understanding of the energy utility business as well. Vattenfall wants to be your employer of choice and offers excellent primary and fringe benefits. Besides being a challenging and inspiring place to work, we value a great work atmosphere, hybrid working and an excellent work-life balance. We want to be the best in what we do. We offer good remuneration, attractive employment conditions and opportunities for personal and professional growth.\n   \n\n  \n\n**Location:** \n Stockholm (Solna)\/Germany (Berlin or Hamburg)\/The Netherlands (Amsterdam)\/remotely in Poland. Some travel between locations is part of the job.\n   \n\n  \n\n**Our Organization**\n Energy is our contribution to quality of life – day after day. With around 20,000 colleagues Vattenfall provides comprehensive electricity and heating offerings to several million customers in northern Europe. For the work ahead we need people who are fully dedicated to our customers and to a sustainable society – people like you.\n   \n\n  \n\n Vattenfall IT is the internal provider of IT for the entire Vattenfall Group. With 1.400 employees located in Germany, Poland, The Netherlands and Sweden, we contribute to our international business success. Every day, we deliver to make sure that Vattenfall runs ever more effectively and efficiently. We drive initiatives for Vattenfall through collaboration: within Strategic Development; with our colleagues in the business; and with outside partners. Trust from our stakeholders; holistic perspective; and strong competence are key assets and critical success factors.\n   \n\n  \n\n**More Information**\n For further information regarding the recruitment process you are welcome to contact recruiter Marta Jura - marta.jura@vattenfall.com\n   \n\n  \n\n Please apply directly with your English CV through our website.\n   \n\n  \n\n Om oss\n   \n\n  \n\n Vattenfall is one of Europe’s largest producers and retailers of electricity and heat. Our main markets are Sweden, Germany, the Netherlands, Denmark, and the UK. The Vattenfall Group has approximately 20,000 employees. We have been electrifying industries, powering homes and transforming life through innovation for more than 100 years. We now want to enable the fossil freedom that drives society forward and we are driving the transition to a sustainable energy system.","company_url":"https:\/\/se.linkedin.com\/company\/vattenfall","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQG2Kguh_TApgg\/company-logo_100_100\/company-logo_100_100\/0\/1630633116767\/vattenfall_logo?e=2147483647&v=beta&t=iPwVPIMb9d5u9jOo396pHCxOi1dKsIAShSeAce6KhU0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"7f29f597e4053ea4","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=7f29f597e4053ea4","job_url_direct":"https:\/\/career.stegra.com\/jobs\/5237419-process-engineer-bap-spm","title":"Process Engineer BAP-SPM","company":"SteGra","location":"Boden, BD, SE","job_type":null,"date_posted":1732320000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"*Research shows that women and other under-represented groups within our industry hesitate to apply unless they tick most boxes of a role description. At Stegra, we are building an impact company with sustainability at its core. We need a diverse, inclusive, and authentic team to rally behind our purpose of de-carbonizing hard-to-abate industries, starting with steel.*  \n\n  \n\n*So, i**f you are equally passionate about our purpose yet concerned that your experience doesn**’**t* *perfectly* *align with the qualifications stated in the job advert, we strongly encourage you to apply anyway. You may be just the right candidate, either for this role – or for another upcoming role in our* *rapidly* *growing* *business**.*\n\n**About us:**\n\n\nStegra, formerly know as H2 Green Steel, is on a mission to disrupt the global steel industry by producing green steel, with the end goal of bringing down CO2 emissions to zero. By using green hydrogen and fossil-free electricity instead of coal; water and heat will be our primary emissions. By 2030, our ambition is to produce 5 million tonnes of green steel annually in our fully integrated, digitalized, and sustainable plant in Boden, located in northern Sweden - currently in construction phase. But this is just the beginning – our expertise in green hydrogen will enable us to decarbonize other industries in addition to steel, and we look forward to what’s next in store for us.\n\n\nWe are looking for talented, innovative, and purpose-driven people to join our rapidly growing and diverse team. Our employees get to learn everyday, implement the latest technology and test and put their ideas into practice. Together, we are building an impact company with sustainability at its core – for our people, customers, investors, society, and planet.  \n\n  \n\n**Process Engineer BAP-SPM (Batch Annealing Plant – Skin Pass Mill)**  \n\n  \n\nAs a Process Engineer BAP-SPM you'll be responsible for optimizing and overseeing technical processes across various stages of steel production in the Batch Annealing Plant - Skin Pass Mill to ensure efficiency, quality, and safety. You'll be involved in analyzing production workflows, identifying areas for improvement, implementing solutions to enhance overall performance, and fostering collaboration across departments to achieve business objectives.\n\n **Responsibilities:**\n\n* Analyze and improve production processes to ensure optimal efficiency and product quality.\n* Develop and implement preventive maintenance strategies to minimize downtime and enhance equipment reliability.\n* Monitor and troubleshoot equipment performance to address operational challenges promptly.\n* Collaborate with cross-functional teams to implement integrated solutions.\n* Ensure compliance with safety, health, environmental, and quality regulations, including the implementation of ISO and OHSAS standards.\n* Draft and maintain standard operating procedures (SOPs) and quality assurance protocols to support consistent process optimization.\n* Conduct root-cause analysis of process issues and recommend solutions.\n* Support new technology initiatives, including the development of innovative processes and systems for steel production.\n* Prepare and present technical reports to management to support decision-making and process improvements.\n* Assist with project execution ensuring alignment with organizational goals.\n* Support inventory and resource planning to maintain efficient operations.\n* Improve the batch annealing and skin pass mill models \/ presets and operational control models.  \n\n\t+ Ensure and improve schedule adherence of BAP and SPM.\n\t+ Guide and educate colleagues who work in the shift production (both daytime and 24\/7 shifts).\n\n**Q****ualifications:**\n\n* Bachelor's degree in engineering (Mechanical, Metallurgical, Materials, Chemical, or other related field) or equivalent experience.\n* 5+ years of experience in BAP and SPM (Batch Annealing Plant – Skin Pass Mill)\n* Experience in projects, startups or commissioning.\n* Experience in ISO systems (e.g., ISO 9001\/14001\/45001)\n* Excellent analytical skills with a hands-on approach to resolving technical challenges and driving improvements.\n* Strong expertise in safety and quality standards, with the ability to identify potential hazards and implement actions to ensure the safety of personnel and equipment.\n* Excellent communication skills with a proven ability to collaborate across multidisciplinary teams and convey technical concepts clearly.\n* Proficiency in relevant tools and software, including CAD, CMMS systems, and process modeling applications.\n* Familiarity with relevant industry regulations and standards.\n* Knowledge of and competence in BAP and SPM models\/presets.\n* Knowledge of optimization tools (e.g., Lean)\n\n**Personality traits:**\n\n\nWe're looking for a person with high motivation and who possesses the ability to motivate a multilingual and diverse team of professionals. We believe you're flexible to new ideas and approaches, and maintain an encouraging attitude toward colleagues and team members. You work proactive and work organized. You're good at working collaborative with cross-functional teams, while staying focused on achieving tangible results.\n\n**Location:** Boden\n\n**What we can offer you**\n\n  \n\nIf you are passionate about making actual change and having a positive impact on society and our planet, Stegra offers a unique opportunity to be part of a fun and professional team with high ambitions.\n\n\nYou will get the opportunity to shape your future career together with a company focusing on creating a culture where everyone can thrive and feel a sense of belonging. In the end, we know that Stegra's growth and success is dependent on our people and we can’t wait to shape the future of steelmaking and other industries together as a team.","company_url":"https:\/\/se.indeed.com\/cmp\/Stegra","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081560317","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081560317","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5236410-software-developer&urlHash=APha","title":"Software Developer","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"We now have a new requirement and are looking for a consultant colleague with the qualifications listed below. The position is part of our consulting business, which means you will be employed by us and work either with clients or on internal projects and assignments.\n   \n\n  \n\n*As part of your application, you may be presented to clients\/partners as part of the recruitment process. If selected for the assignment, you will be employed by us and work either with clients or on internal projects and assignments as part of our consulting business.*\n**Job description:**\n* Kotlin\n* Android SDK & Jetpack Components\n\n\n**Architectural Patterns:**\n* Mastery of MVVM, MVP, and Clean Architecture.\n* Dependency injection frameworks like Hilt or Dagger.\n\n\n**Networking and APIs:**\n* Experience with RESTful APIs using Retrofit, OkHttp, and WebSocket integration.\n* Proficiency in handling network requests, caching, and offline capabilities.\n\n\n**Database Management:**\n* Expertise with SQLite, Room Database, and data migration.\n* Understanding of local data storage mechanisms like SharedPreferences or DataStore.\n\n\n**Multithreading and Concurrency:**\n Efficient use of coroutines, RxJava, and other threading frameworks to manage background operations.\n   \n\n  \n\n**Build Tools:**\n Strong understanding of Gradle build system, optimization, and dependency management.\n   \n\n  \n\n**Required cloud certification:** \n AZ900\n   \n\n  \n\n**Application deadline:** \n 25-11-2024\n   \n\n  \n\n**About Us**\n We currently employ experienced consultants in areas such as System Development, AI, Machine Learning, Testing, Cloud, Infra DevOps, and IT Project Management.\n   \n\n  \n\n Working at Deploja is something entirely different from working at an ordinary consulting company—and we are really proud of that. So, what makes us unique?\n   \n\n  \n\n We simply offer more than just a high salary and greater freedom; that’s just the beginning. With us, you’ll find the work environment and opportunities you deserve. Welcome to Deploja, where the grass is indeed greener!\n   \n\n  \n\n**Vi erbjuder dig följande, Valet är ditt!**\n 🚀 Exciting assignments with our many clients. We focus on long-term projects, which gives you the opportunity to create value for the client while also developing yourself.\n   \n\n  \n\n 🌟 A secure monthly salary – together we’ll agree on a base salary depending on your assignments.\n   \n\n  \n\n 🚗 Company car – we encourage you to choose an electric car for a more sustainable future.\n   \n\n  \n\n 💼 Occupational pension and great opportunities for salary conversion.\n   \n\n  \n\n 🌴 Vacation – Would you like more than 30 days of vacation, perhaps 60 days?\n   \n\n  \n\n 🏥 Private health insurance, accident insurance, and life insurance for increased security.\n   \n\n  \n\n 📚 Skills development – you set your own budget and choose the training you wish to attend.\n   \n\n  \n\n 🕑 Quality of life – Are you struggling to balance everyday life and wish to work a little less while still earning as much, if not more?\n   \n\n  \n\n*We handle applications continuously, and due to the high workload, it's especially important to include a short motivation for the position, explaining how you meet the requirements.*","company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHugYA8MIf_Vw\/company-logo_100_100\/company-logo_100_100\/0\/1692708163071\/deploja_logo?e=2147483647&v=beta&t=oSJE_6b9pzYqLcTpA9RPRaQGaLwAoWA-BCKz5Sox53M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4030918237","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4030918237","job_url_direct":"https:\/\/career.electroluxgroup.com\/global\/en\/job\/EISAGLOBALJR61307EXTERNALENGLOBAL35728\/Embedded-UI-Developer?utm_source=LINKEDIN&utm_medium=phenom-feeds&urlHash=ix-f","title":"Embedded UI Developer","company":"Electrolux Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Engineering and Information Technology","company_industry":"Manufacturing","listing_type":null,"emails":null,"description":"**Solve complex problems. Decode the future.**\n At Electrolux Group, as a leading global appliance company, we strive every day to shape living for the better for our consumers, our people and our planet. We share ideas and collaborate so that together, we can develop solutions that deliver enjoyable and sustainable living.\n   \n\n  \n\n Come join us as you are. We believe diverse perspectives make us stronger and more innovative. In our global community of people from 100+ countries, we listen to each other, actively contribute, and grow together.\n   \n\n  \n\n Join us in our exciting quest to build the future home.\n   \n\n  \n\n**All about the role:**\n As software is playing an increasingly significant role in enabling digital consumer experiences, we are gearing up to become more agile, faster in responding to market demands and quicker in identifying new market opportunities. This involves elevating our appliances to digital, software-defined products in a seamless integration of modular electronics, software, and connectivity platform.\n   \n\n  \n\n We’re looking for an Embedded UI Developer to join us on our journey.\n   \n\n  \n\n**What you'll do:**\n As a member of the team developing Electrolux’s next generation digital appliances, you will build the user experience of our future appliance UIs and connected ecosystem. Work closely with the cross functional team to bring new consumer experiences from concept to launch with updates throughout product lifecycle. Bring the technical excellence and collaboration skills we need in the heart of our digital transformation.\n   \n\n  \n\n**In detail, you will:**\n* Develop software using a modern tech stack for connected appliances, with a primary focus on touch screens and other user interfaces.\n* Ship small reliable frequent releases of production grade software together with the rest of the team.\n* Create modularized software that is scalable to different languages, cultures, brands, and product categories.\n* Work together with other developers, testers, designers, and product managers with shared responsibility for the teams’ success.\n* Make our team be the model for a the new normal in appliance user interface development.\n\n\n**You demonstrate:**\n* Collaboration - contributes to a highly collaborative environment that enables a cross functional team to flourish.\n* Communication - effectively exchanges information and ideas with confidence and respect, able to demonstrate progress, raise issues and articulate changes on a frequent basis.\n* Problem-Solving - able to connect the dots between insights, strategy, and conceptual direction; is outcome - as opposed to task - orientated.\n* Adaptability & Resilience - can effectively navigate change, challenges, and setbacks while maintaining a positive and flexible approach.\n* Proactivity - eager to learn and grow, sees challenges as opportunities, seeks and - is responsive to - feedback.\n* Responsibility - accountable, reliable, and proactive in building systems and handling dependencies, contributing to a trustworthy and effective team dynamic.\n\n\n**Qualifications** \n**:**\n* Proven experience in developing user interface code for embedded devices for both touch screens and less capable UI’s.\n* Experience in developing software applications for embedded internet devices that are frequently updated in production.\n* Experience in developing touch screen UI code with Dart\/Flutter for embedded devices outside mobile phones.\n* You need to master at least two of the following competence areas and quickly learn what good looks like for the others:\n+ Multi language software integration for embedded environments.\n+ Layered software architecture for embedded systems with different chipset performance and UI capabilities\n+ Simulation technology for rapid software development of embedded UI’s.\n+ Modular test automation for application logic as well as for UI behaviour in embedded products.\n+ Using design tokens and design system integration for brand management in graphical UI code.\n+ Using systems for translation and internationalization\n+ Build pipeline, code analysis, feature flag and analytics tools for modern embedded development.\n\n\n**Where you'll be:**\n This is a full-time position, based at our Global Headquarter in Stockholm (Sweden).\n   \n\n  \n\n We are 60+ nationalities under the same roof and we enjoy the look and feel of the office!\n   \n\n  \n\n You will be part of a dynamic international team where English is the natural language.\n   \n\n  \n\n**Benefit highlights include:**\n* Flexible work hours\/hybrid work environment.\n* Discounts on our award-winning Electrolux products and services\n* Family friendly benefits\n* Insurance policy plan\n* Extensive learning opportunities and flexible career path\n\n\n We look forward to receiving you application!\n   \n\n  \n\n As part of Electrolux, we will continuously invest in you and your development. There are no barriers to where your career could take you.\n   \n\n  \n\n**Find out more:**\n Electrolux Groupg","company_url":"https:\/\/se.linkedin.com\/company\/electroluxgroup","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEZiaaUvM-yOg\/company-logo_100_100\/company-logo_100_100\/0\/1631372210419?e=2147483647&v=beta&t=72drfQgDML4gVpn_fD7t_OHdVmFA00Lf-m1mK1l8S2k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081554983","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081554983","job_url_direct":"https:\/\/career.dynamx.se\/jobs\/5235836-devops-engineer&urlHash=koJ4","title":"DevOps Engineer","company":"Dynamx","location":"Kista, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**About The Team**\n The organization is undergoing a significant DevOps transformation to drive improvements in software delivery through enhanced automation, reduced operational inefficiencies, and better collaboration across squads. As part of the Engineering Excellence squad, the DevOps Engineer will support multiple delivery squads that have limited DevOps knowledge and capacity. The DevOps Engineer will report directly to the DevOps champions Lead and work closely with the DevOps champions in each delivery squad. Regular updates and reports will be provided to ensure alignment with project goals and the overall DevOps transformation strategy.\n   \n\n  \n\n Assignment description\n   \n\n  \n\n The DevOps Engineer will focus on developing and optimizing CI\/CD pipelines, automating infrastructure processes, mentoring squads, and integrating best practices. The role will be pivotal in driving DORA metrics improvements such as increased deployment frequency, reduced lead time for changes, lower change failure rates, and faster recovery times. Objectives - Improve CI\/CD pipelines across multiple squads. - Increase deployment automation and reduce operational bottlenecks. - Mentor and coach delivery squads to adopt DevOps best practices. - Raise DevOps maturity across tech stacks, including .NET on Azure and Guidewire with Bitbucket\/TeamCity. - Collaborate with squad-specific DevOps champions to increase performance based on DORA metrics. Deliverables - Optimized CI\/CD pipelines: Implementation of efficient CI\/CD pipelines tailored to the needs of each delivery squad. - DORA metrics improvements: Demonstrable improvements in deployment frequency, lead time for changes, change failure rates, and mean time to recovery. - Documentation: Clear and accessible documentation of CI\/CD processes, Infrastructure as Code templates, and best practices for DevOps across the squads. - Mentorship outcomes: Evidence of upskilled DevOps champions and delivery squad members, including training materials and session outcomes. - Automation and monitoring: Deployment of automated monitoring and logging solutions to enhance observability and system reliability. Conclusion The DevOps Engineer will play a critical role in driving the organizations DevOps transformation. By optimizing pipelines, automating processes, and mentoring squads, the DevOps Engineer will significantly contribute to improving DORA metrics and operational efficiency.\n   \n\n  \n\n Must haves\n   \n\n  \n\n Tasks and Responsibilities: CI\/CD Pipeline Optimization: - Develop and optimize CI\/CD pipelines: Work across delivery squads to implement efficient CI\/CD pipelines using Azure and integrate legacy platforms. - Automation of infrastructure processes: Implement Infrastructure as Code (Terraform, ARM templates) to automate deployments and streamline infrastructure management. Collaboration and Mentorship: - Mentor delivery squads: Coach squads with limited DevOps knowledge, providing hands-on guidance for adopting best practices. - Collaborate with DevOps champions: Work closely with DevOps champions embedded in delivery squads to ensure consistent adoption of DevOps practices. Cross-functional Integration: - Ensure cross-functional collaboration: Coordinate between development, operations, and security squads to break down silos and promote cohesive delivery processes. - Integration of security practices: Incorporate DevSecOps principles into the CI\/CD pipelines, including automated security testing and code analysis. DORA Metrics Improvement: - Track and report on DORA metrics: Provide ongoing assessments of deployment frequency, lead time for changes, change failure rates, and mean time to recovery, and identify opportunities for improvement.","company_url":"https:\/\/se.linkedin.com\/company\/dynamx-se","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQETunB64QHBWQ\/company-logo_100_100\/company-logo_100_100\/0\/1696003303252\/dynamx_se_logo?e=2147483647&v=beta&t=VTauK56LXgUGYng8MadwuVtwvLKmwMaTzAfhklmDbWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4082408478","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4082408478","job_url_direct":null,"title":"iOS Developer","company":"Global Primas","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Company Description** \n\n\n\n\n\n\n\n\n We suggest you enter details here.\n \n\n\n\n  \n\n\n\n\n\n**Role Description** \n\n\n\n\n\n\n\n\n This is a contract iOS Developer role at Global Primas located in Stockholm, with flexibility for some remote work. As an iOS Developer, you will be responsible for mobile application development, iOS development, and software development. This is a hybrid role, with the option to work from home.\n \n\n\n\n  \n\n\n\n\n\n**Qualifications** \n\n\n\n\n\n\n\n* iOS Development, Mobile Applications, and iOS skills\n* Experience in Mobile Application Development and Software Development\n* Strong knowledge of iOS platform\n* Problem-solving and analytical skills\n* Ability to work independently and in a team\n* Excellent communication and collaboration skills\n* Bachelor's degree in Computer Science or related field","company_url":"https:\/\/se.linkedin.com\/company\/globalprimas","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGJbasUHAhXdA\/company-logo_100_100\/company-logo_100_100\/0\/1630601410823\/globalprimas_logo?e=2147483647&v=beta&t=zSrnrXA1DioXS09UQrEXCKndX8j21J9JEURotgWsGvE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4081556690","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4081556690","job_url_direct":"https:\/\/careers.ohb-sweden.se\/jobs\/5233588-system-engineer-to-ohb-sweden-focus-defense-projects&urlHash=MWnz","title":"System Engineer to OHB Sweden - Focus defense projects","company":"OHB Sweden","location":"Kista, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Defense and Space Manufacturing","listing_type":null,"emails":null,"description":"**OHB Sweden is a leading Swedish supplier of space systems. We develop, build, test and commission satellites and subsystems for space missions in, for example, communication, earth observation and space research for institutional and commercial customers within and outside Europe.**\n At us you are going to be a big part of our defense projects and work with new and challenging spacecraft and small constellation programs - commercially, nationally and with the European Space Agency.\n   \n\n  \n\n At us you will work with a team of engineers both during study phases as well as in implementation projects, in all aspects of systems engineering. You shall have a wide experience in several fields of systems engineering, such as requirements analysis, failure modes and effects analysis, engineering analysis, design trade-offs, systems modelling and spacecraft architectural design.\n   \n\n  \n\n This work is to be performed together with a larger team of other system engineers, field experts and project managers. As a result, your work is dynamic, with other people, executed and reported in a very systematic and professional way so as to allow for the results and outcomes to be digested and used by the project-at-large and the end-customer.\n   \n\n  \n\n**Applicants are expected to have expertise\/experience in several of the following areas:**\n* Experience in numerical analytical methods applied in trade-offs, preliminary sizing and bounding of performance requirements\n* Experience using Python and\/or MATLAB Simulink\n* Architectural principles for spacecraft mechanical and thermal design\n* Data handling systems, including both ground and in-flight software\n* Attitude and orbit control, orbital mechanics, and mission design\n* Be able to provide clear and coherent reporting and presentations in the English language\n\n\n**Required qualifications:**\n* As a minimum, Bachelor’s or Master’s Degree in related Engineering disciplines\n* At least 5 years of experience in systems engineering, either directly or indirectly through related work in other subsystems or industries\n* Fluent in the English language, both spoken and written\n* Located in, or willingness to relocate to, Stockholm, Sweden\n\n\n**Added advantageous qualifications:**\n* Experience using DOORS or other requirements management tools\n* Experience in RF, digital design and EMC are seen as additional advantage\n* Experience in one or more of a project’s life cycle starting from feasibility analysis (Phase A) through Preliminary Design (Phase B) and project implementation (Phases C\/D\/E).\n\n\n We are looking for a team-player, learning quickly, providing technical advice to team members, as well as having the ability to work autonomously. Capability for problem solving and initiative are necessary as well as the ability to work in a pragmatic way focusing on finding the right level of quality and to deliver on time.\n   \n\n  \n\n If you would be a part of our journey and involved in complicated defense projects, just apply!","company_url":"https:\/\/se.linkedin.com\/company\/ohb-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHxIGeIZH5plw\/company-logo_100_100\/company-logo_100_100\/0\/1647443158205\/ohb_sweden_logo?e=2147483647&v=beta&t=vUUcd4C_plM5IvAZvHLWMbsi8ENF5RmrSKr9AhwwjHE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]