[{"id":"15ffa35e25700a0b","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=15ffa35e25700a0b","job_url_direct":"https:\/\/www.forsakringskassan.se\/om-forsakringskassan\/jobba-hos-oss\/lediga-jobb\/jobbannons?rmjob=17751","title":"Systemutvecklare inriktning systemanalytiker i Sundsvall","company":"Försäkringskassan","location":"Sundsvall, Y, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"Ahmad.Mohsen@forsakringskassan.se, anna-lena.bahadori.lundgren@forsakringskassan.se, per.sandemalm@forsakringskassan.se","description":"Placeringsort\nSundsvall\nDiarienummer\nFK 2024\/013861  \n\n\n\n*Varje år fattar Försäkringskassan 24 miljoner beslut som påverkar människors liv och hela samhället. Vi betalar ut cirka 250 miljarder kronor varje år. Det är allas skattepengar vi har hand om. Det är ett stort ansvar. Därför tänker vi nytt och använder den senaste tekniken för att förenkla och förbättra, utveckla och leverera it-tjänsterna för den svenska socialförsäkringen. Välkommen till en av Sveriges största it-avdelningar.*\n*Välkommen till LO KUND - en spännande avdelning inom Försäkringskassan där du blir en viktig del av vår kundhantering. Här får du chansen att arbeta med centrala och avgörande uppgifter som utgör grunden för bedömningen av socialförsäkringsförmåner. Vi är aktiva deltagare i processen av dessa beslut och delar information med andra myndigheter för att säkerställa att medborgaren får den service de behöver.*\n\n\n**Kvalitetssäkring, kommunikation, skalbara it-lösningar**\n----------------------------------------------------------\n\n\n\nSom systemutvecklare i vårt agila team kommer du att arbeta med systemutveckling, främst i samarbete med verksamhetsutvecklare och kravställare inom myndigheten samt externa parter. Dina arbetsuppgifter kommer att omfatta analys, kvalitetssäkring och dokumentation av komplexa system.\n\n\n\nKommunikationen med externa parter är avgörande för att säkerställa att våra lösningar uppfyller deras behov och förväntningar. Du kommer att ha möjlighet att bygga starka samarbeten och upprätthålla en öppen dialog för att förstå deras krav och feedback, vilket kommer att spela en nyckelroll i vårt arbete.\n\n\n\nI vårt arbete är eget ansvar och kontinuerlig förbättring av vår verksamhet av största vikt. Vi strävar efter att erbjuda en utmärkt användarupplevelse, prioritera kvalitet och vara engagerade i din personliga utveckling tillsammans med oss. Fokus ligger på att skapa och implementera skalbara IT-lösningar som kan möta kraven och behoven i en snabbt föränderlig teknologisk miljö.\n\n\n\nTjänsten innebär att du hanterar sekretessbelagda uppgifter vilket ställer höga krav på rätt hantering. Därför är det viktigt att du som ska arbeta hos oss har högt säkerhetsmedvetande.\n\n\n\nDet är ett jobb för dig som vill vara med och ta ansvar.\n\n\n\nVi söker dig som\n\n\n* har högskoleexamen eller erfarenheter och kvalifikationer som kan prövas likvärdiga\n* agerar på eget initiativ och tar ansvar för att nå goda resultat\n* samarbetar effektivt med andra för att nå gemensamma mål\n* kommer med innovativa idéer och lösningar som främjar utveckling\n* har ett systematiskt och noggrant arbetssätt\n* kan förstå och analysera komplexa frågor\n* har ett systematiskt och noggrant arbetssätt\n* har goda kunskaper i svenska, i tal och skrift.\n\n\nDet är meriterande om du har\n\n\n* har erfarenhet i programmet SMART-IT\/ARS\n* har erfarenhet om arbete på försäkringskassans förmåner\n* har erfarenhet av VeraProcessen\n* har erfarenhet av agilt arbetssätt.\n\n\nVi lägger stor vikt vid dina personliga egenskaper.\n\n\n**Övrigt**\n----------\n\n\n\n1 tjänster, tillsvidare heltid, med tillträde enligt överenskommelse. Provanställning kan bli aktuellt. Försäkringskassan kan komma att göra viss ekonomisk personkontroll innan anställning. För den här tjänsten krävs svenskt medborgarskap**.** Placeringsort: Sundsvall\n\n\n\nVill du veta mer om Försäkringskassan som arbetsgivare? Besök fk.se\/jobbahososs\n\n\n**Kontaktpersoner**\n-------------------\n\n\n\nChef: Anette Persson, tel: 0702137476 (för frågor om tjänsten). HR-specialist: Ahmad Mohsen tel 010-113 45 24 eller mejl Ahmad.Mohsen@forsakringskassan.se (för frågor om rekryteringsprocessen). Fackliga representanter är för ST: anna-lena.bahadori.lundgren@forsakringskassan.se Saco-S:per.sandemalm@forsakringskassan.se och Seko: Eliza Grundström. Dessa nås via vår växel 08-786 90 00.\n\n\n**Ansökan**\n-----------\n\n\n\nVälkommen med din ansökan senast den 23 juni. Ladda gärna upp dina examensbevis, betyg och intyg i samband med din ansökan.\n\n\n\nHar du skyddade personuppgifter eller ingen tillgång till bank-id kontaktar du den HR-specialist som finns namngiven i annonsen via telefon så får du hjälp med att skicka in din ansökan.","company_url":"https:\/\/se.indeed.com\/cmp\/F%C3%B6rs%C3%A4kringskassan","company_url_direct":"https:\/\/www.forsakringskassan.se\/","company_addresses":"Hägersten","company_industry":null,"company_num_employees":"5,001 to 10,000","company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/3023119cd900904ebe94a3e05c89ad0e","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"eea6fa24f4b73c38","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=eea6fa24f4b73c38","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898559","title":"Software Developer inom Data Processing & Algoritmer","company":"Meet a Group international AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"charlotte.hoffstrom@edzagroup.se","description":"Meet a Student är en jobbplattform för juniora talanger.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \nEtt världsledande bolag inom tech letar nu efter dig som vill bli deras nya Software Developer med fokus på Data Processing & Algoritmer. Har du en examen inom datavetenskap och brinner för mjukvaruutveckling så kan det här vara tjänsten för dig - Ansök redan idag!\n  \nOm tjänsten\n  \nFöretaget söker en talangfull och motiverad mjukvaruutvecklare som kan ansluta till deras High Performance Computing-team. I denna roll kommer du att spela en avgörande roll i utvecklingen och optimeringen av programvarulösningar för data processing, vector-to-pixel transformation, kompensationer och komplexa algoritmer.\n  \n  \n\n**Exempel på arbetsuppgifter:**  \n\nSamverka med tvärfunktionella team för att förstå projektets krav och tekniska specifikationer relaterade till data processing och algoritmutveckling.\n  \n  \n\nDesigna, utveckla och optimera programvarulösningar i C++ och C för att behandla vektorer, omvandla dem till pixelområdet och implementera kompensationer.\n  \n  \n\nImplementera och optimera komplexa algoritmer för att uppnå effektiv och skalbar prestanda i dataprocesseringsuppgifter.\n  \n  \n\nGenomföra noggranna tester och felsökningar för att säkerställa tillförlitlighet, noggrannhet och robusthet hos programvarulösningar.\n  \n  \n\nHålla sig uppdaterad om de senaste framstegen inom programutveckling, data processing och strategier för algoritmutveckling.\n  \n  \n\nVi söker en team lead och två utvecklare till teamet, så beroende på erfarenhet och intresse kan olika möjligheter ges.\n  \n  \n\nBolaget har en hybrid modell och jobbar 60% från kontoret i Täby.\n  \n  \n\nOm företaget\n  \nDu kommer att vara en del av ett svenskt högteknologiskt företag som är i framkanten av mjukvaruutveckling och arbetar med en av de mest avancerade produkterna i branschen. Företagets samarbetsinriktade team av erfarna utvecklare har en öppen inställning och arbetar tillsammans för att lösa utmaningar och tänja på gränserna för vad som är möjligt. De främjar innovation genom att uppmuntra utveckling och utforska nya vägar för problemlösning. Företaget erbjuder en dynamisk miljö där du utmanas att förbättra kvaliteten och bidra med innovativa lösningar.\n  \n  \n\n**Krav för tjänsten:**  \n\nEn Kandidatexamen eller masterexamen i datavetenskap eller ett relaterat område.\n  \n  \n\nErfarenhet av programutveckling med C++ och C, med en gedigen förståelse för data structures, algoritmer och memory management.\n  \n  \n\nFärdighet i att utveckla programvara för data processing, image transformation eller signal processing applications.\n  \n  \n\nStark förståelse för kompensationer och erfarenhet av att implementera komplexa algoritmer.\n  \n  \n\nErfarenhet av versionshanteringssystem (t.ex. Git) och bästa praxis för programutveckling.\n  \n  \n\nUtmärkt problemlösningsförmåga och förmåga att arbeta självständigt såväl som att samarbeta i teammiljö.\n  \n  \n\nBra kommunikationsförmåga på svenska och engelska, både i tal och skrift.\n  \n  \n\nVälkommen med din ansökan!\n  \n**Rekryteringen kommer hållas av Ed:** Za Group. Har du några frågor eller funderingar relaterade till tjänsten och processen är du varmt välkommen att kontakta oss på charlotte.hoffstrom@edzagroup.se.","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f4ce86c6eb955c14","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f4ce86c6eb955c14","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898571","title":"Software Developer inom Deviation Detection och Computer Vision","company":"Meet a Group international AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"charlotte.hoffstrom@edzagroup.se","description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \nEtt världsledande bolag inom tech letar nu efter dig som vill bli deras nya Software Developer med fokus på Deviation Detection och Computer Vision. Har du en examen inom datavetenskap och brinner för mjukvaruutveckling så kan det här vara tjänsten för dig - Ansök redan idag!\n  \nOm tjänsten\n  \nFöretaget söker en talangfull och kreativ mjukvaruutvecklare som kan ansluta till deras team inom Data Science. I denna roll kommer du att spela en avgörande roll i utvecklingen av avancerade algoritmer och modeller för deviation detection och computer vision. Ditt arbete kommer direkt att påverka företagets produkter och tjänster och driva innovationen och effektiviteten framåt.\n  \n  \n\n**Exempel på arbetsuppgifter:**  \n\nSamarbeta nära med tvärfunktionella team för att formulera datadrivna lösningar.\n  \n  \n\nDesigna, utveckla och implementera banbrytande algoritmer och modeller inom deviation detection och computer vision.\n  \n  \n\nGenomföra dataanalyser och funktionsteknik för att extrahera meningsfulla insikter från komplexa dataset.\n  \n  \n\nUtvärdera modellprestanda och bidra med förbättringar för att förbättra noggrannheten, skalbarheten och effektiviteten.\n  \n  \n\nKomma med handlingsbara insikter och rekommendationer baserade på avvikelseanalys för att förbättra operationell effektivitet och minska risker.\n  \n  \n\nVi söker en team lead, en utvecklare och en ScrumMaster\/utvecklare till teamet, så beroende på erfarenhet och intresse kan olika möjligheter ges.\n  \n  \n\nBolaget har en hybrid modell och jobbar 60% från kontoret i Täby.\n  \n  \n\nOm företaget\n  \nDu kommer att vara en del av ett svenskt högteknologiskt företag som är i framkanten av mjukvaruutveckling och arbetar med en av de mest avancerade produkterna i branschen. Företagets samarbetsinriktade team av erfarna utvecklare har en öppen inställning och arbetar tillsammans för att lösa utmaningar och tänja på gränserna för vad som är möjligt. De främjar innovation genom att uppmuntra utveckling och utforska nya vägar för problemlösning. Företaget erbjuder en dynamisk miljö där du utmanas att förbättra kvaliteten och bidra med innovativa lösningar.\n  \n  \n\nOm dig\n  \n  \n\n**Vi ser gärna att du har:**  \n\nEn masterexamen eller doktorsexamen i datavetenskap eller ett relaterat område.\n  \n  \n\nErfarenhet av att utveckla maskininlärningsmodeller och algoritmer, särskilt inom områdena deviation detection och computer vision.\n  \n  \n\nBehärskning av programmeringsspråk som Python eller MATLAB, tillsammans med erfarenhet av relevanta bibliotek och ramverk (t.ex. TensorFlow, PyTorch, OpenCV).\n  \n  \n\nEn stark förståelse för statistiska metoder, tekniker för dataförbehandling och funktionsextrahering.\n  \n  \n\nUtmärkta problemlösningsförmågor och förmåga att arbeta effektivt i en samarbetsvillig teammiljö.\n  \n  \n\nEffektiva kommunikations- och samarbetsfärdigheter, med förmåga att arbeta nära med intressenter för att förstå deras behov och leverera lösningar därefter.\n  \n  \n\nBra kommunikationsförmåga på svenska och engelska, både i tal och skrift.\n  \n  \n\nVälkommen med din ansökan!\n  \n**Rekryteringen kommer hållas av Ed:** Za Group. Har du några frågor eller funderingar relaterade till tjänsten och processen är du varmt välkommen att kontakta oss på charlotte.hoffstrom@edzagroup.se.","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0ba48d4093c36547","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0ba48d4093c36547","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898582","title":"GPU Software Developer till världsledande tech-bolag","company":"Meet a Group international AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"charlotte.hoffstrom@edzagroup.se","description":"Meet a Student är en jobbplattform för juniora talanger.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \nEtt världsledande bolag inom tech letar nu efter dig som vill bli deras nya GPU Software Developer. Har du en examen inom datavetenskap och brinner för mjukvaruutveckling så kan det här vara tjänsten för dig - Ansök redan idag!\n  \nOm tjänsten\n  \n  \n\nFöretaget söker en högkvalificerad och motiverad GPU Software Developer till sitt team. I denna roll kommer du att ansvara för att utveckla högpresterande GPU-accelererade programvarulösningar med CUDA-programmering. Du kommer att få möjlighet att arbeta med spännande projekt som utnyttjar kraften hos GPU för att lösa komplexa problem inom olika områden.\n  \n  \n\n**Exempel på arbetsuppgifter:**  \n\nSamverka med tvärfunktionella team för att designa och implementera GPU-accelererade algoritmer och applikationer.\n  \n  \n\nOptimera befintlig programvara för GPU-arkitekturer för att maximera prestanda och effektivitet.\n  \n  \n\nBedriva forskning och utveckling för att utforska nya tekniker och teknologier inom GPU.\n  \n  \n\nUtföra kodgranskningar, testning och felsökning för att säkerställa högkvalitativa leveranser.\n  \n  \n\nHålla sig uppdaterad om de senaste framstegen inom GPU-teknik och CUDA-programmering.\n  \n  \n\nBolaget har en hybrid modell och jobbar 60% från kontoret i Täby.\n  \n  \n\nOm företaget\n  \nDu kommer att vara en del av ett svenskt högteknologiskt företag som är i framkanten av mjukvaruutveckling och arbetar med en av de mest avancerade produkterna i branschen. Företagets samarbetsinriktade team av erfarna utvecklare har en öppen inställning och arbetar tillsammans för att lösa utmaningar och tänja på gränserna för vad som är möjligt. De främjar innovation genom att uppmuntra utveckling och utforska nya vägar för problemlösning. Företaget erbjuder en dynamisk miljö där du utmanas att förbättra kvaliteten och bidra med innovativa lösningar.\n  \n  \n\n**Krav för tjänsten:**  \n\nEn kandidatexamen eller högre inom datavetenskap, teknik eller ett relaterat område.\n  \n  \n\nStark kompetens inom CUDA-programmering och GPU-arkitektur.\n  \n  \n\nStark förståelse för parallell programmering och tekniker.\n  \n  \n\nErfarenhet av prestandaprofilering och optimering av GPU-accelerated applikationer.\n  \n  \n\nKompetens inom programmeringsspråken C\/C++.\n  \n  \n\nUtmärkt problemlösningsförmåga och ett öga för detaljer.\n  \n  \n\nFörmåga att arbeta effektivt i en samarbetsvillig teammiljö.\n  \n  \n\nBra kommunikationsförmåga på svenska och engelska, både i tal och skrift.\n  \n  \n\n**Det är även meriterande om du har:**  \n\nerfarenhet av andra GPU-programmeringsramverk som OpenCL eller Vulkan.\n  \n  \n\nÄr bekant med maskininlärningsramverk såsom TensorFlow eller PyTorch.\n  \n  \n\nKunskap om principer för datorgrafik och API(t.ex. OpenGL, DirectX).\n  \n  \n\nErfarenhet av programvaruutveckling i Linux-miljöer.\n  \n  \n\nVälkommen med din ansökan!\n  \n**Rekryteringen kommer hållas av Ed:** Za Group. Har du några frågor eller funderingar relaterade till tjänsten och processen är du varmt välkommen att kontakta oss på charlotte.hoffstrom@edzagroup.se.","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"5e10a151658b7698","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5e10a151658b7698","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898384","title":"BI Developer","company":"Meet a Group international AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \n  \n\nAbout Bright\n  \n  \n\nWe are a growing B2B SaaS company that provides a white-label platform for electricity trading and grid providers, enabling them to offer their end customers the digital utility experience they demand. Our innovative platform has already won over 50+ customers across the Nordic region, and we're continuing to expand into new markets in Europe. At Bright, we're proud of what we as a team have accomplished so far, but we're even more excited about what's yet to come. We're committed to revolutionizing the energy industry and making a real impact on the world.\n  \n  \n\nAbout the team\n  \n  \n\nJoin us as the first member of our Data & Analytics team, where you'll build on the solid groundwork laid by our consultants. Working alongside our 16-person engineering and product organization, you'll play a key role in expanding Bright's data capabilities. Armed with our tech stack – BigQuery, dbt, Avo, Y42, GA4, and Looker Studio – you'll have the tools to drive real change in our daily operations.\n  \n  \n\nAbout the role\n  \n  \n\nAs a Business Intelligence Developer at Bright, you'll be crucial in translating data into insights that drive strategic decisions. Collaborating closely with business stakeholders, you'll design and develop BI solutions that empower our team to make informed choices. From crafting interactive dashboards to optimizing ETL and ELT processes, your work will directly impact our success.\n  \n  \n\nKey Responsibilities\n  \n  \n\nPartner with business stakeholders to understand their needs and translate them into technical solutions.\n  \n  \n\nDesign and develop data models, visualizations, and interactive reports that provide actionable insights.\n  \n  \n\nOptimize BI solutions for efficiency, scalability, and user experience, ensuring data accuracy and integrity.\n  \n  \n\nAbout you\n  \n  \n\nYou bring an analytical mindset, problem-solving abilities, and clear communication. Collaboration is key to your approach; you thrive in team settings, sharing ideas, and tackling challenges together. You have an ownership mentality; you're proactive, seizing opportunities to make a real impact and drive results that matter. You have a growth mindset; you’re hungry for knowledge and you see challenges as opportunities for growth and innovation.\n  \n  \n\n**To thrive in this role, we also look for the following:**  \n\nBachelor's degree in computer science, information systems, business administration, or related field.\n  \n  \n\nProficiency in BI tools and cloud data warehouses such as those part of our tech stack\n  \n  \n\nStrong SQL skills for data querying, manipulation, and analysis.\n  \n  \n\nExperience with data modeling and dimensional modeling concepts.\n  \n  \n\nFamiliarity with ETL and ELT processes and performance optimization techniques.\n  \n  \n\nIt’s more than just a job\n  \n  \n\nAt Bright, you will be joining an innovative, close-knit team with an ambitious mindset. Our goal is to disrupt energy usage and help end customers change their habits and take advantage of renewable energy when it is extracted instead of losing it. You will be part of something significant that both transforms the energy business and contributes to a greener, more sustainable society.\n  \n  \n\nIf you think it’d be exciting to disrupt the energy industry, build the energy app of the future, and work with incredible people, please hit that apply button!\n  \n  \n\nThis is a position based in Stockholm, Sweden with the opportunity to work hybrid. Due to the hybrid nature of this role, Bright is unable to sponsor relocation or work permits.","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"8d66183a6fb159d6","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8d66183a6fb159d6","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898282","title":"Systemutvecklare med AI-intresse","company":"Meet a Group international AB","location":"Karlskrona, K, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Meet a Student är en jobbplattform för juniora talanger.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \n  \n\nVill du vara med och skapa framtidens system i ett spännande och kreativt företag? Har du en passion för systemutveckling och smarta lösningar? Då har vi jobbet för dig!\n  \n  \n\nOm tjänsten\n  \nVår kund är inne i en spännande expansionsfas och behöver förstärka sitt utvecklingsteam. Kunden levererar system och processer till deras kunders arbete med personal- och arbetshälsorelaterade frågor.\n  \n  \n\nSom systemutvecklare hos vår kund jobbar du med att lyfta deras tjänster och system till en helt ny teknikstack baserad på .NET, C#, Blazor och SQL-server samt att de implementerar AI-stöd. Att jobba som systemutvecklare hos vår kund passar dig som brinner för att utveckla lösningar som bidrar till samhällsnytta på riktigt.\n  \n  \n\nVår kund är ett framgångsrikt, omhändertagande produktbolag och utvecklingsteamet styr själva över teknikval, metodik och processen för arbetet. De prioriterar personlig utveckling och erbjuder goda möjligheter att utforska och implementera nya idéer.\n  \n  \n\nHos vår kund kommer du främst att jobba med systemutveckling inom C#, Blazor och SQL Server. Du får dessutom möjlighet att jobba väldigt varierat med arbetsuppgifter inom följande områden: AI, TDD, databasdesign, integrationer, arkitektur och prototyparbete.\n  \n  \n\nTeamet består idag av 8 medarbetare med olika spetskompetenser och senioritet. De har en hybrid arbetsmodell där möjlighet finns att jobba 2 dagar från kontoret och 3 dagar hemifrån\/valfritt.\n  \n  \n\nOm dig\n  \n  \n\nRelevant IT-utbildning\n  \n  \n\nArbetslivserfarenhet av utveckling inom .NET och C#\n  \n  \n\nGoda kunskaper inom .NET och C#\n  \n  \n\nKommunicerar obehindrat på svenska och engelska\n  \n  \n\nMed fördel erfarenhet\/ kunskap inom AI och machine-learning och en nyfikenhet inom område\n  \n  \n\nSom person är du analytisk och noggrann samt brinner för att jobba i team.\n  \n  \n\nVälkommen med din ansökan!\n  \n  \n\nTror du att detta skulle passa dig, eller kanske någon du känner? Vi har ett löpande urval och kan komma att tillsätta tjänsten innan sista ansökningsdag, tveka därför inte - utan skicka in din ansökan redan idag!\n  \n  \n\n**Processen kommer hållas av Ed:** Za Group. Har du några frågor eller funderingar relaterade till tjänsten och processen är du varmt välkommen att kontakta oss.","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950801604","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950801604","job_url_direct":"https:\/\/helicontechnologies.teamtailor.com\/jobs\/4402510-fullstack-developer?utm_source=LinkedIn&urlHash=BVci","title":"Fullstack Developer","company":"Helicon Technologies","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Us**\n Helicon builds software for energy companies and startups with energy-related products (e.g. ABB, Polarium, Stockholm Exergi, Hitachi Energy). Our experienced software engineers and data scientists specialize in product development, data engineering, and cloud infrastructure.\n   \n\n  \n\n A typical project includes some data infrastructure (where we use tools like Kubernetes, Airflow, PostgreSQL, TimescaleDB, InfluxDB, Kafka), a machine learning component (typically built around Spark and PyTorch), APIs, and software to facilitate communication between services (e.g. Python, FastAPI, Django, Kafka, RabbitMQ), and UIs where end-users can operate the system and visualize data and analyses (e.g. React, ThreeJS, WebGL). The front-end components of our systems vary from administration panels and analytical dashboards to complex 3D-based digital twins.\n   \n\n  \n\n**About You**\n* You’re super-passionate about code and technology.\n* You’re fluent in and know the ins and outs of at least one “back-end language” (preferably Python) and familiar with web front-end languages (HTML\/CSS\/JS\/TS).\n* You’re empathetic about – and understand the needs of – the customer.\n* You enjoy discovering, defining, and solving problems.\n* You make pragmatic scoping decisions and can explain why the team is doing something a certain way.\n* You work with your team to tackle technical challenges and to level up in the process.\n* You can theorize and think abstractly, but understand the importance of getting things done.\n* You strike a balance between moving fast and creating scalable and maintainable solutions.\n\n\n**About The Role**\n* You will most commonly work more focused on the back-end stack of a specific project, but there are projects where support on both sides is needed and front-end focus can also change between projects.\n* Provide mentoring and push the team forward in terms of development methodologies.\n* Rapidly and precisely plan and execute application development projects.\n* Perform constructive code reviews and provide meaningful feedback.\n* Build and lead development teams and initiatives.\n\n\n What we are looking for\n   \n\n  \n\n* 5+ years of experience with a reasonably up-to-date back-end stack, preferably from Python\n* Experience in front-end development\n* Experience with running deployments on AWS and\/or Azure.\n* You write high-quality code that is easy to read, understand, and test.\n* Strong understanding of Docker and Git.\n* Fundamental understanding of profiling and performance optimization.\n* Leadership experience and strong communication skills.\n* You’ve spent many hours thinking about the best way to manage state in front-end applications.\n* Ability to build applications that are fed large amounts of data but remain highly responsive.\n* Strong opinions on how to best connect applications with external APIs.\n* Able to work in a hybrid setup in Stockholm and fluent in Swedish and English\n\n\n Bonus\n   \n\n  \n\n* Experience with one or more tools we use: Kubernetes, Spark, Airflow, Kafka, Timescale, PyTorch, Keras.\n\n\n At Helicon, we help companies in the energy sector to build platforms and software that leverages data and advanced analytics for data visualization, optimization, and customer-facing products. Collaborating closely with our customers we want to make data enlightening and software useful.\n   \n\n  \n\n While we’re growing fast, we maintain a casual, small business work environment that allows everyone to reach their potential, work sustainably, and have the autonomy to deliver results.","company_url":"https:\/\/se.linkedin.com\/company\/helicon-technologies-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQGfw2n0ohKkJw\/company-logo_100_100\/0\/1653302792954\/helicon_technologies_ab_logo?e=2147483647&v=beta&t=pSslVlm10WQCa87mLlZAwYF3_nEnhPbqshaWw-qXXAE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3951658557","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3951658557","job_url_direct":"https:\/\/www.academicwork.se\/lediga-jobb\/j\/frontend-developer-to-an-iot-company\/2FS7D9?i=1?apply=1&urlHash=LZhz","title":"Frontend Developer to an IoT company","company":"Academic Work","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"filippa.karlberg@academicwork.se","description":"Join a leading Swedish IoT company with over 20 years of delivering top-notch solutions globally. We’re looking for a talented\n   \n\n**Frontend Developer**\n to join our clients\n   \n\n**TV Product Management Team**\n . If you’re ready for a new challenge, apply today!\n \n\n\n Apply here!\n \n  \n\n**City :**\n Stockholm, Sweden\n \n\n\n\n  \n\n**Job Category :**\n IT\n \n\n\n\n  \n\n**Extent :**\n Full time, 75% remote\n \n\n\n\n  \n\n**Start date :**\n 12th of august\n \n\n\n\n  \n\n**Type of work :**\n Staffing\n \n\n\n\n  \n\n**Other :**\n Possibility to work remote\n   \n\n\n\n\n**About the role**\n\n Our client is strengthening their\n   \n\n**TV Product Management Team**\n with a skilled\n   \n\n**Frontend Developer**\n . You’ll work with a dynamic team of developers, architects, and QA professionals to develop and maintain streaming applications.\n \n\n\n  \n\n\n  \n\n**Details:**\n\n\n\n  \n\n  \n* **Start Date:**\n August 12\n  \n* **End Date:**\n December 31 (potential extension to 2025)\n  \n\n\n  \n\n\n  \n\n**Responsibilities:**\n\n\n\n  \n\n  \n* Develop features using React and React Native, JavaScript, HTML, and CSS.\n  \n* Implement features based on UX wireframes, Figma designs, and specifications.\n  \n* Conduct bug fixes and general maintenance.\n  \n* Use tools like Jira, Confluence, and GitHub.\n  \n* Work independently on tasks from the Product Owner\/Agile Team Lead.\n  \n\n  \n\n\n**We are looking for**\n\n  \n\n**Required skills:**\n\n\n\n  \n\n  \n* **Proactive:**\n Identify problem areas in code and user experience and suggest improvements.\n  \n* **Team Player:**\n Excellent communication and problem-solving skills.\n  \n* **React & React Native:**\n Strong knowledge and experience.\n  \n* **Version Control:**\n Proficient in GIT and GitHub.\n  \n* **Android Studio:**\n Experience with managing source code.\n  \n* **REST APIs:**\n Skilled in fetching and updating data using third-party REST APIs.\n  \n* **Language Proficiency:**\n High proficiency in spoken and written English.\n  \n\n\n  \n\n\n  \n\n**Preferred skills:**\n\n\n\n  \n\n  \n* **TV & Media:**\n Experience with TV and media applications.\n  \n* **Modern Web Technologies:**\n Knowledge of modern JavaScript, HTML, and CSS.\n  \n* **Legacy Code:**\n Ability to read and understand legacy code.\n  \n* **Web App Development:**\n Experience developing web apps on Samsung Tizen and\/or LG webOS.\n  \n* **iOS and tvOS:**\n Familiarity with Xcode iOS and tvOS simulators.\n  \n* **Animations:**\n Experience with CSS\/JS animations and transitions.\n  \n\n\n  \n\n\n  \n\n**To succeed in the role, your personal skills are:**\n\n\n\n  \n\n  \n* **Responsible**\n  \n* **Trustworthy**\n  \n* **Intellectually Curious**\n  \n* **Goal-Oriented**\n  \n\n\n  \n\n  \n\n**Our recruitment process**\n  \n\n\n This recruitment process is handled by Academic Work and it is our client’s wish that all questions regarding the position is directed to Academic Work.\n \n\n\n  \n\n\n Our selection process is continuous and the advert may close before the recruitment process is completed if we have moved forward to the next phase. The process includes two tests: one personality test and one cognitive test. The tests are tools to find the right talent for the right position, to enable equality, diversity, and a fair process.\n   \n\n\n\n\n**Become a part of Academic Work**\n\n When you apply to this job, you are becoming one of many consultants at Academic Work. This means that not only will you gain fantastic benefits, but also a team of consultant managers to support you through your career with us.\n \n\n\n Read more about Academic Work\n   \n\n**Do you have questions about this job?**\n\n Filippa Danell Karlberg or a colleague in the recruitment team will gladly answer you on filippa.karlberg@academicwork.se Please specify advert-ID in your email: 15105336","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQH0HvZmSQWk0g\/company-logo_100_100\/0\/1630569389993\/academic_work_logo?e=2147483647&v=beta&t=j1LvT0djquNoEmOMNLyEgneahe5-4LdCy2mnHnCN_oU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950499735","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950499735","job_url_direct":"https:\/\/helicontechnologies.teamtailor.com\/jobs\/3526789-senior-backend-developer?utm_source=LinkedIn&urlHash=_owv","title":"Senior Backend Developer","company":"Helicon Technologies","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Om oss**\n Helicon utvecklar mjukvarulösningar för startups och större företag inom energisfären (t.ex. ABB, Polarium, Stockholm Exergi och Hitachi Energy). Våra erfarna utvecklare och data scientists är experter på produktutveckling, datahantering och molnlösningar.\n   \n\n  \n\n Ett typiskt projekt för oss innehåller någon slags datainfrastruktur (där vi ofta använder verktyg som Kubernetes, Airflow, PostgreSQL, TimescaleDB, InfluxDB eller Kafka), en maskininlärningskomponent (oftast byggd med Spark och Tensorflow), APIer och kod för att sköta kommunikationen mellan tjänster (t.ex. Python, FastAPI, Django, Kafka, RabbitMQ), och en UI-lösning där slutanvändaren kan styra systemet och visualisera data och analyserna (t.ex. React, ThreeJS, WebGL).\n   \n\n  \n\n**Om dig**\n* Du älskar att koda och teknik i allmänhet.\n* Du är näst intill flytande i Python och gärna även erfarenhet av Django.\n* Du gillar att upptäcka, definiera och lösa problem.\n* Du kan göra pragmatiska beslut kring estimering och kravställning, och kan förklara varför teamet arbetar på ett visst sätt.\n* Du löser tekniska utmaningar tillsammans med ditt team, och ser samtidigt till att ni alla växer kompetensmässigt.\n* Du kan tänka teoretiskt och i abstraktioner, men förstår värdet av att leverera något konkret och få saker gjorda.\n* Du har en bra balans mellan att arbeta snabbt och att skapa underhållbar och skalbar kod.\n\n\n**Om rollen**\n* Agera mentor och hjälpa teamet utveckla sin kompetens inom backendutveckling.\n* Snabbt och precist planera och leverera på projekt kring backendutveckling.\n* Genomföra code reviews på ett konstruktivt och positivt sätt, och ge meningsfull feedback\n* Bygga och leda backend-team och -initiativ.\n\n\n**Vad vi letar efter**\n* 5+ års erfarenhet av en relativt modern backend-stack.\n* Erfarenhet av AWS och\/eller Azure.\n* Du skriver kvalitativ kod som är lätt att läsa, förstå och testa.\n* Bra förståelse av Docker och Git.\n* Goda kunskaper inom profilering och prestandaoptimering.\n* Ledarerfarenhet och bra på att kommunicera effektivt.\n* Arbetstillstånd inom EU.\n\n\n**Bonus**\n* Erfarenhet av en eller flera av verktygen vi ofta använder: Kubernetes, Spark, Airflow, Kafka, Timescale, Tensorflow, Keras.\n\n\n**About Us**\n Helicon builds software for energy companies and startups with energy-related products (e.g ABB, Polarium, Stockholm Exergi). Our experienced software engineers and data scientists specialize in product development, data engineering, and cloud infrastructure.\n   \n\n  \n\n A typical project includes some kind of data infrastructure (where we use tools like: Kubernetes, Airflow, PostgreSQL, TimescaleDB, InfluxDB, Kafka), a machine learning component (typically built around Spark and Tensorflow), APIs and software to facilitate communication between services (e.g. Python, FastAPI, Django, Kafka, RabbitMQ), and UIs where end-users can operate the system and visualize data and analyses (e.g. React, ThreeJS, WebGL).\n   \n\n  \n\n**About You**\n* You’re super-passionate about code and technology.\n* You’re pretty much fluent in Python, and preferably also got experience with Django.\n* You enjoy discovering, defining, and solving problems.\n* You make pragmatic scoping decisions and can explain why the team is doing something a certain way.\n* You work with your team to tackle technical challenges and to level up in the process.\n* You can theorize and think in abstractions, but understand the importance of getting things done.\n* You strike a balance between moving fast and creating scalable and maintainable solutions.\n\n\n**About The Role**\n* Provide mentoring and push the team forward in terms of back-end development methodologies.\n* Rapidly and precisely plan and execute back-end application development projects.\n* Perform positive code reviews and provide meaningful feedback.\n* Build and lead back-end development teams and initiatives.\n\n\n What we are looking for\n   \n\n  \n\n* 4+ years of experience with a reasonably up-to-date back-end stack.\n* Experience with running deployments on AWS and\/or Azure.\n* You write high-quality code that is easy to read, understand, and test.\n* Strong understanding of Docker and Git.\n* Fundamental understanding of profiling and performance optimization.\n* Leadership experience and strong communication skills.\n* Work permit in an EU country.\n\n\n Bonus\n   \n\n  \n\n* Experience with one or more of the following tools that we use: Kubernetes, Spark, Airflow, Kafka, Timescale, Tensorflow, Keras.\n\n\n At Helicon, we help companies in the energy sector to build platforms and software that leverages data and advanced analytics for data visualization, optimization, and customer-facing products. Collaborating closely with our customers we want to make data enlightening and software useful.\n   \n\n  \n\n While we’re growing fast, we maintain a casual, small business work environment that allows everyone to reach their potential, work sustainably, and have the autonomy to deliver results.","company_url":"https:\/\/se.linkedin.com\/company\/helicon-technologies-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQGfw2n0ohKkJw\/company-logo_100_100\/0\/1653302792954\/helicon_technologies_ab_logo?e=2147483647&v=beta&t=pSslVlm10WQCa87mLlZAwYF3_nEnhPbqshaWw-qXXAE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3948176431","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3948176431","job_url_direct":null,"title":"Lead React.js Developer","company":"JSS ASSOCIATES","location":"Stockholm, Stockholm County, Sweden","job_type":"contract","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Title: Lead React.js Developer** \n\n\n\n\n  \n\n\n\n\n\n**Role Description:** \n\n\n\n\n We are seeking a skilled and experienced Senior Engineer to join our dynamic team. The ideal candidate will be responsible for developing user-friendly, responsive web applications using React.js and related frameworks. This role involves close collaboration with product managers, UI\/UX designers, and backend developers to deliver high-quality software solutions.\n \n\n\n\n  \n\n\n\n\n\n**Key Responsibilities:** \n\n\n\n\n  \n\n\n\n\n\n - Develop user-friendly, responsive web applications using React.js and related frameworks.\n \n\n\n\n - Collaborate with product managers and UI\/UX designers to translate requirements and wireframes into high-quality frontend code.\n \n\n\n\n - Implement pixel-perfect designs and ensure consistent visual branding across the application.\n \n\n\n\n - Optimize application performance and user experience by implementing efficient and reusable frontend components.\n \n\n\n\n - Conduct code reviews, identify areas of improvement, and provide constructive feedback to maintain code quality and consistency.\n \n\n\n\n - Work closely with backend developers to integrate frontend components with backend APIs and services.\n \n\n\n\n - Collaborate with cross-functional teams to plan, prioritize, and deliver high-quality software solutions within defined timelines.\n \n\n\n\n - Stay up to date with the latest frontend development trends, tools, and best practices, and share knowledge with the team.\n \n\n\n\n - Troubleshoot and resolve frontend issues, bugs, and performance bottlenecks.\n \n\n\n\n - Write clean, well-documented code and ensure proper version control using Git or other version control systems.\n \n\n\n\n  \n\n\n\n\n\n**Competencies: Digital: Node.js & ReactJS** \n\n\n\n\n  \n\n\n\n\n\n**Experience (Years): 6-8 years** \n\n\n\n\n  \n\n\n\n\n\n**Essential Skills:** \n\n\n\n\n  \n\n\n\n\n\n -Strong experience with Node.js and React.js\n \n\n\n\n - Experience with .NET (Good to have)\n \n\n\n\n - Developing and maintaining web applications utilizing React, TypeScript, .NET, and Node.js\n \n\n\n\n - Harnessing Azure services such as Azure Functions, Azure Blob Storage, Azure Front Door, and Azure SQL Database to address compute, storage, networking, and database necessities\n \n\n\n\n - Engineering API endpoints and ensuring seamless communication between frontend and backend systems\n \n\n\n\n  \n\n\n\n\n\n**Desirable Skills:** \n\n\n\n\n  \n\n\n\n\n\n - Good communication skills\n \n\n\n\n - Experience in building CI\/CD workflows using GitHub Actions\n \n\n\n\n - Knowledge of Azure DevOps and\/or other cloud environments\n \n\n\n\n - Knowledge of Agile methodologies and practices\n \n\n\n\n - Experience working on cloud-based infrastructure such as Azure and GCP","company_url":"https:\/\/uk.linkedin.com\/company\/jss-associates-limited","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQFX4Z2x2AHe7w\/company-logo_100_100\/0\/1699893198731\/jss_associates_limited_logo?e=2147483647&v=beta&t=bopzp1CcuB55R5snDk-q7oubH7kGMpV2aPxd9iLv5ew","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950826736","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950826736","job_url_direct":null,"title":"Android Developer","company":"VIPAS AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"shivani@vipas.se","description":"Are you a passionate and driven developer looking to take your career to the next level? We have fantastic full-time contract opportunities for Senior iOS and Android Developers to join Vipas innovative team in the heart of Stockholm! \n \n\n\n\n  \n\n\n\n\n\n 🌟\n **Why You’ll Love This Role:** \n  \n \n\n\n\n  \n\n\n\n\n* **Innovative Projects:** \n Work with cutting-edge technologies on cloud-based systems used globally in over 60 countries.\n* **Dynamic Team:** \n Join a collaborative and inclusive environment focused on creating robust and scalable applications.\n* **Immediate Impact:** \n Start ASAP and make a real difference from day one!\n\n\n\n**Senior iOS and Android Developer Responsibilities:** \n  \n \n\n\n\n  \n\n\n\n\n* Develop high-performance iOS apps with Swift\/Objective-C.\n* Integrate and optimize Advertising and AdServer SDKs (e.g., Google Ad Manager, Microsoft Xandr).\n* Solve complex problems and ensure seamless integration.\n\n\n\n**What We’re Looking For:** \n  \n \n\n\n\n  \n\n\n\n\n* **iOS Developer:** \n 3+ years with Swift\/Objective-C, experience with AdServer SDKs, Git expertise.\n* **Android Developer:** \n 3+ years with Kotlin\/Java, familiarity with AdServer SDKs, strong problem-solving skills.\n* Bonus points for deployment knowledge with Travis CI for both roles!\n\n\n\n**Benefits:** \n  \n \n\n\n\n  \n\n\n\n\n* Competitive compensation\n* Opportunity to work on impactful projects\n* Potential for contract extension based on performance\n\n\n\n Ready to embark on this exciting journey? Don’t miss out on this opportunity to work with a leading digital transport solutions provider! \n \n\n\n\n 📩 Send your resume, cover letter, and relevant work samples to shivani@vipas.se with the subject line \"Senior iOS Developer Application or \"Senior Android Developer Application. \n \n\n\n\n  \n\n\n\n\n\n Let’s build something amazing together! 🚀✨","company_url":"https:\/\/se.linkedin.com\/company\/vipas-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQHLLvthogyQPQ\/company-logo_100_100\/0\/1712829926815\/vipas_ab_logo?e=2147483647&v=beta&t=JIrogkWvT8xgRu9EnlFAfXKmiNCWM0S5qZ1157BwUZU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3951800248","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3951800248","job_url_direct":null,"title":".NET Software Engineer - Fintech - Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**.NET Software Engineer - Fintech - Stockholm, Sweden** \n\n\n\n\n  \n\n\n\n\n\n (Tech stack: .NET Software Engineer, .NET 8, C#, ASP.NET, C#, React, Angular 17, Microservices, Vue.js, TypeScript, Azure, Web API 2, Agile, SQL Server 2022, Programmer, Full Stack Developer, Architect, .NET Software Engineer)\n \n\n\n\n  \n\n\n\n\n\n We have several fantastic new roles for .NET Software Engineer to join an ambitious Fintech. This is your chance to work with the sharpest minds in private wealth management and financial software development. Our client’s latest product release has changed the way people view private wealth management and allowed them to provide their clients with an individualised, scalable asset management framework that is unrivalled in today’s market place.\n \n\n\n\n  \n\n\n\n\n\n Our client is looking for passionate .NET Software Engineer with experience in .NET, .NET Core \/ ASP.NET MVC, C# and SQL Server. Our client will provide training in: .NET 8, JavaScript, React, Angular 17, Microservices, MongoDB, Vue.js, TypeScript, Azure, AWS, Web API 2, Entity Framework, Node.js, Elasticsearch, Agile, TDD, BDD, Scrum, Kanban and SQL Server 2022.\n \n\n\n\n  \n\n\n\n\n\n This is your opportunity to be part of a new, technically challenging project and to be involved in the creation of a new application from scratch. FinTech is booming and our client are fast becoming a leader of this market!\n \n\n\n\n  \n\n\n\n\n\n All .NET Software Engineer positions come with the following benefits:\n \n\n\n\n  \n\n\n\n\n* Shares in the company.\n* 3 hours ‘free time’ each week to investigate new technologies.\n* An annual training allowance.\n* Flexible working hours.\n* Work from home options.\n* Pizza and beer Fridays.\n* Access to free yoga classes which take place over lunch or after work in their fitness studio.\n\n\n\n  \n\n\n\n\n\n**Location** \n : Stockholm, Sweden \/ Remote Working\n \n\n\n\n  \n\n\n\n\n\n Applicants must be based in Sweden and have the right to work in Sweden even though remote working is available.\n \n\n\n\n  \n\n\n\n\n\n Noir continues to be the leading Microsoft recruitment agency; we can help you make the right career decisions!\n \n\n\n\n  \n\n\n\n\n\n NOIRSWEDENRECSP1\n \n\n\n\n NOIRSWEDENREC\n \n\n\n\n NOIREUROPEREC\n \n\n\n\n  \n\n\n\n\n\n NC\/BK\/STO100120","company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQHz5PIsruqL_w\/company-logo_100_100\/0\/1717342865208\/noir_consulting_logo?e=2147483647&v=beta&t=YiIBMs4wFLo0dqEyAaNaah5DvA_wfEK6AFInu93AzvQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3951803084","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3951803084","job_url_direct":null,"title":".NET Software Engineer - Software House – Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**.NET Software Engineer - Software House – Stockholm, Sweden** \n\n\n\n\n  \n\n\n\n\n\n (Tech stack: .NET Software Engineer, .NET 8, C#, Blazor, Azure, JavaScript, HTML5, CSS3, Agile, Programmer, Full Stack Developer, Architect, .NET Software Engineer)\n \n\n\n\n  \n\n\n\n\n\n Do you want to work for an internationally recognised brand? Do you want to work on enterprise level .NET \/ C# software development projects and gain exposure to cutting edge technologies? Do you want to experience a truly sophisticated Agile development environment? Then look no further!\n \n\n\n\n  \n\n\n\n\n\n Our client is an award winning software house with a strong presence in over 30 countries. Due to continued growth and expansion we are seeking several .NET \/ C# Developer to join their dynamic team of high flying individuals. .NET Software Engineer applicants should be experienced in: .NET, .NET Core \/ ASP.NET MVC, C# and SQL Server. Our client can provide training into: .NET 8, Blazor, EF Core, Azure, JavaScript, HTML5, CSS3, Agile, TDD, BDD, Azure SQL and SQL Server 2022.\n \n\n\n\n  \n\n\n\n\n\n You will be working alongside an MVP and well respect author on Agile and .NET \/ C# development. This is a truly fabulous opportunity to join a spectacular organization; one that offers a structured career progression programme, excellent training, exquisite offices and amazing benefits.\n \n\n\n\n  \n\n\n\n\n\n**Location** \n : Stockholm, Sweden \/ Remote Working\n \n\n\n\n  \n\n\n\n\n\n Applicants must be based in Sweden and have the right to work in Sweden even though remote working is available.\n \n\n\n\n  \n\n\n\n\n\n Noir continues to be the leading Microsoft recruitment agency; we can help you make the right career decisions!\n \n\n\n\n  \n\n\n\n\n\n NOIRSWEDENRECSP1\n \n\n\n\n NOIRSWEDENREC\n \n\n\n\n NOIREUROPEREC\n \n\n\n\n  \n\n\n\n\n\n NC\/BK\/STO7090","company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQHz5PIsruqL_w\/company-logo_100_100\/0\/1717342865208\/noir_consulting_logo?e=2147483647&v=beta&t=YiIBMs4wFLo0dqEyAaNaah5DvA_wfEK6AFInu93AzvQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3934615304","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3934615304","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Data-Engineer-Business-intelligence-developer-to-Scania-151-38\/1075527601\/&urlHash=t-pX","title":"Data Engineer - Business intelligence developer to Scania","company":"Scania Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"subhashchandra.ghimire@scania.com","description":"Do you love working with loads of interesting data? Do you have a passion for data modelling? Are you excited to apply your technical skills to analyse data, and help Scania get new valuable insights from it? Then we would like to welcome you as a Data Engineer to our team at Scania!\n   \n\n  \n\n*Scania is currently undergoing an exciting transformation from a traditional truck manufacturer to a provider of complete sustainable transport solutions. IT is a crucial part of this transformation as Scania’s success is depending on flexible and efficient IT solutions that support current and future business requirements. Be a part of this journey as a BI developer.*\n*Our department plays a large role in Scania’s data strategy to deliver state of the art analytical solutions. We enable and enhance data to empower our employees to perform at their best by providing excellent solutions that increase and secure the right decisions to reach and exceed the business goals.*\n**YOU WILL**\n Be a part of a Squad consisting of BI developers and a Service Delivery Manager working with different organizations in Scania. You will be part of a very open and welcoming team’ that has a passion for working with BI solutions, and together you will create BI reports that bring value to our customers. You will have the possibility to work at least 3 days remotely per week.\n   \n\n  \n\n We work closely with business (Business & IT as One) and with various stakeholder groups to gather and document reporting requirements to meet business needs. We use scrum methodologies and sprints to follow up our work. Together with the squad, you will be developing high quality BI solutions including new projects as well as enhancing our existing portfolio with new requirements and performance adjustments. Our technical platforms are in both cloud and on prem. The cloud setup is AWS based with Snowflake as a data warehouse, Matillion as our ETL\/ELT tool and PowerBI as a visualization tool. Our legacy on prem platform with the Scania common data warehouse is Oracle based and SQL server on prem with Power BI as visualization tool. We are in a very exciting transition phase to move away from on prem into our highly capable cloud platform with hundreds of data sources and hundreds of reporting applications.\n   \n\n  \n\n**IN ORDER TO SUCCEED IN THE ROLE, WE SEE THAT YOU HAVE**\n* 4+years in PowerBI development (on Cloud + Report server) with good knowledge of working with Cloud Technologies (Snowflake) and support.\n* 4+years’ experience in Developing Solutions for Data Analytics such as building semantic models.\n* Strong DAX programming knowledge.\n* Working experience with both low code and high code environments for ETL such as Matillion, ODI, DBT\n* Deep knowledge about dimensional modelling, data access and data storage\n* Advanced SQL knowledge and experience working with relational databases\n* Experience of Tabular Editor and other BI\/DW tools.\n* Basic understanding on git branching, Push and Pull code to and from git repository\n* Strong English language skills\n* Involved in requirement gathering for reporting application and worked with customer\n* BSc or MSc in Computer Science or related field (or equivalent experience)\n\n\n**WE SEE IT AS A BIG PLUS IF YOU HAVE ONE OR MORE OF THE FOLLOWING:**\n* You have experience from working with Logistics or Production or other relevant business area\n* Experience and enjoyment of agile (JIRA) methods and DevOps to deliver value continuously\n* Snowflake\/AWS Services experience\n* Technical lead experience meriting\n\n\n**Who Are You**\n You add energy to the group and push the team to reach new levels. You take responsibility for your own and the team's development and are excited to drive improvements, within both processes and tools. You are a team player person who dares to take initiative and can easily adjust to different situations and working conditions. You are communicating fluently in English and have the ability to connect with users and their representatives, being able to understand requirements and analyse data. Meet users' expectations and bring clarity to unclear requirements through dialogue. In addition, a person who enjoys having fun with colleagues is much appreciated!\n   \n\n  \n\n**WE OFFER**\n We offer an exciting work environment where you develop and maintain the skills needed to meet future challenges, flexible working hours, great team spirit, working in a global organization. If you live in Stockholm we offer direct buss between Stockholm and Södertälje.\n   \n\n  \n\n If the above sounds like you, don’t hesitate to apply. We are interviewing continuously\n   \n\n  \n\n A background check might be conducted for this position.\n   \n\n  \n\n**FOR MORE INFORMATION**\n Please contact recruiting manager: Subhash Ghimire, e-mail: subhashchandra.ghimire@scania.com\n   \n\n  \n\n To apply, please use the provided link. We kindly request that applications not be submitted via email. Please note that from July 1st to August 9th, we will be unable to respond to inquiries. Thank you for your understanding.\n   \n\n  \n\n Scania is a world-leading provider of transport solutions. Together with our partners and customers we are driving the shift towards a sustainable transport system. In 2022, we delivered 80,238 trucks, 4,994 buses as well as 13,400 industrial and marine power systems to our customers. Net sales totalled to over SEK 170 billion, of which 21 percent were services related. Founded in 1891, Scania now operates in more than 100 countries and employs some 57,000 people. Research and development are mainly concentrated in Sweden. Production takes place in Europe and Latin America with regional product centres in Africa, Asia and Eurasia. Scania is part of TRATON GROUP. For more information visit: www.scania.com","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=LgALGJC3Fhq3aYCq1bbi3-jXS_UCs-rtUCigbSxE7-o","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3951803091","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3951803091","job_url_direct":null,"title":".NET Software Engineer, .NET 8, C#, Azure, JavaScript, Agile – Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**.NET Software Engineer, .NET 8, C#, Azure, JavaScript, Agile – Stockholm, Sweden** \n\n\n\n\n  \n\n\n\n\n\n (Tech stack: .NET Software Engineer, .NET 8, ASP.NET, C#, React, Angular 17, Microservices, Vue.js, TypeScript, Azure, Web API 2, Agile, SQL Server 2022, Programmer, Full Stack Developer, Architect, .NET Software Engineer, Urgent)\n \n\n\n\n\n\n\n\n Be the first of your friends to declare, “I love where I work!” and actually mean it. Laugh hard and work hard with some of the best and brightest in the tech industry. Our client has created the world’s first marketplace for live experiences by developing the technology that lets anyone create, share and find new things to do. Currently 180 countries host events using their platform, with over 1.5 million events taking place every year and 5 million tickets being processed every month!\n \n\n\n\n  \n\n\n\n\n\n They are looking for .NET Software Engineer to help them dramatically expand and improve their set of products while simultaneously supporting a massive increase in the capacity of their systems. They have been extremely picky about assembling a team of smart, humble people who are passionate about creating amazing products. They work in an agile manner and believe strongly that small cross-functional teams empowered to make decisions and move fast is the best way to work. This is an unbeatable opportunity for .NET Software Engineer who hope to work on and deliver world class software in a friendly, fun, and innovative environment.\n \n\n\n\n  \n\n\n\n\n\n The ideal .NET Software Engineer candidates should have strong experience with: .NET, .NET Core \/ ASP.NET MVC, C# and SQL Server. Our client will provide you with industry recognised training into: .NET 8, JavaScript, React, Angular 17, Microservices, MongoDB, Vue.js, TypeScript, Azure, AWS, Web API 2, Entity Framework, Node.js, Elasticsearch, Agile, TDD, BDD, Scrum, Kanban and SQL Server 2022.\n \n\n\n\n  \n\n\n\n\n\n Their benefits include the following:\n \n\n\n\n  \n\n\n\n\n* Bonus (15%).\n* Generous stock option plan.\n* Choice of computer and gear.\n* All the coffee delivered to your desk you can order!\n* Snack filled kitchen.\n* Awesome work environment at a company with a huge vision.\n* Killer office with an onsite gym and games room!\n\n\n\n  \n\n\n\n\n\n If you are interested in applying for these positions please send your CV.\n \n\n\n\n  \n\n\n\n\n\n**Location** \n : Stockholm, Sweden \/ Remote Working\n \n\n\n\n  \n\n\n\n\n\n Applicants must be based in Sweden and have the right to work in Sweden even though remote working is available.\n \n\n\n\n  \n\n\n\n\n\n Noir continues to be the leading Microsoft recruitment agency; we can help you make the right career decisions!\n \n\n\n\n  \n\n\n\n\n\n NOIRSWEDENRECSP1\n \n\n\n\n NOIRSWEDENREC\n \n\n\n\n NOIREUROPEREC\n \n\n\n\n  \n\n\n\n\n\n NC\/BK\/STO95105","company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQHz5PIsruqL_w\/company-logo_100_100\/0\/1717342865208\/noir_consulting_logo?e=2147483647&v=beta&t=YiIBMs4wFLo0dqEyAaNaah5DvA_wfEK6AFInu93AzvQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3951654897","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3951654897","job_url_direct":"https:\/\/www.academicwork.se\/lediga-jobb\/j\/system-developer-till-stort-telekombolag\/ZHR86U?i=15?apply=1&urlHash=dEqU","title":"System Developer till stort telekombolag!","company":"Academic Work","location":"Kista, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"stw01@academicwork.se","description":"Är du en teknisk IT person med erfarenhet och ett stort intresse för systemdrift och optimering? I tjänsten som System Developer får du chansen att sätta dina kunskaper på prov i ett utmanande och egen utvecklat system på en av de mest prestigefyllda arbetsplatserna!\n \n\n\n\n  \n\n**Plats :**\n Kista, Stockholm\n \n\n\n\n  \n\n**Jobbkategori :**\n IT\n \n\n\n\n  \n\n**Omfattning :**\n Heltid, kontorstider\n \n\n\n\n  \n\n**Startdatum :**\n Omgående, Juni\n \n\n\n\n  \n\n**Typ av uppdrag :**\n Konsultuppdrag\n \n\n\n\n  \n\n**Övrigt :**\n Möjlighet till distansarbete\n   \n\n\n\n\n**Om tjänsten**\n\n I tjänsten som System Developer hos vår kunds avdelning Network Performance Management ingår du i ett team som jobbar mot den kapabilitet som berör företagets nät och data. Teamets syfte är att samla in, processa och bearbeta data för att kunna mäta nätets prestanda och därigenom ge insikter och relevanta inputs på förbättringar.\n \n\n\n  \n\n\n Performance Management är ett nyorienterat, nyfiket och drivet team på 17 personer som jobbar med performance data från alla deras nätinfrastrukturer. Dina kollegor i teamet jobbar som utvecklare, arkitekt, analytiker och inom frontend. Systemet de använder sig av är uppbyggt av Windows servrar och för att kontinuerligt kunna optimera, utveckla och förbättra driften av systemet plockas många scripts in skrivna från MS SQL och MySQL.\n \n\n\n  \n\n\n För att trivas i denna tjänst tror vi att du är trygg i dina kunskaper och kan ta ett eget ansvar i driften av systemet. Du har en \"can do\" attityd och tycker om att grotta dig ner i ett klurigt och utmanande system med höga volymer av data.\n \n\n\n  \n\n\n  \n\n**Du erbjuds**\n\n\n\n  \n\n  \n* **Långsiktighet:**\n En långsiktig roll på ett dynamiskt och snabbfotat företag som värderar teamwork som nyckeln till framgång!\n  \n* **Prestigefylld arbetsplats:**\n Gå med i ett företag som tog sig till den exklusiva 2023-listan över \"Top 100 Most Attractive Employers\" enligt YPAI 2023 (Young Professionals Attraction Index).\n  \n* **Personlig coachning:**\n Dra nytta av en dedikerad konsultchef som kommer att vara din partner under ditt uppdrag och coachar dig under hela din anställning.\n  \n\n  \n\n\n**Arbetsuppgifter**\n  \n* Drifta systemet och se till att servrar och processer fungerar som de ska\n  \n* Kontinuerlig uppföljning av företagets life-cycle: Säkerställ rätt infrastruktur och att systemet håller hög kvalité\n  \n* Följ upp optimering, utveckling och förbättringar genom framtagna scripts\n  \n\n  \n\n\n**Vi söker dig som**\n  \n* Är utbildad systemvetare, datavetare eller har en teknisk utbildning mot IT, exempelvis som ingenjör\n  \n* Har erfarenhet och ett stort intresse av att jobba med systemdrift eller systemutveckling\n  \n* Kunskap inom programspråket SQL\n  \n* Har mycket goda kunskaper i engelska i tal och skrift\n  \n* Är intresserad av nät\n  \n\n\n  \n\n\n  \n\n**Det är meriterande om du har**\n\n\n\n  \n\n  \n* Kunskap inom Windows OS och Linux OS\n  \n\n\n  \n\n\n Kunskap kan erhållas genom utbildning, erfarenhet eller att vara självlärd. För att inte stöta på några problem under rekryteringsprocessens gång rekommenderar vi att du tydligt redogör för att du besitter ovan kompetens.\n \n\n\n  \n\n\n  \n\n**För att lyckas i rollen har du följande personliga egenskaper:**\n\n\n\n  \n\n  \n* Personlig mognad\n  \n* Problemlösande\n  \n* Självgående\n  \n\n\n  \n\n  \n\n**Vår rekryteringsprocess**\n  \n\n\n Denna rekryteringsprocess hanteras av Academic Work och vår kunds önskemål är att alla frågor rörande tjänsten skickas till Academic Work.\n \n\n\n  \n\n\n Vi tillämpar löpande urval och annonsen kan därmed komma att tas ned innan sista ansökningsdag om det är så att vi har gått vidare till urvals- och intervjufas. Rekryteringsprocessen innehåller två urvalstest: ett personlighetstest och ett test i kognitiv förmåga. Testerna är ett verktyg för att kunna hitta den kandidat med högst potential för tjänsten samt främja jämlikhet, mångfald och en rättvis rekryteringsprocess.\n   \n\n\n\n\n**Bli en del av Academic Work**\n\n Som konsult för Academic Work erbjuds du stora möjligheter att växa professionellt och knyta värdefulla kontakter för framtiden. Du får en konsultchef som stöttar dig under resans gång och får ta del av olika förmåner, bl.a. möjlighet till kompetensutveckling i form av en grundläggande hållbarhetsutbildning.\n \n\n\n Läs mer om vårt konsulterbjudande här\n   \n\n**Har du frågor om tjänsten?**\n\n Agnes Lekenhed eller någon av kollegorna i rekryteringsteamet svarar dig gärna på stw01@academicwork.se Ange annons-ID i ditt mail: 15104816","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQH0HvZmSQWk0g\/company-logo_100_100\/0\/1630569389993\/academic_work_logo?e=2147483647&v=beta&t=j1LvT0djquNoEmOMNLyEgneahe5-4LdCy2mnHnCN_oU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3927600411","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3927600411","job_url_direct":"https:\/\/jobb.lansforsakringar.se\/LansforsakringarAB\/job\/Stockholm-DevSecOps-Engineer\/786690602\/&urlHash=aR61","title":"DevSecOps Engineer","company":"Länsförsäkringar","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Vi är nu ute efter vår nästa stjärna. Detta så att vi kan bygga vidare på vårt systemteam och söker en erfaren och passionerad DevSecOps Engineer till Fondliv!*\n**Om jobbet**\n Är du redo att ta nästa steg i din karriär som erfaren DevSecOps-Engineer? Vi letar efter dig som har gedigen erfarenhet av att arbeta över hela IT området van att tänka test, säkerhet som grundförutsättningar för en robust och utvecklingsbar design att bygga vidare på.\n   \n\n  \n\n I rollen som DevSecOps Engineer inom Fondliv kommer du vara en del i vårt systemteam. Målet med uppdraget är att fortsätta, stötta och förflytta Fondliv mot att arbeta och verka enligt DevSecOps. I praktiken innebär det att träna, förbättra och sprida organisationen i hur vi bedriver arbetet i våra tåg och var ett stöd för teamen så att de kan implementera detta som en del av vår standard. Hos oss ansvarar systemteamet för sammanförandet av människor, process och teknik för att möjliggöra kontinuerlig leverans av värde till kunderna och förenar utveckling och IT-drift i samverkan.\n   \n\n  \n\n Teknik, säkerhet och hög kvalitet är en viktig del av arbetet i DevSecOps-modellen. DevSecOps omfattar arbete där ansvar tas utifrån ett helhetsperspektiv. Processer som till exempel ”time to market” utförs snabbt och kontinuerligt. I arbetet använder man sig av verktyg och processer och med hjälp av ”standard metrics” är det naturligt och enkelt att kunna förbättra kontinuerligt. Att uppfylla standarder för säkerhet och tillförlitlighet är en integrerad del av processen.\n   \n\n  \n\n Ansvarsområden som du kommer arbeta i är till exempel:\n   \n\n  \n\n* Öka automatisering av releaser o infrastruktur hantering – CI, CD, IaC\n* Stötta teamen o tåget med innersource o templating av pipeline, .NET API:er\n* Coacha teamen o tågen kring teststrategi\n* Vägleda i molnresan för nya o befintliga applikationer\n\n\n Nära samarbete med team erfarna utvecklare, affärsanalytiker och produktägare i en agil miljö.\n   \n\n  \n\n**Vem är du?**\n Vi söker en passionerad och erfaren DevSecOps Engineer som kommer att förstärka vårt framstående team. Du har en gedigen kunskap och minst 6+ års erfarenhet men gärna längre av att framgångsrikt designa, implementera och hantera CI\/CD-pipelines. Vidare har du en akademisk examen inom datateknik eller motsvarande arbetslivserfarenhet som vi bedömer likvärdig.\n   \n\n  \n\n Att behärska svenska och engelska i både tal och skrift är en självklarhet för dig. Det är meriterande om du innehar certifieringar inom Azure DevOps eller liknande. Erfarenhet av att arbeta och ha en förståelse för lean agilt arbete och ramverket SAFe är meriterande.\n   \n\n  \n\n Du har gedigen kompetens och erfarenhet av:\n   \n\n  \n\n* Kompetens och har arbetat med flera av språk t ex C# .NET \/ Java \/ Python\n* Azure från en utvecklares perspektiv\n* Azure och Cosmos DB\n* Bicep\n* CI\/CD\n* Azure DevOps\n* You build it you run it\n* Feature toggling och strangler pattern\n* Azure Monitor för molnövervakning\n\n\n Som person är du en sann lagspelare som är pedagogisk och kombinerar din kommunikativa och analytiska förmåga för att hjälpa teamet. Ditt fokus ligger på vad teamet tillsammans framställer och levererar. Du är öppen för att dela med dig av kunskap och vidareutvecklas i arbetet på Fondliv och på vår resa mot att bli en effektiv leveransorganisation med hög kvalitet och säkerhet.\n   \n\n  \n\n**Om oss**\n Du kommer att tillhöra systemteamet på Fondliv. Gruppen består idag av ca 6 personer. Som en del av detta team så kommer du få möjligheten att vara en del av vår transformation, och att ta ett helhetsgrepp för att vi ska bli ledande inom DevSecOps. Du kommer få möjlighet att arbeta med positiva och omtänksamma människor som hjälps åt att realisera Fondlivs framtid. Låter det som något för dig? Sök nu! Urval sker löpande under hela processen.\n   \n\n  \n\n När du jobbar hos mig får du en ledare som gillar att arbeta med förändring och som är coachande, närvarande och engagerad. Jag är utvecklingsorienterad och ett bra bollplank som finns där för att stötta dig på utvecklingsresan.\n   \n\n  \n\n**Mer information**\n*Låter det spännande? Då vill vi veta mer om dig! Välkommen med din ansökan redan idag. Vi arbetar löpande med denna rekrytering och kan komma att tillsätta tjänsten innan sista ansökningsdag.*\n**Sista ansökningsdag: 2024-06-28**","company_url":"https:\/\/se.linkedin.com\/company\/lansforsakringar","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQHKqTc1v4vlJQ\/company-logo_100_100\/0\/1631335034489?e=2147483647&v=beta&t=GVPABO5F02FPcKJPefQXLmHPMz0y8gVG0Vvqw1AzZmM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3940957635","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3940957635","job_url_direct":"https:\/\/jobb.lansforsakringar.se\/LansforsakringarAB\/job\/Stockholm-Produkt%C3%A4gare-Power-BI\/796223202\/&urlHash=In-C","title":"Produktägare Power BI","company":"Länsförsäkringar","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Ta steget mot en bredare ansvarsroll som produktägare för Power BI och var med och forma framtidens lösningar inom området. Bli en del av vårt framgångsrika och innovativa team och arbeta med den senaste tekniken inom Power BI.*\n**Om jobbet**\n Som produktägare för lösningsområdet Power BI får du möjligheten att utforma och skapa ett nytt, gemensamt kompetenscenter. Du kommer att vara organisationens möjliggörare och ha stor påverkanskraft över den framtida funktionen för Power BI. Det är en spännande och ansvarsfull roll där du blir en del av ett dynamiskt och innovativt team.\n   \n\n  \n\n Dina huvudsakliga arbetsuppgifter i denna roll är följande:\n   \n\n  \n\n* Utforma och skapa ett nytt, gemensamt kompetenscenter för Power BI.\n* Fungera som organisationens möjliggörare för användningen av Power BI.\n* Påverka och forma den framtida funktionen för Power BI.\n\n\n**Vem är du?**\n Vi söker dig med tidigare erfarenhet som Power BI-utvecklare eller teknisk specialist, som nu vill ta steget mot en bredare ansvarsroll. Alternativt söker vi dig med erfarenhet av att etablera och driva ett kompetenscenter inom beslutstödsområdet. Du förväntas ha tillräckliga förkunskaper för att vara organisationens fokalpunkt för Power BI-användning, proaktivt stödja användningen inom hela länsförsäkringsgruppen, driva tekniska krav gentemot underleverantörer och ansvara för specialistresurser.\n   \n\n  \n\n Kvalifikationer:\n   \n\n  \n\n* Akademisk examen inom IT eller motsvarande.\n* Tekniskt kunnig med starka problemlösningsförmågor.\n* Kunskap och erfarenhet om Power BI on-prem och Power BI i molnet.\n* Erfarenhet av att arbeta med Microsoft-teknologier som Microsoft Azure, M365 och övriga komponenter i powerplatformen.\n* Erfarenhet av IT-projektledning.\n\n\n Egenskaper och färdigheter:\n   \n\n  \n\n* Kommunikativ förmåga för att agera som brygga mellan användare, Länsförsäkringar AB IT och leverantörer.\n* Goda kunskaper i svenska och engelska i både tal och skrift.\n* Förmåga att arbeta både självständigt och i team.\n\n\n**Om oss**\n Vi erbjuder en spännande och utvecklande roll där du får vara med och forma framtidens lösningar inom Power BI. Du kommer att vara en del av ett framgångsrikt och innovativt team och arbeta med den senaste tekniken inom området. Om du är redo att ta nästa steg i din karriär och vill vara med och driva utvecklingen inom Power BI, ser vi fram emot att höra från dig. Ansök nu och bli en del av vårt team som produktägare för vårt lösningsområde med fokus på Power BI.\n   \n\n  \n\n**Mer information**\n*Låter det spännande? Då vill vi veta mer om dig! Välkommen med din ansökan redan idag. Vi arbetar löpande med denna rekrytering och kan komma att tillsätta tjänsten innan sista ansökningsdag.*\n**Sista ansökningsdag: 2024-06-24**","company_url":"https:\/\/se.linkedin.com\/company\/lansforsakringar","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQHKqTc1v4vlJQ\/company-logo_100_100\/0\/1631335034489?e=2147483647&v=beta&t=GVPABO5F02FPcKJPefQXLmHPMz0y8gVG0Vvqw1AzZmM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"9d54e8b9673fbbea","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=9d54e8b9673fbbea","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898344","title":"Systemingenjör till försvarsindustrin","company":"Meet a Group international AB","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"mikael.hall@essiq.se","description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \n  \n\nVi söker systemingenjör till uppdrag hos våra kunder inom försvarsindustrin!\n  \n  \n\nVåra kunder är en globala leverantörer av ledande produkter, tjänster och lösningar inom militärt försvar och civil säkerhet.\n  \n  \n\nI denna roll får du det bästa av två världar - en trygg anställning hos ESSIQ samtidigt som du har möjligheten att växa och utvecklas genom olika projekt och kunduppdrag. Genom ett lyhört ledarskap och en öppen företagskultur vill vi ge varje medarbetare möjligheten att forma sin karriär och sin vardag.\n  \n  \n\nOrterna som är aktuella är Malmö, Lund och Helsingborg.\n  \n  \n\nROLLBESKRIVNING\n  \n  \n\nSom systemingenjör för delsystem\/komponenter eller enhet hos vår kund kommer du ansvara över att säkerställa leveranser. Se till att ni har nödvändiga förutsättningarna genom planering, arbetsuppgiftsfördelning och projektleverans, samtidigt som ni agerar i enlighet med grundläggande värderingar och syften.\n  \n  \n\nFör att blomstra i denna centrala roll är förmågan att bygga starka relationer av stor vikt, både inom din avdelning och gentemot andra delar i verksamheten och såklart en teknikbakgrund från utvecklingsprojekt.\n  \n  \n\nI din roll som systemingenjör kan du komma att bland annat ansvara för:\n  \n  \n\nTa fram och analysera systemkrav.\n  \n  \n\nDefiniera systemarkitektur och design.\n  \n  \n\nGenomföra systemsäkerhetsanalyser.\n  \n  \n\nPlanera och leda systemintegrationen.\n  \n  \n\nDefiniera verifierings- och valideringsstrategi på systemnivå.\n  \n  \n\nPlanera och leda verifierings- samt valideringsaktiviteter på systemnivå.\n  \n  \n\nKoordinera verifieringsaktiviteter mellan olika discipliner\n  \n  \n\nFölja upp kravtäckning, testresultat och flygprov för våra projekt.\n  \n  \n\nStödja alla discipliner inom systemintegration, såsom human factor, systemsäkerhet, funktionalitet, tillförlitlighet, underhållsbarhet och logistik\n  \n  \n\nOM DIG\n  \nVi tror att du är en trygg, självgående som tillsammans med dina kollegor aktivt strävar efter att driva organisationen framåt. Du har förmågan att enkelt identifiera områden för utveckling inom projekt samt uppskattar kontinuerligt lärande. Du kommunicerar tydligt, är lyhörd och inkluderande. Det är också viktigt att ha ett flexibelt tankesätt som gör att du kan anpassa dig till förändrade omständigheter inom projektet och olika konsultuppdrag.\n  \n  \n\n**För att passa denna roll SKA du ha:**  \n\nCivilingenjörsexamen eller motsvarande utbildning eller erfarenhet som bedöms likvärdig.\n  \n  \n\nErfarenhet av att arbeta med systemutveckling.\n  \n  \n\nErfarenhet\/förstålese för HW\/SW-Test.\n  \n  \n\nSvenskt medborgarskap (ej dubbelt medborgarskap)\n  \n  \n\nGod förståelse för kravställande och kravställning.\n  \n  \n\nGoda språkkunskaper i svenska och engelska, både i tal och skrift.\n  \n  \n\n**För att passa denna roll BÖR du ha:**  \n\nBesitta några års erfarenhet inom teknisk projektledning.\n  \n  \n\nSystemspecifikation och\/eller verifiering.\n  \n  \n\nTidigare erfarenhet av att utveckla, skriva och\/eller granska tekniska dokument.\n  \n  \n\nKunskap från nära arbete med Mjukvaruutveckling och\/eller Hårdvaruutveckling.\n  \n  \n\nErfarenhet av att jobba med\/mot leverantörer.\n  \n  \n\nSkicklig i planering med förmågan att organisera och prioritera ditt arbete effektivt för att arbeta mot fastställda deadlines.\n  \n  \n\nErfarenhet från försvarsindustrin.\n  \n  \n\nOM TJÄNSTEN\n  \n  \n\n**Anställningsform:** tillsvidareanställning på heltid. 6 månaders provanställning tillämpas.\n  \n  \n\nTillträde enligt överenskommelse.\n  \n  \n\n**Lön och förmåner:** Konkurrenskraftig fast eller rörlig lön. Goda utvecklingsmöjligheter och generösa förmåner. Tjänstepension, omfattande försäkringar.\n  \n  \n\nOM ESSIQ\n  \nESSIQ är teknikkonsultföretaget där allt börjar med dig. Med fokus på individen, flexibla lösningar och en modern lönepolicy attraherar vi de skarpaste, mest professionella och engagerade personerna i branschen. Med denna vision grundades ESSIQ år 2005, sedan dess har vi utvecklats till ett framgångsrikt företag med kontor i Stockholm, Göteborg och Malmö. Vi består idag av över 250 medarbetare med olika bakgrund, personlighet och nationalitet, med en god fördelning av kvinnor och män.\n  \n  \n\nVi har över 80 aktiva kunder i spännande branscher – allt från de stora aktörerna till de små innovationsföretagen. ESSIQ: s medarbetare arbetar med användarcentrerad tjänste- och produktutveckling inom följande tjänsteområden: UX & Service Design, Connected & Embedded Systems, IT & Cloud Services, Green Technology & Electromobility, Test & Quality Engineering, Agile Management, Mechanical Engineering samt Simulation & Visualization. Kompetensen levererar vi på plats hos uppdragsgivaren, inhouse och i satellit. Våra medarbetares intressen och ambitioner leder vägen – vårt mål är att göra den perfekta matchningen av individ och uppdrag.\n  \n  \n\nESSIQ är ett familjärt och socialt företag med visionen att vara Sveriges bästa arbetsgivare för alla medarbetare, oavsett roll i organisationen. Vi lägger stor vikt vid gemenskap och har ett uppskattat utbud av professionella och sociala aktiviteter. Vår kommunikationsplattform genomsyras av öppenhet, och främjar nätverkande och kompetensutbyte såväl som fritidsaktiviteter och relationsbyggande.\n  \n  \n\nANSÖKAN\n  \nVänligen notera att vi inte tar emot ansökningar via mejl med hänsyn till GDPR. Vi använder oss av rekryteringsverktyget Teamtailor. Urval och intervjuer sker löpande så skicka in din ansökan idag.\n  \n  \n\nBefattningen kräver att du genomgår och uppfyller gällande bestämmelser för säkerhetsskydd. Bakgrundskontroller kommer att göras. Kan även innebära krav på säkerhetsklassinplacering, samt i förekommande fall, medföra krav på visst medborgarskap.\n  \n  \n\nKONTAKT\n  \n**Frågor om tjänsten? Kontakta:** Mikael Häll via mikael.hall@essiq.se\n  \nVill du veta mer om ESSIQ?\n  \nBesök http:\/\/essiq.se och följ oss på våra sociala medier!","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ef74e18ffcf9195f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ef74e18ffcf9195f","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898437","title":"Head of Engineering","company":"Meet a Group international AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \n  \n\nOneLab är ett av de snabbast växande företagen inom SaaS och företagshälsa i Norden. Vi hjälper över 75 000 anställda över hela världen och mer än 500 företagskunder med tidig upptäckt av hälsorisker och aktiv uppföljning av medicinska experter med hjälp av moderna digitala verktyg. Med den senaste tekniken och AI ligger vi i framkant för att förbättra företags hälsa och välmående.\n  \n  \n\nVill du vara med och driva utvecklingen av en tjänst som hjälper människor till en bättre hälsa? Vi söker en passionerad Head of Engineering som ska leda den fortsatta utvecklingen av vår digitala hälsoplattform.\n  \n  \n\nOM TJÄNSTEN\n  \n  \n\nVi befinner oss just nu i tillväxt och framöver kommer den digitala delen av vårt tjänsteerbjudande att stå i fokus. Vi söker därför en Head of Engineering som ska leda vår tech-organisation, där ni tillsammans kommer att utveckla och förbättra vår digitala hälsoplattform. Du kommer också samarbeta nära Product Manager.\n  \n  \n\nSom Head of Engineering ansvarar du för att vi har rätt personer i teamet, som arbetar med rätt uppgifter och använder rätt verktyg och processer. Du är själv med i det dagliga operativa arbetet och spenderar troligtvis minst 50% på programmering.\n  \n  \n\nUtöver det kommer du att vara en del av ledningsgruppen och bidra med en stark teknisk röst till våra strategiska beslut. Tillsammans med övriga ledningsgruppen kommer du att sätta vår digitala produkts övergripande roadmap, samt i samråd med tech-teamet ansvara för bolagets tekniska strategier och teknikval.\n  \n  \n\nKey Data Points om OneLab\n  \n  \n\n25: antalet gånger per vecka vi releasar nya uppdateringar\n  \n  \n\n**5,000:** antalet användare som använder tjänsten varje månad\n  \n  \n\n**20,000:** antalet medicinska testresultat vi hanterar varje månad\n  \n  \n\n**1,125,000:** antalet ord vi transkriberat med AI varje månad\n  \n  \n\nVEM ÄR DU?\n  \n  \n\nDu är intresserad av hur bra teknik och design kan lösa verkliga problem för användare!\n  \n  \n\nSom Head of Engineering hos oss behöver du vara en person som kan kombinera att leda ett tvärfunktionellt team med att själv kunna jobba hands on tillsammans med våra utvecklare. Det innebär att du måste kunna växla mellan att arbeta operativt och strategiskt. Du behöver även kunna förstå och skriva avancerad kod.\n  \n  \n\nFör att lyckas i din roll som Head of Engineering hos oss behöver du arbeta passionerat för att vi ska kunna leverera ett högt värde till våra kunder. Du behöver säkerställa att våra produkter är i teknisk framkant och ha koll på att vi lever upp till de tekniska krav som finns på säkerhet och integritet, t ex inom GDPR.\n  \n  \n\nVi ser att du har en bakgrund som utvecklare och att du har ledarerfarenhet.\n  \n  \n\nVAD VI SÖKER\n  \n  \n\nMinst 4-5 års erfarenhet av programmering\n  \n  \n\nTypeScript, React (Next.js), Svelte, SQL, Docker, GitHub\n  \n  \n\nErfarenhet och starkt intresse för AI\n  \n  \n\nErfarenhet att leda ett framgångsrikt utvecklingsteam\n  \n  \n\nErfarenhet av att leda eller samarbeta med produktfunktion\n  \n  \n\nErfarenhet av att arbeta med frekvent produktuppdatering, dvs att kontinuerligt förbättra produkten i syfte att förbättra användarupplevelsen och att alltid ligga i framkant på en konkurrensutsatt marknad\n  \n  \n\nVan att lansera produktuppdateringar kontinuerligt och frekvent\n  \n  \n\nIntegrationslösningar\n  \n  \n\nBehärska svenska och engelska flytande i tal och skrift\n  \n  \n\nHar du dessutom erfarenhet av UX\/UI så är det ett plus, men inget krav\n  \n  \n\nOM ONELAB\n  \n  \n\nIngen ska behöva drabbas av ohälsa på jobbet. Samtidigt visar undersökningar att 1 av 3 arbetstagare har problem med hälsan kopplat till jobbet och att den psykiska ohälsan ökar allt mer i samhället vilket påverkar hur människor presterar på jobbet.\n  \n  \n\nOneLab är ett scale-up bolag inom health tech som hjälper företag att förebygga ohälsa hos sina medarbetare genom en innovativ hälsoplattform. Genom screening identifierar vi tidigt fysiska och psykiska hälsorisker för att stödja medarbetarna att förebygga sjukdomar och hälsoproblem med rätt insatser vid rätt tidpunkt. Vi är ett starkt team på OneLab, där vi värdesätter glädje och stolthet över vår produkt och dess potential att göra gott och generera tillväxt. I en platt organisation arbetar vi mot tydliga mål och milstolpar där nyfikenhet och öppenhet uppmuntras. Sedan bolaget grundades 2014 har OneLab blivit en ledande aktör inom företagshälsovård och finns nu i flera europeiska länder, som en del av Axel Johnson Gruppen.","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950630520","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950630520","job_url_direct":"https:\/\/career.webicient.com\/jobs\/4615237-senior-lead-designer-ui-ux&urlHash=TKuT","title":"Senior Lead Designer UI\/UX","company":"Webicient Webbyrå","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Do you want to wake up every day and create world-class designs?\n   \n\n  \n\n Who are we?\n   \n\n  \n\n Webicient is a Creteach agency with 12 happy employees internationally. Our work involves solving creative and technical challenges with a focus on digitalization for companies with high ambitions.\n   \n\n  \n\n Our projects range from graphic design and web design to web development and system development. Through our smooth SaaS platform, our customers can order various services within the creative and technical fields, both at fixed prices and on a subscription basis.\n   \n\n  \n\n In a world of digitalization, our vision is to always make it easy for our customers to move forward. Our goal is to always be at the forefront of technology and ensure that we deliver the most modern solutions to our customers.\n   \n\n  \n\n We are now looking for a UI\/UX Designer with creative height who can...\n   \n\n  \n\n Your Responsibilities:\n   \n\n  \n\n* Create user-centered design solutions that are both aesthetically pleasing and functional.\n* Work with both new and existing clients to understand their needs and create customized design solutions.\n* Develop wireframes, prototypes, and user interfaces with a focus on user experience.\n* Create illustrations and graphic elements that support our digital products.\n* Work closely with the development team to ensure that the design is implemented\n* according to specifications.\n* Participate in user testing and iterate the design based on feedback.\n* Stay updated with the latest trends in UI\/UX design and implement best practices\n\n\n Who you should be as a person...\n   \n\n  \n\n* Creative and driven with a keen eye for detail.\n* Enjoy working towards measurable goals and strive to exceed them.\n* Proactive and structured in your approach.\n* Excellent in communication, both spoken and written, in English and Swedish.\n* Have good analytical skills and a deep understanding of user behavior.\n* Comfortable working in a culture where open feedback and suggestions for improvement are encouraged.\n* Stand by your decisions and can argue for your design choices.\n* Have an interest in involving AI into your daily work\n\n\n Our requirements for you to come closer to the role...\n   \n\n  \n\n* Fluent communication in English, both spoken and written.\n* At least 6 years of experience in UI\/UX design.\n* Experience working on projects with creative height.\n* Experience working with clients and understanding their needs.\n* Good knowledge of design tools such as Figma\n* Experience creating both wireframes and high-fidelity mockups.\n* Experience in branding and the ability to design brand books and guidelines.\n\n\n It would be awesome if you had but not a must...\n   \n\n  \n\n* Knowledge of HTML\/CSS is a plus but not required.\n* Experience working with animations and micro-interactions.\n* Experience with AI tools for creative usage- Experience leading design projects from start to finish.\n* Interest and knowledge in typography and color theory.\n* Experience working in agile teams.\n* Experience designing e-books and presentations.\n* Experience designing campaigns for social media and ads.\n* Experience designing prototypes for merch and packaging.\n* Experience designing email templates\n\n\n What you can expect from us...\n   \n\n  \n\n* A workplace that gladly accepts feedback.\n* Colleagues from all over the world.\n* A company that wants you to grow\n* Necessary tools for you to be efficient and love your work\n\n\n Do you feel like the RIGHT person for the job? APPLY!\n   \n\n  \n\n To apply, fill out the form below. Criteras to apply:\n   \n\n  \n\n* One of your own Figma files for structural reference\n* Portfolio of previous work\n* Approval of performing a small design test","company_url":"https:\/\/se.linkedin.com\/company\/webicient-webbyra","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQFxYLNyyNRStQ\/company-logo_100_100\/0\/1697715083742\/webicient_webbyra_logo?e=2147483647&v=beta&t=tJT1L5XIlUhMBZqk85oQayvcIU4I5-kVh9fHnmuXOrg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"6594d18a484bdd2f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=6594d18a484bdd2f","job_url_direct":"https:\/\/vgregion.varbi.com\/se\/what:job\/jobID:735240\/type:job\/where:62\/apply:1","title":"IT-Tekniker, Applikationsnära teknik","company":"Västra Götalandsregionen","location":"Borås, O, SE","job_type":null,"date_posted":1718582400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"jeanette.e.hansson@vgregion.se, stig.holmlund@vgregion.se, yvonne.ei.jagersjo@vgregion.se","description":"Vill du vara med och bidra till att skapa Sveriges bästa hälso-och sjukvård och ett hållbart samhälle med tillväxt i hela Västra Götaland. Västra Götalandsregionen är Sveriges största offentliga arbetsgivare med ambitionen att bli Sveriges bästa offentliga arbetsgivare. På Koncernkontoret arbetar vi dagligen med att göra skillnad för patienter, skola, medarbetare, besökare och invånare.\n\n\nNu söker vi flera erfarna, utåtriktade och orädda IT-Tekniker. Vi letar efter dig som vill tänka nytt och göra nytta. Du gillar att skapa mervärde med teknik och att ge support, och du vågar säga att du gjort det bra. Du letar nu efter en arbetsplats där du själv kan fortsätta utvecklas, med möjlighet att förändra och skapa mervärde för alla inom VGR. Här är den arbetsplatsen.\n\n**Ditt uppdrag**  \n\nSom IT-Tekniker hos oss bidrar du till\/arbetar du med att:\n\n* planera samt genomföra införandet av nya applikationer\n* delta i planering och genomförande av vidmakthållande av tekniska miljöer och applikationer\n* leverera lösningar med hög kvalitet\n* delta som resurs i uppdrag för att bevaka våra intressen\n* automatisera flöden\n* se till att systemkrav överensstämmer med VGR standard\n* stötta våra kunder med vår kompetens\n* ta fram standardiserade arbetssätt och kvalitetssäkra tekniska förändringarna\n* delta i enhetens utveckling både vad gäller planering, implementering, uppföljning och dokumentation men även i att tänka nytt\n* vara en del av den kontinuerliga kunskapsöverföringen inom teamen och i samarbete med andra tekniska team\n* skapa vi-känsla i teamet\n* teknikområden som ingår är bl.a. MS Windows OS, MS SQL, MS IIS, Unix\/Linux, Ubuntu, Oracle, Redhat, DNA, DFS, AD och Websphere.\n* arbeta efter agila principer och ITIL\n\n**Du vill**\n\n* förbättra teamets leveranser\n* skapa mervärde för användare, ditt team och för våra verksamheter\n* samarbeta med andra kompetenser och team\n* det som är bäst för teamet och verksamheten\n* vara nyfiken och utveckla dig\n\n**Du är**\n\n* initiativrik\n* analytisk\n* prestigelös\n* självständig\n* lyhörd och nyfiken\n\n**Du har**\n\n* kännedom om Linux och\/eller Oracle\n* kännedom om Windows Server, Microsoft IIS och\/eller Microsoft SQL\n* teknisk utbildning inom relevant område eller motsvarande arbetslivserfarenhet\n* erfarenhet av felsökning och felavhjälpning inom en eller flera av ovanstående teknikområden\n\n**Det är meriterande om du har**\n\n* grundkunskap om certifikatshantering, Powershell, nätverkskunskap, kluster, lastbalansering och\/eller backup\/restore\/replikering\n* erfarenhet av liknande arbete inom stora organisationer\n* jobbat med förbättringsaktiviteter\n* förståelse för vad det innebär att arbeta enligt agilt arbetssätt\n\n**Vad kan vi erbjuda dig?**  \n\nHos oss finns engagemang, handlingskraft, framtidstro och humor. Du får intressanta arbetsuppgifter och möjlighet att skapa nytta för medarbetare, användare och samhället. Framför allt finns det stora möjligheter att utvecklas professionellt. Du kan gå utbildningar, hitta utrymme för din kreativitet och utveckla det som du ser kan utvecklas.\n\n\nVi arbetar flexibelt och agilt. Digital tillgänglighet är ett lagkrav på oss som offentlig verksamhet. Vi har kontor i Mölndal, Skövde, Vänersborg och Borås och kan anpassa placeringsort efter var du bor.\n\n\nTjänsten kan komma att bli säkerhetsklassad vilket ställer krav på svenskt medborgarskap, därtill kan tjänsten även innebära en krigsplacering.\n\n**Hur jobbar vi?**  \n\nVi startar alltid från ett verksamhetsbehov. Utifrån dessa behov arbetar vi som ett självstyrande team. Hur det utförs är upp till teamen att lösa. Att ligga i teknisk framkant är något vi strävar efter. Viljan att förändra – och förändras – är stor.\n\n  \n\nDet är viktigt för oss att du kan arbeta utifrån vår värdegrund:\n\n* Tillsammans gör vi varandra framgångsrika.\n* Vi lyssnar in. Vi lyssnar av.\n* Feedback bidrar till vår utveckling.\n\n\nDet innebär att här blir du del av ett team som jobbar tillsammans för att komma fram till de bästa lösningarna, lyssnar på varandra och är öppna för feedback.\n\n\nVi letar efter någon som vill tänka nytt och göra nytta. Vi tror att det är du!\n\n**Övrigt**  \n\nSom en av Sveriges största arbetsgivare kan vi erbjuda rätt person goda karriär- och utvecklingsmöjligheter.\n\n\nVi eftersträvar jämlikhet för alla medarbetare, att de trivs på arbetsplatsen och värnar om en god balans mellan arbetsliv och privatliv.\n\n  \n\nLäs gärna mer om våra förmåner, verksamheter och vår avdelning.\n\n\nOm Västra GötalandsregionenVästra Götalandsregionen finns till för människorna i Västra Götaland. Vi ser till att det finns god hälso- och sjukvård för alla. Vi arbetar för en hållbar utveckling och tillväxt, bra miljö, förbättrad folkhälsa, ett rikt kulturliv och goda kommunikationer i hela Västra Götaland.Västra Götalandsregionen arbetar aktivt för att digitalisera fler arbetssätt. För att vara en del av den digitala omvandlingen har du med dig grundläggande färdigheter och kan använda digitala verktyg och tjänster. Du kan söka information, kommunicera, interagera digitalt, är riskmedveten och har motivation att delta i utvecklingen för att lära nytt.Västra Götalandsregionen krigsplacerar alla tillsvidareanställda medarbetare. Vill du veta mer om Västra Götalandsregionen kan du besöka vår introduktion till nya medarbetare på länken www.vgregion,se\/introduktion. Du kan även läsa mer i presentation om Lön, ersättning och förmåner – det här får du som medarbetare i VGR. AnsökanVästra Götalandsregionen ser helst att du registrerar din ansökan via rekryteringssystemet. Om du som sökande har frågor om den utannonserade tjänsten eller av särskilda och speciella skäl inte kan registrera dina uppgifter i ett offentligt system - kontakta kontaktperson för respektive annons. Till bemannings-, förmedlings- och rekryteringsföretag och till dig som är försäljare:Vi undanber oss vänligen men bestämt direktkontakt med bemannings-, förmedlings- och rekryteringsföretag samt andra externa aktörer och försäljare av ytterligare jobbannonser. Västra Götalandsregionen har upphandlade avtal.\n\n\nAnställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 2 | Sysselsättningsgrad: 100% | Ort: Mölndal, Vänersborg, Skövde, Borås | Län: Västra Götalands län | Land: Sweden | Referensnummer: 2024\/2809 | Kontakt: Eva-Lena Svantesson +46730494676, | Facklig företrädare: Vision: Jeanette Hansson jeanette.e.hansson@vgregion.se, Akavia, SACO: Stig Holmlund stig.holmlund@vgregion.se, Sv Ingenjörer: Yvonne Jagersjö yvonne.ei.jagersjo@vgregion.se, | Publicerat: 2024-06-17 | Sista ansökningsdag: 2024-08-04","company_url":"https:\/\/se.indeed.com\/cmp\/V%C3%A4stra-G%C3%B6talandsregionen","company_url_direct":"https:\/\/www.vgregion.se\/","company_addresses":"Vanersborg","company_industry":null,"company_num_employees":"5,001 to 10,000","company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/89f026df484f5bb60827e7a902afdd06","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"51383d00a2228bb6","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=51383d00a2228bb6","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I003\/475\/job?site=2&lang=SE&validator=be182e4eb75429bedb0ddaafd3755823&ref=https%3A%2F%2Fmechabugs.indeed.com%2F&job_id=9405","title":"Cloud Specialist Microsoft 365 till Bravida","company":"Bravida","location":"Stockholm, AB, SE","job_type":null,"date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**Är du en passionerad Microsoft 365 Specialist? Då är du kanske den Cloud Specialist vi letar efter på Bravida, Nordens branschledande företag och dessutom flerårigt rankad som Sveriges bästa arbetsgivare! Hos oss får du möjligheten att vara en del av ett vinnande team som driver kvalitet och innovation framåt. Välkommen med din ansökan!**\n\n\n**Ditt nya jobb**\n\n\n\nI rollen som **Cloud Specialist** på Bravida har vi tagit ett stort kliv in i framtiden med Microsoft 365 och Azure. Vi har transformerat vår data till SharePoint och OneDrive och nu fokuserar vi på att förvalta och förbättra vår Microsoft 365-plattform. Här händer det ständigt spännande saker, och vi älskar utmaningar och nya lösningar. Dina arbetsuppgifter kommer bland annat att vara:\n\n\n* Leda och medverka i förvaltnings- eller utvecklingsaktiviteter enligt beslutad plan\n* Ta fram design av lösningsförslag\n* Hantera supportärenden i 3:e nivå\n* Driva och hantera Problem & Knowledge Management inom tjänsteområdet\n* Teknisk omvärldsbevakning\n* Optimering av tjänsteområdet ur ett beställarperspektiv\n\n\nHär får du möjligheten att arbeta i en stor plattform som angränsar till många olika delar så som AD, Microsoft Entra ID, Microsoft 365, Security, Compliance, etc. Detta ger en stor karriärmässig utvecklingsmöjlighet då vi gärna stöttar i framtida certifieringar.\n\n\n**Ditt nya team**\n\n\n\nDu kommer att vara en del av vårt IT Workplace-team, bestående av 13 dedikerade medarbetare. Tillsammans med en kollega inom Endpoint Management kommer du att vara en av våra nyckelpersoner i vår resa mot molnet.\n\n\n\nDenna roll ser vi helst med placering **Stockholm.**\n\n\n**Vi söker dig som**\n\n\n* Har minst 3 års erfarenhet i en liknande roll\n* Gedigen kunskap och erfarenhet av hybrida miljöer i Microsofts plattformar.\n* Har en eftergymnasial utbildning inom IT eller närbesläktat område\n* Kan uttrycka dig väl på engelska och något av de skandinaviska språken\n\n\nDen ideala kandidaten är en mästare på att hantera Microsoft 365-miljöer. Dessutom är kompetens inom SharePoint avgörande för att stötta och utveckla våra samarbetsplattformar. Har du dessutom varit med i utveckling och förvaltning av Microsoft 365-plattformen och erfarenhet av att designa och implementera säkerhetslösningar så är det meriterande!\n\n\n\nSlutligen, om du älskar teknik, är redo för utmaningar och är nyfiken och vill vara med på vår resa mot framtidens molnlösningar, då är du precis rätt person för oss!\n\n\n**Bravida som arbetsgivare**\n\n\n\nBravida är en stor arbetsgivare – faktiskt den största inom vår bransch i Norden. Det gör att vi kan erbjuda mycket till dig som medarbetare. I flera år i rad har vi blivit rankade till en av Sveriges bästa arbetsgivare! Bravida eftersträvar mångfald och värdesätter en jämn könsfördelning. Vi arbetar som ett team och vi tycker om att skapa stora resultat, tillsammans.\n\n\n\nFörutom förmåner som exempelvis friskvårdsbidrag, hälsoundersökning och förmånliga försäkringar erbjuder Bravida dig ett självständigt och stimulerande arbete i en organisation där kompetens, utveckling och trivsel värderas högt. Vi på Bravida är vana att leverera högsta kvalitét till nöjda kunder och värnar om arbetsglädje likväl som en bra arbetsmiljö.\n\n\n\nLäs gärna mer om Vårt erbjudande och hur du kan utvecklas hos oss. **När du växer, växer vi!**\n\n\n**Hur söker jag jobbet?**\n\n\n\nAnsökningar hanteras löpande och tjänsten kan komma att tillsättas innan sista ansökningsdatum som är **31 juli.**\n\n\n*Vi undanber oss kontakt med rekryteringsföretag i denna rekryteringsprocess*\n\n\n*#LI-Remote*\n\n\n\nBra fastigheter gör skillnad, därför finns Bravida. Som Nordens ledande leverantör av tekniska helhetslösningar inom service och installation hjälper vi våra kunder att skapa väl fungerande och hållbara fastigheter. Bravidas långsiktiga mål är att vara klimatneutral i hela värdekedjan år 2045. Vi har 13 000 medarbetare och finns på cirka 180 orter i Sverige, Norge, Danmark och Finland. Bravidas aktie är noterad på Nasdaq Stockholm. www.bravida.se .  \n\nwww.Bravida.se\n\n\n  \n**Kontaktpersoner**\n-------------------","company_url":"https:\/\/se.indeed.com\/cmp\/Bravida","company_url_direct":"https:\/\/www.bravida.dk","company_addresses":"Stockholm","company_industry":" Construction","company_num_employees":"10,000+","company_revenue":null,"company_description":"Bravida är Nordens ledande leverantör av helhetslösningar för service och installation av el, vs, ventilation och andra tekniska funktioner i fastigheter och anläggningar.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/ac04fd78f7106bedbfa5c7d2bb51e249","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/40fd5aa479a084b304231d676116cc4c","ceo_name":null,"ceo_photo_url":null},{"id":"84b278133dc65af7","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=84b278133dc65af7","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898630","title":"Software Engineer Java","company":"AbKan Consulting AB","location":"Solna, AB, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Looking for Full-Stack Software Engineers! We're on the lookout for Full-Stack Software Engineers who have experience in various programming languages, as well as an understanding of software development principles.\n  \nAs a Full-Stack Software Engineer at AbKan Consulting AB, you would work with different clients.You'll be working with modern technologies and frameworks, using your skills to create software products that are easy to use, visually stunning, and most importantly, accessible.\n  \n  \n\n**What you bring in:**  \n\nSoftware development experience of 5+ years with Kotlin or Java.\n  \nExperience working with microservices, architecture, and patterns.\n  \nExperience working with relational and non-relational databases.\n  \nExperience working with the backend for mobile apps.\n  \nInterest in the latest technologies and proactive in tinkering with them.\n  \nEntrepreneurial in nature. Doesn't believe in the status quo.\n  \nCan work independently contributor with minimal supervision, and handholding.\n  \nCan find smart ways of doing things, not necessarily the perfect way.\n  \n  \n\n**It would be great if you also have:**  \n\nScala or any other functional programming language (Haskell, Erlang, Clojure, etc.)\n  \nNoSQL databases (Cassandra, Mongo, etc), Relational databases.\n  \nEvent-driven systems, stream processing\n  \nKubernetes, Continuous Delivery\n  \nDistributed systems\n  \nShipping your own side\/hobby project(s) end-to-end","company_url":"https:\/\/se.indeed.com\/cmp\/Abkan-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"a4fb2b222877ecb6","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=a4fb2b222877ecb6","job_url_direct":"http:\/\/se.indeed.com\/job\/quality-assurancetester-internship-remote-a4fb2b222877ecb6","title":"Quality assurance\/Tester Internship (Remote)","company":"LUDAY","location":"Jobba hemifrån, SE","job_type":"internship","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"We are seeking a highly motivated and detail-oriented Tester Intern to support the quality assurance of our products. As a Tester Intern, you will be responsible for ensuring the quality and functionality of our products by conducting various tests and identifying issues. This is a fantastic opportunity to learn more about software testing, gain practical experience, and work with supportive and skilled agile teams.\n\n**Responsibilities:**\n\n* Execute test cases and test scripts for web and mobile applications.\n* Identify, document, and track bugs and issues.\n* Collaborate with developers and product managers to understand requirements and user stories.\n* Assist in the creation and maintenance of test plans and test cases.\n* Participate in agile ceremonies such as daily stand-ups, sprint planning, and retrospectives.\n* Conduct regression testing and ensure the stability of applications.\n* Provide feedback and suggestions for product improvements.\n\n**Qualifications:**\n\n* Currently pursuing or have completed a degree in Computer Science, Information Technology, or a related field.\n* Basic understanding of software development and testing methodologies.\n* Familiarity with manual and automated testing tools (e.g., Selenium, Robot Frame work) is a plus.\n* Strong attention to detail and organizational skills.\n* Ability to work independently and as part of a team.\n* Good communication skills, both written and verbal.\n\nJob Type: Internship  \nContract length: 3 months\n\nPay: Up to 1,00kr per year\n\nApplication Question(s):\n\n* When are you available to start if given the internship?\n* Are you able to work Mondays to Thursdays, 28hrs per week ?\n* This is an unpaid internship. Are you still interested?\n* What city are you resident in?\n* On a scale of 0 to 10, rate your Selenium experience\n* On a scale of 0 to 10, rate your Robot framework experience\n* List the testing tools\/frameworks you are experienced with\n* Are you familiar with testing web applications? Explain how you have tested web applications in your past projects.\n* Are you familiar with testing mobile apps? Explain how you have tested mobile apps in your past projects.\n* Are you familiar with creating test plans and strategies? Give an example of a test plan you would put in place to quality assure a mobile app and a website\n* On a scale of 0 to 10, rate your python experience\n\nWork Location: Remote","company_url":"https:\/\/se.indeed.com\/cmp\/Luday","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"bdfffbf1610249cd","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=bdfffbf1610249cd","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898497","title":"Nyexaminerad Dataingenjör till storbolag","company":"Meet a Group international AB","location":"Västerås, U, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"charlotte.hoffstrom@edzagroup.se","description":"Meet a Student är en jobbplattform för juniora talanger.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \nNu har du som nyexaminerad möjligheten att börja din karriär på ett världsledande bolag i Västerås. Har du studerat Datateknik eller Datavetenskap på någon av de stora universiteten och ett brinnande intresse för utveckling och vill få en grym start på din karriär. Missa då inte att söka den här spännande tjänsten!\n  \n  \n\nOm tjänsten\n  \nI rollen som Software Developer kommer du att vara en del av programvaruutvecklingsteamet som består av 15 medarbetare. Du kommer arbeta i nära samarbete med kollegorna och deras kunder, utföra uppgifter för programvaruutveckling och programvarutestning samt delta i kravinsamlingsprocessen, arbeta med produktägare och skräddarsydda projekt.\n  \n  \n\nHär kommer du ha alla förutsättningar för att växa internt, det är du själv som sätter dina begränsningar.\n  \n  \n\nTjänsten är belägen i Västerås och du kommer att jobba samtliga dagar från kontoret.\n  \n  \n\nOm företaget\n  \nHär kommer du till ett team som är dedikerat till att skapa en framtid där innovativa digitala teknologier möjliggör större tillgång till renare energi.\n  \nDu kommer att vara en del av en verksamhet som hjälper rederier att överföra containrar på ett pålitligt, snabbt och kostnadseffektivt sätt. Verksamheten är specialiserat på avancerade automations- och informationssystem för rörelsekontroll av alla typer av containerkranar. Bolaget är en ledande leverantören av krananläggningar och är verksamma över hela världen. I de stora terminalautomatiseringsprojekten levererar vi elektriska och automationsystem för 50 till 100 kranar, till de största containerhamnarna i världen.\n  \n  \n\nOm dig\n  \nSom person är du driven med en utåtriktad personlighet med stark kundfokus och lagarbete. Du är mycket självgående, har en positiv attityd och en drivkraft att lära dig nya saker och fördjupa din kunskap.\n  \n  \n\n**Utöver dina personliga egenskaper ser vi att du:**  \n\nHar en kandidat- eller masterexamen i datavetenskap alternativt datateknik. Med fördel från någon av de stora universiteten.\n  \n  \n\nDu är trygg i dina utvecklingskunskaper vilket innebär att du har kunskap i Java, C#, C++ och Angular.\n  \n  \n\nDu bekant med Java, Docker, Kubernetes och Spring Boot.\n  \n  \n\nEftersom du kommer att arbeta i ett globalt företag måste du behärska engelska både i tal och skrift, svenska språkkunskaper är meriterande.\n  \n  \n\nDin framtid\n  \n**Du kommer initialt att vara anställd av Ed:** Za. Dock är ett tydligt mål om allt går som det skall att du kommer att gå över i fast anställning hos vår kund efter ett år.\n  \n  \n\nVälkommen med din ansökan!\n  \nTror du att detta skulle passa dig, eller kanske någon du känner? Vi har ett löpande urval och kan komma att tillsätta tjänsten innan sista ansökningsdag, tveka därför inte - utan skicka in din ansökan redan idag!\n  \n  \n\n**Rekryteringen kommer hållas av Ed:** Za Group. Har du några frågor eller funderingar relaterade till tjänsten och processen är du varmt välkommen att kontakta oss på charlotte.hoffstrom@edzagroup.se.\n  \n  \n\n#LI-Onsite","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"218ebbef6823bdf3","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=218ebbef6823bdf3","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898598","title":"Mid-level Software Engineer","company":"Telavox","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"ann-marie.faraguna@telavox.com","description":"Join Telavox and the integration team!\n  \nAt Telavox, our Microsoft and Google Integration team is crucial in the development and modernization of our communication platform. We're expanding and are looking for a full-stack developer to join our team!Here are the top qualities we value in our new colleague:\n  \nTechnical expertise\n  \nProblem-solving mindset\n  \nCollaboration & communication\n  \nAbout the job\n  \nOur primary focus is on integrating with major platforms like Microsoft and Google, ensuring seamless connectivity for our users. You'll work with Kubernetes (K8s), Java, Microsoft Graph API, OIDC, and MYSQL, leveraging your skills to drive our projects to success. In this role, you'll have significant ownership of your work, making crucial decisions and guiding the technological direction of our services. Collaboration is key, but your expertise will shape our path forward as we modernize our codebase and introduce new technologies.Key responsibilities include:\n  \nSolving complex technical challenges and steering the technological integration Writing clean, testable, and efficient code\n  \nConducting code reviews and mentoring junior engineers\n  \nAbout you\n  \nSuccess in this role demands a blend of technical expertise, a collaborative spirit, and a continuous improvement mindset. We’re looking for someone with a solid foundation in software engineering principles and a track record in K8s, Java, REST APIs, OIDC, and MySQL. Experience with Teams application development, Microsoft Entra ID, Okta integrations, SCIM, and event-driven architecture is a plus.You should be a problem-solver at heart, able to tackle complex challenges with innovative solutions. Excellent communication skills are essential, as you'll need to articulate technical concepts clearly.We also value eagerness to learn, adaptability, and staying updated on industry trends and best practices.A few words from the Hiring Manager, Markus Agevik:\n  \n\"We build a team together! Leadership is built on trust and teamwork. Driving team success and creating a positive work experience together with the team\"\n  \n  \n\nWhy Telavox?\n  \nSince Telavox's journey started in 2002, we have strengthened our position as the leading forward-thinking communication platform for businesses. We offer Telephony, PBX, messaging, meetings, and contact centres in one simple platform. Unlike our competitors, we own our platform and develop everything ourselves in-house.Today, we are a fast-growing and profitable company with +1.9b in revenue, +500 Telavoxers in nine countries, and +160 people working in Product and Engineering.We pride ourselves on creating an inclusive, supportive culture where everyone can thrive. By joining us, you will not only contribute to our technology but also be part of a company that values work-life balance, continuous learning, and community. Plus, you will enjoy our legendary company events, personal development opportunities, and much more\n  \nAre you interested in becoming part of Telavox? Apply now!At Telavox, we don't focus on fitting in; we focus on making room for everyone.\n  \nJoin Telavox, where diversity fuels innovation. Apply now to join a team committed to creating a truly inclusive workplace.\n  \nDo not miss out on this exciting opportunity to grow your career and make your mark on the future of telecom technology. Send your application our way, and let us explore what we can achieve together!\n  \nFor any questions, feel free to contact Talent Acquisition Partner Ami Faragunaat ann-marie.faraguna@telavox.com\n  \nLearn more about what we do!","company_url":"https:\/\/se.indeed.com\/cmp\/Telavox","company_url_direct":"https:\/\/www.telavox.se","company_addresses":"Malmö","company_industry":null,"company_num_employees":"201 to 500","company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/a7817e70e83f52c171a45b19aa710d10","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"807a91fe96d82043","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=807a91fe96d82043","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898562","title":"Konsult Informationssäkerhet & IT-säkerhet","company":"Qbase AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"stefan.heidmark@qbase.se","description":"Qbase söker dig som vill arbeta som verksamhetskonsult med inriktning mot informationssäkerhet och IT-säkerhet. Ta chansen att vara med från ett tidigt skede i ett växande konsultbolag!\n  \nOm företaget\n  \nQbase är ett växande konsult- och utbildningsföretag som grundades 2014 i Stockholm. Företaget tillhandahåller tjänster inom verksamhetsutveckling och compliance med tyngdpunkt på ISO-certifierade ledningssystem inom bland annat informationssäkerhet och GDPR.\n  \nVi har kontor centralt i Stockholm med goda kommunikationer.\n  \nArbetsuppgifter\n  \nI rollen som verksamhetskonsult kommer du att arbeta med ett eller flera av våra kompetensområden inom verksamhetsutveckling. Tjänsten kommer främst innebära;\n  \nI team och självständigt genomföra konsultuppdrag inklusive utveckling av ledningssystem för informationssäkerhet och IT-säkerhet\n  \nAtt ge stöd åt kunder i införandet av tekniska och organisatoriska åtgärder för informationssäkerhet.\n  \nAgera projektledare\n  \nArbeta med kartläggning och förbättring av processer och arbete med informationssäkerhet\n  \nUtföra revisioner av kunders ledningssystem och informationssäkerhetsarbete\n  \n  \n\nFörväntningar och krav på sökande\n  \nDu som passar för denna roll är driven, lösningsorienterad och har en nyfikenhet på att lära nytt och utvecklas. Du trivs med att träffa kunder. Du värdesätter professionalism i dina affärskontakter och kan representera ett seriöst och framgångsrikt företag.\n  \n  \n\n**Formella krav är:**  \n\nEftergymnasial utbildning med relevant inriktning\n  \nDu ska ha erfarenhet och kunskap inom området informationssäkerhet och\/eller IT-säkerhet\n  \nGärna erfarenhet av ledningssystem.\n  \nDu har erfarenhet av kundrelationer och är bra på att hantera dessa\n  \nDu uttrycker dig väl i tal och skrift på svenska och engelska\n  \nDu behärskar dina arbetsverktyg för dokumentation; Word, Excel och Powerpoint\n  \nDu ska ha erfarenhet av professionell affärsdokumentation\n  \n  \n\nÖvrig information\n  \n**Start:** Omgående\n  \n**Plats:** Stockholm\n  \n**Lön:** Månadslön\n  \n**Kontakt:** Stefan Heidmark, stefan.heidmark@qbase.se","company_url":"https:\/\/se.indeed.com\/cmp\/Qbase-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"51995b878a7cca67","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=51995b878a7cca67","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898467","title":"El-konstruktör till Sitowise!","company":"Friday Väst AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Är du en driven och ansvarstagande person med el-teknisk bakgrund som är redo för att ta nästa steg i karriären? Vi söker nu en el-konstruktör till Sitowise som trivs med en flexibel och variationsrik vardag. Varmt välkommen in med din ansökan!\n  \n  \n\n**Om tjänsten:**  \n\nFriday söker nu för Sitowise’s räkning en El-konstruktör till deras team i Göteborg. I rollen kommer du att producera ritningar i AutoCad, huvudöedningsscheman och elscheman. Du kommer även göra enklare beräkningar samt ta fram olika el-tekniska dokument för att driva projektet framåt. Du utför egna kvalitetskontroller och ser över ditt arbete, där du dessutom justerar det baserat på återkoppling för att det ska nå sin fulla potential. Sitowise erbjuder en stimulerande arbetsmiljö med goda utvecklingsmöjligheter inom ditt yrkesområde.\n  \n  \n\n**Vi söker dig som:**  \n\nHar en eftergymnasial utbildning inom elektronik eller motsvarande arbetslivserfarenhet.\n  \nHar arbetat något år inom elektronik.\n  \nHar kunskap inom AutoCad och\/eller revit.\n  \nÄr flytande i både svenska och engelska, då båda språken kommuniceras internt såväl som externt.\n  \n  \n\n**Det är meriterande om du:**  \n\nHar kunskap inom programvaran MagiCAD.\n  \n  \n\nDärutöver kommer stor vikt läggas vid personlig lämplighet där vi som person tror att du är kommunikativ och drivande. Du räds inte av nya utmaningar och är initiativtagande som person. Du är duktig på att samarbeta med andra och är även strukturerad, analytisk och noggrann i ditt arbetssätt.\n  \n  \n\n**Om kundföretaget:**  \n\nSitowise utgörs av experter i världsklass och tillsammans använder vi vår gemensamma kunskap inom byggnader, samhällsbyggnad och digitala tjänster för att hjälpa Sverige att bygga ett mer hållbart samhälle på ett klokt sätt. När våra team av ingenjörer, utvecklare och andra talanger slår ihop sina kloka huvuden skapar de nya, oväntade och djärva lösningar för att lösa våra kunders och uppdragsgivares utmaningar.\n  \n  \n\n**Om anställningen:**  \n\nDetta är ett konsultuppdrag vilket innebär att du kommer till en början vara anställd av Friday. Ambitionen från kunden och vår sida är att du blir direktanställd hos kund efter 6 månader.\n  \n  \n\n**Övrig info:**  \n\n**Omfattning:** Heltid\n  \n**Start:** Omgående alternativt enligt överenskommelse\n  \n**Placering:** Göteborg\n  \n**Rekryteringsansansvarig:** Bianca Lord\n  \n**Lön:** Marknadsmässig\n  \n  \n\nAnsök genom att klicka på länken nedan. Kom ihåg att vara snabb med din ansökan då vi gör löpande urval av kandidater och att annonsen kan stängas ner innan tjänsten är tillsatt om vi gått över till urvals och intervjufasen.\n  \n  \n\n**Om Friday:**  \n\nGenom att vara en partner både till våra kandidater och kunder strävar vi efter att hitta den bästa matchningen. Det gör vi genom att lära känna våra kunder och kandidater på riktigt! Viser självklart till att kunskaps- och erfarenhetskrav matchar, men framförallt lägger vi vikt vid samsyn kring värderingar och företagskultur som båda parter värdesätter.\n  \n  \n\nVår passion är att hjälpa människor till rätt roll, arbetsplats och sammanhang inom IT och teknik. Därför grundade vi Friday med ambition att hjälpa dig till jobbet som ger dig fredagskänslan – varje dag.\n  \n  \n\nVi riktar oss främst till dig som är i början av din karriär eller studerar vid högskola\/universitet inom IT och Teknik.\n  \n  \n\nVår övertygelse är att människor uppnår sin fulla potential när man ser fram emot att gå till jobbet varje morgon. ”Friday – everyday”, hur låter det?","company_url":"https:\/\/se.indeed.com\/cmp\/Friday-V%C3%A4st-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"14257d35fbd1f7c3","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=14257d35fbd1f7c3","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898358","title":"Kundutvecklare - IT","company":"Meet a Group international AB","location":"Motala, E, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \n  \n\nOm jobbet\n  \n  \n\nÄr du intresserad av lösa problem och leda projekt, är serviceinriktad och har en bra förståelse för IT-system? Vill du hela tiden utvecklas i ditt arbete och vara med och driva Rbok framåt med målet att skapa nöjda kunder över hela Sverige? Då är du antagligen den vi söker!\n  \n  \n\nFöretagsbeskrivning\n  \n  \n\nRbok är ett ungt, men stabilt, bolag i tillväxt som utvecklar moderna webbapplikationer. Vår stora produkt Rbok är ett komplett ”bokning- och bidragssystem” för Sveriges kommuner, och våra ca 50 kundkommuner stödjer dagligen en bra bit över 2 miljoner av Sveriges invånare. Framförallt är det kommuners fritids- och kulturförvaltningar som använder Rbok för all deras bokning, bidrags- och ärendehantering.\n  \n  \n\nIdag har Rbok sex anställda, och kontoret ligger centralt i Motala. Vi är en prestigelös organisation med högt till tak där det viktigaste är vad vi levererar till våra kunder, samtidigt som det självklart är viktigt att vi har roligt tillsammans. Hos oss finns stora möjligheter att ta ansvar och vara med och påverka både din och företagets framtid.\n  \n  \n\nArbetsbeskrivning\n  \n  \n\nSom kundutvecklare i Rbok arbetar du med att driva våra kunders användande av Rbok till en högre nivå genom att exempelvis ge support, hålla utbildningar, arbeta fram stödmaterial och på sikt driva egna projekt, som exempelvis införande- och\/eller integrationsprojekt. För att genomföra bra projekt behövs en god grundförståelse för både systemet Rbok och för våra kunders olika processer.\n  \n  \n\nDu börjar därför med att få utbildning kring både Rbok, allmän IT-kunskap och våra kommunkunders olika processer. Detta tillsammans med praktiskt arbete i supporten, och delaktighet i flera andra olika processer inom företaget, ger en bra grund för vidare utveckling. Efter hand som kunskapen ökar är målet att du utvecklas till att driva egna projekt och hittar den inriktning och ansvar som passar dig bäst. Självklart får du både stöd, coaching och möjligheter hela vägen, men för att lyckas är grunden ett eget driv och en vilja att lära sig och utvecklas.\n  \n  \n\nEn god förmåga att förstå IT-system ur ett nyttjandeperspektiv är viktigt och målsättningen är att du ska bli en specialist inom Rbok, och vidare hur man bäst jobbar med bokning och bidrag i våra kunders verksamheter. Stor del av arbetet går ut på problemlösning där kunderna behöver stöd i att först identifiera den uppkomna frågan, för att sedan hitta lösningen och ge stöd i vidare hantering. Kundkontakten sker både vid fysiska och digitala möten, över epost, via telefon och via ärendesystem där struktur, uppföljning och sammanställning av ärenden är viktigt för att ständigt förbättra våra tjänster.\n  \n  \n\nDu kommer ingå i ett mindre team där vi tillsammans jobbar prestigelöst med högt till tak, och samtliga anställda på Rbok har ett supportansvar gentemot kund. Vi lägger stor vikt vid dina personliga egenskaper och attityd och tjänsten begränsas endast av din egen vilja till framdrift, lärande och kompetens. Är du rätt person att vara med på vår resa framåt är du varmt välkommen att höra av dig så berättar vi mer.\n  \n  \n\nErfarenhet\n  \n  \n\nRollen passar dig som vill lära dig nytt och utvecklas, har en bra förmåga att kommunicera med människor och är intresserad av att lösa problem. Erfarenhet av projektledning och att arbetat med IT-system är positivt. Det viktigaste är att du har rätt personliga egenskaper och en vilja att utvecklas vidare. Har du erfarenhet inom kommunal verksamhet, bokning- och bidragshantering eller ekonomisystem är det förstås också välkommet.\n  \n  \n\nAnsökan\n  \n  \n\nAnsökan skickas till info [a] rbok.se och rekryteringsprocessen pågår löpande.\n  \n  \n\nTILLTRÄDE\n  \n  \n\nSnarast enligt ö.k.\n  \n  \n\nANSTÄLLNINGSFORM\n  \n  \n\nHeltid, tillsvidare\n  \n  \n\nLÖN\n  \n  \n\nMånadslön\n  \n  \n\nPLACERING\n  \n  \n\nRboks huvudkontor på Drottninggatan 50 i Motala.\n  \n  \n\nVi arbetar på plats på kontoret eller hos kund, ej distansarbete.\n  \n  \n\nHar du frågor eller funderingar är du varmt välkommen att kontakta oss så berättar vi mer. Vi ser fram emot din ansökan.\n  \n  \n\nKONTAKTPERSON\n  \n  \n\nLars Johansson\n  \n  \n\n070-297 02 71","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"7b4a2144bf5a7763","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=7b4a2144bf5a7763","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898350","title":"Automationstekniker\/Programmerare till UMIA Nord AB","company":"Meet a Group international AB","location":"Luleå, BD, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \n  \n\nUmia Nord AB är en del av den starkt växande Umia-koncernen som har cirka 800 medarbetare i lokalägda dotterbolag från Luleå i norr till Ystad i söder. Koncernen omsätter ca 1,3 miljarder kronor.\n  \n  \n\nI Luleå är Umia Nord AB en betydande arbetsgivare med cirka 120 anställda, varav 16 arbetar inom styr och regleravdelningen.\n  \nVi utför arbeten åt myndigheter, statliga bolag, fastighetsbolag, kommunen och byggföretag.\n  \n  \n\nVår idé är att se alla teknikområden som en sammanhållen enhet. Vi kallar det Umiamodellen – en samarbetsfilosofi som både våra medarbetare och kunder gillar.\n  \n  \n\n**Om tjänsten:**  \n\nSom Automationstekniker\/Programmerare hos Umia kommer du att spela en avgörande roll i utvecklingen av framtidens fastighetsautomation. Du kommer att arbeta med programmering, konfiguration och installation av avancerade styrsystem, samt ansvara för driftsättning och ombyggnationer för att säkerställa systemens optimala funktion.\n  \n  \n\n**Huvudsakliga arbetsuppgifter:**  \n\nProgrammering och konfiguration av styrsystem för fastighetsautomation.\n  \n  \n\nInstallation och driftsättning av fastighetssystem\/belysningssystem och liknande lösningar.\n  \n  \n\nOmbyggnationer i apparatskåp.\n  \n  \n\nFelsökning och optimering av systemens prestanda.\n  \n  \n\nHantering av system som Abelko, Siemens, SAIA, Regin, Web Port och iFIX.\n  \n  \n\nVem tror vi att du är?\n  \n  \n\nEn erfaren serviceelektriker med fem års erfarenhet.\n  \n  \n\nKunskap i programmering av styrsystem.\n  \n  \n\nFörståelse för fastighetsautomation och ventilation\/VVS-system.\n  \n  \n\nFörmåga att snabbt anpassa sig till nya teknologier.\n  \n  \n\nAffärssinne med förståelse för ekonomi och kostnadseffektivitet.\n  \n  \n\nSkicklig på att planera och organisera arbete.\n  \n  \n\nInnehar B-körkort och är flexibel för resor till olika arbetsplatser.\n  \n  \n\nEn lagspelare med starkt engagemang och kompetens.\n  \n  \n\nSjälvständig med förmåga att samarbeta och ta egna initiativ.\n  \n  \n\nAnsökan\n  \n  \n\nNorthern Skill är det personliga rekryteringsföretaget med norrländska som koncernspråk och är mer intresserade om vem du är - än hur duktig du är på skriva CV.\n  \n  \n\nHar du inte världens snyggaste CV så kan du alltid presentera dig genom fritext i ansökan, eller varför inte slå en signal? Vi hörs!","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950834546","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950834546","job_url_direct":null,"title":"Chief Executive Officer","company":"akub","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Akub AB\n \n  \n\n\n\n\n About the Company\n \n  \n\n\n\n\n\n akub is a streamlined CRM solution designed specifically for the beauty and wellness industry. It assists businesses in managing appointments, inventory, payments and customer feedback.\n \n\n\n\n akub was founded in November 2022 and has done well in Stockholm. A city in which we have significant clients. The company is led by our Product Engineer and founder, Jackmay Confidence, who is more than accommodating towards moving on the day-to-day management responsibility of our European operations to a more befitting candidate to create a better environment to help him focus on making akub’s product offering solid. As the CEO, you will work closely with Jackmay, reporting directly to him, and have the necessary authority to lead our European operations. The ideal candidate should have a proven track record of success in a similar role.\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n About the Role.\n \n  \n\n\n\n\n\n As our CEO, you are responsible for the company’s overall strategy, growth and profitability. You provide leadership and direction to all departments and ensure the company meets its short- and long-term goals. You report to akub’s board of directors and are responsible for setting the company’s overall direction. What sets this role apart is the opportunity to work closely with our founder, Jackmay Confidence, and play a key role in shaping the future of our European operations. You must be able to lead and inspire teams, build relationships with stakeholders and partners, and make decisions that are in the company’s best interest. The ideal candidate should have excellent communication and problem-solving skills.\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n Responsibilities:\n \n  \n\n\n\n\n* Develop and implement the company’s vision and mission alongside our founders.\n* Set the company’s strategic direction.\n* Oversee all aspects of the company’s operations.\n* Build and maintain relationships with key stakeholders.\n* Ensure the company is financially sound.\n* Make significant decisions about the company’s future alongside our founders.\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n Qualifications:\n \n  \n\n\n\n\n* Proven track record of success in a leadership role.\n* Strong business acumen\n* Bachelor’s degree or equivalent experience MBA\n* 6-10+ years in business-related field.\n* Willingness to take risks and break things before asking questions.\n* Experience in SaaS - the beauty and wellness industry (a plus)\n* Excellent communication and interpersonal skills.\n* Strategic thinking skills.\n* A passion that resonates with akub’s mission.\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n**The Application Process:** \n\n  \n\n\n\n\n\n We value your time and want to ensure a transparent and thorough application process. We outline the interview process below so you know exactly what to expect and can prepare accordingly.\n \n\n\n\n  \n\n\n\n\n\n 1. Application Screening: Your journey starts here! We’ll review your resume and cover letter to ensure a good match with the skills and experience we seek.\n \n\n\n\n  \n\n\n\n\n\n 2. Initial Screening Call: A quick chat with the ops manager to get to know you better and discuss your background and interest in the role.\n \n\n\n\n  \n\n\n\n\n\n 3. Skill Assessment: We’ll give you a small task to showcase your abilities - nothing too daunting, just enough to see your skills in action!\n \n\n\n\n  \n\n\n\n\n\n 4. In-depth Interview: Here, we dive deeper to discuss your experiences, approach to solving the task, and understanding.\n \n\n\n\n  \n\n\n\n\n\n 5. Team Interaction: Get a feel for our team culture in a casual meeting with potential colleagues. It’s as much about you getting to know us as it is about us getting to know you!\n \n\n\n\n  \n\n\n\n\n\n 6. Welcome onboard: If everything goes well, we’ll welcome you to the akub management team.","company_url":"https:\/\/se.linkedin.com\/company\/akub","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQFXr5YkHVlHXA\/company-logo_100_100\/0\/1705872399312\/bukadirect_logo?e=2147483647&v=beta&t=3HqZOej3aB8-FA290ZmeRt9kt9SlIyg02O09Ts90L64","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3951639085","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3951639085","job_url_direct":null,"title":"Software Asset Manager","company":"Bankgirot","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"Linda.mukka@houseofskills.se, linda.freij@houseofskills.se","description":"**Bankgirot söker till sin SIAM organisation en Software Asset Manager!** \n\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n VÄLKOMMEN TILL BANKGIROT\n \n\n\n\n  \n\n\n\n\n\n*Vi har en avgörande och viktig roll för betalningar som det enda svenska clearinghuset för massbetalningar i Sverige. Vi säkerställer att den ekonomiska vardagen fungerar för 8 miljoner privatpersoner och omkring 900 000 företag och organisationer.* \n\n\n\n\n*Bankgirot har nu fått ett spännande uppdrag att ta fram framtidens betalinfrastruktur. Detta innebär att vi nu kommer gå in i en spännande fas och växa vår IT-organisation, skapa och forma nya processer samt genomföra nya spännande projekt och initiativ.* \n\n\n\n\n*Vill du vara med oss på resan?* \n\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**Om rollen** \n\n\n\n\n Som Software Asset Manager är du en viktig del i vårt Process Managersteam i Bankgirots SIAM (Service Integration and Management). Ditt ansvar är att hantera och ansvara för våra IT-tillgångar, t e x licenser och programvaror. Genom att arbeta metodiskt enligt SAM processen säkerställer du att Bankgirot är korrekt licensierat och ger råd och stöd avseende licenser vid anskaffning av nya standardapplikationer.\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n Du ska säkerställa effektiva arbetsformer som uppfyller Bankgirots regelverk (internt inom Bankgirot och i samarbetet med alla Service Providers). Definiera, vidareutveckla och kommunicera processen, arbetssätt, roller och ansvar. Integrera med andra processförvaltare inom Bankgirot och hos Service Providers.\n \n\n\n\n  \n\n\n\n\n* Medverka i avtalsförnyelse och uppföljning med större leverantörer\n* Förvalta licensregister för alla plattformar (Mainframe, Midrange, Arbetsplats)\n* Medverka i applikationsutvärdering om ny standard applikation önskas\n* Licensuppfyllnadsinventering\n* Analysera behov av förändringar i licensantal.\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**Vem söker vi till rollen?** \n\n\n\n\n Vi söker dig som trivs i rollen som Software Asset Manager eller liknande roll, gärna inom bank och finans. Du har eller vill ha förståelse för Bankgirots verksamhet med produkter och regelverk samt säkerhet kring tjänsterna. Du lägger stor vikt vid att skapa förtroende och tillit gentemot personer du möter. Du har en stark drivkraft och vilja att förbättra och utveckla. Du visar nyfikenhet, engagemang och du är kommunikativ och ödmjuk i ditt förhållningssätt. Du är självgående med en god förmåga att skapa dina egna förutsättningar och ta egna initiativ.\n \n\n\n\n  \n\n\n\n\n* Erfarenhet av SNOW eller annat licensadministrationsverktyg\n* Bekant med ITILs ramverk\n\n\n\n  \n\n\n\n\n\n Vidare ser vi att du har lätt för att uttrycka dig i tal och skrift, både på svenska och engelska, och är mån om att säkerställa att budskapen landar och tas emot hos mottagaren.\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**Vad erbjuder vi dig?** \n\n\n\n\n Bankgirot har en stor och viktig roll inom den kommande transformationen av svenska betalmarknaden. Bankgirots nuvarande produkter ska över tid avvecklas och ersättas med ISO-standardiserade produkter. Transformationen av hela svenska betalningsmarknaden är en spännande resa som kommer att ge dig en unik möjlighet att lära sig om förändring i kombination med att säkerställa stabil och säker drift i befintlig infrastruktur.\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n På IT är vi i dagsläget cirka 60 personer. Vi arbetar som en beställarorganisation i en outsourcad miljö. Som vår nya medarbetare kommer du mötas av ett trivsamt och välfungerande team, där vi samarbetar och hjälps åt och har ett positivt och härligt arbetsklimat.\n \n\n\n\n Vi sitter i fina lokaler i Liljeholmen, med närhet till kommunikationer. För oss är vår personal det viktigaste vi har och därför erbjuder vi goda anställningsvillkor och personalförmåner. Vi har kollektivavtal, arbetstid 38.5 timmar och erbjuder en friskvårdstimme i veckan på arbetstid.\n \n\n\n\n Hos oss kommer du kunna arbeta i en hybrid modell där du kan vara med och styra din tid.\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**Kontaktperson och ansökan:** \n\n\n\n\n I denna rekrytering samarbetar Bankgirot med House of Skills. Vid frågor eller funderingar kring tjänsten, vänligen kontakta Linda Mukka på Linda.mukka@houseofskills.se. eller Linda Freij på mail Linda Freij\n \n linda.freij@houseofskills.se\n \n så berättar vi mer.\n \n\n\n\n Urval sker löpande så ansök redan idag. - Vi ser fram emot din ansökan!\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n***Mer om Bankgirot:***\n\n\n\n\n*Bankgirot är ett svenskt clearinghus med över 60 års erfarenhet av att leverera marknadsledande finansiell infrastruktur. Varje dag strömmar närmare 8 miljoner transaktioner eller 76 miljarder kronor genom Bankgirots betalningssystem. Våra 160 medarbetare säkerställer system som möjliggör Autogiro, E-faktura och Swish. Vi garanterar den svenska betalmarknaden med tillstånd från Finansinspektionen.* \n\n\n\n\n  \n\n\n\n\n\n Facklig kontaktperson: Malin Thorin, Finansförbundet","company_url":"https:\/\/se.linkedin.com\/company\/bankgirot","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQE8YeckpyPPcw\/company-logo_100_100\/0\/1631331822747?e=2147483647&v=beta&t=BC-Cqn4EO7p-sRJ4cAfVt_rRoGiIf2NLw5AmI5opa7k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3934613554","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3934613554","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Solution-Architect-151-38\/1032184601\/&urlHash=iOiy","title":"Solution Architect","company":"Scania Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"Sofia.lindstahl@scania.com","description":"Scania is currently undergoing an exciting transformation from a traditional truck and bus manufacturer to a provider of complete sustainable transport solutions. Battery electric drivetrains, autonomous driving, 5G, and IoT technologies are disrupting our industry and we rise to the challenge\n   \n\n  \n\n**Solution Architect at Scania**\n We are now looking for a highly motivated solution architect to strengthen our team within Scania´s Service Delivery Process for Global IT Solutions. The team consists of 3 employees in Sweden, 3 in Belgium and a development team in India which gives additional good flexibility in working from home.The team has a mix of traditional Agile and IT roles and works in both projects and maintenance. We believe in having fun together, helping each other out, agreeing on goals, giving and receiving feedback, and contributing to an open and safe place to grow. For me as a manager this means a lot. I strive to be transparent, listen, coach and support in everyone’s journey.\n   \n\n  \n\n As a solution architect within Scania, it is important to be able to produce different architectural diagrams on different levels and to present and write technical documentation, for a technical as well as a non-technical audience. We believe communication with both technical and non-technical stakeholders is very important. The ideal candidate comprehends various integration techniques, including APIs and Streaming, and has experience in developing and defining integration. It is important that you have technical expertise that extends to different business areas and good knowledge of architecture development for cloud and on-premise solutions.\n   \n\n  \n\n**You will**\n* Drive the IT architecture evolution alongside the team.\n* Ensure the reuse of applications and design solutions in accordance with the company-wide architectural principles and adherence to technical standards.\n* Proactively address and minimise technical debt throughout Scania's systems.\n* Collaborate closely with key stakeholders within our new global SAP solution, particularly in the spare parts domain.\n* Collaborate with your fellow architect network and development teams to design solutions capable of accommodating change, evolution, and scaling.\n* Engage in and improve the global IT architecture for the spare parts domain.\n* Lead architectural initiatives on both project and organisational scale together with stakeholders.\n* Cultivate a global personal network within the IT and spare parts\/aftersales organisation.\n* Embrace the opportunity to be part of a strong company culture with living and clear values.\n\n\n**You are**\n As a person you are truly interested in other people’s opinions. You value collaboration, sharing knowledge and possess strong interpersonal and communication skills. In addition to that you are proactive, self-driven, and have the ability to work independently and in a team. You have good analytical & logical skills. Last but not least, you have an ability to see the whole picture and importance of getting things right – and at the same time working organised paying attention to the details.\n   \n\n  \n\n**In order to suceed in this role, we also seed that you have**\n* A couple of years of experience in a similar position within IT architecture and development of sustainable technical cloud solutions.\n* Extensive experience in cloud solutions like AWS.\n* Experience in enterprise cross-functional teams and different business levels of communication.\n* Strongly believe in working Agile.\n* Excellent communication skills in English in both speech and writing.\n\n\n We see it as big merit if you have one or more of the following:\n   \n\n  \n\n  \n\n* Broad knowledge of IT and technology\n* Extensive experience in modelling architecture\n* Supply chain knowledge\n* Experience with SAP\n\n\n**We offer**\n To succeed in our mission, we seriously embrace diversity and equal opportunity. Our group is committed to building a team that represents a variety of backgrounds, perspectives, and skills. The more inclusive we are, the better our work will be.\n   \n\n  \n\n Scania’s culture is characterized by openness, diversity, and respect for the individual. The people who work here are our most important assets, so we will invest in you to help you grow with us. As a Scania employee, you are offered several benefits such as a company car, mutual bonus, occupational pension, and flexible working hours which support work-life balance and workspaces to mention some of our benefits. If you live in Stockholm, we offer a direct bus service between Stockholm and Södertälje, Scania Job Express in addition to personal and professional development opportunities. These benefits also include PERMANENT EMPLOYMENT from day 1 (no probation period).\n   \n\n  \n\n Does this sound like something to you? Then apply today and hopefully welcome to Scania!\n   \n\n  \n\n**Want to learn more?**\n Please contact hiring manager Sofia Lindståhl if you have any further questions at Sofia.lindstahl@scania.com.\n   \n\n  \n\n**Application**\n Your application must include a CV, personal letter as well as copies of any relevant certificates. Please apply as soon as possible but no later than 2024-06-23. We use logic and personality tests as well as competency-based interviews in our selection process. Continuous selection takes place during the application period and the position can be filled before the end of the application period.\n   \n\n  \n\n A background check can be conducted for this position.\n   \n\n  \n\n**We look forward to your application!**\n Scania is a world-leading provider of transport solutions. Together with our partners and customers we are driving the shift towards a sustainable transport system. In 2022, we delivered 80,238 trucks, 4,994 buses as well as 13,400 industrial and marine power systems to our customers. Net sales totalled to over SEK 170 billion, of which 21 percent were services related. Founded in 1891, Scania now operates in more than 100 countries and employs some 57,000 people. Research and development are mainly concentrated in Sweden. Production takes place in Europe and Latin America with regional product centres in Africa, Asia and Eurasia. Scania is part of TRATON GROUP. For more information visit: www.scania.com","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=LgALGJC3Fhq3aYCq1bbi3-jXS_UCs-rtUCigbSxE7-o","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3951655823","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3951655823","job_url_direct":"https:\/\/www.academicwork.se\/lediga-jobb\/j\/produktagare-inom-ehandel-till-gardssallskapet\/E8MVBL?i=24?apply=1&urlHash=-qaA","title":"Produktägare inom e-handel till Gårdssällskapet!","company":"Academic Work","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"johanna.sorell@academicwork.se, minna.loosaar@academicwork.se, stn05@academicwork.se","description":"Gårdssällskapet startades 2013 för att hjälpa matälskare att få ekologiskt kött direkt från gården hem till dörren. Alla våra bönder värnar om djurens välmående och vi tycker att man ska ta vara på det fina arbete de lägger ner och vad de producerar. Hela verksamheten genomsyras av personlig service och kvalitet och produkterna är ekologiskt, småskaligt eller vilt producerade. Gårdssällskapet köper direkt från den ekologiska gården, styckar i egen regi innan vi levererar ut till konsument. Majoriteten av vår försäljning kommer genom prenumeration av Stamkundslådan och e-handelsplattformen är vår viktigaste kanal för försäljning. I och med den tillväxtresa vi befinner sig i får du verkligen möjligheten att påverka och göra skillnad! Låter det som något för dig? Läs vidare!\n \n\n\n\n  \n\n**Företag :**\n Gårdssällskapet AB\n \n\n\n\n  \n\n**Plats :**\n Solna\n \n\n\n\n  \n\n**Jobbkategori :**\n IT\n \n\n\n\n  \n\n**Omfattning :**\n Heltid\n \n\n\n\n  \n\n**Startdatum :**\n Enligt överenskommelse\n \n\n\n\n  \n\n**Typ av uppdrag :**\n Rekrytering\n   \n\n\n\n\n**Om tjänsten**\n\n Gårdssällskapets e-handel bär en central del i försäljningen och det är av stor vikt att den hela tiden utvecklas för att möta kundernas behov och förväntningar. Du kommer att arbeta tätt tillsammans med din närmaste chef, Martina Uhrstedt, Head of Sales, och CRM Manager. Utöver det kommer du framför allt att samarbeta nära IT och marknad. Du kommer dels vara ansvarig för att kravställa olika utvecklingsärenden men också diskutera idéer om hur ni kan förbättra e-handelsplattformen ur både ett tekniskt och grafiskt perspektiv. På huvudkontoret i Lilla Frösunda Herrgård arbetar idag runt 20 personer, hela bolaget har runt 32 anställda.\n \n\n\n  \n\n\n  \n\n**Några ord från din framtida närmsta chef**\n\n\n\n  \n\n\n \" Hej! Jag heter Martina och är säljchef på Gårdssällskapet. Under min korta tid här har jag varit med och förverkligat spännande projekt i en öppen och familjär atmosfär som betytt mycket för våra kunder och för vår försäljning. Som chef vill jag ge dig samma möjlighet att driva på inom ditt arbetsområde och få ett kvitto på det du gör. Gillar du att blanda arbetsdagen med systemtekniska e-handelslösningar och administrativt jobb med en e-handel för att möta säljmål? Vill du jobba med en produkt och ett varumärke du kan stå för – ekologiskt och småskaligt? Då kommer du att stortrivas hos oss! Som produktägare ansvarar du för kravställning av nya utvecklingar och våra tekniska kopplingar som berör e-handeln. Du säkerställer att våra produkter presenteras på bästa sätt online och analyserar försäljningsdata för handlingsbara åtgärder. Jag ser fram emot att träffa dig!\n \n\n\n  \n\n\n  \n\n**Du erbjuds**\n\n\n\n  \n\n  \n* Arbete i ett bolag som satsar på att växa, detta ger dig möjlighet att inte bara jobba med förvaltning utan också bidra med nya idéer\n  \n* En möjlighet att påverka dina roll och bidra med dina kunskaper\n  \n* Arbete i ett dynamiskt och personligt bolag\n  \n* Tjänstepension, 5000 kr i friskvårdsbidrag, förmånligt pris på Gårdssällskapets produkter, dator & telefon m.m.\n  \n\n\n  \n\n\n  \n\n**Arbetsuppgifter**\n\n\n\n  \n\n\n Du kommer att arbeta i en bred roll med allt från att hantera produkter i e-handeln, ta fram och analysera försäljningssiffror och ge förslag på förbättring inom sortimentet\/kunderbjudandet samt planerar och utvecklar hemsidan proaktivt. Fokuset är framförallt att jobba med e-handeln och systemen ur ett tekniskt perspektiv där du har systemansvar för analysverktyg som GA4, Tag Manager, Merchant Center m.m. Du ansvarar även för att säkerställa att hemsidan möter branschstandarder för e-handel, arbetar med de tekniska lösningarna och lyfter förbättringsområden. Du kommer vara den personen som projektleder och agerar kravställare i olika utvecklingsärenden och assisterar övriga team vid beställningar av IT-lösningar samt testar funktioner i kundresan efter releaser. Utöver det är du även drivandei projekt inom CRO, SEO, UX och kundlojalitet m.m.\n \n\n\n  \n\n\n Vidare kommer du exempelvis…\n \n\n\n  \n\n  \n* Säkerställa efterlevnad av gällande regler och best practice för en e-handel\n  \n* Ansvara för arbetsflödet med produkter (Trello “Produkter”), samt ansvar för löpande hantering i M2 av Lådor, TBn och Tillval.\n  \n* Löpande rapportering av försäljningsstatistik och ansvar för uppsättning av dashboards i Looker Studio\n  \n* Uppdatera hemsidans innehåll som inte faller hos Marknad eller Kundservice (skapa landningssidor, m.fl.)\n  \n\n  \n\n\n**Vi söker dig som**\n\n I denna rekrytering kommer vi lägga stor vikt vid dig som person och ditt intresse för tjänsten och Gårdssällskapet som företag. Vi söker dig som är en lagspelare och som vill jobba brett, du är självgående och trivs i en säljdriven organisation och har ett stort intresse för att samarbeta med såväl IT som marknad för att nå de bästa lösningarna tillsammans. Vi ser även att du är flexibel och har en förmåga att anpassa dig efter nya förutsättningar och är proaktiv i ditt problemlösande.\n \n\n\n  \n\n\n Utöver det har du…\n \n\n\n  \n\n  \n* Minst 3 års erfarenhet inom e-handel där du arbetat med liknande arbetsuppgifter\n  \n* Har kunskaper inom SEO och är van att agera kravställare gentemot IT\n  \n* Har vana av att hantera och analysera försäljningsdata\n  \n* Har mycket goda kunskaper i svenska då det är det primära arbetsspråket\n  \n\n\n  \n\n\n Vi ser det som meriterande om du har…\n \n\n\n  \n\n  \n* Djupa kunskaper inom Magento, GA4, Looker Studio, SQL\n  \n\n\n  \n\n\n  \n\n**Övrigt information**\n\n\n\n  \n\n  \n* Start: enligt överenskommelse\n  \n* Omfattning: heltid\n  \n* Placering: Solna, möjlighet till remotearbete ett par dagar i veckan\n  \n* Rekryteringsprocessen hanteras av Academic Work och alla frågor kring processen hanteras av Academic Work.\n  \n* Kontaktuppgifter: Ansvarig rekryteringskonsult Johanna Sörell, johanna.sorell@academicwork.se samt rekryteringskoordinator Minna Loosaar, minna.loosaar@academicwork.se\n  \n\n\n  \n\n  \n\n**Vår rekryteringsprocess**\n  \n\n\n Denna rekryteringsprocess hanteras av Academic Work och vår kunds önskemål är att alla frågor rörande tjänsten skickas till Academic Work.\n \n\n\n  \n\n\n Vi tillämpar löpande urval och annonsen kan därmed komma att tas ned innan sista ansökningsdag om det är så att vi har gått vidare till urvals- och intervjufas. Rekryteringsprocessen innehåller två urvalstest: ett personlighetstest och ett test i kognitiv förmåga. Testerna är ett verktyg för att kunna hitta den kandidat med högst potential för tjänsten samt främja jämlikhet, mångfald och en rättvis rekryteringsprocess.\n   \n\n\n\n\n**Gårdssällskapet AB**\n\n Läs mer om Gårdssällskapet på deras hemsida: https:\/\/www.gardssallskapet.se\/\n   \n\n\n\n\n**Bli direktrekryterad till Gårdssällskapet AB**\n\n Detta är en direktrekrytering, vilket betyder att den kandidat som får tjänsten blir direktanställd av kundföretaget. Rekryteringsprocessen hanteras av Academic Work.\n   \n\n\n\n\n**Har du frågor om tjänsten?**\n\n Johanna Sörell eller någon av kollegorna i rekryteringsteamet svarar dig gärna på stn05@academicwork.se Ange annons-ID i ditt mail: 15104938","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQH0HvZmSQWk0g\/company-logo_100_100\/0\/1630569389993\/academic_work_logo?e=2147483647&v=beta&t=j1LvT0djquNoEmOMNLyEgneahe5-4LdCy2mnHnCN_oU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3941637466","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3941637466","job_url_direct":"https:\/\/jobb.lansforsakringar.se\/LansforsakringarAB\/job\/Stockholm-Product-Expert-M365-Security-&-Compliance\/789062002\/&urlHash=t6hK","title":"Product Expert M365 Security & Compliance","company":"Länsförsäkringar","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Vill du vara med och forma Länsförsäkringars digitala framtid? Drivs du av utmaningar och förändring? Är du dessutom en god kommunikatör som enkelt förklarar teknik och komplexa samband? Då kan detta vara rätt roll för dig!*\n*Vi söker nu en\n **Product Expert***\n***Security & Compliance***\n*inom Microsoft 365 till grupperingen Digital Workplace. Låter det intressant? Läs vidare!*\n**Om jobbet**\n Gruppen Digital Workplace inom avdelningen Digital Medarbetarupplevelse, levererar och utvecklar moderna och säkra digitala arbetsplatstjänster med hög tillgänglighet och kvalitet till våra över 11 000 medarbetare. Våra tjänster skapar förutsättningar för hög produktivitet och flexibilitet i arbetslivet och en effektiv digital kommunikation och samverkan för medarbetare och partners.\n   \n\n  \n\n I rollen som Product Expert kommer du att vara delaktig i utvecklingen och leveransen av moderna och molnbaserade tjänster med hög säkerhet och regelverksefterlevnad inom både området Communication & Collaboration samt Productivity & Mobility med fokus på Microsoft 365.\n   \n\n  \n\n Som Product Expert ansvarar du för den operativa ledningen och styrningen av säkerhet och regelefterlevnad inom produkter samt tillhörande tjänster och plattformar hos Digital Workplace. Du ansvarar för att tjänsterna håller en hög tillgänglighet samt driver löpande livscykelhantering, kontinuerliga förbättringar och automation inom området. I rollen samarbetar du med våra produktteam och andra kollegor inom enheten Digital & IT där du bidrar till roadmap, teknisk planering och utvecklingsarbete inom produktområdet.\n   \n\n  \n\n Du säkerställer även att produkten och tjänster relaterade till produkten följer säkerhetsstrategi och riktlinjer genom att arbeta nära IT-säkerhet. Vidare håller du dig uppdaterad om externa influenser och trender inom den tilldelade domänen och kan på så sätt främja innovation.\n   \n\n  \n\n**Vem är du?**\n Som person är du initiativtagande och har förmågan att driva ditt arbete självständigt såväl som tillsammans med dina kollegor. Du har en förmåga att se till helhet när du prioriterar för att nå uppsatta mål. Eftersom du i rollen kommer att ha dialog med många parter, både internt och externt är det en förutsättning att du behärskar svenska och engelska väl i tal och skrift.\n   \n\n  \n\n Vi tror att du har relevant utbildning, certifieringar och minst 5 års erfarenhet inom Digital Workplace, med tyngd på Security & Compliance inom Microsoft 365. Du har lång erfarenhet inom IT-förvaltning\/utveckling i större organisationer inom reglerad verksamhet, där säkerhet och regelverksefterlevnad är viktigt. Vi ser också att du hanterat frågor som teknisk kravhantering mot intressenter och leverantörer.\n   \n\n  \n\n Vi ser också att du har:\n   \n\n  \n\n* Mycket goda kunskaper om teknologier och tjänster inom M365 och hur dessa hanteras i Evergreen processen, goda kunskaper kring Infrastruktur och IT-säkerhet\n* Goda kunskaper kring hybridmiljöer för mejl, mejlsäkerhet och kryptering\n* Kunskap kring Microsoft Azures olika tekniker exempelvis Entra ID, DC och informationsskydd m.m\n* Erfarenhet av andra lösningar och tjänster för kommunikation och samarbete, exempelvis videomötestjänster, Smart Office\/Way Finding.\n* Erfarenhet av den operativa processen att designa och driva en produkt\/tjänst under hela dess livscykel, arbeta nära leveransteam samt kunskap om hur man implementerar best practises i utveckling av nya produkter eller tjänster\n* Erfarenhet av optimering och automation\n\n\n**Om oss**\n Länsförsäkringar AB är en plats för mod och möjligheter. Genom lärande, engagemang och tilltro till varandra försäkrar vi att du kan växa hos oss. Vi är en arbetsgivare som vill bidra till ett hållbart arbetsliv med bra anställningsvillkor och flexibelt arbetssätt. Tillsammans skapar vi en inkluderande arbetsplats att trivas i och välkomnar alla, oavsett bakgrund.\n   \n\n  \n\n**Mer information**\n*Låter det spännande? Då vill vi veta mer om dig! Välkommen med din ansökan redan idag. Vi arbetar löpande med denna rekrytering och kan komma att tillsätta tjänsten innan sista ansökningsdag.*\n**Sista ansökningsdag: 2024-06-20**","company_url":"https:\/\/se.linkedin.com\/company\/lansforsakringar","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQHKqTc1v4vlJQ\/company-logo_100_100\/0\/1631335034489?e=2147483647&v=beta&t=GVPABO5F02FPcKJPefQXLmHPMz0y8gVG0Vvqw1AzZmM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3916865681","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3916865681","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/seniora-iam-konsulter-iam-arkitekter-op-2024456699\/&urlHash=HEM_","title":"Seniora IAM-konsulter & IAM-arkitekter","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Vi letar efter dig med lång erfarenhet och kunskap inom att utforma och utveckla IAM-arkitekturer. Arbetet kommer att ske med ett stort säkerhetsfokus.\n   \n\n  \n\n**Dina arbetsuppgifter**\n* Utveckling och förbättringsarbeten av kundens IAM-lösningar\n* Löpande drift och underhåll av uppgraderingar och patchar\n* Utveckling och förbättring av processer\n* Ta fram nya verktyg som effektiviserar verksamheten\n* Hantering av system och katalogtjänster så som Active Directory, LDAP, SAML, OAuth, OIDC, SSOer, IGA-verktyg (Microsoft Identity Manager, One Identity m.fl).\n* Säkerhetsanalys och riskhantering: Genomföra säkerhetsanalyser för att identifiera potentiella risker och sårbarheter i IAM-systemet och arbetar för att utveckla åtgärder för att hantera dem. Detta inkluderar att övervaka systemaktivitet, utreda incidenter och implementera säkerhetsförbättringar.\n* Arbeta tätt tillsammans med team som hanterar IAM och PAM\n* Implementering och integration: Ansvarar för att implementera IAM-lösningar och integrera dem med befintliga system och plattformar. Det kan inkludera konfiguration av mjukvaruprodukter, utveckling av anpassade lösningar och integration med andra säkerhetsteknologier.\n* Utbildning och stöd: Erbjuda utbildning och stöd till användare och administratörer för att säkerställa en korrekt användning av IAM-systemet och för att hantera eventuella frågor eller problem som uppstår.\n\n\n**Din profil och kvalifikationer** \n**Krav för dig som senior IAM-konsult:**\n* Arbetat 5-10 år i en liknande roll och har mycket god erfarenhet av identitet, säkerhet och IAM\n* Mycket goda kunskaper i Microsoft Identity Manager, OneIdentity eller liknande IGA-verktyg\n* Mycket goda kunskaper i Active Directory\n* Mycket god erfarenhet av SSOer (single sign on)\n* Erfarenhet av utveckling och scriptingkunskaper i till exempel Powershell\n* Talar flytande svenska och engelska i tal och skrift\n\n\n**Krav För Dig Som IAM-arkitekt**\n* Identitets- och åtkomsthantering, inkl IGA och PAM\n* Standard för autentisering och auktorisering både för on-premises och cloud\n* Applikationsutveckling och integrationsarkitektur\n* Informations- och it-säkerhet\n* Förståelse och intresse för regelverk och erfarenhet av arbete i reglerad verksamhet\n* God samarbetsförmåga och vilja att jobba både i grupp och självständigt.\n\n\n**Erfarenhet**\n* Högsta kompetensnivå inom aktuellt område, hög generalistkompetens, uppfattas som en expert på marknaden\n* Ha en unik och djup förståelse för sitt område, och de kan agera som resurser och rådgivare för andra inom organisationen.\n* 10+ år som konsult inom relevant område och har varit på senior nivå i minst 3 år\n\n\n**Ansvar**\n Har stor erfarenhet av att arbeta i ledande positioner och utveckla lösningar inom relevant område, hög grad av självständighet och är en förebild för mer juniora konsulter.\n   \n\n  \n\n**Vad vi erbjuder** \n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi tycker nämligen att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under roliga och avslappnande former.\n   \n\n  \n\n*Mer om oss*\n Centric är ett IT-företag med 380 anställda på våra kontor i Stockholm, Göteborg, Malmö, Linköping och Örebro. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.\n   \n\n  \n\n**Omge dig med möjligheter på Centric** \n Till ett uppdrag hos vår kund i Stockholm söker vi nu ett flertal seniora IAM-konsulter och IAM-arkitekter. Ni kommer tillsammans att drifta och förvalta och säkra IAM-lösningar. Då kunden har en hög säkerhetsklassning och arbetet sker i högt säkerhetsklassade miljöer så kommer allt arbete ha ett stort säkerhetsfokus. Vi letar efter dig med lång erfarenhet och kunskap inom att utforma och utveckla IAM-arkitekturer som passar kundens behov och krav.\n   \n\n  \n\n Som konsult på Centric så får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=SfieLguwsVtZL_uu9vue_Dcxyi8EppoiwjznRNy0SeI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"984c3b530b141b0b","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=984c3b530b141b0b","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898347","title":"Manager for Software Test Framework & DevOps","company":"Meet a Group international AB","location":"Västerås, U, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \nAre you an experienced leader in the Software area? Do you want to work in a quality focused organisation? Join us as a Manager for Software Test Framework & DevOps!\n  \n  \n\nWelcome to a rapidly growing international company, thriving at the forefront of cutting edge technology. Westermo develops and manufactures advanced devices for industrial data communication, used in mission-critical installations and harsh industrial environments. The very robust and secure communication networks built with our products provide a high value for our customers.\n  \n  \n\nWe are focused on leveraging growth opportunities in our market and are devoted to delivering the world's best industrial networks. This is achieved through a very dynamic work environment where teamwork and trust are valued. Strong and honest relationships with colleagues, customers, and suppliers are important to us. We have an open culture where we share knowledge, learn from one another and explore new ideas, allowing us to constantly improve.\n  \n  \n\nWithin R&D there is a total of eight teams, out of which four are Software Teams that work on different tasks. The main focus within Software Development is our Operating System WeOS, our self-developed OS that is used in all of our products. Our R&D spend is about 14%, which says quite a lot about the focus we have on development. We are now looking for a Manager of Software test frameworks and DevOps to join our team!\n  \n  \n\nAre you our new Manager for Software test frameworks and DevOps?\n  \n  \n\nAt Westermo, we are famous for our robust routers and switches. We are proud to say that we have our own product development, production and sales channels. Within R&D, we work on both hardware design, as well as software development. Delivering reliable products with top quality is key for us at Westermo. At the same time, we want new products and features to reach our customers with short lead time. Therefore, we think about automation in everything we do, and we are constantly trying out new techniques that can help us fulfill current and future demands.\n  \n  \n\nYour team's main task is to implement new test methods, systems and tools to support us in delivering robust and reliable products. Our in-house developed test framework and the echo system around it automates every step from code check in to visualization of test results. Your team is also responsible to ensure operational availability of critical system for the rest of the organization.\n  \n  \n\nIn addition to your team’s responsibility, you will also be responsible for our overall software test processes and strategies. Making sure that they help us in delivering top quality software and products.\n  \n  \n\nWe have an ongoing focus on implementing AI, both new ways of working and data handling. You will also have the responsibility to implement this in your team. Like many others, we follow an Agile development model, and are active in the open source community.\n  \n  \n\nAs the Manager for Software test frameworks and DevOps, you will be part of the R&D Management Team, reporting to the Vice President of R&D, Mikaela Näslund. You will be working closely with the seven other R&D Managers, and of course your team, consisting of 15 developers. Besides managing your team and their tasks, you will be responsible for resource planning, cost management, giving input to the R&D budget, competence management and benchmarking relevant technology development on the market. You will also drive improvements in R&D, and together with your colleagues and product managers, work with our roadmap and strategic work of software development and test framework.\n  \n  \n\nSo, who are we looking for?\n  \n  \n\nWe are looking for an experienced leader in software development, preferably in an agile context. You understand the importance of being a role model, especially when it comes to living our values, creating trust and a sense of team spirit. You are a great communicator and have a drive and commitment to your goals. Your team does not want, nor require micro-management, but rather a guide and support in their daily- and long term tasks.\n  \n  \n\n**Requirements:**  \n\nA degree in Computer Science or similar\n  \n  \n\nExperienced Leader\n  \n  \n\nKnowledge, experience, and interest in embedded systems\n  \n  \n\nKnowledge of software test methodologies and tools\n  \n  \n\nKnowledge of DevOps environments and tools\n  \n  \n\nCustomer-focused mindset\n  \n  \n\nFluent in Swedish and English\n  \n  \n\n**Meritorious:**  \n\nExperienced in cyber security and standards such as IEC 62443 and ISO 27001\n  \n  \n\nExperience in working in Linux environment.\n  \n  \n\n**In return, we offer:** You will be working at the forefront of technology in a friendly, open culture where we you get the opportunity to learn from skilled colleagues every day. A mature and caring leadership in a flat organization. Through our collective bargain agreement you will be covered in terms of insurance, pension and other benefits. We like to have fun together and we regularly enjoy sports and other social activities as a team. We believe that magic happens when people meet. We are a learning organization and we truly love to try new things, think outside the box and be innovative together!\n  \n  \n\n**Basic information:**  \n\n**Location:** Kopparlunden, Västerås\n  \n  \n\n**Job type:** Full time\n  \n  \n\n**Employment contract:** Permanent","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"a367894775383f6c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=a367894775383f6c","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898417","title":"DevOps Infrastructure Engineer till världsledande tech-bolag","company":"Meet a Group international AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"charlotte.hoffstrom@edzagroup.se","description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \nNu söker vi dig som vill komma in i rollen som DevOps Infrastructure Engineer på ett världsledande tech-bolag!\n  \nOm tjänsten\n  \nI denna roll kommer du att jobba i infrastrukturverktygen Gitlab, Artifactory, Kubernetes, Docker, VMware, Cloud Azure och Black Duck. Du kommer att stödja mjukvarans livscykel från utveckling till distribution och utveckla skript och verktyg för automatisering.\n  \n  \n\nAdministrera och hantera infrastrukturverktyg.\n  \n  \n\nStödja mjukvarans livscykel från utveckling till distribution.\n  \n  \n\nUtveckla och underhålla automatiseringsskript och verktyg.\n  \n  \n\nArbeta självständigt och ta ansvar för projekt.\n  \n  \n\nSamarbeta med tvärfunktionella team för operativ effektivitet.\n  \n  \n\nTesta och utvärdera nya verktyg och metoder.\n  \n  \n\nGe support för infrastrukturens observabilitet.\n  \n  \n\nFrämja automatiserad mjukvarutestning och kontinuerlig integration.\n  \n  \n\nVi söker både en team lead och en utvecklare till teamet, så beroende på erfarenhet och intresse kan båda möjligheterna ges.\n  \n  \n\nBolaget har en hybrid modell och jobbar 60% från kontoret i Täby.\n  \n  \n\nOm företaget\n  \nDu kommer att vara en del av ett svenskt högteknologiskt företag som har varit en pålitlig partner till elektronik- och displaytillverkare globalt i över 40 år. Med sitt huvudkontor i Täby, Stockholm och närvaro i över 50 länder genom dotterbolag och distributörer, har företaget en stark internationell räckvidd. Inget annat företag i världen kan idag mäta sig med företagets banbrytande teknologi.\n  \n  \n\nOm dig\n  \nVi ser att du kommer med en utbildningsbakgrund inom datavetenskap, mjukvaruteknik eller motsvarande erfarenhet.\n  \n  \n\nMinst 3 års relevant arbetslivserfarenhet.\n  \n  \n\nErfarenhet av att arbeta i en Agile-miljö samt administration av Linux-miljöer i en företagsmiljö.\n  \n  \n\nErfarenhet av containeriseringsteknologier och orkestrering.\n  \n  \n\nErfarenhet av infrastruktur som kod.\n  \n  \n\nAdministration av kodförråd och kontinuerliga integrationsservrar.\n  \n  \n\nBekantskap med systemarkitekturer, grundläggande nätverk och lagringslösningar.\n  \n  \n\nBekantskap med Azure Tenant-administration.\n  \n  \n\nBekantskap med programvarusammansättningsanalys och licensöverensstämmelse.\n  \n  \n\nBra kommunikationsförmåga på svenska och engelska, både i tal och skrift\n  \n  \n\nSom person ser vi att du är analytisk och har starka problemlösningsförmågor. Du är noggrann och engagerad i att producera mjukvarulösningar av hög kvalitet. Anpassningsbar och villig att lära sig nya teknologier och verktyg. Besitter starka kommunikationsfärdigheter för effektivt samarbete med team, utvecklare och intressenter. Uppskattar att dela kunskap och stödja teammedlemmar.\n  \n  \n\nTech stack\n  \n  \n\nGitlab\n  \n  \n\nStarka skriptkunskaper i Python och Bash.\n  \n  \n\nDebian\/Ubuntu Linux\n  \n  \n\nDocker\n  \n  \n\nKubernetes\n  \n  \n\n**Det är även meriterande ifall du har kunskap i:**  \n\nArtifactory\n  \n  \n\nBlack Duck\n  \n  \n\nVMware vSphere\n  \n  \n\nPrometheus\n  \n  \n\nGrafana\n  \n  \n\nLoki\n  \n  \n\nAnsible\n  \n  \n\nPowershell\n  \n  \n\nVälkommen med din ansökan!\n  \n**Rekryteringen kommer hållas av Ed:** Za Group. Har du några frågor eller funderingar relaterade till tjänsten och processen är du varmt välkommen att kontakta oss på charlotte.hoffstrom@edzagroup.se.","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950805937","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950805937","job_url_direct":"https:\/\/careers.checkpoint.com\/index.php?m=cpcareers&a=show&joborderid=20932&urlHash=ieDh","title":"Cloud Security Sales Specialist","company":"Check Point Software","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description:** \n\n\n\n\n You will join an exciting and high growth business unit with Check Point, positioning the industry’s most comprehensive cloud native security platform, with the industry’s broadest security and compliance coverage for applications, data, and the entire cloud native technology stack throughout the development lifecycle and across hybrid and multi-cloud environments.\n \n\n\n\n In this role, you will be responsible for managing a territory and driving the sales for our CloudGuard security solutions, into new and existing customers.\n \n\n\n\n It is expected that you deliver or exceed your sales targets in both new business and renewals for ACV and TCV bookings.\n \n\n\n\n The role expects you to define your territory, strategies and then lead local execution and in alignment to company strategies and tactics with its Cloud Provider partnerships including, but not limited to, Amazon Web Services (AWS), Microsoft Azure, and Google Cloud Platform (GCP), Accenture and IBM.\n \n\n\n\n We are looking for individuals who are excited to share in what is a high energy start-up mentality within a secure and successful $2bn organization.\n \n\n\n\n  \n\n\n\n\n\n**Major Responsibilities:** \n\n\n\n* Win new logos and expand business within your assigned list of target accounts.\n* Achieve ACV sales quotas on a monthly and quarterly basis.\n* Generate and maintain a 4 rolling quarter pipeline.\n* Present regular\/accurate forecasting for review.\n* Track and report on all opportunities, pipeline, and bookings to provide forecast reports to region management.\n* Engage with the local Cloud Provider (AWS, Azure, and Google) sales programs and joint activities.\n* Develop, share and implement standard methodologies and account strategies to increase our sales penetration of Cloud Security into your top accounts.\n* Engage with customers to identify and progress opportunities whilst delivering subject matter expertise on Cloud & Cloud Native Security solutions.\n* Qualify and progress leads and opportunities through the sales cycle to closure.\n* Keep up to date knowledge of Cloud Computing, DevOps & Cloud Native technologies as well as the competitive position of the company.\n* Gather “Voice of Customer” and competitive intelligence and share with theatre and global Cloud organisation.\n\n\n\n  \n\n\n\n\n\n**Desired Background:** \n\n\n\n* 5+ years’ experience in sales.\n* A hunter mentality with the drive to win new logo accounts and upsell to existing accounts.\n* An understanding of working in a matrix business, selling directly, through and with the overall assigned account manager.\n* Sales excellence; ability to demonstrate planning, strategy, qualification and execution.\n* Deep understanding of Public Cloud and the uniqueness of public cloud architectures.\n* Prior experience selling SAAS or Cloud solutions.\n* Existing relationships within one or all Public Cloud Providers (AWS, Azure, Google) is preferred.\n* A strong understanding of DevOps, containers\/kubernetes, CI\/CD and the cloud native technology ecosystem.\n* Excellent communication skills including strong verbal and written skills and proven presentation skills being able to articulate complex topics.\n* Experience with target account selling, solution selling, and consultative sales techniques.","company_url":"https:\/\/www.linkedin.com\/company\/check-point-software-technologies","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D560BAQGtqN8lHnC7WA\/company-logo_100_100\/0\/1698642229581\/check_point_software_technologies_logo?e=2147483647&v=beta&t=x-PYRjzHzxu37tJlc9SpkEqYd1tcGEZY3IUNjpOOQtw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3e060cbb994b7802","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=3e060cbb994b7802","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898531","title":"Cyber Security - Automotive","company":"EGEMS AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"career@egems.se","description":"WHO ARE WE?\n  \nEGEMS AB is founded in 2020 and a young company with full of energy with headquarters in Gothenburg, Sweden and support locations aiming to be established in Istanbul and Izmir, Turkey.\n  \nThe focus is on providing consultancy and employment solutions with result oriented mindset in interim management, project & program management, production & quality management, system engineering, hardware, software development while understanding time, cost and quality balance within automotive, heavy vehicle, telecom, energy and multiple various industry areas.\n  \nJOB DESCRIPTION\n  \nWe are now looking for engineers and managers within Cyber ​​Security - Automotive that will play an active role in implementing CSMS, Cyber ​​Security Management Systems together with other team members such as Engineering, Quality and other business units.\n  \n* Support and drive implementation of CSMS and all connected to the R155, R156 and R157\n* Past Experience of ISO21434 \/ R155 and ISO 24089 \/ R156.\n* Guide the organization and projects within CSMS.\n* Secure the CSMS deliverables in projects as well as diligently provide quality assurance. In close collaboration with all business units, you'll also be a supportive function within the development of exhilarating processes and securing the safety aspect on the product and its powerful surroundings.\n\n\nProven experience \/ history is needed such as Cyber ​​​​​​Security experience within network, cloud, embedded systems, electromobility, ADAS ..\n  \n* Knowledge \/ experience from information security areas such as ISO27000, cybersecurity governance and risk management is meritorious\n* Experience from ISO certifications process or vehicle type approval is meritorious\n* Past experiences in ISO26262 functional safety is meritorious\n* Self-driven, outgoing, result oriented\n\n\nPlease submit your CV together with your application to career@egems.se, interviews are being held actively.","company_url":"https:\/\/se.indeed.com\/cmp\/Egems-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"12dc429417e8cdbf","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=12dc429417e8cdbf","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898533","title":"Hotellstädare\/Supervisor","company":"Kungsbron Hotell AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"jobb@kungsbronhotell.se","description":"Thon Partner Hotel Kungsbron är perfekt beläget i centrala Stockholm. Vi finns i det nya och miljövänliga Kungsbrohuset - ett stenkast ifrån centralstationen - och erbjuder ett prisvärt boende utan att kompromissa med bekvämlighet eller kvalitet. Vi har 151 rum och en konferensavdelning.\n  \nVi söker nu en hotellstädare med tillträde omgående. Tjänsten är på 100%. Som hotellstädare hos oss ansvarar du tillsammans med dina kollegor för den dagliga städningen av hotellet, det är därför av största vikt att du är självgående, ansvarstagande och pålitlig för att passa i vårt team.\n  \nFör rätt person med rätt erfarenhet inom hotellstädning söker vi även dig som kan och vill avlasta vår husfru de dagar hon inte är på plats. För detta utgår ett extra ansvarstillägg.\n  \nVi letar efter en person med ett positivt förhållningssätt, stort servicetänk gentemot både våra gäster din kollegor - och som kan hantera ett emellanåt högt tempo. Du ska ha ett öga för detaljer så att våra hotellrum alltid är i toppskick.\n  \nVi lägger stor vikt vid att hitta medarbetare med rätt inställning och attityd och som tillsammans med oss vill skapa en härlig arbetsplats för sina medarbetare. Vi söker dig som inte är rädd för att emellanåt jobba hårt och ta egna initiativ, men som också samtidigt behöver vara lyhörd gentemot dina kollegor.\n  \nDu ska kunna tala och skriva svenska och engelska obehindrat. Erfarenhet av hotellstädning är ett krav. Tidigare erfarenhet av ledarskap är en stor merit. Du ska kunna ha bra kunskaper inom bokningssystem, gärna Opera Cloud.\n  \nKänner du att det är dig vi söker - skicka in din ansökan via email till jobb@kungsbronhotell.se och berätta varför! Vi kommer påbörja urvalsprocessen på en gång.","company_url":"https:\/\/se.indeed.com\/cmp\/Kungsbron-Hotell-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3951891301","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3951891301","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I003\/475\/main?site=2&validator=be182e4eb75429bedb0ddaafd3755823&lang=SE&rmpage=job&rmjob=9405&urlHash=2Xbs","title":"Cloud Specialist Microsoft 365 till Bravida","company":"Bravida","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Är du en passionerad Microsoft 365 Specialist? Då är du kanske den Cloud Specialist vi letar efter på Bravida, Nordens branschledande företag och dessutom flerårigt rankad som Sveriges bästa arbetsgivare! Hos oss får du möjligheten att vara en del av ett vinnande team som driver kvalitet och innovation framåt. Välkommen med din ansökan!**\n**Ditt nya jobb**\n I rollen som\n **Cloud Specialist** \n på Bravida har vi tagit ett stort kliv in i framtiden med Microsoft 365 och Azure. Vi har transformerat vår data till SharePoint och OneDrive och nu fokuserar vi på att förvalta och förbättra vår Microsoft 365-plattform. Här händer det ständigt spännande saker, och vi älskar utmaningar och nya lösningar. Dina arbetsuppgifter kommer bland annat att vara:\n   \n\n  \n\n* Leda och medverka i förvaltnings- eller utvecklingsaktiviteter enligt beslutad plan\n* Ta fram design av lösningsförslag\n* Hantera supportärenden i 3:e nivå\n* Driva och hantera Problem & Knowledge Management inom tjänsteområdet\n* Teknisk omvärldsbevakning\n* Optimering av tjänsteområdet ur ett beställarperspektiv\n\n\n Här får du möjligheten att arbeta i en stor plattform som angränsar till många olika delar så som AD, Microsoft Entra ID, Microsoft 365, Security, Compliance, etc. Detta ger en stor karriärmässig utvecklingsmöjlighet då vi gärna stöttar i framtida certifieringar.\n   \n\n  \n\n**Ditt nya team**\n Du kommer att vara en del av vårt IT Workplace-team, bestående av 13 dedikerade medarbetare. Tillsammans med en kollega inom Endpoint Management kommer du att vara en av våra nyckelpersoner i vår resa mot molnet.\n   \n\n  \n\n Denna roll ser vi helst med placering\n **Stockholm.**\n**Vi söker dig som**\n* Har minst 3 års erfarenhet i en liknande roll\n* Gedigen kunskap och erfarenhet av hybrida miljöer i Microsofts plattformar.\n* Har en eftergymnasial utbildning inom IT eller närbesläktat område\n* Kan uttrycka dig väl på engelska och något av de skandinaviska språken\n\n\n Den ideala kandidaten är en mästare på att hantera Microsoft 365-miljöer. Dessutom är kompetens inom SharePoint avgörande för att stötta och utveckla våra samarbetsplattformar. Har du dessutom varit med i utveckling och förvaltning av Microsoft 365-plattformen och erfarenhet av att designa och implementera säkerhetslösningar så är det meriterande!\n   \n\n  \n\n Slutligen, om du älskar teknik, är redo för utmaningar och är nyfiken och vill vara med på vår resa mot framtidens molnlösningar, då är du precis rätt person för oss!\n   \n\n  \n\n**Bravida som arbetsgivare**\n Bravida är en stor arbetsgivare – faktiskt den största inom vår bransch i Norden. Det gör att vi kan erbjuda mycket till dig som medarbetare. I flera år i rad har vi blivit rankade till en av Sveriges bästa arbetsgivare! Bravida eftersträvar mångfald och värdesätter en jämn könsfördelning. Vi arbetar som ett team och vi tycker om att skapa stora resultat, tillsammans.\n   \n\n  \n\n Förutom förmåner som exempelvis friskvårdsbidrag, hälsoundersökning och förmånliga försäkringar erbjuder Bravida dig ett självständigt och stimulerande arbete i en organisation där kompetens, utveckling och trivsel värderas högt. Vi på Bravida är vana att leverera högsta kvalitét till nöjda kunder och värnar om arbetsglädje likväl som en bra arbetsmiljö.\n   \n\n  \n\n Läs gärna mer om Vårt erbjudande och hur du kan utvecklas hos oss.\n **När du växer, växer vi!**\n**Hur söker jag jobbet?**\n Ansökningar hanteras löpande och tjänsten kan komma att tillsättas innan sista ansökningsdatum som är\n **31 juli.** \n Du skickar in ditt CV och personliga brev genom att klicka på knappen Ansök nedan.\n   \n\n  \n\n*Vi undanber oss kontakt med rekryteringsföretag i denna rekryteringsprocess*\n Bra fastigheter gör skillnad, därför finns Bravida. Som Nordens ledande leverantör av tekniska helhetslösningar inom service och installation hjälper vi våra kunder att skapa väl fungerande och hållbara fastigheter. Bravidas långsiktiga mål är att vara klimatneutral i hela värdekedjan år 2045. Vi har 13 000 medarbetare och finns på cirka 180 orter i Sverige, Norge, Danmark och Finland. Bravidas aktie är noterad på Nasdaq Stockholm. www.bravida.se .\n   \n\n  \n\n www.Bravida.se","company_url":"https:\/\/se.linkedin.com\/company\/bravida","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQEsKSIRWkaCZQ\/company-logo_100_100\/0\/1672151322283\/bravida_logo?e=2147483647&v=beta&t=aGOwRCsoCsmA2O-6XS9vlxGiikgcUJ5NaiSerbHV6GA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3938924879","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3938924879","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Project-Manager-to-Finance-Business-Transformation-151-38\/1077713901\/&urlHash=Etec","title":"Project Manager to Finance Business Transformation","company":"Scania Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"gunilla.stjernlid@scania.com","description":"We are looking for a talented project manager to join us in shaping the future of finance at Scania. Together, we will drive the shift towards digitalisation, leverage of data, and end-to-end processes that support profitable business decisions in today’s fast-paced climate.\n   \n\n  \n\n You will be part of a competent and engaged team aiming to be the change engine of Scania’s global Finance Community. We are the “Finance Way and Innovation Office” – the centre of excellence for finance strategy development, digitalisation, information management, PMO, portfolio management, project management, change, and communication.\n   \n\n  \n\n Our project managers lead initiatives across a spectrum of areas and timeframes. This currently includes large projects targeting Scania’s new process and IT landscape addressing financial planning and analytics as well as new technology and process ways of working when we introduce SAP S4\/Hana as our new global industrial ERP backbone.\n   \n\n  \n\n**Your contribution**\n You will contribute to the realisation of Scania’s Finance Strategy by leading finance transformation initiatives across the organisation. These may include high-profile projects covering areas such as technology, data, finance processes, and analytics. You could lead multiple workstreams consisting of employees and consultants with diverse professions and geographical locations. Along with typical project management tasks, it will be particularly important to manage relationships and anchoring with both senior management and peers. You will have opportunities to make good use of your strategic mindset, but also to fold up your sleeves and work closely with your project team. All of this occurs in an international and dynamic environment that requires consideration to differences in corporate culture. You will not only need to make complexity understandable and use effective storytelling to convey it to various stakeholders across the organisation.\n   \n\n  \n\n Tasks in this context can typically be exemplified with:\n   \n\n  \n\n  \n\n* Work closely with project sponsors to understand the strategic direction and align expectations on objectives, budget, and overall project plan.\n* Lead and coach your team in the agreed direction to secure deliveries according to the project plan.\n* Prepare and share decision material, status reports, and risk evaluations with senior management committees.\n* Ensure coordination between business functions, Scania IT, and third-party suppliers with regard to your project scope.\n* Participate in our Finance Transformation operative management team and cross-collaborate with representatives of other portfolio initiatives.\n* Ensure continuous evaluation and implementation of improvement areas within the project\n\n\n**Who are you?**\n To thrive in this role, you are a bold and strong project manager with an eye for what needs to get done to shift focus and change minds within our global finance community.\n   \n\n  \n\n You should be comfortable navigating and networking in large and global organisations. You leverage your drive and communication skills as a true change-maker. For example, you are not opposed to facilitating, influencing, and negotiating in a, sometimes, high-paced environment.\n   \n\n  \n\n We believe your approach is pragmatic and situation-based with the capability to effectively incorporate agile methodology. Experience with implementation of SAP solutions such as S\/4HANA, SAP Analytics Cloud, BW\/4HANA, and Datasphere is desirable, but experience with similar technology in the finance area will also be considered. Overall, you will benefit from a large portion of team spirit, and change awareness combined with self-confidence.\n   \n\n  \n\n**We offer**\n We can offer you a dynamic workplace with diverse and challenging tasks in a hybrid work setup, meaning you can work from home or at our remote office at Scania Sergel a few days a week if the job allows. We can also provide you with a development plan, so you can reach your goals and receive the right support along the way. Scania offers many opportunities to develop your career both within the country as internationally. The professional development of our employees is a priority for us, so education via internal and external courses is encouraged and supported. In addition to career and development opportunities, we can offer you other benefits such as free training at Scania's health center Gröndal, or a wellness allowance. You will also be offered performance bonuses, an occupational pension, flexible working hours, the opportunity to lease a car through the company, and much more. Scania also organizes several events yearly where family and friends are always welcome. If you live in Stockholm, we also offer a direct bus service between Stockholm and Södertälje with Scania Jobexpress.\n   \n\n  \n\n**Additional Information**\n For more information please contact Gunilla Stjernlid, Head of Program & Portfolio Mgmt, gunilla.stjernlid@scania.com or 08- 553 85 159.\n   \n\n  \n\n**Application**\n We look forward to receiving your application, including your CV and cover letter no later than 2024-06-23.\n   \n\n  \n\n A background check might be conducted for this position.","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=LgALGJC3Fhq3aYCq1bbi3-jXS_UCs-rtUCigbSxE7-o","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"dfec037b42d4fb56","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=dfec037b42d4fb56","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898510","title":"PM\/System & Validation Engineers in ADAS\/Active Safety and Electromobility","company":"EGEMS AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"career@egems.se","description":"Technical Project Leader \/ System & Validation (Test) Engineers in ADAS \/ Active Safety and Electromobility\n  \n  \n\nWHO ARE WE?\n  \n  \n\nEGEMS AB is founded in 2020 and a young company with full of energy with headquarters in Gothenburg, Sweden and support locations aiming to be established in Istanbul and Izmir, Turkey.\n  \n  \n\nThe focus is on providing consultancy and employment solutions with result oriented mindset in interim management, project & program management, production & quality management, system engineering, hardware, software development while understanding time, cost and quality balance within automotive, heavy vehicle, telecom, energy and multiple various industry areas.\n  \n  \n\nJOB DESCRIPTION\n  \nWe are now looking for different skillsets such as Technical Project Leader \/ System & Validation (Test) Engineers in ADAS \/ Active Safety and Electromobility.\n  \n  \n\nIn addition, we are interested in SW, Production, Quality engineers as well as per customer needs and always interested in receiving your application within ADAS, Active Safety and Electromobility.\n  \n  \n\nPast experiences in ISO26262 functional safety is a merit\n  \n  \n\n* System Engineer \/ System Validation (test) Engineer: Requirement clarification and management, know-how working with requirement management tools such as Polarion, Doors, understanding industrialization and homologation processes, system architecture design, understanding design for manufacturing, quality and production experience, test, validation planning & execution, proven history in similar roles. Experience within electromobility (e-mobility), power electronics, Autonomous driving (ADAS), active safety, infotainment, test, validation, quality and production are merits.\n* Technical Project Manager: Proven history with leadership skills, understanding team development, project management professional, result and solution oriented, role model for the team members. Experience within electromobility (e-mobility), power electronics, Autonomous driving (ADAS), active safety, infotainment, test, validation, quality and production are merits.\n* 5-10 years of experience\n* Self-driven, outgoing, result oriented\n\n\nPlease submit your CV together with your application to career@egems.se, interviews are being held actively.","company_url":"https:\/\/se.indeed.com\/cmp\/Egems-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4e608fd63c70d34b","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=4e608fd63c70d34b","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898513","title":"System Design Engineer","company":"EGEMS AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"career@egems.se","description":"WHO ARE WE?\n  \nEGEMS AB is founded in 2020 and a young company with full of energy with headquarters in Gothenburg, Sweden and support locations aiming to be established in Istanbul and Izmir, Turkey.\n  \nThe focus is on providing consultancy and employment solutions with result oriented mindset in interim management, project & program management, production & quality management, system engineering, hardware, software development while understanding time, cost and quality balance within automotive, heavy vehicle, telecom, energy and multiple various industry areas.\n  \n  \n\nJOB DESCRIPTION\n  \n  \n\nWe are now looking for System Design Engineer that will play active role on cyber security risks and development of security requirements including monitoring and detection of cyber security attacks;\n  \nSupport and drive Battery Management System different functions both hardware and Software\n  \nFollow and implement upcoming Cyber ​​​​Security regulations (UNECE R155) and standards (ISO \/ SAE 21434 Road vehicles - Cybersecurity engineering)\n  \nPerforming TARA analysis\n  \nPast experiences in automotive are meritorious\n  \nPast experiences in TargetLink, C \/ C ++, Embedded SW \/ HW, C \/ D, CAN, LIN, ISO 26262, J1939, Autosar, Systems Engineering, TARA is meritorious\n  \n  \n\nPlease submit your CV together with your application to career@egems.se, interviews are being held actively.","company_url":"https:\/\/se.indeed.com\/cmp\/Egems-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"c75047bdcf8a18d1","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c75047bdcf8a18d1","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898512","title":"System Development and Validation Engineers in Electromobility \/ ADAS","company":"EGEMS AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"career@egems.se","description":"WHO ARE WE?\n  \nEGEMS AB is founded in 2020 and a young company with full of energy with headquarters in Gothenburg, Sweden and support locations aiming to be established in Istanbul and Izmir, Turkey.\n  \nThe focus is on providing consultancy and employment solutions with result oriented mindset in interim management, project & program management, production & quality management, system engineering, hardware, software development while understanding time, cost and quality balance within automotive, heavy vehicle, telecom, energy and multiple various industry areas.\n  \nJOB DESCRIPTION\n  \nWe are now looking for different skillsets such as Technical Project Leader \/ System & Validation (Test) Engineers in ADAS \/ Active Safety and Electromobility.\n  \nIn addition, we are interested in SW, Production, Quality engineers as well as per customer needs and always interested in receiving your application within ADAS, Active Safety and Electromobility.\n  \nPast experiences in ISO26262 functional safety is a merit\n  \n* System Engineer \/ System Validation (test) Engineer: Requirement clarification and management, know-how working with requirement management tools such as Polarion, Doors, understanding industrialization and homologation processes, system architecture design, understanding design for manufacturing, quality and production experience, test, validation planning & execution, proven history in similar roles. Experience within electromobility (e-mobility), power electronics, Autonomous driving (ADAS), active safety, infotainment, test, validation, quality and production are merits.\n* Technical Project Manager: Proven history with leadership skills, understanding team development, project management professional, result and solution oriented, role model for the team members. Experience within electromobility (e-mobility), power electronics, Autonomous driving (ADAS), active safety, infotainment, test, validation, quality and production are merits.\n* 5-10 years of experience\n* Self-driven, outgoing, result oriented\n\n\nPlease submit your CV together with your application to career@egems.se, interviews are being held actively.","company_url":"https:\/\/se.indeed.com\/cmp\/Egems-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"d88d732a031f5391","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d88d732a031f5391","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898514","title":"SW Development and Test Engineers","company":"EGEMS AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"career@egems.se","description":"WHO ARE WE?\n  \n  \n\nEGEMS AB is founded in 2020 and a young consultancy and employment services company with full of energy with headquarters in Gothenburg, Sweden and support locations aiming to be established in Istanbul and Izmir, Turkey.\n  \n  \n\nThe focus is providing consultancy and employment solutions with result oriented mindset in interim management, project & program management, production & quality management, system engineering, hardware, software development while understanding time, cost and quality balance within automotive, heavy vehicle, telecom, energy and multiple various industry areas.\n  \n  \n\nJOB DESCRIPTION\n  \nWe are now looking for MULTIPLE different skillsets for our customers with a focus on automotive, IT, energy and telecommunication industry\n  \n  \n\n* SW Engineer : Matlab, C\/C++, Python, JIRA\/Scrum experience, understanding SW development processes, tools, proven history in embedded SW development, HIL or SIL development\n* SW Test Engineer: Understanding test processes and traceability, being able to work with different disciplines and providing the development team with accurate and clear feedback, HIL & SIL development & testing, SW testing, understanding of validation steps and test specification development including hands- on execution\n* 5-10 years of experience\n* Self-driven, outgoing, result oriented\n\n\nPlease submit your CV together with your applications to career@egems.se\n  \n  \n\nInterviews are being held actively.","company_url":"https:\/\/se.indeed.com\/cmp\/Egems-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"fdd113a42870d368","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=fdd113a42870d368","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898530","title":"Electro Mechanical Development and Test Engineer in Automotive","company":"EGEMS AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1718496000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"career@egems.se","description":"WHO ARE WE?\n  \nEGEMS AB is founded in 2020 and a young consultancy and employment services company with full of energy with headquarters in Gothenburg, Sweden and support locations aiming to be established in Istanbul and Izmir, Turkey.\n  \n  \n\nThe focus is on providing consultancy and employment solutions with result oriented mindset in interim management, project & program management, production & quality management, system engineering, hardware, software development while understanding time, cost and quality balance within automotive, heavy vehicle, telecom, energy and multiple various industry areas.\n  \n  \n\nJOB DESCRIPTION\n  \nWe are now looking for MULTIPLE different skillsets for our customers with a focus on automotive, IT, energy and telecommunication industry\n  \n  \n\n**Mechanics \/ Electromechanical Engineer:**  \n\nPast experience with CAD design including tolerance chain calculations\n  \nExperience in Matlab \/ Simulink or other simulation or programming tools is a merit\n  \nFMEA and similar automotive experience is meritorious\n  \nUnderstanding design for manufacturing and hands-on test experience\n  \nPast experience related to electromobility or ADAS is preferred\n  \nFamiliar with Agile working methodology\n  \nPast system development management experience is meritorious such as requirement clarification and management, know-how working with requirement management tools such as SystemWeaver, Elektra, Polarion, Doors\n  \nUnderstanding industrialization and homologation processes, system architecture design, understanding design for manufacturing, quality and production experience, proven history in similar roles is merit\n  \nUnderstanding test processes and traceability, being able to work with different disciplines and providing the cross functional development team with accurate and clear feedback, HIL & SIL development & testing, SW testing, understanding of validation steps and test specification development including hands-on execution\n  \nMinimum 5 years of experience with proven history\n  \nSelf-driven, outgoing, result oriented\n  \n  \n\nPlease submit your CV together with your applications to career@egems.se, Interviews are being held actively.","company_url":"https:\/\/se.indeed.com\/cmp\/Egems-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"b1d7cc64cc640b0f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b1d7cc64cc640b0f","job_url_direct":"https:\/\/jsv3.recruitics.com\/redirect?rx_cid=3436&rx_jobId=R-01241538_1002-1&rx_url=https%3A%2F%2Fjobs.thermofisher.com%2Fglobal%2Fen%2Fjob%2FR-01241538%2FField-Service-Engineer-Inorganic-Mass-Spectrometry-IOMS-Nordics%3Frx_a%3D0%26rx_c%3D%26rx_ch%3Djobp4p%26rx_group%3D123525%26rx_job%3DR-01241538_1002-1%26rx_medium%3Dcpc%26rx_r%3Dnone%26rx_source%3Dindeed%26rx_ts%3D20240617T040603Z%26rx_vp%3Dcpc%26utm_medium%3Dppc%26utm_source%3Drecruitics_indeedorganic","title":"Field Service Engineer- Inorganic Mass Spectrometry (IOMS) Nordics","company":"Thermo Fisher Scientific","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1718409600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**Job Description**\n\n\nAre you an engineer that thrives with a challenge within a positive and encouraging community? Or used IOMS instrumentation in your career and embraces its science? Then we have a role for you within our diverse service environment!\n\n**Job Description**\n\n\nDiscover impactful work as our new Field Service Engineer (FSE) based in the Nordics! As an FSE, you will be responsible for delivering service activities including Installations, Repairs and Maintenance Services for the Instrument and Enterprise Services Group in EMEA. This highly exciting and professional role will deliver a high level of customer service resulting in customer happiness.\n\n\n**Responsibilities**\n\n\nYou will primarily support our Nordic based customers utilising our Gas Isotope Ratio Mass Spectrometry product portfolio. You will:\n\n* ### **Perform Field Service-related duties in line with internal rules, customer regulations and health and safety guidelines.**\n* ### **Specific product support to be given on G-IRMS instruments.**\n* ### **Work remotely providing on-site services exceeding customer expectations and ensuring that customers become promoters of our business through positive feedback and dedication.**\n* ### **Deliver the highest professional relationship with our customer base raising technical issues to quickly resolve accurately critical tasks as the need arises. Follow our ethical business conduct guidelines.**\n* ### **Enable the customer's success through their partnership with Thermo Fisher Scientific. Utilise web-based, sales lead logging tools to ensure customers are offered those products and services they require enabling them to reach their objectives**\n* ### **Optimize own work schedule by coordinating with all the required partners for service planning (Dispatch function, Team Leader, Senior Manager)**\n* ### **Manage** **company assets including parts inventory, laptop computer, mobile phone, test equipment (ensuring validation calibration), tools, software, company car etc.**\n* ### **Responsible for timely and accurate reporting of activities including field service reports and expenses reports**\n* ### **Collaborate with the Sales team regarding lead generation, customer activities and updates.**\n\n\nCandidates can be based anywhere within Norway, Sweden or Denmark, providing you live close to an international airport.\n\n**Our Organisation**\n\n\nOur customized service offerings and outstanding services have the flexibility and experience to uniquely address our customer’s business needs. Whether they are looking to arrange for service on a single instrument or are seeking resources to handle entire labs, there is a solution to meet their business requirements.\n\n**Who we are looking for:**\n\n* Professional background in Electronics\/Chemistry\/Engineering or related subjects\n* Experience in handling- or servicing analytical equipment gained either as an Engineer, application specialist or working as a Scientist or Technician in a laboratory\n* Some knowledge of inorganic mass spectrometry an advantage, but not critical\n* Proficient in English; additional Nordic languages a plus\n* A valid Driver’s License\n* Comfortable working in a customer-facing role, with an always customer-centric approach\n* Strong interpersonal and administrative skills\n* Self-sufficient; comfortable working independently and a logical approach to setting work priorities\n* Willing and able to travel extensively on a weekly basis across the region (4 to 5 days per week), including some overnight stays and longer trips for trainings etc - up to 70% annum.\n\n**What’s in it for you:**\n\n* Excellent career progression opportunities with a large and growing global employer.\n* High quality training and mentoring\n* Competitive salary, plus performance bonus & full benefits package\n* Company car\n\n**About us:**\n\n\nThermo Fisher Scientific is an equal opportunities employer. Our Mission is to enable our customers to make the world healthier, cleaner and safer. Watch as our colleagues explain 5 reasons to work with us. As one team of 100,000+ colleagues, we share a common set of values","company_url":"https:\/\/se.indeed.com\/cmp\/Thermo-Fisher-Scientific","company_url_direct":"https:\/\/www.thermofisher.com\/","company_addresses":"168 Third Avenue, Waltham, MA USA 02451","company_industry":" Industrial Manufacturing","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"At Thermo Fisher Scientific, our professionals develop critical solutions—and build rewarding careers.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/65bd2e4bebb79b1432ac3277ffd57ae7","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/f20f89946cf5b2ef2f53cfaa0a3562ce","ceo_name":"Marc Casper","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/7f6c0b63116ebd42a7552e80ba5c9adf"},{"id":"3951696999","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3951696999","job_url_direct":null,"title":".NET Software Engineer, .NET 8, C# - Global Internet Icon – Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**.NET Software Engineer, .NET 8, C# - Global Internet Icon – Stockholm, Sweden** \n\n\n\n\n  \n\n\n\n\n\n (Tech stack: .NET Software Engineer, .NET 8, C#, Blazor, Azure, JavaScript, HTML5, CSS3, Agile, Programmer, Full Stack Developer, Architect, .NET Software Engineer)\n \n\n\n\n  \n\n\n\n\n\n Our client has long been a classic internet icon; today it has evolved into an integrated and diversified modern media company. We are seeking .NET Software Engineer to work on one of the most ambitious .NET \/ C# projects to take place since the birth of the World Wide Web.\n \n\n\n\n  \n\n\n\n\n\n .NET Software Engineer applicants should have a skill set that encompasses: .NET, .NET Core \/ ASP.NET MVC, C#, SQL Server and Agile. Full training will be provided into: .NET 8, Blazor, EF Core, Azure, JavaScript, HTML5, CSS3, Agile, TDD, BDD, Azure SQL and SQL Server 2022.\n \n\n\n\n  \n\n\n\n\n\n Our client offers a truly refreshing working environment including: flexible working hours, home working, casual dress code, onsite gym and games room and great benefits. This is an amazing opportunity to join a major force in the Internet arena industry, with a proud heritage, an enduring legacy and a promising future.\n \n\n\n\n  \n\n\n\n\n\n**Location** \n : Stockholm, Sweden \/ Remote Working\n \n\n\n\n  \n\n\n\n\n\n Applicants must be based in Sweden and have the right to work in Sweden even though remote working is available.\n \n\n\n\n  \n\n\n\n\n\n Noir continues to be the leading Microsoft recruitment agency; we can help you make the right career decisions!\n \n\n\n\n  \n\n\n\n\n\n NOIRSWEDENRECSP1\n \n\n\n\n NOIRSWEDENREC\n \n\n\n\n NOIREUROPEREC\n \n\n\n\n  \n\n\n\n\n\n NC\/BK\/STO115135","company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQHz5PIsruqL_w\/company-logo_100_100\/0\/1717342865208\/noir_consulting_logo?e=2147483647&v=beta&t=YiIBMs4wFLo0dqEyAaNaah5DvA_wfEK6AFInu93AzvQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]