[{"id":"17ca3c6ba4e8c518","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=17ca3c6ba4e8c518","job_url_direct":"https:\/\/jobb.liminity.se\/jobs\/5914948-java-utvecklare-till-liminity-spring-boot","title":"Java utvecklare till Liminity ( Spring Boot)","company":"Liminity AB","location":"Stockholm, AB, SE","job_type":null,"date_posted":1746921600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Är du Java-utvecklare och söker nya utmaningar? Vi har ett uppdrag hos en kund som söker en erfaren backend utvecklare. Arbetet innefattar Java och Spring Boot. Erfarenhet av DevOps och containerteknologier är meriterande.\n\n### **Vad vi söker:**\n\n* Högre utbildning inom ett relevant tekniskt område, eller motsvarande kompetens förvärvad på annat sätt\n* Minst 3 års erfarenhet av backend-utveckling med Java\n* Erfarenhet av ramverk som Spring Boot och Hibernate\n* Kunskap om DevOps-principer och erfarenhet av CI\/CD-pipelines\n* Goda kunskaper i Docker och Kubernetes\n* God kommunikationsförmåga och förmåga att arbeta i team\n\n### **Meriterande kunskaper:**\n\n* SAFe certifierad\n* Erfarenhet av molnplattformar som AWS eller Azure\n* Erfarenhet av prestandaoptimering och lastbalansering\n\n#### **Som konsult hos Liminity får du tillgång till marknadens bästa villkor och förmåner, inklusive:**\n\n* Spännande uppdrag hos en framåtsträvande kund\n* Möjlighet att arbeta med den senaste tekniken\n* Mentor-program för kontinuerlig utveckling\n* Omfattande utbildningsmöjligheter och certifieringar\n* Flexibla arbetstider och möjlighet till distansarbete\n* Konkurrenskraftig lön och förmåner\n* Och mycket mycket mer, läs mer i handbok","company_url":"https:\/\/se.indeed.com\/cmp\/Liminity-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"a4f420bcf6e51a2d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=a4f420bcf6e51a2d","job_url_direct":"https:\/\/www.uptrail.com\/job\/121997\/scrum-master-and-frontend-developer-data-driven-insights","title":"Scrum Master and Frontend Developer - Data Driven Insights","company":"Atlas Copco","location":"Nacka, AB, SE","job_type":null,"date_posted":1746921600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Industrial Manufacturing","listing_type":null,"emails":"jorgen.maass@atlascopco.com","description":"Atlas Copco’s cutting-edge solutions empower manufacturing customers worldwide by enabling data-driven decisions, fostering flexibility, efficiency, and sustainable production.\n\n\nJoin us on our exciting journey towards smart and connected factories! As pioneers in the industry, we’re passionate about driving dynamic change and empowering manufacturers globally.\n\n**Your role**  \n\nYou will join a ~24 people agile team consisting of UX, frontend and backend developers, data scientists and testers. Our team works closely with both end customers within the assembly industry and our service divisions globally. We have access to all the technical resources of a large company, yet we retain the agility to make our own decisions and move quickly.\n\n\nSome key responsibilities:\n\n* Act as Scrum Master for one of our cross functional development teams of around seven people\n* Work with single-page web development using technologies such as React, some legacy code in vue.js, HTML5, CSS and TypeScript\n* Continuing the development of our web products, consisting of mobile apps (a wrapper for iOS and Android with web content) and desktop-first applications\n* Work in a team that has a passion to deliver high quality, efficient and maintainable code\n\n**City:** Nacka, Stockholm\n\n\nYou report to Team Manager Data Driven Insights, Quality Critical Software Department, R&D.\n\n**You will need**\n\n* A Bachelor or Master of Science in Software Engineering or similar field\n* Some years of experience in relevant frontend development and have successfully tried and enjoyed the Scrum Master role\n* Proficiency and interest in visual design and an eye for details\n* An excitement to learn, interact and share experiences with your colleagues\n* Good communication skills in English\n* Familiarity with continuous integration & delivery\n\n\nGood to have experience from:\n\n* App development for iOS and\/or Android\n* Implementation of APIs using C#\n* .Net\n* Microsoft Azure or any other cloud provider\n\n**We offer you**  \n\nAt Atlas Copco, we value your work and who you are. We believe that the one closest to the problem is the one closest to the solution. We have a collaborative and supportive work environment embracing different perspectives. Our internal job market unlocks opportunities for you to explore and to develop new skills.\n\n**Further information**  \n\nPlease contact recruiting manager Jörgen Maass, jorgen.maass@atlascopco.com, for more information.\n\n\nWe are looking forward to your application via our job site!\n\n\n**Diverse by nature and inclusive by choice**  \n\nBright ideas come from all of us. The more unique perspectives we embrace, the more innovative we are. Together we build a culture where difference is valued and we share a deep sense of purpose and belonging.","company_url":"https:\/\/se.indeed.com\/cmp\/Atlas-Copco","company_url_direct":"https:\/\/www.atlascopco.com","company_addresses":"Sickla Industriväg 19 Nacka\r\nStockholm\r\n13154 Sweden","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Atlas Copco transforms industrial ideas into business value since 1873. Headquartered in Sweden, we serve 180+ countries. Learn more: www.atlascopcogroup.com","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/17a44113e57f79986f812649bcf34dda","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/be9c1b694597084e950ed2cec2813f60","ceo_name":"Vagner Rego","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/928dfd9564abc0e15f5b5a671e40db36"},{"id":"4192151450","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4192151450","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/283657-schibsted-integration-developer\/?utm_source=linkedin&urlHash=qxUv","title":"Integration Developer","company":"Schibsted","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Internet Marketplace Platforms","listing_type":null,"emails":null,"description":"At\n **Schibsted Media** \n , our mission is to empower people in the Nordics to make informed decisions through high-quality journalism and innovative digital solutions. Behind the scenes, our Integration Solutions team ensures that systems and services are seamlessly connected, enabling efficient workflows and operations across the organization.\n   \n\n  \n\n We’re now looking for an\n **Integration Developer** \n with expertise in\n **platform and infrastructure management** \n to join our\n **Integration Solutions** \n team. If you're passionate about building scalable integration systems, automating infrastructure, and working in a collaborative, open-minded team—this could be your next exciting challenge.\n   \n\n  \n\n In this role, you will have two main responsibilities - development and infrastructure management. You will be a key member of the development team, as well as collaborate closely with the infrastructure team to manage the platform infrastructure, ensuring seamless system integration and robust infrastructure management. You will ensure that the different components of the integration platform (logging, monitoring, deployment etc) work seamlessly together in a unified manner.\n   \n\n  \n\n 🌍 Why this role matters\n   \n\n  \n\n With Schibsted transitioning into two distinct companies—\n **Schibsted Media** \n and\n **Schibsted Marketplaces** \n —our Integration Solutions team is playing a key role in building a future-ready integration landscape. We’re establishing a new\n **Integration Competency Center (ICC)** \n to support this transformation, and you’ll be part of shaping the tools, processes, and infrastructure that support essential business operations across HR, Finance, Payroll, and more.\n   \n\n  \n\n What you’ll do\n   \n\n  \n\n As an Integration Developer focused on platform and infrastructure, you will:\n   \n\n  \n\n* ✅ Design, develop, test, and deploy scalable and secure integration solutions.\n* ✅ Manage infrastructure components using Infrastructure as Code (IaC) tools such as Terraform.\n* ✅ Drive CI\/CD adoption by building tools and automating workflows with GitHub Actions.\n* ✅ Monitor and maintain platform performance with proactive incident and environment management.\n* ✅ Implement DevOps best practices across multiple environments to ensure efficiency and resilience.\n* ✅ Collaborate with both IT and business stakeholders to translate needs into practical, scalable solutions.\n* ✅ Work closely with Solution Architects and Integration Architects to continuously evolve our integration platform.\n* ✅ Actively contribute to a transparent, agile team environment—sharing responsibilities like the Scrum Master role.\n\n\n Who you are\n   \n\n  \n\n We’re looking for someone who thrives in a fast-moving environment and values honest collaboration. You might be a great match if you:\n   \n\n  \n\n* ✅ Are passionate about technology and creating well-functioning, scalable integration solutions.\n* ✅ Have a DevOps mindset and enjoy combining development with infrastructure work.\n* ✅ A strong communicator who can explain complex technical concepts in simple terms.\n* ✅ Are pragmatic, proactive, and always looking for opportunities to improve tools and processes.\n* ✅ Enjoy working closely with others and helping build a collaborative team culture.\n* ✅ Embrace feedback and continuous learning as part of your daily work.\n\n\n What you bring\n   \n\n  \n\n We're looking for a strong mix of technical skills and collaborative mindset. Ideally, you have:\n   \n\n  \n\n* 🔧 Hands-on experience designing and implementing integration solutions using tools like MuleSoft, Azure Integration Services, APIs, and event-driven messaging.\n* 🔄 Solid understanding of CI\/CD principles and the ability to automate deployments with GitHub Actions.\n* 🧱 Experience with Infrastructure as Code (IaC) tools, especially Terraform.\n* 🧠 Strong problem-solving skills and a passion for creating maintainable, high-quality solutions.\n* 🤝 The ability to work independently while contributing actively to an agile, team-driven environment.\n\n\n Why join Schibsted?\n   \n\n  \n\n At Schibsted, we’re more than a media company—we’re a community of bold thinkers, problem solvers, and truth-seekers. We believe that innovation, transparency, and inclusivity are key to supporting independent journalism and trustworthy media.\n   \n\n  \n\n By joining us, you’ll play a key part in transforming the way our teams collaborate and operate. You’ll also have the chance to help shape a brand-new Integration Competency Center that supports our mission and empowers people across our organisation to work smarter and more connected.\n   \n\n  \n\n**📩 Ready to make an impact? Apply now and help us build the infrastructure behind Schibsted Media’s future.**","company_url":"https:\/\/no.linkedin.com\/company\/schibsted-asa","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHc8pQXHT9Ahg\/company-logo_100_100\/company-logo_100_100\/0\/1720595793216\/schibsted_asa_logo?e=2147483647&v=beta&t=lOjMoVCYQwqoa2CAc5g03v2PqvZBZIcLNkPzYdayd2U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4202855400","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4202855400","job_url_direct":"https:\/\/aiven.io\/careers\/job\/4570355101?gh_jid=4570355101&gh_src=09810bf2teu&urlHash=fsqT","title":"Senior Software Engineer (Databases)","company":"Aiven","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":"recruitment@aiven.io, recruitment@aiven.io","description":"We’re a global team working together to push the boundaries of open-source technology and multi-cloud solutions. Our vision is to become the trusted Data & AI Platform for everyone, leveraging the most popular open-source technologies like Aiven for MySQL®, Aiven for PostgreSQL®, Apache Kafka®, Aiven for Clickhouse®, and Aiven for OpenSearch®. to help companies accelerate time-to-market, drive efficiency, and build innovative solutions across any cloud. Right now, we’re looking for a\n **Senior Software Engineer** \n to join our team who shares our passion for forward-thinking and innovative approaches.\n \n\n\n\n  \n\n\n\n\n\n**About This Team** \n\n\n\n\n At Aiven, we believe engineers can drive significant impact through coding and problem solving. Here, you'll have the opportunity to contribute to challenging projects that transcend any specific framework or cloud provider, work alongside exceptional engineers, and continuously expand your technical expertise. We strive to create an environment that encourages problem solving and results over following directions, so we make better decisions for our customers, our products and our employees.\n \n\n\n\n  \n\n\n\n\n\n**Who We Are** \n\n\n\n\n So, how do we become the trusted open source data platform for everyone? By listening closely to our customers and taking action to ensure they achieve their business goals. You see, the software we create is merely a means of delivering value. Our thinking is customer-first. That’s why our customers are at the front and center of all we do. And in the spirit of sideways thinking, we’re by their side as well. Actively helping them solve their challenges. Collaborating. Sharing. And innovating. In other words, it really isn’t just about who we are. It’s about who our customers are – and where they want to be.\n \n\n\n\n  \n\n\n\n\n\n**Our Crabby Principles** \n\n\n\n\n Aiveners use the V2MOM framework to set and align on business goals. In order to achieve those business goals we live by our ‘Crabby Principles’ which unite us in our ways of working, globally.\n \n\n\n\n  \n\n\n\n\n\n These principles are embedded in our business processes and support us in collaborating and role modelling positive and productive behaviours in our daily work, something you will have the opportunity to demonstrate throughout your interview journey with us.\n \n\n\n\n  \n\n\n\n\n\n**The Role:** \n\n\n\n\n We are looking for a Senior Software Engineer to work on our cloud operations platform turning the best data technologies into frustration-free cloud services. You’ll be part of the team that is focused on developing the relational database services and improving their scalability and reliability for our customers and OEM partners.\n \n\n\n\n Our philosophy is to deliver efficient and scalable solutions by continuously evolving and enhancing our product capabilities. Our own backend systems are mostly implemented in Python with bits of Java, Go and C.\n \n\n\n\n  \n\n\n\n\n\n**What You'll Do:** \n\n\n\n* Write high-quality, maintainable code and release quality features.\n* Participate in technical discussions and perform PR reviews.\n* Contribute to technical planning and backlog management.\n* Help investigate and resolve customer issues.\n* Mentor and empower other engineers.\n* Automate processes to eliminate repetitive manual work.\n* Develop and improve the scalability and reliability of the data services powered by Aiven, with a specific focus on MySQL.\n\n\n\n  \n\n\n\n\n\n**What We're Looking For:** \n\n\n\n\n Don’t worry if your experience doesn’t line up perfectly – we still encourage you to apply! We believe in investing in our crabs’ professional growth.\n \n\n\n\n**Must Have:** \n\n\n\n* Excellent development skills in Python\n* 5+ years of experience working with one of these databases - PostgreSQL, MySQL, MariaDB, SQL Server, OracleDB\n* Experience with backup solutions and backup strategies\n* Advanced understanding of Linux OS\n* Experience with large scale production workloads\n* Experience with automated testing\n* Distributed systems knowledge\n* Experience with performance improvements, bug fixes, and security vulnerability resolution\n* Fluency in English, verbal and written.\n\n\n\n  \n\n\n\n\n\n**Nice to Have:** \n\n\n\n* Good understanding of security (software, networking)\n* Experience in infrastructure as code\n* Experience in cloud DBAAS production environments\n* Experience in production software environments\n* Experience with one or more of Kafka, Clickhouse, Redis\/Valkey, Opensearch\n\n\n\n  \n\n\n\n\n\n**Our Offer** \n\n\n\n\n If you ask us what’s the best thing about working for Aiven, many will probably say it’s the high concentration of talent from around the world that we have here. Enjoy the agile environment of a hyperscale scale-up where you can truly make an impact and have fun while at it.\n \n\n\n\n  \n\n\n\n\n\n**We invest in you** \n\n\n\n* Participate in Aiven’s equity plan.\n* With Aiven locations spanning the globe, we want all of our crabs to find the right balance with our hybrid work policy.\n* Get the equipment you need to set yourself up for success.\n* Step up your career game with real employer support (use one of our learning platforms, annual learning budget, and more).\n* Get comprehensive wellbeing support through our global Employee Assistance Program.\n\n\n\n  \n\n\n\n\n\n**Make a difference at Aiven** \n\n\n\n* Contribute to open source projects that you find relevant outside of work - and get paid for it. Our Plankton program recognizes extra work to the open source ecosystem for developers and non-developers alike.\n* Use up to 5 days per year to volunteer for a good cause of your choice.\n* Join one of our team member resource groups - empower yourself and others in missions that resonate with you.\n\n\n\n  \n\n\n\n\n\n**What Else** \n\n\n\n\n As well as the above Global Benefits, we have regional benefits specific to your country of residence. We would be happy to discuss these further with you during the interview process.\n \n\n\n\n  \n\n\n\n\n\n**Amazing, What’s Next** \n\n\n\n\n If you think Aiven is the place for you, send us your CV, and we’ll get in touch!\n \n\n\n\n  \n\n\n\n\n\n**How To Recognise And Avoid Employment Scams** \n\n\n\n\n There has been a rise in fake job postings used by scammers to get personal information. Please familiarise yourself with the red flags of a potential scam.\n \n\n\n\n Here at Aiven, all of our emails relating to recruitment come from an @aiven.io, @greenhouse.io or @eu.greenhouse.io domain and all of our interviews are conducted over video call or in person, our interviews will never occur over text or chat. If you’re unsure of the legitimacy of a job opportunity\/offer pertaining to Aiven, please don’t hesitate to reach out to us at recruitment@aiven.io.\n \n\n\n\n  \n\n\n\n\n\n**Equal Opportunities** \n\n\n\n\n Aiven provides equal employment opportunities to all qualified employees and applicants for employment without regard to age, gender identity, national or ethnic origin, religion, sexual orientation, physical and mental ability, marital and family status or without regard to any other similar personal attributes. Aiven aligns with applicable local laws governing inclusivity in employment in every location in which the company operates. This policy applies to all terms and conditions of employment, including recruiting, hiring, placement, promotion, termination, layoff, transfer, leaves of absence, compensation, training and any other terms and conditions related to employment.\n \n\n\n\n  \n\n\n\n\n\n At Aiven, we are committed to providing reasonable accommodations for qualified individuals with disabilities or special needs in our working environment and job application procedures. We make all reasonable accommodations for persons with disabilities or who otherwise need support to thrive in the workplace. We are committed to continuously improving workplace accessibility. There is an option to request a discussion in the application process but if you have any questions before applying please write to us at recruitment@aiven.io.","company_url":"https:\/\/fi.linkedin.com\/company\/aiven","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFLLojoewbWcw\/company-logo_100_100\/company-logo_100_100\/0\/1719844181224\/aiven_logo?e=2147483647&v=beta&t=LVSfx8OeQuBMDf3SnK962r-9-pkQYolyOqoTdFVzq6A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4228017051","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4228017051","job_url_direct":"https:\/\/thehub.io\/jobs\/681e9723d6c53613bfa8baa9&urlHash=vVj8","title":"Solution Architect","company":"Centra","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering","company_industry":"Internet Marketplace Platforms, Technology, Information and Internet, and Information Services","listing_type":null,"emails":null,"description":"**About Us**\n We’re a fast-growing software company offering an innovative API-based SaaS e-commerce platform. We started by empowering small and mid-size fashion & lifestyle brands, and as we’ve scaled, so have our clients. Today, we’re proud to partner with major enterprise brands, helping them make their mark globally.\n   \n\n  \n\n Our platform is designed to be the best in the world for serving fashion brands and we’re building a team that shares the same ambition. Though we’re a young company, we’ve already captured widespread attention and work with some of the strongest brands in the Nordics, along with clients across Europe, North America and Asia. As we continue to grow, we have ambitious plans to expand our team and take on new challenges. And we’re not stopping there—this is just the beginning, with even more exciting opportunities and growth on the horizon. There’s never been a better time to join us on this journey.\n   \n\n  \n\n At Centra, we’re looking for someone who’s not only highly skilled but also eager to learn and solve challenges together as a team. We work with passion, pushing boundaries, and we owe our success to the ambitious and talented people we hire. As we continue to grow, we are seeking more individuals who share the same mindset.\n   \n\n  \n\n**The Role**\n As a Solution Architect at Centra, you'll guide and support our partners and clients in building scalable ecommerce solutions. You'll work closely with the commercial team, speaking with C-level executives and developer communities of clients and partners, advising on ecommerce architecture, integrations, and frontend technologies. You’ll also support the onboarding for new partners, ensuring they’re set up for success while building lasting relationships to strengthen our ecosystem.\n   \n\n  \n\n In this role you will be reporting to our VP of Partnerships & Growth.\n   \n\n  \n\n This role is based in Stockholm, Sweden, and we encourage our teams to connect in person at our city-center office. We value the time spent collaborating face-to-face— whether it’s brainstorming together or simply enjoying a cup of coffee.\n   \n\n  \n\n**Responsibilities**\n* Support sales of Centra to C-level executives at potential clients or developer community at a partner.\n* In certain cases and scenarios step in and help push implementations of frontends- and \/ or integrations across the finish line.\n* Manage onboarding of new agency and tech partners, ensuring a strong foundation for a thriving partnerships.\n* Help clients & partners succeed by advising on e-commerce architecture to create practical and scalable solutions.\n* Deliver actionable insights to partners, clients, and the team using tools like Grafana and Kibana to find trends and opportunities to improve.\n* Design and coordinate integrations for partners and clients with expertise in Frontend solutions\n* Build and maintain strong relationships with clients and partners, ensuring successful partnerships and driving growth through effective strategies.\n* Guide partners on navigating the frontend tech stack, from routing and caching to frameworks like Next.js and Vue. Offer insights into SSR, SSG, and how to implement these concepts effectively to enable fast and efficient storefronts for our shared clients.\n* Take part in building Centra's future Developer Community program.\n* Improving the recommended solution architecture documentation\n\n\n**Your Profile**\n* A university degree in Computer Science or a related field, or equivalent experience gained elsewhere.\n* Experienced Frontend Developer (JS\/TS\/React\/Angular)\n* A developer seeking to transition into a more strategic architectural role as a Developer Advocate.\n* A strong enthusiasm for staying ahead of ecommerce trends and technologies.\n* Proven experience in headless ecommerce architecture.\n* In-depth knowledge of REST and GraphQL APIs.\n* Experience in client and account management.\n* Expertise in frontend development.\n* A passion for staying current with emerging technologies and ecommerce advancements.\n* A willingness to learn and adapt to new technologies.\n\n\n**Feel At Home**\n* At Centra, we believe that you should always feel welcome. No matter who you are, we are committed to fostering an inclusive environment for all colleagues\n* Casual dress atmosphere. Wear whatever makes you feel good.\n* Team-building events and friendly afterworks","company_url":"https:\/\/se.linkedin.com\/company\/centra-commerce","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQET4Cke1XUXjg\/company-logo_100_100\/company-logo_100_100\/0\/1630593145251\/centra_commerce_logo?e=2147483647&v=beta&t=ly3V4yGNwC7l4YlDP0lVRq3xdefodUaEPc5lFLY3eg4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4174388907","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4174388907","job_url_direct":"https:\/\/aiven.io\/careers\/job\/4551333101?gh_jid=4551333101&gh_src=09810bf2teu&urlHash=XitG","title":"Senior Software Engineer (Apache Kafka)","company":"Aiven","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":"recruitment@aiven.io, recruitment@aiven.io","description":"We’re a global team of over 400 people, working together to push the boundaries of open-source technology and multi-cloud solutions. Our vision is to become the trusted Data & AI Platform for everyone, leveraging the most popular open-source technologies like Apache Kafka®, Aiven for PostgreSQL®, Aiven for Clickhouse®, and Aiven for OpenSearch® to help companies accelerate time-to-market, drive efficiency, and build innovative solutions across any cloud. Right now, we’re looking for a\n **Senior Software Engineer** \n to join our team who shares our passion for forward-thinking and innovative approaches.\n \n\n\n\n  \n\n\n\n\n\n The Engineering team at Aiven lies at the core of our organization. This is a great opportunity to become an integral member of the team as a Senior Software Engineer. We look for engineers who can work around problems by finding new angles. Thinking sideways. You will have the opportunity to collaborate with world-class tech people solving the toughest problems, where almost every project you work on is more complex and technically challenging than the previous one. If you relish pushing your technical boundaries, come join us. Because if you can truly think sideways, you’ll never look back.\n \n\n\n\n  \n\n\n\n\n\n**Who We Are** \n\n\n\n\n So, how do we become the trusted Data & AI Platform for everyone? By listening closely to our customers and taking action to ensure they achieve their business goals. You see, the software we create is merely a means of delivering value. Our thinking is customer-first. That’s why our customers are at the front and center of all we do. And in the spirit of sideways thinking, we’re by their side as well. Actively helping them solve their challenges. Collaborating. Sharing. And innovating. In other words, it really isn’t just about who we are. It’s about who our customers are – and where they want to be.\n \n\n\n\n  \n\n\n\n\n\n**Our values** \n\n\n\n\n We want individuals who can embody our values of ownership, courage, and openness.\n \n\n\n\n What does that mean in practice?\n \n\n\n\n We take ownership of the problems we solve. What we do is about improving life for our customers, enabling them to meet their goals. So we own our decisions and mistakes. Sometimes that takes courage. But we don’t falter – we take on challenges with confidence. And right at our heart is openness. We’re always open to new ideas – from wherever and whoever they come.\n \n\n\n\n  \n\n\n\n\n\n**The Role:** \n\n\n\n\n We are looking for a\n **Senior Software Engineer** \n to work on our cloud operations platform turning the best open source technologies into frustration-free cloud services. You will be part of the team that is focused on developing the cloud Apache Kafka service and improving its scalability and reliability. The team is also responsible for Apache Kafka Connect, Apache Kafka MirrorMaker2, several open-source Apache Kafka connectors, Karapace (Schema Registry and Kafka REST equivalent).\n \n\n\n\n While we use Python extensively, this is not a hard requirement, as we are looking for senior engineers who like our mission and are willing to embrace Python.\n \n\n\n\n  \n\n\n\n\n\n**What You'll Do:** \n\n\n\n* Writing high-quality, maintainable code and releasing quality features\n* Performing peer reviews and participating in technical discussions both at the team level and among the product development engineering domain\n* Contributing to technical planning and backlog management\n* Helping investigate and resolve customer issues\n* Mentor and empower other engineers around you\n\n\n\n  \n\n\n\n\n\n**What We're Looking For:** \n\n\n\n\n Don’t worry if your experience doesn’t line up perfectly – we still encourage you to apply! We believe in investing in our crabs’ professional growth.\n \n\n\n\n**Must-have** \n\n\n\n* Excellent development skills, preferably in Python.\n* The urge to write automated tests\n* Experience using Linux in development\n* Good understanding of security (software, networking)\n* Fluency in English, verbal and written\n\n\n\n  \n\n\n\n\n\n**Nice-to-have** \n\n\n\n* Hands-on experience developing and\/or operating Apache Kafka and Apache MirrorMaker2\n* Experience and\/or interest in Infrastructure as Code\n* Distributed systems knowledge\n* Experience in cloud DBaaS production environments\n\n\n\n  \n\n\n\n\n\n**Our Offer** \n\n\n\n\n If you ask us what’s the best thing about working for Aiven, many will probably say it’s the high concentration of talent from around the world that we have here. Enjoy the agile environment of a hyperscale scale-up where you can truly make an impact and have fun while at it.\n \n\n\n\n  \n\n\n\n\n\n**We invest in you** \n\n\n\n* Participate in Aiven’s equity plan.\n* With Aiven locations spanning the globe, we want all of our crabs to find the right balance with our hybrid work policy.\n* Get the equipment you need to set yourself up for success.\n* Step up your career game with real employer support (use one of our learning platforms, annual learning budget, and more).\n* Get comprehensive wellbeing support through our global Employee Assistance Program.\n\n\n\n  \n\n\n\n\n\n**Make a difference at Aiven** \n\n\n\n* Contribute to open source projects that you find relevant outside of work - and get paid for it. Our Plankton program recognizes extra work to the open source ecosystem for developers and non-developers alike.\n* Use up to 5 days per year to volunteer for a good cause of your choice.\n* Join one of our team member resource groups - empower yourself and others in missions that resonate with you.\n\n\n\n  \n\n\n\n\n\n**What Else** \n\n\n\n\n As well as the above Global Benefits, we have regional benefits specific to your country of residence. We would be happy to discuss these further with you during the interview process.\n \n\n\n\n  \n\n\n\n\n\n**Amazing, What’s Next** \n\n\n\n\n If you think Aiven is the place for you, send us your CV, and we’ll get in touch!\n \n\n\n\n  \n\n\n\n\n\n**How To Recognise And Avoid Employment Scams** \n\n\n\n\n There has been a rise in fake job postings used by scammers to get personal information. Please familiarise yourself with the red flags of a potential scam.\n \n\n\n\n Here at Aiven, all of our emails relating to recruitment come from an @aiven.io, @greenhouse.io or @eu.greenhouse.io domain and all of our interviews are conducted over video call or in person, our interviews will never occur over text or chat. If you’re unsure of the legitimacy of a job opportunity\/offer pertaining to Aiven, please don’t hesitate to reach out to us at recruitment@aiven.io.\n \n\n\n\n  \n\n\n\n\n\n**Equal Opportunities** \n\n\n\n\n Aiven provides equal employment opportunities to all qualified employees and applicants for employment without regard to age, gender identity, national or ethnic origin, religion, sexual orientation, physical and mental ability, marital and family status or without regard to any other similar personal attributes. Aiven aligns with applicable local laws governing inclusivity in employment in every location in which the company operates. This policy applies to all terms and conditions of employment, including recruiting, hiring, placement, promotion, termination, layoff, transfer, leaves of absence, compensation, training and any other terms and conditions related to employment.\n \n\n\n\n At Aiven, we are committed to providing reasonable accommodations for qualified individuals with disabilities or special needs in our working environment and job application procedures. We make all reasonable accommodations for persons with disabilities or who otherwise need support to thrive in the workplace. We are committed to continuously improving workplace accessibility. There is an option to request a discussion in the application process but if you have any questions before applying please write to us at recruitment@aiven.io.","company_url":"https:\/\/fi.linkedin.com\/company\/aiven","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFLLojoewbWcw\/company-logo_100_100\/company-logo_100_100\/0\/1719844181224\/aiven_logo?e=2147483647&v=beta&t=LVSfx8OeQuBMDf3SnK962r-9-pkQYolyOqoTdFVzq6A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4176732776","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4176732776","job_url_direct":"https:\/\/propharmagroup.wd1.myworkdayjobs.com\/ppgcareers\/job\/United-Kingdom\/Workday-Financials-Administrator_JR6849?source=LinkedIn&urlHash=iuXl","title":"Workday Financials Administrator","company":"ProPharma","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Finance and Sales","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"For the past 20 years, ProPharma has improved the health and wellness of patients by providing advice and expertise that empowers biotech, med device, and pharmaceutical organizations of all sizes to confidently advance scientific breakthroughs and introduce new therapies. As the world’s largest RCO (Research Consulting Organization), ProPharma partners with its clients through an advise-build-operate model across the complete product lifecycle. With deep domain expertise in regulatory sciences, clinical research solutions, quality & compliance, pharmacovigilance, medical information, and R&D technology, ProPharma offers an end-to-end suite of fully customizable consulting solutions that de-risk and accelerate our partners’ most high-profile drug and device programs.\n   \n\n  \n\n**Essential Functions**\n* Responsible for providing ongoing technical support and maintenance for the Workday FINS functional areas, including configuration, business processes and related security.\n* Owns the responsibility for the Global Service Desk ticket queue for FINS functional tickets. Ensures that tickets are resolved in a timely manner in accordance with applicable SLAs.\n* Gather requirements for improvements and new functionalities through collaboration with cross-functional business teams and develop the solution to meet the business needs.\n* Evaluate existing functionalities and ensure they continue to meet the needs of the business.\n* Monitor existing functionalities and troubleshoot and correct any errors or failures on a timely basis.\n* Collaborate with the Workday Integration Developer as the Workday FINS subject matter expert to support any related integrations.\n* Create and maintain process documents as needed.\n* Serve as the Workday FINS Lead for Workday projects, including optimization, implementation of new features and integrations of future acquisitions.\n* Creates and documents test scenarios to validate configuration, executes the test scenarios and\/or provides the test scenarios to other teams for testing, provides inputs on FINS considerations and dependencies to the Testing Leads to ensure sufficient FINS testing coverage for acquisition integrations and other major changes to the system (releases, new functionality, etc.).\n* Supports the process for review and testing of semi-annual Workday releases and ensures any issues identified in the FINS functional areas are researched and resolved during the release testing window.\n* Acts as SME for Kainos SmartTest FINS testing.\n* Participate in the Workday Community and other resources, including training and user groups, to establish awareness of current trends, enhancements, releases and system bugs.\n* Work closely with IT Service Management and the Workday Product Team to secure optimal uptime, performance, and usage of the product.\n* Other duties as assigned.\n\n\n**Necessary Skills And Abilities**\n* Advanced knowledge in Workday FINS functional areas, including but not limited to FDM, Accounting, Customers, Suppliers, Expenses, Banking & Settlement, Business Assets, and Financial Reporting.\n* Knowledge of Workday security structure as it relates to the above noted functional areas.\n* Comprehension of the interrelationships between the various functional areas within Workday.\n* Understanding of tax setup (Sales Tax, GST, VAT, etc.) within Workday a plus.\n* Must have a can-do attitude along with an ability to learn new skills.\n* Motivated, possesses self-awareness and a demonstrated ability to collaborate with other high-performing team members.\n* Outstanding organizational, prioritization, multitasking, and time management skills.\n* Ability to work with cross-functional teams to drive projects, gather requirements, provide development estimates, and meet expected delivery timelines.\n* Strong written and verbal communication skills needed to work effectively with non-technical functional team members and business owners.\n* Ability to adapt to multiple changing business priorities with calm and ease.\n* Motivated and have a demonstrated ability to collaborate with other high-performing team members.\n\n\n**Educational Requirements**\n* Bachelor’s degree in information systems, computer science or similar, or equivalent combination of education and work experience.\n\n\n**Experience Requirements**\n* 5+ years of direct experience configuring, maintaining and optimizing Workday FINS functional areas.\n* Adaptive Planning experience a plus.\n* Relevant Workday Certifications a plus.\n* A combination of implementation and operational experience is preferred.\n\n\n We celebrate our differences and strive to create a workplace where each person can be their authentic self. We are committed to diversity, equity, and inclusion. Employees are encouraged to unleash their innovative, collaborative, and entrepreneurial spirits. With a holistic approach as an Equal Opportunity Employer, we provide a safe space where all employees feel empowered to succeed.\n   \n\n  \n\n \\*\\*\\*ProPharma Group does not accept unsolicited resumes from recruiters\/third parties. Please, no phone calls or emails to anyone regarding this posting.\\*\\*\\*","company_url":"https:\/\/www.linkedin.com\/company\/propharma-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQE0jzkoOqiZMw\/company-logo_100_100\/company-logo_100_100\/0\/1738246848441\/propharma_group_logo?e=2147483647&v=beta&t=4_DGuZXWKb6L5L13TVHar8QkZLNe41_lIrgafRzIrN8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4225826257","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4225826257","job_url_direct":"https:\/\/jobb.liminity.se\/jobs\/5914948-java-utvecklare-till-liminity-spring-boot&urlHash=R_cr","title":"Java utvecklare till Liminity ( Spring Boot)","company":"Liminity AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Är du Java-utvecklare och söker nya utmaningar? Vi har ett uppdrag hos en kund som söker en erfaren backend utvecklare. Arbetet innefattar Java och Spring Boot. Erfarenhet av DevOps och containerteknologier är meriterande.\n   \n\n  \n\n Vad vi söker:\n   \n\n  \n\n* Högre utbildning inom ett relevant tekniskt område, eller motsvarande kompetens förvärvad på annat sätt\n* Minst 3 års erfarenhet av backend-utveckling med Java\n* Erfarenhet av ramverk som Spring Boot och Hibernate\n* Kunskap om DevOps-principer och erfarenhet av CI\/CD-pipelines\n* Goda kunskaper i Docker och Kubernetes\n* God kommunikationsförmåga och förmåga att arbeta i team\n\n\n Meriterande kunskaper:\n   \n\n  \n\n* SAFe certifierad\n* Erfarenhet av molnplattformar som AWS eller Azure\n* Erfarenhet av prestandaoptimering och lastbalansering\n\n\n Som konsult hos Liminity får du tillgång till marknadens bästa villkor och förmåner, inklusive:\n   \n\n  \n\n* Spännande uppdrag hos en framåtsträvande kund\n* Möjlighet att arbeta med den senaste tekniken\n* Mentor-program för kontinuerlig utveckling\n* Omfattande utbildningsmöjligheter och certifieringar\n* Flexibla arbetstider och möjlighet till distansarbete\n* Konkurrenskraftig lön och förmåner\n* Och mycket mycket mer, läs mer i handbok","company_url":"https:\/\/se.linkedin.com\/company\/liminity-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHjs1tFRmqkOA\/company-logo_100_100\/company-logo_100_100\/0\/1722606563994\/liminity_ab_logo?e=2147483647&v=beta&t=XOJtT0B9fiw_dOlWcGgZWGmt5JW6pqAhtgtbrAZcnbg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4196113850","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4196113850","job_url_direct":"https:\/\/cgi.njoyn.com\/corp\/xweb\/xweb.asp?clid=21001&page=jobdetails&jobid=J0325-1945&BRID=1201681&SBDID=943&urlHash=9k7e","title":"IT-arkitekt till kund inom offentlig sektor","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Position Description\n   \n\n  \n\n Just nu söker vi en IT-arkitekt till en av våra kunder inom offentlig sektor i Stockholm. Du kommer att bli en del av vårt härliga arkitekt-team på CGI där vi jobbar i nära samarbete med bland annat affärskonsulter, applikationsexperter, utvecklare och andra arkitekter.\n   \n\n  \n\n I uppdraget kommer du att vara en nyckelperson som bidrar till att aktivt driva och ta fram efterfrågat material så som lösningsförslag och icke-funktionella krav för att kunna ta viktiga beslut inom både arkitektur och teknik.\n   \n\n  \n\n Your future duties and responsibilities\n   \n\n  \n\n**Required Qualifications To Be Successful In This Role**\n**Together, as owners, let’s turn meaningful insights into action.**\n Life at CGI is rooted in ownership, teamwork, respect and belonging. Here, you’ll reach your full potential because…\n   \n\n  \n\n You are invited to be an owner from day 1 as we work together to bring our Dream to life. That’s why we call ourselves CGI Partners rather than employees. We benefit from our collective success and actively shape our company’s strategy and direction.\n   \n\n  \n\n Your work creates value. You’ll develop innovative solutions and build relationships with teammates and clients while accessing global capabilities to scale your ideas, embrace new opportunities, and benefit from expansive industry and technology expertise.\n   \n\n  \n\n You’ll shape your career by joining a company built to grow and last. You’ll be supported by leaders who care about your health and well-being and provide you with opportunities to deepen your skills and broaden your horizons.\n   \n\n  \n\n Come join our team—one of the largest IT and business consulting services firms in the world.\n   \n\n  \n\n IT-arkitekt till kund inom offentlig sektor\n   \n\n  \n\n**Job Description**\n Just nu söker vi en IT-arkitekt till en av våra kunder inom offentlig sektor i Stockholm. Du kommer att bli en del av vårt härliga arkitekt-team på CGI där vi jobbar i nära samarbete med bland annat affärskonsulter, applikationsexperter, utvecklare och andra arkitekter.\n   \n\n  \n\n I uppdraget kommer du att vara en nyckelperson som bidrar till att aktivt driva och ta fram efterfrågat material så som lösningsförslag och icke-funktionella krav för att kunna ta viktiga beslut inom både arkitektur och teknik.\n   \n\n  \n\n Your future duties and responsibilities\n   \n\n  \n\n Förutom offentlig sektor arbetar vi brett inom olika branscher och kunder, vilket också ger möjlighet för dig att utveckla dig själv och din kompetens.\n   \n\n  \n\n I dina framtida arbetsuppgifter ingår bland annat lösningsförslag och säkerställande av robust it-arkitektur. Men också förstudier, roadmaps samt modellering, metodutveckling och integrationer. Jobbet som IT-arkitekt är både brett och tvärfunktionellt och du stöttar kunden i både lösningar och genomförande.\n   \n\n  \n\n Du blir en del av ett härligt team konsulter med olika erfarenhetsnivå som alla delar ett brinnande intresse för arkitektur och lösningar. Vi gillar att samverka i en kreativ, positiv och energigivande miljö där samarbete, kontinuerligt lärande och att stötta varandra värderas högt i det dagliga arbetet.\n   \n\n  \n\n**Required Qualifications To Be Successful In This Role**\n Vi söker dig som har:\n   \n\n  \n\n* 5 års erfarenhet som IT-arkitekt\n* En djup teknisk kunskap och ett intresse for kommande tekniker\n* Relevant högskoleutbildning inom IT\n\n\n Det är meriterande om du har kännedom kring:\n   \n\n  \n\n* Agila metoder\n* Maskininlärning och AI\n* Molnplattformar\n\n\n Det är även meriterande om du har någon certifiering från IASA eller liknande.\n   \n\n  \n\n**Ensemble, en tant que propriétaires, mettons notre savoir-faire à l’œuvre.**\n La vie chez CGI est ancrée dans l’actionnariat, le travail d’équipe, le respect et un sentiment d’appartenance. Chez nous, vous pourrez exploiter votre plein potentiel parce que…\n   \n\n  \n\n Nous vous invitons à devenir propriétaire dès le jour 1 alors que nous travaillons ensemble à faire de notre rêve une réalité. C’est pourquoi nous nous désignons comme associés de CGI, plutôt que comme employés. Nous tirons profit des retombées de notre succès collectif et contribuons activement à l’orientation et à la stratégie de notre entreprise.\n   \n\n  \n\n Votre travail crée de la valeur. Vous élaborerez des solutions novatrices et développerez des relations durables avec vos collègues et clients, tout en ayant accès à des capacités mondiales pour concrétiser vos idées, saisir de nouvelles opportunités, et bénéficier d’une expertise sectorielle et technologique de pointe.\n   \n\n  \n\n Vous ferez évoluer votre carrière en vous joignant à une entreprise bâtie pour croître et durer. Vous serez soutenus par des leaders qui ont votre santé et bien-être à cœur et qui vous permettront de saisir des occasions afin de parfaire vos compétences et élargir les horizons.\n   \n\n  \n\n Joignez-vous à nous, l’une des plus importantes entreprises de conseil en technologie de l’information (TI) et en management au monde.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4048204332","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4048204332","job_url_direct":"https:\/\/career.hiq.se\/jobs\/5089034-systemingenjor&urlHash=9CI5","title":"Systemingenjör","company":"HiQ","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"HiQ söker nu en systemingenjör till vårt team i Stockholm. Vi är ett av Sveriges mest tekniktunga och spännande konsultbolag, med kunder inom en rad olika branscher. Som konsult hos oss får du tillgång till ett brett utbud av spännande uppdrag hos välkända svenska företag.\n   \n\n  \n\n**Om rollen:**\n Som Systemingenjör hos oss kommer du att spela en central roll i kundens organisation. Med hjälp av din tekniska expertis och kommunikativa förmåga hjälper du kunden med hela kedjan från kundkrav till kodimplementering och testning. Du kommer vara bryggan mellan tekniska och icke-tekniska intressenter i organisationen. Typiska arbetsuppgifter som systemingenjör innefattar:\n   \n\n  \n\n* Tolka och ta emot krav från kunder, och kommunicera dessa vidare till utvecklare.\n* Säkerställa att hårdvara och mjukvara fungerar sömlöst tillsammans i utvecklingsprojekt.\n* Arbeta nära mjukvarumoduler och vara en nyckelspelare i teamet, även om du inte behöver vara den mest erfarna kodaren.\n* Ha en kontinuerlig dialog med kunder för att förstå och möta deras behov.\n\n\n**Vi söker dig som har:**\n* Minst 3 års erfarenhet som systemingenjör eller en liknande roll.\n* Ingenjörsexamen inom teknisk fysik, datateknik, maskinteknik, farkostteknik, eller motsvarande.\n* God förståelse för arkitektur och systemdesign.\n\n\n**Meriterande**\n* Erfarenhet av försvarsindustrin är meriterande, men inte ett krav.\n* Kunskaper i kravhanteringsverktyg och erfarenhet av designdokumentation.\n\n\n**Personliga egenskaper:**\n Vi lägger stor vikt vid dina personliga egenskaper och letar efter dig som är flexibel och kommunikativ som trivs i en miljö där förändringar är en del av vardagen. Du värdesätter också ett gott samarbete i teamet och delar gärna med dig av dina tidigare erfarenheter till dina kollegor.\n   \n\n  \n\n**Vad vi erbjuder:**\n Hos HiQ är din utveckling i fokus, oavsett om du bara har jobbat några år eller om du är senior. Förutom utvecklingen du får i ditt uppdrag har du även möjlighet att lära dig nya tekniker genom vårt omfattande kollegiala lärande. Detta sker främst genom våra kompetensgrupper, men också via våra interna kurser. Vi erbjuder en arbetsmiljö där kreativitet och teknologi går hand i hand, och där du får utrymme att växa och utvecklas.","company_url":"https:\/\/se.linkedin.com\/company\/hiq","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFh0KySmx3Tag\/company-logo_100_100\/company-logo_100_100\/0\/1726734715519\/hiq_logo?e=2147483647&v=beta&t=ke0OHhw_BHF6_fp2DGKKb6Mz1USLsrcI4FSYAFK_Aq8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4184527282","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4184527282","job_url_direct":"https:\/\/sigmaindustryeastnorth.se\/vacancy\/automationsingenjor-utvecklare-shopfloor-it\/&urlHash=1Rci","title":"Automationsingenjör\/Utvecklare Shopfloor IT","company":"Sigma Industry","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Engineering Services","listing_type":null,"emails":"staffan.william.olsson@sigma.se, staffan.william.olsson@sigma.se","description":"Dags för nya utmaningar?\n   \n\n  \n\n Är du automationsingenjör eller systemutvecklare med kunskaper inom Automation, SCADA och eller MES? Är du redo för nya utmaningar tillsammans med ett härligt team?\n   \n\n  \n\n Här har du en möjlighet att utveckla din karriär tillsammans med oss på Sigma Industry Smart.\n   \n\n  \n\n Vi söker dig som:\n   \n\n  \n\n  \n\n* Har erfarenhet av Automation, SCADA, MES\n* Har deltagit i projekt med från kravställning till implementation och överlämning\n* Vill jobba strukturerat med återanvändbarhet, t.ex. i form av att ta fram biliotek för komponenter och funktioner\n* Är lyhörd för kundens\/projektets behov och snabbt kan anpassa dig till kulturen\n* Som är en lagspelare som dessutom sätter kundens behov i främsta rummet\n* Älskar teknik!\n\n\n Arbete kommer antingen genomföras i ett av våra team som leverera till någon av våra kunder. Alternativt bedrivas som konsult ute hos kund.\n   \n\n  \n\n I din roll kommer du att få jobba genom hela processen från kravställning till testning, idrifttagning och överlämning.\n   \n\n  \n\n Som Automationsingenjör på Sigma i Stockholm får du chansen att utvecklas och jobba i en organisation med stor framåtanda. Omkring dig kommer du att ha många duktiga kollegor och ett aktivt erfarenhetsutbyte. Våra konsulter arbetar inom många olika branscher såsom fordons-, försvars-,lifescience-, industri- och energibranschen.\n   \n\n  \n\n GRUNDLÄGGANDE KVALIFIKATIONER\n   \n\n  \n\n  \n\n* Civil- eller högskoleingenjör och\/eller motsvarande arbetslivserfarenhet.\n* Behärskar svenska och engelska i tal och skrift.\n* Minst 5 år arbetslivserfarenhet\n* Har B-körkort\n\n\n MERITERANDE FÄRDIGHETER, EGENSKAPER OCH ERFARENHETER\n   \n\n  \n\n  \n\n* PLC (Siemens, Mitsubishi etc)\n* SCADA (Ignition, WinCC, iFix, Citect, etc)\n* DCS (Siemens, ABB)\n* Nätverk \/ Industriell Nätverk (LAN\/WAN, TCP\/IP)\n* Profinet, Profibus, Modbus\n* SQL\n* Python\n\n\n VI ERBJUDER\n   \n\n  \n\n Vi erbjuder en möjlighet att påverka och forma verksamheten från grunden. Här blir du en nyckelperson i den nya tidens konsultföretag där ingenjören är hjälten och tekniken är framtiden. Oberoende av om du vill fokusera helt på tekniken, är mer intresserad av att utveckla affär och relationer, eller om du vill ha en bra mix så är Sigma rätt plats att vara på.\n   \n\n  \n\n För en framtida medarbetare på Sigma Industry finns det inga hinder utan bara möjligheter.\n   \n\n  \n\n Om du vill vara en nyckelperson och är den vi söker är du välkommen till ett personligt företag där vi alla påverkar vår framtid tillsammans.\n   \n\n  \n\n Dags att röra på sig?\n   \n\n  \n\n**Ort:** \n Stockholm.\n   \n\n  \n\n**Startdatum:** \n Urval sker löpande! Skicka därför din ansökan redan idag.\n   \n\n  \n\n**Omfattning:** \n Heltid.\n   \n\n  \n\n**Kollektivavtal** \n : Teknikavtalet.\n   \n\n  \n\n Sista ansökningsdag\n   \n\n  \n\n 2025-05-18\n   \n\n  \n\n MER INFORMATION\n   \n\n  \n\n För mer information kontakta:\n   \n\n  \n\n Staffan William-Olsson\n   \n\n  \n\n Sektionschef\n   \n\n  \n\n Sigma Industry Smart, Stockholm\n   \n\n  \n\n Industriell IT\n   \n\n  \n\n 070-273 69 71\n   \n\n  \n\n staffan.william.olsson@sigma.se\n   \n\n  \n\n LinkedIn\n   \n\n  \n\n 070-273 69 71\n   \n\n  \n\n staffan.william.olsson@sigma.se\n   \n\n  \n\n LinkedIn","company_url":"https:\/\/se.linkedin.com\/company\/sigma-industry","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFoNBYkcS6sDg\/company-logo_100_100\/company-logo_100_100\/0\/1729859104391\/sigma_industry_logo?e=2147483647&v=beta&t=hfCwIy6vsx5pn6cA5xIsNDfpHvsfQZsJZPgrgGwBjuM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4179140763","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4179140763","job_url_direct":"https:\/\/cgi.njoyn.com\/corp\/xweb\/xweb.asp?clid=21001&page=jobdetails&jobid=J0325-0467&BRID=1198018&SBDID=943&urlHash=uIT-","title":"System Architect – Financial Services","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Beskrivning av tjänsten\n   \n\n  \n\n Vill du vara med och forma framtidens arkitektur inom högteknologiska och affärskritiska system? Vi söker nu en System Architect till enheten Financial Services i Stockholm!\n   \n\n  \n\n CGI har flera kunder inom nationella infrastrukturer. Här får du möjligheten att arbeta i en dynamisk och tekniskt avancerad miljö, där du tillsammans med vårt team utvecklar hållbara och innovativa systemarkitekturer som hjälper våra kunder att leverera bättre service, öka sin säkerhet eller effektivisera sin verksamhet.\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n Som System Architect spelar du en avgörande roll i design och implementation av moderna och högpresterande systemlösningar. Du arbetar nära både kunder och interna team för att säkerställa strategisk och teknisk framgång.\n   \n\n  \n\n I rollen kommer du att:\n   \n\n  \n\n* Ansvara för design, planering och implementation av systemarkitektur inom komplexa IT-miljöer.\n* Arbeta med kravanalys, arkitektonisk design och teknisk strategi.\n* Säkerställa att systemarkitekturen uppfyller krav på prestanda, skalbarhet och säkerhet.\n* Samarbeta med utvecklare, tekniska experter och affärsteam för att skapa långsiktiga lösningar.\n* Driva innovation och tekniska förbättringar inom arkitektur och systemintegration.\n* Stötta organisationen i att översätta affärsbehov till tekniska specifikationer.\n* Hantera utmaningar inom högpresterande system och inbäddade lösningar.\n\n\n Hos oss får du arbeta i en snabbrörlig och innovativ miljö, där du blir en del av ett drivet och kunnigt team med ett starkt fokus på kvalitet och affärsnytta.\n   \n\n  \n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n Vi söker en erfaren och lösningsorienterad arkitekt som har en djup teknisk förståelse och en förmåga att se helheten i komplexa system.\n   \n\n  \n\n För att lyckas i rollen ser vi att du har:\n   \n\n  \n\n* Minst 8 års erfarenhet av systemutveckling och arkitektur.\n* Djupgående kunskap inom Java och Kubernetes och erfarenhet av systemintegration.\n* Starka kommunikationsfärdigheter i svenska och engelska i både tal och skrift.\n* Erfarenhet av att designa och implementera system.\n* Erfarenhet av teknologier som Kafka, Apache Avro, Postgre SQL, Java.\n* Gedigen erfarenhet av arkitektur inom höga tillgänglighets och säkerhetskrav.\n* Förmåga att hantera både övergripande arkitektur och tekniska detaljer.\n* Civilingenjörsexamen inom Datavetenskap, Datoringenjör eller motsvarande.\n\n\n Det är även meriterande om du har:\n   \n\n  \n\n* Arbetat inom finanssektorn och\/eller inom offentlig verksamhet.\n* Erfarenhet av retailbranschen.\n\n\n I rollen krävs det även att du har svenskt medborgaskap.\n   \n\n  \n\n**Låter det intressant?**\n Vi ser fram emot att höra ifrån dig! Skicka in din ansökan redan i dag då urvalet sker löpande. Har du frågor om rollen, kontakta gärna Jennie Arneving +46 73 422 2749.\n   \n\n  \n\n**Vad vi erbjuder**\n CGI:s kombination av global och lokal närvaro, med kontor på 30 orter i Sverige, ger nöjda kunder men innebär även att du som anställd alltid har ett kontor nära dig. Detta i kombination med flexibla arbetstider ger dig möjlighet till balans mellan privatliv och arbete, oavsett var i livet just du befinner dig.\n   \n\n  \n\n På CGI finns även stora möjligheter till interna karriärvägar där du kan välja att bli specialist inom ditt område, bredda dig inom nya områden eller ta en ledande befattning. Via våra interna nätverk, projekt och åtaganden i globala och nationella industrier, erbjuder vi dig kompetensutveckling och engagerade ledare som stöttar just dig i din utveckling.\n   \n\n  \n\n Ett urval av våra förmåner:\n   \n\n  \n\n* En välkomnande och öppen företagskultur med flexibla arbetstider\n* Aktieprogram och delägarskap: Som delägare har du möjlighet att påverka och i vårt aktieprogram matchar CGI ditt bidrag, krona för krona upp till 3% av din månadslön\n* Trygg anställning: Våra medlemmar anställs med kollektivavtal och försäkringar\n* Pensionslösningar: Vi erbjuder attraktiva och förmånliga pensionslösningar\n* Friskvårdsbidrag: Vi erbjuder ett årligt friskvårdsbidrag på 4 000 kr\n* Föräldralön: Vi betalar upp till cirka 90% av din lön under den första tiden hemma\n* Member assistance program: För oss är det viktigt att du mår bra! Oavsett om det är stresshantering, vård av nära och kära eller föräldraskap, om du har problem kan du kontakta vår rådgivningsjour dygnet runt och konfidentiellt\n\n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4225251254","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4225251254","job_url_direct":null,"title":"UX\/UI Designer Intern","company":"XR Solutions","location":"Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Design, Marketing, and Quality Assurance","company_industry":"Software Development, Manufacturing, and IT System Training and Support","listing_type":null,"emails":null,"description":"**XR Solutions** \n is a technology based company that utilizes machine learning and powerful research-based optimizations to provide practical, reliable and optimizing augmented reality solutions to industrial companies.\n \n\n\n\n We believe that our AR technology can change working methods, the way of thinking and enable new innovative solutions that previously was not achievable in industry and machine operation.\n \n\n\n\n  \n\n\n\n\n\n**Role Overview:** \n\n\n\n\n We are seeking a passionate and dedicated\n **UX\/UI Designer** \n to join our team for an Internship. This is an exciting opportunity for someone looking to gain hands-on experience in Design, Marketing and XR within a fast-paced and supportive environment.\n \n\n\n\n  \n\n\n\n\n\n**You will among other things be work with:** \n\n\n\n\n  \n\n\n\n\n* Be involved in all stages of the design process within projects; from research, workshops, idea generation, concepts to prototypes and delivery of design.\n* Create marketing content and be a part of taking our product to market.\n* Create interaction design through customer journeys, sketches, wireframes and prototypes based on insights.\n* Use creative tools like Figma and other suitable design software in the XR space.\n* Conducting deep interviews and workshops for user research and product testing.\n* Monitor and design the interface for head-mounted XR glasses and how the user should integrate with the software (e.g. Hand movements, eye tracking, etc.)\n\n\n\n  \n\n\n\n\n\n**To succeed in this role, you should have** \n\n\n\n\n  \n\n\n\n\n* Previous of relevant work experience in UX\/UI and\n **XR Design** \n (\n **Meritorious)**\n* An ability to easily communicate and work with others in teams, both with colleagues and customers.\n* A self-propelled working method\n* An ability to choose the tools and methods that best suit each specific situation.\n* A user-focused mindset – a passionate drive for understanding and meeting user needs.\n* Experience with Figma\n* Open mindset to try new working methods and software tools that just launched on the market.\n\n\n\n  \n\n\n\n\n\n**What we offer** \n\n\n\n* Practical experience of e.g. product development in the AR-Space\n* Opportunity to contribute directly to the growth of an exciting Startup\n* Remote work and flex Office spaces\n* Strategic work and planning\n* Be part of a product launch\n\n\n\n  \n\n\n\n\n\n If you’re excited about this opportunity and eager to learn, please send your resume outlining your interest in the position. We look forward to helping you grow your skills and advance your career in Design and marketing.\n \n\n\n\n  \n\n\n\n\n\n This is a unpaid internship initially","company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHeCFw56iRkeQ\/company-logo_100_100\/company-logo_100_100\/0\/1633338980908\/xr_solutions1_logo?e=2147483647&v=beta&t=Sp6Rv1MGRYTqKXD1xlNxk1Ry95mBFlOuB6_Kzq8ZQPQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4224310209","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4224310209","job_url_direct":"https:\/\/www.randstad.se\/jobb\/medior-web-editor_solna_4b48ed28-fc9c-4e60-8559-cc453fb08d5a\/?utm_campaign=jobslot&utm_content=4b48ed28-fc9c-4e60-8559-cc453fb08d5a&utm_source=linkedin&utm_medium=text-paid&utm_term=&urlHash=VYRp","title":"Medior Web Editor","company":"Randstad Sweden","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"**Arbetsbeskrivning**\n Är du en kommunikatör med kunskap i både svenska och finska, då är detta en roll för dig. Dina 3 huvudsakliga ansvarsområden kommer vara som; webbredaktör, innehållskreatör och kommunikatör.\n   \n\n  \n\n Omfattning: 40h\/v, uppdrag 8-10 månader med start i augusti.\n   \n\n  \n\n Placering: Solna, Stockholm.\n   \n\n  \n\n Arbetsgivare: Randstad AB\n   \n\n  \n\n Som konsult hos Randstad är du anställd hos oss och jobbar ute hos någon av våra kunder. Du har samma fördelar hos Randstad som hos andra arbetsgivare med kollektivavtal och förmåner som friskvårdsbidrag, företagshälsovård, försäkringar och rabatt på träningskort. Utöver det erbjuds du även en mängd karriärmöjligheter, får möta olika företagskulturer och erfarenhet från olika branscher vilket gör att du utvecklar din kompetens och får ett välfyllt CV. Tjänsten kan innebära många kontakter och då är det viktigt med god samarbets- och kommunikationsförmåga. Som person ser vi att du är drivande och van att arbeta självständigt. Söker du en arbetsgivare som erbjuder varierande uppdrag och nya kontaktnät kommer du att trivas hos oss.\n   \n\n  \n\n**Ansvarsområde**\n**Arbetsuppgifter Och Ansvarsområden**\n* Webbredaktör: Du kommer att producera, analysera och förbättra innehåll på webbplatsen med hänsyn till SEO (sökmotoroptimering), CRO (konverteringsoptimering) och potentiella A\/B-tester.\n* Innehållskreatör: Du kommer att hjälpa den dagliga, operativa verksamheten med copywriter-arbete och design, skapa och uppdatera material såsom säljfoldrar, beställningsformulär och bekräftelser, e-postmeddelanden, nyhetsbrev och enkäter.\n* Kommunikatör: Du kommer att assistera i affärsutvecklingsinitiativ genom att skapa kundcentrerad kommunikation, attraktiva erbjudanden och lättförståelig information baserad på affärsstrategi samt insikter om kunder och marknaden.\n\n\n**Kvalifikationer**\n**För Denna Roll Krävs**\n* Minst universitets-\/högskoleutbildning. Inriktning: Kommunikation och\/eller marknadsföring, samt minst 3 års relevant arbetslivserfarenhet\n* Flytande i svenska, finska och engelska i tal och skrift\n* Erfarenhet och dokumenterad förmåga som kommunikatör och\/eller webbredaktör. Förståelse för SEO och riktlinjer för tillgänglighet.\n\n\n**Erfarenhet Av Att Arbeta Med**\n* CMS- och CRM-system (Episerver och Microsoft Dynamics)\n* Adobe Creative Suite\n* Webbanalysverktyg såsom Piwik Pro, Google Analytics, Matomo eller liknande\n* SEO-verktyg såsom Ahrefs eller liknande\n\n\n**Meriterande Erfarenheter**\n* Tidigare arbete inom solenergibranschen eller inom ett tekniskt område\n* Tidigare arbete i en stor, komplex organisation\n* Erfarenhet av agilt arbetssätt\n* Kundundersökningar – planering, genomförande och analys av resultat\n* Erfarenhet av\/intresse för UX-design\n* Erfarenhet av att arbeta med e-postmarknadsföring\n* Kunskap inom marketing automation (marknadsföringsautomation)\n\n\n Som person ser vi gärna att du är: kreativ, strukturerad, självständig, flexibel, nyfiken och en lagspelare.","company_url":"https:\/\/se.linkedin.com\/company\/randstad-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE4aWPNFKC1BQ\/company-logo_100_100\/company-logo_100_100\/0\/1694514691821\/randstad_sweden_logo?e=2147483647&v=beta&t=SHljeQSqoXu1k4gNZwUtu6paDEtYb8axBPBMAp8wVBk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3742047704","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3742047704","job_url_direct":"https:\/\/careersatagoda.com\/job\/4793544-senior-quantitative-user-experience-researcher-frontend-bangkok-based-relocation-provided\/?gh_jid=4793544&gh_src=c465d9c41&urlHash=eGBU","title":"Senior Quantitative User Experience Researcher (Frontend) (Bangkok-based, Relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"**About Agoda**\n Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with a global network of 4.7M hotels and holiday properties worldwide, plus flights, activities, and more . Based in Asia and part of Booking Holdings, our 7,100+ employees representing 95+ nationalities in 27 markets foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enhancing the ability for our customers to experience the world.\n   \n\n  \n\n**Our Purpose –** \n**Bridging the World Through Travel**\n We believe travel allows people to enjoy, learn and experience more of the amazing world we live in. It brings individuals and cultures closer together, fostering empathy, understanding and happiness.\n   \n\n  \n\n We are a skillful, driven and diverse team from across the globe, united by a passion to make an impact. Harnessing our innovative technologies and strong partnerships, we aim to make travel easy and rewarding for everyone.\n   \n\n  \n\n**We have only scratched the surface.** \n The online travel industry is an extremely dynamic and competitive space. We aim to deliver compelling designs that create a world-class customer experience. You will have a key role in defining the future of our products that reach millions of customers. Despite our size, we operate in a startup-like environment.\n   \n\n  \n\n**Work in the heart of Asia.** \n This is an amazing opportunity if you’re looking for an exciting adventure abroad while expanding your international research capabilities. You get a chance to live in one of the most beautiful and most visited cities in the world!\n   \n\n  \n\n**This position is open to worldwide candidates and we will assist you with a generous relocation package, ensuring a smooth transition to working and living in Bangkok.**\n Senior UX Researchers have the breadth and depth of research method skills applicable to a wide range of questions, and over time develop standout areas of research excellence. A long track record and documented success in both research itself and achieving organizational impact is characteristic of Senior UX Researchers. The ability to integrate research into the work of colleagues in other roles makes the Senior UX Researcher effective and helps him\/her achieve out-sized impact from research efforts. This ability, along with others that turn research into a strategic asset for Agoda’s decisions and processes, comes from a maturity in overall research approach emphasizing the highest benefit from all research investments.\n   \n\n  \n\n**Qualifications:**\n* Masters Degree or PhD or equivalent experience in Computer Science, Human-Computer Interaction, Information Science, Psychology, Social Science, or any related field\n* 10+ years of relevant experience in consumer-facing business domains.\n* Expert in Quantitative research. (Log analysis, internal metrics triangulation, survey design, response effects, sampling, crosstabs, and statistical concepts, etc.)\n* But, also has experience with Qualitative and user-centered design methods (individual and group interviews, diary studies, direct observation, think-aloud usability testing, etc.)\n* Comfortable with planning, scoping, conducting, analyzing and communicating research.\n* Experience in evaluating, negotiating, and working with external research vendors.\n* Be able to describe user problems and business opportunities to a variety of stakeholders by leveraging both quantitative and qualitative data.\n* Ability to demonstrate critical thinking beyond business requests\n* Is a great storyteller and communicator, able to speak fluently to business people, product teams, designers, engineers, and other stakeholders. (in English)\n* Enjoys collaborative work in a dynamic, data-driven, and creative environment.\n\n\n**Responsibilities:**\n General Role Expectations:\n   \n\n  \n\n* Conducts research end-to-end for high impact, leading stakeholders to the best collaboration with research for their goals\n* Initiates research efforts serving Product Vertical goals in the medium- and long-term given a well-informed understanding of the business\n* Formulates programmes of study and cumulative knowledge sharing relevant to the strategic objectives of their teams\n* Leads projects that are collaborations with other stakeholders\n* Accounts for the pros and cons of various research methodologies, and mentors others the use of techniques and tools for high-quality execution\n\n\n Research Skills:\n   \n\n  \n\n* Expertise at evaluating research opportunities, particularly with ambiguous requests e.g. importance, urgency, and impact\n* Ability to manage, challenge and shape inbound research requests, and propose solid research projects or programs\n* Excellent project execution, while exploring alternate methods, mixed methods and innovative approaches\n* Deep understands of the pros and cons of quantitative and qualitative research – and use of this knowledge to direct projects to appropriate methods\n* Deep expertise in at least one domain (eg. Pricing), a user type (eg. Business traveler) or a method (eg. Diary Study), being the “go-to person” on the research team for this\n* Triangulation of findings, methods, and theories within a project to ensure reliability and depth of insight\n* Ability to maximize the value and efficiency of research by applying secondary research and expert inspection methods\n* Solid knowledge of various software tools common in the field (e.g. for surveys, diary studies, analysis), and ability to apply the right tool to the problem\n* Solid knowledge of GDPR, data compliance and ethics that is present in all of their activities\n\n\n Communication & Collaboration:\n   \n\n  \n\n* Drives cross discipline\/department collaboration via research insights\/activities\n* Collaborates efficiently with other researchers and other disciplines with clear commitment to shared ownership\n* Shows excellent communication skills; tailored communication style for different audiences, concise and to the point, open to take input and feedback\n* Contributes to the communication and implementation of agreed standards of research excellence across the organization\n\n\n #seattle #sanfrancisco #beijing #newyork #london #bangkok #singapore #chicago #hongkong #singapore #berlin #shanghai #losangeles #boston #austin #toronto #luxembourg #munich #oslo #copenhagen #stockholm #helsinki #brussels #hamburg #stuttgart #taipei #hamburg #stuttgart #dublin #telaviv #sydney #melbourne #perth #vancouver #montreal #prague #paris #dublin #telaviv #milan #rome #tokyo #osaka #amsterdam #moscow #saintpetersburg #frankfurt #shenzhen #istanbul #dubai #kiev #seoul\n   \n\n  \n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy .\n   \n\n  \n\n To all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHibvEtOXS5Aw\/company-logo_100_100\/B56ZZXP.84GcAQ-\/0\/1745220530613\/agoda_logo?e=2147483647&v=beta&t=gA5f5AKZfdAggV7GfxxqGDwYhACMmQeYMTDoV9KRLb0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0f2216a1873f08f2","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0f2216a1873f08f2","job_url_direct":"https:\/\/careers.wipro.com\/job\/Gothenburg-Desktop-Support-Engineer\/1154814855\/?feedId=420455&utm_source=Indeed","title":"Desktop Support Engineer","company":"Wipro","location":"Göteborg, O, SE","job_type":null,"date_posted":1746921600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Wipro Limited (NYSE: WIT, BSE: 507685, NSE: WIPRO) is a leading technology services and consulting company focused on building innovative solutions that address clients’ most complex digital transformation needs. Leveraging our holistic portfolio of capabilities in consulting, design, engineering, and operations, we help clients realize their boldest ambitions and build future-ready, sustainable businesses. With over 230,000 employees and business partners across 65 countries, we deliver on the promise of helping our customers, colleagues, and communities thrive in an ever-changing world. For additional information, visit us at www.wipro.com.**͏**\n-----\n\n**What you will do**\n\n  \n\n* To Manage the End-to-End Infrastructure Support Projects (desktop\/laptop\/network) for single and multi-Location customer.\n* Troubleshooting desktop \/ laptop OS issues and support for standard software issues\n* Isolate system issues, diagnose standard software issues and report hardware issues to respective Vendors.\n* Configure desktop and laptop as per the desktop\/laptop standardization policies of customer\n* Installation \/ re-installation \/ configuration of in-scope client software \/ applications\n* Troubleshooting issues related to standard office software’s (MS Office Word, Excel, and PowerPoint etc.) and Internet client\n* Relocation of Computers & Peripherals as required by users. Logistic to be provided by JWC\n* Configuration and fine‐tuning of existing applications on computers such as internet browsers and office automation application settings\n* Coordination with 3rd parties and other units for resolution in incidents and problems\n* Continually monitor environment to ensure best practices and set guidelines are being followed.\n* Support for local area network issues (LAN), DHCP client\n* Installation \/ re-installation \/ configuration of systems, printers, scanners\n* Install antivirus software and check virus definition auto updates\n* Install approved patches onto desktops \/ laptops\n* Configure Print Queues for Servers \/ Users \/ Groups\n* Troubleshoot print queue related issues\n* Configure appropriate rights and permissions for accessing printers\n* Remove virus from respective desktop \/ laptop with the antivirus software.\n* Upgrade of Desktop Operating Systems & software’s\n\n **Who are we looking for**\n\n  \n\n* Graduate\/Diploma holder with ITIL certification with IT hands-on Knowledge\n* Should have experience on ITIL Service Delivery. Prior experience on Team\/ people Management is must.\n* Certification on Technical domains \/ ITIL \/ Six Sigma would be added advantage.\n* Should have experience in providing technical supervision End User IT Infra.\n* Good analytical and problem-solving skills are required.\n\n **Diversity and Inclusion at Wipro**\n\n  \n\nWe are an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, marital status, age, ethnic and national origin, sexual and political orientation and disability status, or any other characteristic protected by law.\n\n\nReinvent your world. We are building a modern Wipro. We are an end-to-end digital transformation partner with the boldest ambitions. To realize them, we need people inspired by reinvention. Of yourself, your career, and your skills. We want to see the constant evolution of our business and our industry. It has always been in our DNA - as the world around us changes, so do we. Join a business powered by purpose and a place that empowers you to design your own reinvention. Come to Wipro. Realize your ambitions. Applications from people with disabilities are explicitly welcome.","company_url":"https:\/\/se.indeed.com\/cmp\/Wipro","company_url_direct":"http:\/\/www.wipro.com","company_addresses":"Bengaluru","company_num_employees":"10,000+","company_revenue":"$5B to $10B (USD)","company_description":"Wipro Limited is a leading technology services and consulting firm focused on building innovative solutions that address clients’ most complex digital transformation needs.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/8b2cd63e1e41ba18596880aca0e609bc","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/9206a011f85c6458bd1bbe586303936b","ceo_name":"Srini Pallia","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/fbab115759103a89dce40628d5b28372"},{"id":"4102974377","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4102974377","job_url_direct":"https:\/\/careers.voyado.com\/jobs\/5357032-head-of-information-security?utm_source=LinkedIn&urlHash=cOk5","title":"Head of Information Security","company":"Voyado","location":"Lund, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"executive","job_function":"Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"We are super excited to announce that our CIO Magnus Ahlberg is now looking to welcome our next Head of Information Security. In this role, you’ll be the forefront of safeguarding our company and raising awareness of risk management while enabling innovation and growth.\n   \n\n  \n\n**About The Role And Day-to-day**\n As the Head of Information Security you will lead and drive the security strategy, ensuring that our teams are empowered to deliver secure, cutting-edge solutions with streamlined processes. An essential part will be to coach the organization in security related topics, setting up processes to enable continuously improvement to mitigate the level of risk to the organization. This includes:\n   \n\n  \n\n* Leading the company's information security strategy, ensuring alignment with business goals and fostering a security-conscious culture.\n* Driving the ISO 27001 certification project to completion, including risk management, process rollout, and compliance with key security frameworks.\n* Establishing secure software development practices, including product risk management, vulnerability management, and security architecture.\n* Serving as the subject matter expert and advisor for internal stakeholders, promoting security awareness and best practices company-wide.\n\n\n**So who are you?**\n We believe you have a solid background of success in dynamic fast-growing international businesses. You excel at driving change by engaging and inspiring to adopt secure practices through clear communication and leadership. With excellent relationships skills with internal and external stakeholders you are serving as the go-to person for security related initiatives and questions. After all, security is about creating solutions that empower everyone, right?\n   \n\n  \n\n In addition to your personal attributes, you probably have:\n   \n\n  \n\n* At least 5 years of experience in working with information security\n* Experience implementing or maintaining ISO 27001 certification and\/or SOC2 compliance in a tech company\n* Knowledge of secure development practices within software development\n* Knowledge in the area of data privacy legislation, mainly GDPR and best practices for technical and organizational security from a legal perspective\n\n\n**What's in it for you?**\n Voyado wouldn’t be the powerful platform it is without the people behind it. We really care for our Voyadoers and some examples of what we can offer you are:\n   \n\n  \n\n* An engaged team with a knowledge-sharing and friendly culture\n* Summits where we hang out, workshop, discuss, and have a good time together\n* Opportunities for personal and professional growth and learning in a dynamic and supportive environment.\n* Work-life balance – we don't have a long work-hours culture, we value engagement over hours worked.\n* An office-first but flexible hybrid working policy.\n\n\n Some of our benefits:\n   \n\n  \n\n* 30 days of vacation, so you can spend time on the things you love\n* Beneficial bike lease, including e-bikes\n* Breakfast buffet on Fridays\n* Inhouse gym only for Voyadoers\n* A generous gadget-and-phone package (your choice!)\n* 5000 SEK per year in wellness allowance\n* A wellness hour you can use every week\n\n\n**About Voyado**\n Voyado is the ultimate solution for personalization and relevance across all channels—online and offline. Used by retailers and e-commerce companies worldwide, Voyado makes it possible for every brand to engage customers, elevate shopping experiences, and evolve their own businesses.\n   \n\n  \n\n We are now a company of 300+ colleagues on an exciting journey and have recently established a presence in new markets to strengthen our position in Europe. If you are ready for your next adventure and want to join our team on our expansion throughout Europe and have an interest in customer care, e-commerce, retail, and tech - let's get in touch!\n   \n\n  \n\n****Be yourself 🏳️‍🌈****\n At Voyado, we believe in gender equality. We are proud sponsors of Womengineer as well as Tjejer Kodar! Read more about Tjejer Kodar & Voyado here\n   \n\n  \n\n  \n\n  \n\n Equality is not only about gender but also about making everyone feel welcome and heard in a multicultural and diverse environment. We at Voyado strive to make everyone feel like they can bring their true self to work every day. Gender-equal and diverse teams have more perspectives on life and bring different ideas to the table which in the end leads not only to making a better working environment but also a better product.\n   \n\n  \n\n Ready to find out more?\n   \n\n  \n\n Lovely! 🎉\n   \n\n  \n\n*Before one applies it can always feel like you need a better resume, more polish, or just another year of experience, but we say if you think this sounds like a place where you can shine don't hesitate to send in your resume!*\n We'd love to get to know you and understand what makes you tick, so write a few lines about what you enjoy about your current role and what would be an exciting challenge for you in the future. We are eager to get to know you and what you love to do, so be yourself and let your passion shine through in your application!\n   \n\n  \n\n Voyado is the ultimate solution for personalization and relevance across all channels—online and offline. Used by retailers and e-commerce companies worldwide, the Voyado customer experience cloud makes it possible for every brand to engage customers, elevate shopping experiences, and evolve their own businesses.","company_url":"https:\/\/se.linkedin.com\/company\/voyadoab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGCVM2_V3G2qQ\/company-logo_100_100\/company-logo_100_100\/0\/1665558435534\/voyadoab_logo?e=2147483647&v=beta&t=SOaqaasAr6RSO1v74qVvd_ieWfl3EPd1MI2PfB4eAWk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4125475707","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4125475707","job_url_direct":"https:\/\/careers.vattenfall.com\/se\/sv\/job\/VAFIGLOBALREF5590TEXTERNALSVSE\/IT-Architect-Distribution-Business?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=_MNU","title":"IT Architect (Distribution Business)","company":"Vattenfall","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Utilities","listing_type":null,"emails":null,"description":"Om tjänsten\n   \n\n  \n\n Vattenfall is recognized as one of the first movers in the energy transition – and by that power climate smarter living for all our customers.\n   \n\n  \n\n Yet, our investment power, innovation, and ambitious change agenda to become fossil free in one generation, can only be met if the Swedish grid is ready to deal with this electrification revolution. To face this challenge we invest in our people and we continue to employ exceptional IT talent. With our team, we are advancing the Distribution business area in Vattenfall as a data driven company allowing them to optimize decision making and investment planning.\n   \n\n  \n\n This means we are architecting:\n   \n\n  \n\n* Full IT\/OT convergence to ensure frictionless transfer of data (near) real time\n* Advanced solutions to deliver real-time insights into the performance of our grid, substations, transmission lines to lower maintenance costs\n* IT infrastructure and solutions that are hyper-scalable and reliable to meet Distribution reliability and growth target\n* Seamless and secure market communication and open data sharing to support Europe’s vision for an interconnected grid.\n* Strategic solutions\/landscapes to meet Distribution’s Strategic Targets (Distribute twice the amount of electricity, and distribute with 99.99% continuity)\n\n\n Our team requires true Business facing Solution architects; You know how to use technology to make Distribution run as\n *clockwork* \n , you act as\n *timer* \n to ensure we meet our ambitious goals and be an\n *alarm* \n if we can do better! We have a large SAP and Microsoft footprint, with more than 20.000 users in six countries\n   \n\n  \n\n Our Group IT Architecture team of 30 enterprise \/ solution architects is involved in around 100+ key projects at any time, focusing on enterprise architecture and solution architecture for all Vattenfall business units. We act as the hub to understand business needs and to see the bigger Vattenfall picture to help our teams securely adopt the technologies of tomorrow.\n   \n\n  \n\n Your main responsibilities:\n   \n\n  \n\n* You will join the larger strategic projects, to guide them into successful execution based on fit-for-purpose architecture\n* You will consult and educate the Distribution business on IT strategy, integration strategy, data strategy etc\n* You have a solid understanding of IT security and will support Distribution in fit-for-purpose adoption.\n* You will have (or build up) Distribution domain knowledge to become the go-to point how Distribution should advance its IT landscape.\n* You will, in dialogue with business, drive a further adoption of data mesh\n* You will help us grow our Enterprise thinking and establish standards and architecture principles. You will be our trusted advisor towards our Distribution and other business area’s to enable their operating model by technology – also if that is that means radical change!\n\n\n Din bakgrund\n   \n\n  \n\n We are looking for a seasoned Architect, with experience preferably as architect or consultant in water or energy utilities, manufacturing, or automotive.\n   \n\n  \n\n You feel comfortable communicating with both IT and non-IT colleagues on different levels in the organization. You enjoy being in an ever-changing environment. Furthermore you:\n   \n\n  \n\n* Have an academic degree in IT or related study\n* Have worked in an international environment and you speak Swedish and English\n* Have deep IT knowledge and experience with IT architecture and frameworks\n* Ideally bring experience from an asset intensive industry – and you understand security considerations, IEC 62443, ISO27001 etc.\n* Have experience with Microsoft Azure Well Architected Framework\n* You enjoy producing enterprise ready architecture documents\n* And you have the skills to direct complex problems into concise Management Board action\n* And… we love architects who talk business and know TOGAF, rather than those that talk TOGAF and know business …\n\n\n**Location:** \n for this position you will be based in Sweden, with some travelling to the office (Stockholm, Solna). Occasionally also travel to Distribution locations, like Trollhattan or Amsterdam and Berlin for team events. Travel will be approximately once month for two days.\n   \n\n  \n\n Mer information\n   \n\n  \n\n**Our Offer**\n* Become part of a massive transformative purpose – not on paper, but in real-life – whereby you can influence the outcome!\n* We offer a challenging and international work environment and the possibility to work with some of the best in the field.\n* You will work in an interdisciplinary team with other senior IT Architects – so we do this together!\n* A professional environment where your experience, knowledge and attitude will bring us one step further and the opportunity for you to grow further.\n* A central office location with easy access by public transport.\n* Furthermore, a healthy work-life balance (smart working) and time to develop your profession\n* At Vattenfall you get the opportunity to work for a clean energy company that aims for creating fossil free energy within one generation.\n* And last but not least; International and multi-cultural work environment with energetic, motivated colleagues that like to have fun as well!\n\n\n**More information**\n We welcome your application in English, including CV and cover letter via our website. For information about the position, please contact recruiting manager Emile Das, +31 6 5250 4359. For more information about the recruitment process, you are welcome to contact Recruiter Folmer Koper +31 6 38710915.\n   \n\n  \n\n At Vattenfall, we are convinced that striving for diversity helps building a more profitable, efficient and attractive company. We continue to seek a harmonious balance of employees in terms of gender, age, ethnic and cultural backgrounds.\n   \n\n  \n\n Since Vattenfall is a part of the Swedish critical infrastructure, many of our services are security classed. If this position is security classed the final candidates might be subjected to a security vetting process, according to the Swedish legislation.\n   \n\n  \n\n Om oss\n   \n\n  \n\n Vattenfall is one of Europe’s largest producers and retailers of electricity and heat. Our main markets are Sweden, Germany, the Netherlands, Denmark, and the UK. The Vattenfall Group has approximately 20,000 employees. We have been electrifying industries, powering homes and transforming life through innovation for more than 100 years. We now want to make fossil free living possible within one generation and we are driving the transition to a sustainable energy system.","company_url":"https:\/\/se.linkedin.com\/company\/vattenfall","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQG2Kguh_TApgg\/company-logo_100_100\/company-logo_100_100\/0\/1630633116767\/vattenfall_logo?e=2147483647&v=beta&t=iPwVPIMb9d5u9jOo396pHCxOi1dKsIAShSeAce6KhU0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4102788996","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4102788996","job_url_direct":"https:\/\/cgi.njoyn.com\/corp\/xweb\/xweb.asp?clid=21001&page=jobdetails&jobid=J1224-1378&BRID=1178522&SBDID=943&urlHash=Wmrf","title":"Solution Specialist till e-ID teamet","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"patrik.kosowski@cgi.com","description":"Beskrivning av tjänsten\n   \n\n  \n\n Visste du att CGI levererar viktiga tjänster som utgör ryggraden i Sveriges digitala ekosystem med legitimationslösningar som BankID, Freja eID, eIDAS, Telia och SITHS! Med över 30 miljoner e-ID transaktioner per månad är vi marknadsledande i Sverige.\n   \n\n  \n\n Vi söker nu en Solution Specialist till vårt teknikteam för eID som idag består av fem medarbetare. Vi vidareutvecklar vår eID-tjänst kontinuerligt och vi anpassar den både avseende legala krav och utefter marknadsmässiga önskemål. Dessutom utvecklas tjänsten också utifrån alla goda idéer som kommer från våra medarbetare!\n   \n\n  \n\n Placeringsort: Stockholm, Örebro, Sundsvall , Malmö eller Östersund\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n I den här rollen får du möjligheten att forma en teknisk framtid och ständigt höja ribban för våra tjänster. Varje dag är en chans att inte bara hantera den dagliga driften och finjustera vår infrastruktur, utan även att vara arkitekten bakom kontinuerlig innovation och vidareutveckling av vår tjänst.\n   \n\n  \n\n I din roll som specialist kommer du att möta utmaningar i form av tekniska frågor och förfrågningar från kunder. Det innebär bland annat att öppna dörrar till kreativa lösningar för kunder både i text och genom möten.\n   \n\n  \n\n Att vara en del av våra affärsprojekt innebär att delta i och vara en katalysator för förändring. Det innebär även att arbeta sida vid sida med kompetenta kollegor inom utveckling och affärsprojektledning där vi tar fram underlag till anbud eller förfrågningar som innebär förändring.\n   \n\n  \n\n I denna roll får du stort eget ansvar och möjlighet att ta egna initiativ. Du kommer att arbeta med att förstå och lösa komplexa utmaningar, där din analytiska förmåga blir avgörande. En viktig del av ditt arbete är att dokumentera och beskriva förändringar på ett tydligt och noggrant sätt, vilket gör att din erfarenhet av dokumentation och ditt öga för detaljer kommer väl till pass.\n   \n\n  \n\n Du kommer också att bidra aktivt i samarbetet med kollegor, där du utmanar och inspirerar till nya lösningar. Din struktur och självgående arbetssätt hjälper dig att hantera flera uppgifter samtidigt och driva ditt arbete framåt med engagemang.\n   \n\n  \n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n Vi söker dig som har en teknisk bredd då arbetsuppgifterna kommer att spänna över ett brett spektrum. Vi har idag en fin gemenskap i teamet och lägger därför stor vikt vid personliga egenskaper så som, god kommunikationsförmåga, engagemang och problemlösningsförmåga.\n   \n\n  \n\n Vi ser gärna att du har:\n   \n\n  \n\n* Relevant utbildning med inriktning mot IT eller motsvarande arbetslivserfarenhet\n* Teknisk kommunikation\/nätverkskunskap\n* Goda kunskaper i Linux\n* Grundläggande kunskaper i PKI\n* Tidigare erfarenhet av stark autentisering\n* Svenska och engelska i tal och skrift\n\n\n**För den här tjänsten är svenskt medborgarskap ett krav.**\n Meriterande är erfarenhet inom något eller några av följande områden:\n   \n\n  \n\n* Hantering av databaser, framför allt PostgreSQL och MongoDB\n* Kunskap inom Containermiljöer, speciellt Docker\n* Webb-portaler och kundkommunikation\n* Minst ett script-\/programmeringsspråk, särskilt Bash, Perl, Python eller Java\n* Kunskap kring PTS, DIGG:s och eIDAS uppdrag kring eLegitimationer\n* Erfarenhet av ledarskap\n* Erfaranhet av lösningsarkitekt inom SAML\/OIDC\n\n\n**Vill du veta mer?**\n Vill du vara med och ta fram nästa generations e-legitimationslösningar? Då ska du söka den här tjänsten! Om du har några frågor eller funderingar kontakta gärna Patrik Kosowski, Manager Consuling Delivery via mail patrik.kosowski@cgi.com\n   \n\n  \n\n Mer information om eID-tjänsten hittar du här:\n   \n\n  \n\n https:\/\/www.cgi.com\/se\/sv\/business-process-services\/elektronisk-identifiering-och-underskrift\/e-id-och-e-legitimation\n   \n\n  \n\n**Mer information om våra förmåner:**\n* Aktieprogram och delägarskap: Som delägare har du möjlighet att påverka och i vårt aktieprogram matchar CGI ditt bidrag, krona för krona upp till 3% av din månadslön.\n* Friskvårdsbidrag: Vi erbjuder ett årligt friskvårdsbidrag på 4 000 kr.\n* Föräldralön: Vi betalar upp till cirka 90% av din lön under den första tiden hemma.\n* Trygg anställning: Våra konsulter anställs med kollektivavtal och försäkringar.\n* Pensionslösningar: Vi erbjuder attraktiva och förmånliga pensionslösningar.\n* Personalbil: Personalbilen används som en privatbil men leasas av CGI.\n\n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4212258857","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4212258857","job_url_direct":"https:\/\/careers.mediaplanet.com\/jobs\/5672956-sales-project-manager?utm_source=LinkedIn&urlHash=kfld","title":"Sales Project Manager","company":"Mediaplanet","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Project Management and Information Technology","company_industry":"Advertising Services","listing_type":null,"emails":null,"description":"**About Mediaplanet**\n We Create Impact!\n   \n\n  \n\n Mediaplanet is a world leader in content marketing, creating powerful campaigns together with 15,000+ clients globally. We make branding easy by managing the entire value chain – from concept and production to distribution and collaborations with influencers and world-renowned media houses. As part of Caybon, we have 12 offices across Europe and North America.\n   \n\n  \n\n***We are now looking for a Sales Project Manager***\n**About The Role**\n As a Sales Project Manager in Sweden, you will own your campaign and topic from the idea stage all the way to release date.\n   \n\n  \n\n You will start every quarter with in-depth research about a relevant topic and current trends within a selected industry. You will identify the most important influencers and experts while securing the best possible distribution channels. When funding your campaign, you must pitch the campaign and the Mediaplanet products to the right clients.\n   \n\n  \n\n To be successful in the sales process, it is paramount that you have a thorough understanding of the client’s needs and that you are able to identify which products in our portfolio will match the expectations and goals for the client’s participation in the campaign. Whilst keeping a high pace and focus on bringing in revenue.\n   \n\n  \n\n**Your Profile**\n* You are curious and hungry to learn about Sales within the Media Industry\n* High drive – Goal-oriented with high energy and thrives in a fast-paced environment.\n* You like to work in a young and vibrant environment at an office in central Stockholm.\n* You might have experience from a similar sales job and\/or the media industry,\n* A university degree is preferred but not required – we value the right mindset and experience over formal education.\n* Fluency in Swedish is a must.\n\n\n**Why Mediaplanet?**\n High Degree of Freedom & Impact - You have the opportunity to create impact for clients, yourself and the company.\n   \n\n  \n\n Work in an innovative environment where you can create unique campaigns and collaborations.\n   \n\n  \n\n We have a strong entrepreneurial culture and provide our employees with opportunities to grow and develop.\n   \n\n  \n\n Mediaplanet delivers top class content marketing campaigns together with 15 000+ clients globally. Since the start in Stockholm back in 2002, we have grown into the world’s leading content marketing group with 15 offices across Europe and the North Americas.","company_url":"https:\/\/se.linkedin.com\/company\/mediaplanet","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGw-ZHpK6J0vQ\/company-logo_100_100\/company-logo_100_100\/0\/1630491344066\/mediaplanet_logo?e=2147483647&v=beta&t=4I71I-zJ1aD_sI8daoe5u2ABXRkpPnhnKp-S8NYZrck","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4177338366","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4177338366","job_url_direct":"https:\/\/careers.tdsynnex.com\/us\/en\/job\/TSQTSBUSR37920EXTERNALENUS\/Business-Development-Manager-GCC?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=6tKE","title":"Business Development Manager – GCC","company":"TD SYNNEX Nordics","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Business Development and Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"***Business Development Manager***\n Med erfarenhet inom nätverk, server och lagring\n   \n\n  \n\n**Business Development Manager -** \n Med erfarenhet inom nätverk, server och lagring\n   \n\n  \n\n Brinner du för försäljning av komponenter, nätverk och datacenterlösningar, och vill du lära dig allt om PC-komponenter? Då har vi nu en unik möjlighet för dig.\n   \n\n  \n\n**Om rollen**\n I rollen som Business Development Manager får du en unik möjlighet att vara med och driva TD SYNNEX komponentverksamhet i Sverige, men också i Norden, då du kommer att ingå i ett fantastiskt nordiskt team med andra duktiga kollegor. Du kommer att vara ansvarig för att driva och utveckla verksamheten både i förhållande till kunder men också i nära samarbete med en lång rad av världens absolut ledande tillverkare såsom Intel, AMD, WD, Supermicro, Nvidia, Seagate, Kingston, Samsung m.fl. Detta gör du bland annat genom att vara proaktiv, leverera goda kundupplevelser och hela tiden söka nya möjligheter hos kunderna. Du kommer att bli en del av ett dedikerat nordiskt team, som är bra på att hjälpa varandra i vardagen, har roligt tillsammans och där alla är passionerade för att göra en skillnad för kunderna.\n   \n\n  \n\n**Din profil**\n Du är en säljare med teknisk flair och intresse inom IT – gärna även nätverk, infrastruktur och datacenter. Du är en relationsbyggare som outtröttligt söker nya affärsmöjligheter. Du måste gilla att arbeta med människor och skapa goda relationer. Som person måste du gilla att arbeta självständigt, du är ansvarsfull, strukturerad och sätter ambitiösa mål för dig själv. Du ser värdet i ett gott samarbete och gillar att bygga relationer med partners och kollegor. Känner du IT-branschen och har arbetat med försäljning av nätverk, infrastruktur och datacenterlösningar är det en fördel men inte ett måste. Har du inte flera års erfarenhet av nätverk, infrastruktur och datacenterlösningar, då får du den hos oss. Du måste bara ha ett gott humör, säljdriv, passion och intresse.\n   \n\n  \n\n**Dina primära arbetsuppgifter är:**\n* Driva försäljning genom proaktiv och daglig kontakt med kunder\n* Planera och genomföra go-to-market-initiativ med våra tillverkare\n* Delta i försäljningsaktiviteter, produktutbildningar och evenemang. Anpassa och förmedla tillverkarnas budskap till kunderna\n* Hantera förfrågningar från kunder och ge erbjudanden på lösningar\n* Utveckla en utmärkt kundrelation genom högkvalitativ service\n* Goda svenska och engelska kunskaper, både muntligt och skriftligt är viktigt\n* Användarerfarenhet i SAP är önskvärt, men inte avgörande\n\n\n**Vi erbjuder dig med de rätta kvalifikationerna och inställningen jobb i ett internationellt företag där ingen dag är den andra lik. Om det låter spännande med ett företag som präglas av högt tempo i en spännande marknad och har engagerade kollegor, är TD SYNNEX en attraktiv arbetsplats för dig. För den rätta finns det goda möjligheter att utvecklas både hos oss lokalt men också hos våra internationella team.**\n Vi är stolta över att vara certifierade som A Great Place to Work, och vi har en grupp som heter Elevate med motiverade kollegor i Norden med fokus på könsmångfald. Dessutom arbetar vi aktivt med mångfald. Vi fokuserar på karriärutveckling och som en nordisk och global organisation har vi kollegor som nyligen har flyttat från lokala till nordiska roller som en del av karriären inom TD SYNNEX.\n   \n\n  \n\n**Vi erbjuder också:**\n* Vi erbjuder konkurrenskraftig ersättning med regelbundna årliga löneöversyner.\n* Hybridarbete – (3 dagar på kontoret, 2 dagar hemma)\n* Vi värdesätter kontinuerligt lärande och erbjuder en tydlig utvecklingsplan.\n* Vi erbjuder omfattande förmåner, inklusive sjukförsäkring, betald ledighet, pensionsplaner och mer\n\n\n**Ansökan och om du vill veta mer**\n Skicka ditt CV via länken. Vi vill ha tjänsten tillsatt så snart som möjligt och ansökningarna behandlas därför löpande.\n   \n\n  \n\n Kom och bli en del av vårt vinnarlag - vi ser fram emot att höra från dig!\n   \n\n  \n\n TD SYNNEX hanterar rekryteringsprocessen själv och vill inte ha kontakt med rekryteringsbyråer.\n   \n\n  \n\n**Key Skills**\n**What’s In It For You?**\n* Elective Benefits: Our programs are tailored to your country to best accommodate your lifestyle.\n* Grow Your Career: Accelerate your path to success (and keep up with the future) with formal programs on leadership and professional development, and many more on-demand courses.\n* Elevate Your Personal Well-Being: Boost your financial, physical, and mental well-being through seminars, events, and our global Life Empowerment Assistance Program.\n* Diversity, Equity & Inclusion: It’s not just a phrase to us; valuing every voice is how we succeed. Join us in celebrating our global diversity through inclusive education, meaningful peer-to-peer conversations, and equitable growth and development opportunities.\n* Make the Most of our Global Organization: Network with other new co-workers within your first 30 days through our onboarding program.\n* Connect with Your Community: Participate in internal, peer-led inclusive communities and activities, including business resource groups, local volunteering events, and more environmental and social initiatives.\n\n\n**Don’t meet every single requirement? Apply anyway.**\n At TD SYNNEX, we’re proud to be recognized as a great place to work and a leader in the promotion and practice of diversity, equity and inclusion. If you’re excited about working for our company and believe you’re a good fit for this role, we encourage you to apply. You may be exactly the person we’re looking for!","company_url":"https:\/\/www.linkedin.com\/company\/tdsynnexnordics","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOa4KFU6C-KA\/company-logo_100_100\/company-logo_100_100\/0\/1688632793139\/tdsynnexnordics_logo?e=2147483647&v=beta&t=fvegA_vHz4-DaOPK8zhOllfSrJSkPcpEa2kum367LeU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4225822324","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4225822324","job_url_direct":"https:\/\/jobs.ericsson.com\/careers\/job\/563121764622300?domain=ericsson.com&jobPipeline=LinkedIn&urlHash=RngM","title":"ESG Reporting Controller","company":"Ericsson","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Telecommunications","listing_type":null,"emails":"raheleh.rouhani@ericsson.com","description":"**Join our Team**\n**The opportunity**\n Are you passionate about sustainability and enjoy working with data? Do you thrive in complex environments where precision, structure, and collaboration are key to success? GFMC Sustainability & Corporate Responsibility at Ericsson is seeking an ESG Controller to join our ESG & Sustainability Reporting team.\n   \n\n  \n\n This is a data-centric, high-impact role with broad exposure across Ericsson’s global operations. You’ll collaborate with subject matter experts in environmental and social sustainability, business ethics, and corporate governance to help shape and ensure the quality of our ESG disclosures.\n   \n\n  \n\n You’ll play a critical role in defining, collecting, and validating ESG data, ensuring its accuracy, completeness, and verifiability. Your work will directly support fact-based decision-making and the creation of trustworthy reports for Ericsson and our stakeholders. You'll also contribute to the development of data systems and automated workflows, improving the efficiency and reliability of our ESG data infrastructure.\n   \n\n  \n\n This role is ideal for someone who is highly detail-oriented, analytical, structured, and a self-starter with excellent communication skills. You will be interacting with stakeholders across business units and geographies—so the ability to explain data needs clearly and foster collaboration is essential.\n   \n\n  \n\n**What You Will Do**\n* Define and develop key ESG performance indicators for internal and external reporting\n* Establish and document clear ESG reporting principles and data collection guidelines\n* Communicate data requirements and expectations to internal stakeholders across the organization\n* Consolidate, validate, and analyse ESG data to ensure accuracy, completeness, and verifiability\n* Support external assurance activities by working closely with auditors to enable efficient, value-adding reviews and take lead on improvement areas.\n* Take ownership of the day-to-day use and continuous improvement of ESG data collection tools and systems\n* Drive automation and process improvements to enhance data quality, traceability, and efficiency\n\n\n**You will bring**\n* A detail-oriented, analytical mindset with a passion for data integrity and structure\n* Proven experience with ESG\/sustainability reporting frameworks (e.g., GRI, SASB, CSRD\/ESRS)\n* Hands-on experience managing large, complex datasets—ideally from roles in analysis, auditing, or accounting\n* High proficiency in Microsoft Excel and a strong understanding of internal controls within reporting contexts\n* Excellent interpersonal and communication skills, with the ability to convey technical information clearly to non-experts\n* High degree of professionalism, discretion, and the ability to handle sensitive information\n* University degree in business administration, accounting\/auditing, or related field\n* Minimum 7 years of relevant experience in ESG reporting, financial control, or data analysis\n* Fluency in business English, both written and verbal\n* Background in auditing, accounting, or financial\/business control is a merit\n* Track record of leading global projects or cross-functional initiatives is a merit\n* Experience with ERP systems or similar data\/reporting infrastructure implementations is a merit\n* Familiarity with the Information, Communication and Technology sector and\/or Telecommunication’s industry is a plus.\n\n\n**Application**\n We look forward to your application with CV in English. We target 60% work-from-the office.\n   \n\n  \n\n Last day to apply is 20th of May 2025. Please note that we do not accept, proceed, or respond for applications sent via e-mail.\n   \n\n  \n\n If you have specific questions, you are welcome to contact Raheleh Rouhani, Sr. Talent Acquisition Partner at raheleh.rouhani@ericsson.com\n   \n\n  \n\n Location: Stockholm, Sweden\n   \n\n  \n\n**Why join Ericsson?**\n At Ericsson, you´ll have an outstanding opportunity. The chance to use your skills and imagination to push the boundaries of what´s possible. To build solutions never seen before to some of the world’s toughest problems. You´ll be challenged, but you won’t be alone. You´ll be joining a team of diverse innovators, all driven to go beyond the status quo to craft what comes next.\n   \n\n  \n\n**What happens once you apply?**\n Click Here to find all you need to know about what our typical hiring process looks like.\n   \n\n  \n\n Encouraging a diverse and inclusive organization is core to our values at Ericsson, that's why we champion it in everything we do. We truly believe that by collaborating with people with different experiences we drive innovation, which is essential for our future growth. We encourage people from all backgrounds to apply and realize their full potential as part of our Ericsson team. Ericsson is proud to be an Equal Opportunity Employer. learn more.\n   \n\n  \n\n**Primary country and city:** \n Sweden (SE) || Stockholm\n   \n\n  \n\n**Req ID:** \n 765791","company_url":"https:\/\/se.linkedin.com\/company\/ericsson","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQENqPbk40CTBA\/company-logo_100_100\/B4EZYffZaEG0AQ-\/0\/1744285047948\/ericsson_logo?e=2147483647&v=beta&t=lUrIjTQVocqJbxjf6dOTGSjqj496YssKVRiTnwtvCxU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4175598977","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4175598977","job_url_direct":"https:\/\/careers.deliveryhero.com\/job\/sales-executive-q-commerce-in-stockholm-sweden-jid-4418?_atxsrc=Linkedin&utm_source=Linkedin&source=LinkedIn&urlHash=daR3","title":"Sales Executive, Q- Commerce","company":"foodora","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Food and Beverage Services","listing_type":null,"emails":null,"description":"**About The Opportunity**\n**foodora is on a mission to change the way people shop – and now, we’re taking it to the next level! As our Sales Executive, you’ll be at the forefront of expanding our grocery selection, bringing top supermarkets and local gems onto our platform. If you know how to build strong partnerships, close deals, and drive growth, this is your chance to make foodora the go-to platform for Last Mile delivery. Ready to make an impact?**\n**Your mission**\n* Establish new partnerships with stores all over Sweden with primary focus on the FMCG business.\n* Be in charge of the whole sales process, from contact to contract. During the process we expect you to be in very close collaboration with our partners and guide them in the best way possible.\n* You’ll primarily contact assigned leads but some prospecting new partners will occur from time to time.\n* Be part of establishing regulatory documents, price lists and product files.\n* A lot of things are happening in this department which is why you will play a big part in developing our exciting business area.\n\n\n We are looking for a true foodorian who enjoys working in a fast paced environment and dares to go further. To thrive in this role we believe that you are\n **result-oriented** \n and keep your eyes on the prize, we love to measure both success and find opportunities for improvement, which we hope that you also do! If you have\n **high energy** \n and a\n **can do-attitude** \n you will come far in this role! Since you will be in contact with many different partners your skills as a\n **relationship builder** \n will be crucial to achieve your sales results.\n   \n\n  \n\n Our selection process is continuous and the ad may close before the recruitment process is completed, if we’ve moved forward to the screening or interview phase.\n   \n\n  \n\n Our recruitment process will include the following:\n   \n\n  \n\n 📞 Telephone interview - Let’s cover the basics!\n   \n\n  \n\n 💡 Psychometric tests via Alva Labs - We use science-based methodology.\n   \n\n  \n\n 🤝 First interview - Time to know each other a bit better!\n   \n\n  \n\n 💼 Case interview - Do your magic and show us your skills!\n   \n\n  \n\n ✔️ Reference- & background check - Final step before we’ll become colleagues.\n   \n\n  \n\n Start date: Upon agreement\n   \n\n  \n\n**What you need to be successful**\n* A minimum of 2-3 years of experience from working within sales focusing on B2B\n* It will be considered a plus if you have experience within sales towards the retail\/grocery\/FMCG segment\n* Good knowledge in working with a CRM system, preferably Salesforce\n* You communicate fluently in Swedish and English\n* You have a driver’s license\n\n\n**Who we are**\n foodora is part of the Delivery Hero Group, the world’s pioneering local delivery platform, our mission is to deliver an amazing experience—fast, easy, and to your door. We operate in over 70+ countries worldwide. Headquartered in Berlin, Germany. Delivery Hero has been listed on the Frankfurt Stock Exchange since 2017 and is part of the MDAX stock market index.\n   \n\n  \n\n**What's in it for you**\n* Wellness allowance topped with the opportunity to participate in many work\/life balance initiatives at foodora such as reduced price on massage.\n* Employee discount at foodora (woho!) and awesome friday breakfasts!\n* Occupational pension, incl. premium exemption insurance, accident insurance and life insurance.\n* foodora Learning - Monthly learning sessions about different topics, such as the q-commerce industry, negotiation techniques and project management combined with a structured onboarding and inspiring courses within our learning tool Sana\n* Great deals at Benify (for e.g. gym membership, e-bikes hotels, audiobooks, streaming services, clothes, kitchen supplies… and so much more!\n* Awesome AW’s and (pink) parties!","company_url":"https:\/\/de.linkedin.com\/company\/foodora","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQH2lZ9m2a7Iwg\/company-logo_100_100\/company-logo_100_100\/0\/1682694357869\/foodora_logo?e=2147483647&v=beta&t=xXbyKvPj9Af-OpZnh563JznVHn97coW3qJP7tb-rNVE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4228012907","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4228012907","job_url_direct":"https:\/\/careers-kyowa-kirin.icims.com\/jobs\/2842\/senior-value-&-access-manager\/job?in_iframe=1&mode=apply&iis=LinkedIn&urlHash=4DC4","title":"Senior Value & Access Manager","company":"Kyowa Kirin International plc.","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Pharmaceutical Manufacturing","listing_type":null,"emails":null,"description":"**Overview**\n Senior Payer Value and Patient Access Manager – Nordics & Baltics\n   \n\n  \n\n at Kyowa Kirin International plc\n   \n\n  \n\n Southern Sweden, field based position\n   \n\n  \n\n**WE PUSH THE BOUNDARIES OF MEDICINE.**\n**LEAPING FORWARD TO MAKE PEOPLE SMILE**\n At Kyowa Kirin International (KKI), our purpose is to make people smile. This means more than drug discovery and development; it is about embedding care into everything we do to make a difference every day for those that need it most. We’re an inclusive pharmaceutical company that takes time to understand what really matters to our patients, their families, and their healthcare professionals, helping our people to take bold actions that deliver life-changing solutions sooner. Our culture is rooted in our values: Teamwork, Commitment to Life, Innovation, and Integrity. They help us to push boundaries to deliver extraordinary impact and make KKI a brilliant place to work.\n   \n\n  \n\n**Job Purpose:**\n The role requires a subject matter expert on regional and national Health Technology Assessments (HTA)\/reimbursement submissions, pricing solutions and responses to HTA agency questions for each rare disease product, are high quality, strategically aligned and optimised to support access and reimbursement. This role is accountable for both launch and early pipeline products.\n   \n\n  \n\n**Responsibilities**\n**Key Responsibilities:**\n* Demonstrate expert knowledge on Payer Value and Patient Access, pricing and reimbursement for Nordics and Baltics\n* Lead governmental engagement plans cross-functionally with public affairs manager\/director supporting the region\n* Lead development of HTA submissions to obtain successful recommendations nationally by working closely with internal stakeholders\n* Work closely cross-functionally to drive reimbursement submissions and implement public affairs plans for Nordics and Baltics\n* Lead pricing negotiations with national or regional authorities with relevant value strategy across the rare disease portfolio\n* Cross-functionally working with medical function on evidence generation plans for the region\n* Deliver health economic and real-world evidence data collection, analyses (including models) and support to articulate the products value to payers\n\n\n**Qualifications**\n**Position Requirements:**\n* Proven experience in leading Payer Value and Patient Access initiatives in industry\n* Very good understanding of the Payer Value and Patient Access environment, mainly in Sweden and Finland and payer needs\n* Strong HTA submission background with Nordics HTA agencies (TLV etc.)\n* Governmental engagement experience within the region\n* Strong strategic commercial insight through developing national Payer Value and Patient Access strategies in the pharmaceutical industry\n* Health Economics background\n* Extensive and up to date knowledge of the local healthcare environment regulations, policies and procedures\n\n\n Kyowa Kirin International is an equal opportunities employer.\n   \n\n  \n\n No agencies please.","company_url":"https:\/\/uk.linkedin.com\/company\/kyowa-kirin-international-plc.","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGNjmKI5LUl3A\/company-logo_100_100\/company-logo_100_100\/0\/1719822455190\/kyowa_kirin_international_plc_logo?e=2147483647&v=beta&t=EIJUu0g2bZ_SWW6f8rOe9VGLFP0e0FxJP_gAHS2qZW8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4225185648","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4225185648","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I005\/333\/apply?site=2&lang=SE&validator=a75fbd88f1b2a3a49de2af9c8b7bc228&job_id=43401&urlHash=O9cr","title":"Chef S6 till 1.Militärpolisbataljon","company":"Swedish Armed Forces","location":"Upplands-Bro kommun, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Armed Forces","listing_type":null,"emails":null,"description":"Vill du ta ett nästa steg i karriären eller vara en del av något större och värdesätter att får bidra till ett säkrare och bättre Sverige?\n   \n\n  \n\n* Militärpolisbataljon\n* Militärpolisbataljon är ett krigsförband med huvuduppgift att upprätthålla allmän ordning och säkerhet inom Försvarsmakten. Bataljonens uppgifter kan delas in i tre övergripande typer:\n* Säkerhetsoperationer, ex personskydd, eskort samt bevakning.\n* Ordningsoperationer, ex bevaka, patrullera samt genomsöka.\n* Stödoperationer, ex trafikreglera, evakuera samt utbilda.\n\n\n**Specifikt om staben** \n  \n\n  \n\n Staben fungerar som en service- och kontrollfunktion för de tre skvadronerna som arbetar med personskydd, kriminalutredningar och militärpolisinsater. Staben består av sju sektioner samt bataljonsledningen med både civila och militärt anställda. Beslutsvägarna är korta och skvadronerna kan sättas in med kort varsel. Nationella insatser förekommer regelbundet.\n   \n\n  \n\n**Huvudsakliga arbetsuppgifter**\n* Leder sektionen och fungerar som bataljonens lednings- och sambandschef.\n* Är bataljonens signalskyddschef.\n* Samverkar med överordnad och sidoordnad funktionschef samt andra förband inom eget ansvarsområde.\n* Stödjer stabschefen vid utbildning av metod avseende ledningssystem.\n* Funktionsleder inom samband och IT.\n* Genomför uppföljning av sambandstjänsten och signalskyddet på bataljonen.\n* Ansvarar för administration av bataljonens behov avseende garnisonstelefoni, mobiltelefoni, FMAP, och garnisonsinternet.\n* Ansvarar för erfarenhetshantering inom funktionen.\n\n\n**KRAV**\n* Yrkesofficer med godkänd examen med inriktning ledning samband\n* Ej allergisk mot pälsdjur (alternativt symptomfri vid medicinering)\n* B-körkort\n* God datorvana (främst officepaketet)\n\n\n**Personliga egenskaper** \n Du är en person med gott omdöme och ett högt säkerhets- och sekretessmedvetande. Vidare tar du egna initiativ och har god samarbetsförmåga samtidigt som du trivs med självständigt arbete. Du kommer ibland behöva arbeta under stress och psykisk belastning, vilket ställer krav på din uthållighet, samarbetsförmåga och ordningssinne. Stor vikt kommer läggas vid personlig lämplighet.\n   \n\n  \n\n**MERITERANDE**\n* Utbildning inom signalskyddstjänst och säkerhetstjänst\n* Erfarenhet av FM sambands- och informationsstödssystem\n* Erfarenhet av att arbeta med sekretessklassad information\n* Utbildad militärpolis\n* Erfarenhet av RÖS\n* Erfarenhet av signalskyddstjänst\n* Militära förarbevis\n* Erfarenhet från internationella insatser\n\n\n**Övrigt** \n Anställningsform: tillsvidare\n   \n\n  \n\n Försvarsmakten tillämpar sex månaders provanställning för dig som inte är anställd i myndigheten.\n   \n\n  \n\n Sysselsättningsgrad: heltid\n   \n\n  \n\n Arbetsort: Kungsängen\n   \n\n  \n\n Militär befattning\n   \n\n  \n\n Tillträdesdatum: Enligt överenskommelse\n   \n\n  \n\n**Upplysningar om befattningen** \n  \n\n  \n\n Rekryterande chef, Petri Nylander, nås på 070 582 59 18\n   \n\n  \n\n**Information om rekryteringsprocessen** \n Personalgeneralist, Sofia Axelsson, nås på 070 554 29 02\n   \n\n  \n\n**Fackliga företrädare\u2028Fackliga representanter vid livgardet nås via försvarsmaktens Försvarsmaktens växel 08-584 540 00**\n OFR-O: Orry Finnermark och Sven Lundberg\n   \n\n  \n\n SACO: Per Textorius\n   \n\n  \n\n OFR-S: Örjan Jansson\n   \n\n  \n\n SEKO: Lise-Lott Larsson\n   \n\n  \n\n**Ansökan**\n Välkommen med din ansökan senast 2025-06-03. Din ansökan ska innehålla CV och ansökningsbrev där du motiverar varför du är lämpad för tjänsten samt svar på angivna urvalsfrågor.\n   \n\n  \n\n**Ansökningar till denna befattning kommer endast tas emot via Försvarsmaktens webbplats.** \n -------------------------------------------------------- Information om Försvarsmakten och det rekryterande förbandet: Livgardet är ett av Försvarsmaktens största förband med anor från 1521. Vi utbildar morgondagens soldater, liksom militärpoliser och personal som ska genomföra internationell insats. Vi bevakar de kungliga slotten, vi har säkerhets- och markstridsförband. Vi ansvarar också för att bevara och utveckla svensk militärmusiktradition. Vårt huvudsäte är i Kungsängen utanför Stockholm, men vi finns också i Sollentuna, i centrala Stockholm, Uppsala, Göteborg och Karlskrona. Inom Försvarsmakten finns en stark värdegrund som bygger på öppenhet, resultat och ansvar. Professionell utveckling och personlig hälsa värdesätts och uppmuntras. Det finns goda förutsättningar för intern karriärrörlighet, friskvård samt bra balans mellan arbete och privatliv. En anställning hos oss innebär placering i säkerhetsklass. Vanligtvis krävs svenskt medborgarskap. Säkerhetsprövning med registerkontroll kommer att genomföras före anställning enligt 3 kap i säkerhetsskyddslagen. Med anställning följer en skyldighet att krigsplaceras. I anställningen ingår även en skyldighet att tjänstgöra utomlands. Innebörden av detta varierar beroende på typ av befattning. Till ansökan om anställning ska CV och personligt brev bifogas. Om du går vidare i anställningsprocessen ska alltid vidimerade kopior av betyg och intyg uppvisas. Samtal från externa rekryteringsföretag och säljare undanbedes.","company_url":"https:\/\/se.linkedin.com\/company\/forsvarsmakten","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHxUWLGr745hw\/company-logo_100_100\/B4DZafRlsAG8AQ-\/0\/1746428910693\/forsvarsmakten_logo?e=2147483647&v=beta&t=u_iZYkp0_UK5fXLB6S-ozY78qPNzkRV7AgdLV1qjhqc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4225829089","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4225829089","job_url_direct":"https:\/\/jobb.liminity.se\/jobs\/5914950-klienttekniker-windows-till-liminity&urlHash=dRQ-","title":"Klienttekniker (Windows) till Liminity!","company":"Liminity AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Vår kund söker nu en engagerad klienttekniker att förstärka sitt IT-team. Som en del av ett dynamiskt team får du möjlighet att växa och utvecklas tillsammans med erfarna kollegor, samtidigt som du bidrar med din tekniska expertis och problemlösningsförmåga.\n   \n\n  \n\n Vad vi söker:\n   \n\n  \n\n* Minst 4 års erfarenhet som klienttekniker(Windows)\n* Förståelse för IT-infrastruktur och grundläggande serveradministration\n* Förståelse av att arbeta processorienterat(ITIL\/DevOps)\n* Erfarenhet av automatisering och scripting(Powershell)\n* Erfarenhet av SCCM & Intune\n* Stark vilja att lära sig och kontinuerligt utvecklas som tekniker\n* Förmåga att samarbeta i team och kommunicera tekniska lösningar\n\n\n Meriterande erfarenheter:\n   \n\n  \n\n* Erfarenhet av Mac OS och\/eller Linux-miljöer\n* Kunskap om virtualisering (t.ex. VMware, Hyper-V)\n* Certifieringar inom relevanta områden\n* Kunskap om Mobile Device Management(MDM) lösningar\n\n\n Som konsult hos Liminity får du tillgång till marknadens bästa villkor och förmåner, inklusive:\n   \n\n  \n\n* Spännande uppdrag hos en framåtsträvande kund\n* Möjlighet att arbeta med den senaste tekniken\n* Mentor-program för kontinuerlig utveckling\n* Omfattande utbildningsmöjligheter och certifieringar\n* Flexibla arbetstider och möjlighet till distansarbete\n* Konkurrenskraftig lön och förmåner\n* Och mycket mycket mer, läs mer på handbok\n\n\n Är du redo att ta nästa steg i din karriär? Ansök idag och bli en del av Liminity - framtidens IT-konsultbolag!","company_url":"https:\/\/se.linkedin.com\/company\/liminity-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHjs1tFRmqkOA\/company-logo_100_100\/company-logo_100_100\/0\/1722606563994\/liminity_ab_logo?e=2147483647&v=beta&t=XOJtT0B9fiw_dOlWcGgZWGmt5JW6pqAhtgtbrAZcnbg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4194034511","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4194034511","job_url_direct":"https:\/\/www.saab.com\/career\/job-opportunities\/spannande-mojligheter-for-systemingenjorer-hos-saab?source_board=LinkedIn&urlHash=oyIM","title":"Spännande möjligheter för Systemingenjörer hos Saab!","company":"Saab","location":"Järfälla, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Defense and Space Manufacturing, Security and Investigations, and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"*Drivs du av att se dina idéer bli verklighet? Välkommen till vår spännande och teknikintensiva värld.*\n**Din roll**\n I ett nära samarbete med engagerade kollegor kommer du att ställas inför varierande och utmanande uppgifter och din roll kommer att omfatta hela produktcykeln – från kravhantering och systemdesign till testning och implementering.\n   \n\n  \n\n Vår arbetskultur på Saab präglas av ett seriöst, långsiktigt och förtroendebaserat tillvägagångssätt. Vi värdesätter att ha roligt tillsammans och tror på att bygga starka och hållbara relationer. Oavsett om du är i början av din karriär eller om du är en erfaren specialist inom ditt område, är det viktigaste att du delar vår passion för utveckling och ny teknologi.\n   \n\n  \n\n**Din profil**\n Har du kunskap inom någon av dessa områden; test, kravhantering, system-safety och aerospace? Vi är intresserade av att lära känna just dig! Vad driver dig och vad vill du utvecklas inom? På vårt kontor i Järfälla erbjuder vi en bred variation av spännande möjligheter inom system. Vi söker personer för roller som –\n ***systemingenjörer, system-safety, IT-säkerhetsexperter och test\/kravingenjörer.***\n Vi värdesätter egenskaper som nyfikenhet, starkt driv och förmågan att effektivt kommunicera och samarbeta. Vi ser att du har en relevant högskole – eller civilingenjörsexamen, tillsammans med flytande kunskaper i svenska och engelska.\n   \n\n  \n\n Befattningen kräver att du genomgår och godkänns enligt vid var tid gällande bestämmelser för säkerhetsskydd. För befattningar där Saab har krav på säkerhetsklassinplacering kan, i förekommande fall, medföra krav på visst medborgarskap.\n   \n\n  \n\n**Vad du blir en del av**\n Bakom våra innovationer finns alla de som har gjort det möjligt. Modiga pionjärer och kluriga tänkare. Vardagshjältar och kreativa problemlösare. De som delar djup kunskap och de som utforskar nya områden. Och alla däremellan.\n   \n\n  \n\n Här har du chansen att påverka och bidra på ditt unika sätt. Allt från att utveckla kod och bygga imponerande försvars- och säkerhetslösningar till att ta en kaffe med en kollega. Varje bidrag räknas. Vi ger dig möjlighet att anta utmaningar och skapa smarta innovationer. I vår vänliga och tekniksmarta värld finns plats för dig att växa. Vi finns här för att tillsammans skapa trygghet för människor och samhällen.\n   \n\n  \n\n Saab är ett ledande försvars- och säkerhetsföretag med uppdrag att hjälpa nationer att skydda sin befolkning och bidrar till trygghet för människor och samhällen. Med 22 000 talangfulla medarbetare utvecklar Saab teknik och lösningar för en säkrare och mer hållbar värld. Saab utvecklar, tillverkar och underhåller avancerade system inom flygteknik, vapen, ledningssystem, sensorer och undervattenssystem. Saab har sitt huvudkontor i Sverige men en global verksamhet där Saab är en del av många nationers försvarsförmåga. Läs mer om oss här\n   \n\n  \n\n*Ta chansen att bli en del av vårt härliga team och gör ditt intresse för teknik till verklighet hos Saab!*","company_url":"https:\/\/se.linkedin.com\/company\/saab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEA6y1fdH0iVg\/company-logo_100_100\/company-logo_100_100\/0\/1631318690204?e=2147483647&v=beta&t=5CK-xudw3J8fbuCmCbHkdWbDS0-ovyKRTRUbm9Pzvns","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4225826260","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4225826260","job_url_direct":"https:\/\/jobb.liminity.se\/jobs\/5914953-liminity-soker-testare-selenium-testautomation&urlHash=r5Ne","title":"Liminity söker Testare ( Selenium, testautomation)","company":"Liminity AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Vi har fått i uppdrag av kund att hitta en grym testare för ett längre konsultuppdrag hos dom.\n   \n\n  \n\n**Vad vi söker:**\n* Minst 4 års erfarenhet av teknisk testning och kvalitetssäkring\n* Gedigen kunskap om testautomatisering och verktyg som Selenium\n* Erfarenhet av att arbeta i agila utvecklingsmiljöer\n* Stark analytisk förmåga och ett öga för detaljer\n* Förmåga att skriva tydliga och koncisa testfall och felrapporter\n* Erfarenhet av prestandatestning och säkerhetstestning\n* Utmärkt samarbetsförmåga och kommunikationsförmåga på både svenska och engelska\n* Stark vilja att lära sig och kontinuerligt utvecklas inom testning och kvalitetssäkring\n\n\n**Meriterande kunskaper:**\n* Erfarenhet av CI\/CD-pipelines och DevOps-processer\n* Kunskaper i programmeringsspråk som Java eller Python\n* Erfarenhet av API-testning och verktyg som Postman\n* Certifieringar inom testning (t.ex. ISTQB)\n\n\n**Som konsult hos Liminity får du tillgång till marknadens bästa villkor och förmåner, inklusive:**\n* Spännande uppdrag hos en framåtsträvande kund\n* Möjlighet att arbeta med den senaste teknologin\n* Omfattande utbildningsmöjligheter och certifieringar\n* Konkurrenskraftig lön och förmåner\n* Och mycket mycket mer, läs mer på handbok\n\n\n Är du redo att ta nästa steg i din karriär inom teknisk testning? Ansök idag och bli en del av Liminity - framtidens IT-konsultbolag!","company_url":"https:\/\/se.linkedin.com\/company\/liminity-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHjs1tFRmqkOA\/company-logo_100_100\/company-logo_100_100\/0\/1722606563994\/liminity_ab_logo?e=2147483647&v=beta&t=XOJtT0B9fiw_dOlWcGgZWGmt5JW6pqAhtgtbrAZcnbg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4228048944","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4228048944","job_url_direct":"https:\/\/www.telge.se\/jobba-hos-oss\/lediga-tjanster\/jobb\/3494289&urlHash=kbiN","title":"Kundservicemedarbetare tidsbegränsad anställning – Telge Nät","company":"Telge Bostäder","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Other","company_industry":"Real Estate","listing_type":null,"emails":null,"description":"***Välj Telge – här får du kombinera affärsmässighet med samhällsnytta och som medarbetare får du frihet under ansvar och möjlighet att påverka.***\n***Vi tror på dig som individ och utgår ifrån att du bär på din alldeles egna unika förmåga att kunna göra skillnad. Vi tror också på att det är bra att vi har olika bakgrunder och erfarenheter för att vi tillsammans ska kunna göra skillnad. Modig är ett av våra fyra kärnvärden och tillsammans med våra tre andra kärnvärden – öppen, enkel och personlig – ­präglar de mycket av det vi gör. För att du ska må bra och nå din fulla potential, så vet vi att du behöver en god balans mellan arbete och fritid.***\n**Så här säger Anders Ström, rekryterande chef om rollen:**\n*”* \n*På vår kundservice bemöter du kundfrågor om elnät, fjärrvärme, vatten och avlopp samt stadsnät. Du kommer att arbeta i en roll som innebär att du får möjlighet att utvecklas till ett energiproffs! Du blir omgiven av kompetenta och engagerade kollegor och kommer till en arbetsplats med god stämning och högt i tak. Kundservice har ett tätt samarbete och dialog med flera andra avdelningar för att möta kundernas behov.”*\n**Arbetsuppgifter och ansvar**\n Avdelningen Kundservice och Verksamhetsstöd hanterar bland annat Telge Näts kundservice, kundärenden, fakturering och produktadministration. I rollen som kundservicemedarbetare kommer du tillsammans med dina kollegor att hantera inkommande ärenden och samtal kring elnät, vatten och avlopp, fjärrvärme och stadsnät. Ett av dina viktigaste ansvarsområden är att ta emot serviceärenden från våra kunder som rör nyanslutningar, flyttanmälningar, felanmälningar, rådgivning och fakturafrågor. Rollen är en visstidsanställning med start 1 juni till 1 oktober.\n   \n\n  \n\n**Vi är Telge Nät**\n Varje dag, 365 dagar om året ser Telge Nät till att kunder i och utanför expansiva Södertälje har stabil och hållbar tillgång till el, fjärrvärme, fjärrkyla, stadsnät, vatten och avlopp. Idag är vi cirka 200 medarbetare som jobbar tillsammans. På Telge Nät blir du snabbt en i gänget och det finns alltid en kollega nära till hands.\n   \n\n  \n\n**Vår önskelista**\n Vi vill gärna lära känna dig och veta lite mer om vad du kan. För att passa i den här rollen behöver du ha gymnasieutbildning och arbetserfarenhet av en liknande roll på kundservice eller annan kundnära funktion inom elnät, vatten, fjärrvärme och stadsnät. Du har en hög service- och kvalitetskänsla, och med god social kompetens har du förståelse för olika behov hos våra kunder. Du är orädd för kontakt via telefon och trivs med kundkontakt via telefon, e-post och chatt. Du är intresserad av människor, utåtriktad och engagerad samtidigt som du har förståelse för den affärsmässiga delen av företaget. Du har god samarbetsvilja och en analytisk förmåga. Vårt fokus är på kundens upplevelse och därför ökar vi digitaliseringen av våra processer. Du är därför naturligt förändringsbenägen och ser möjligheter i stället för svårigheter.\n   \n\n  \n\n Du besitter god IT-vana och behöver känna igen dig i våra kärnvärden öppen, enkel, personlig och modig. Bra svenska och kunskaper i Office-paketet är andra förmågor som också behövs för den här tjänsten.\n   \n\n  \n\n**Plus i kanten**\n Vi begär inte att du ska kunna allt, men om du har erfarenhet av någon eller några av följande är det ett plus: CRM-system, CS Transmission, kundinformationssystem och fakturahantering.\n   \n\n  \n\n**Mångfald, inkludering och trygghet**\n Vi på Telge arbetar aktivt för mångfald och inkludering och välkomnar därför medarbetare med olika erfarenheter, bakgrunder och kompetenser. En trygg och säker arbetsmiljö är vår högsta prioritet. Arbetspsykologiska tester ingår i våra rekryteringsprocesser till chefs- och specialisttjänster och vi genomför återkommande, slumpmässiga drogtester bland alla våra medarbetare.\n   \n\n  \n\n**Sista ansökningsdatum**\n 11 maj 2025, intervjuer sker löpande under ansökningstiden.\n   \n\n  \n\n**Några frågor?**\n Vill du veta mer om tjänsten eller har frågor om rekryteringsprocessen? Då är det rekryterande chef Anders du ska kontakta, på 08-550 225 81. Fackliga kontaktpersoner är Robert Holm för Vision och Magnus Enderin för SACO, du når båda på 08-550 220 00.\n   \n\n  \n\n**Välkommen hit, du med!**\n Telgekoncernen ägs av Södertälje kommun och består av nio helägda bolag med cirka 900 medarbetare som fördelas över drygt 250 olika yrkesgrupper. Inom Telgekoncernen finns en stor bredd av bolag och de som ingår är Södertälje Hamn, moderbolaget Telge AB, Telge Bostäder, Telge Fastigheter, Telge Inköp, Telge Nät, Telge Tillväxt, Telge Återvinning och Tom Tits Experiment. Det som binder ihop oss och är gemensamt för oss alla är att vi jobbar för att förena affärer med samhällsnytta, samtidigt som vi har kul på jobbet. Hållbarhet genomsyrar allt vi gör och för oss handlar hållbarhet om social, miljömässig och ekonomisk hållbarhet. Vi planerar långsiktigt och agerar kortsiktigt för att nå vara hållbarhetsmål.\n   \n\n  \n\n Vår bas finns i Södertälje - här är ambitionsnivån hög, expansionstakten snabb och utvecklingsviljan stor. Vi är familjära och hälsar på varandra när vi möts i korridoren eller vid kaffemaskinen. Bolagens variation gör att du med rätt personlighet och attityd kan komma långt. Det finns många olika karriärvägar att välja mellan. Vi arbetar tillsammans för att följa vår strategi och nå koncernens hållbarhetsmål med ambitionen att göra det så bra vi kan för de som bor och verkar i Södertälje.\n   \n\n  \n\n Kundservicemedarbetare tidsbegränsad anställning – Telge Nät\n   \n\n  \n\n https:\/ \/ www.telge.se\/ jobba-hos-oss\/ lediga-tjanster\/ jobb\/ 3494289\n   \n\n  \n\n ,","company_url":"https:\/\/se.linkedin.com\/company\/telge-bost%C3%A4der","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGW9CB5Fy-agA\/company-logo_100_100\/company-logo_100_100\/0\/1633930733765\/telge_bostder_logo?e=2147483647&v=beta&t=deboLcZCP-rT4Zr_xZcbRPbuXpLBG0Sctv1uwsNP8hY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4212403885","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4212403885","job_url_direct":"https:\/\/careers.spglobal.com\/jobs\/314087?lang=en-us&utm_source=linkedin&urlHash=K8nw","title":"Optimization Client Services Analyst","company":"OSTTRA","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Financial Services","listing_type":null,"emails":"EEO.Compliance@spglobal.com","description":"**About The Role**\n**Optimization Client Services Analyst - OSTTRA**\n The Client Services Analyst is responsible for delivering the triReduce and triBalance service to clients. That means running triReduce and triBalance cycles and making sure they execute successfully. In addition, the role involves supporting clients, testing output from Web and Financial Development and supporting the Sales team.\n   \n\n  \n\n**Principal Accountabilities**\n Support and manage Service delivery for triReduce\/triBalance cycles:\n   \n\n  \n\n* Manage clients from start to finish\n* Receive and verify client data\n* Value and verify Mtm and risk for clients OTC portfolios\n* Setup and verify risk constraints and tolerances\n* Run the compression and optimisation algorithm\n* Ensure banks execute the results from triReduce and triBalance cycles\n* Handle client requests such as user account management, simulations, training and general support\n\n\n**Support Client Onboarding For TriReduce And TriBalance**\n* Setup new accounts and users, test and verify client data, run simulations and present results.\n\n\n**Skills And Software Requirements**\n* Banking and Finance – Basic knowledge of OTC derivatives and Options in one or many of the following asset classes Rates, FX, Credit, Equity and Commodities\n* IT\/Technical - This role must have basic IT skills including the ability to work with raw client data using editors and spreadsheet tools. Basic knowledge of MySQL databases and basic Python programming\n* Ability to engage and communicate with clients in a number of different regions\n\n\n OSTTRA is committed to offering a competitive total rewards package for our employees that recognizes their contributions to the business and reflects our long-term investment in their future.\n   \n\n  \n\n**About OSTTRA**\n*Candidates should note that OSTTRA is an independent firm, jointly owned by S&P Global and CME Group. As part of the joint venture, S&P Global provides recruitment services to OSTTRA - however, successful candidates will be interviewed and directly employed by OSTTRA, joining our global team of more than 1,200 post trade experts.*\n OSTTRA was formed in 2021 through the combination of four businesses that have been at the heart of post trade evolution and innovation for the last 20+ years: MarkitServ, Traiana, TriOptima and Reset. OSTTRA is a joint venture, owned 50\/50 by S&P Global and CME Group.\n   \n\n  \n\n With an outstanding track record of developing and supporting critical market infrastructure, our combined network connects thousands of market participants to streamline end to end workflows - from trade capture at the point of execution, through portfolio optimization, to clearing and settlement.\n   \n\n  \n\n Joining the OSTTRA team is a unique opportunity to help build a bold new business with an outstanding heritage in financial technology, playing a central role in supporting global financial markets.\n   \n\n  \n\n Learn more at www.osttra.com.\n   \n\n  \n\n**What’s In It For** \n**You?**\n**Benefits**\n We take care of you, so you can take care of business. We care about our people. That’s why we provide everything you—and your career—need to thrive at S&P Global.\n   \n\n  \n\n**Our Benefits Include**\n* Health & Wellness: Health care coverage designed for the mind and body.\n* Flexible Downtime: Generous time off helps keep you energized for your time on.\n* Continuous Learning: Access a wealth of resources to grow your career and learn valuable new skills.\n* Invest in Your Future: Secure your financial future through competitive pay, retirement planning, a continuing education program with a company-matched student loan contribution, and financial wellness programs.\n* Family Friendly Perks: It’s not just about you. S&P Global has perks for your partners and little ones, too, with some best-in class benefits for families.\n* Beyond the Basics: From retail discounts to referral incentive awards—small perks can make a big difference.\n\n\n For more information on benefits by country visit: https:\/\/spgbenefits.com\/benefit-summaries\n   \n\n  \n\n**Equal Opportunity Employer**\n S&P Global is an equal opportunity employer and all qualified candidates will receive consideration for employment without regard to race\/ethnicity, color, religion, sex, sexual orientation, gender identity, national origin, age, disability, marital status, military veteran status, unemployment status, or any other status protected by law. Only electronic job submissions will be considered for employment.\n   \n\n  \n\n If you need an accommodation during the application process due to a disability, please send an email to: EEO.Compliance@spglobal.com and your request will be forwarded to the appropriate person.\n   \n\n  \n\n**US Candidates Only:** \n The EEO is the Law Poster http:\/\/www.dol.gov\/ofccp\/regs\/compliance\/posters\/pdf\/eeopost.pdf describes discrimination protections under federal law. Pay Transparency Nondiscrimination Provision - https:\/\/www.dol.gov\/sites\/dolgov\/files\/ofccp\/pdf\/pay-transp\\_%20English\\_formattedESQA508c.pdf\n   \n\n  \n\n 20 - Professional (EEO-2 Job Categories-United States of America), BSMGMT203 - Entry Professional (EEO Job Group)\n   \n\n  \n\n**Job ID:** \n 314087\n   \n\n  \n\n**Posted On:** \n 2025-04-20\n   \n\n  \n\n**Location:** \n Stockholm, Sweden","company_url":"https:\/\/uk.linkedin.com\/company\/osttra","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGPkNW9lJsRfQ\/company-logo_100_100\/company-logo_100_100\/0\/1688458951352\/osttra_logo?e=2147483647&v=beta&t=EO1jpWxmsdvLab4DXxwAkm6-MYNnY1dSelkbE_Tn1Us","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4089541684","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4089541684","job_url_direct":"https:\/\/careers-kyowa-kirin.icims.com\/jobs\/2629\/patient-journey-manager\\u002d\\u002d-rare-disease-(sweden)\/job?in_iframe=1&mode=apply&iis=LinkedIn&iisn=LinkedIn&urlHash=2wyN","title":"Patient Journey Manager - Rare Disease (Sweden)","company":"Kyowa Kirin International plc.","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Health Care Provider","company_industry":"Pharmaceutical Manufacturing","listing_type":null,"emails":null,"description":"**Overview**\n Patient Journey Manager – Rare Disease (Sweden)\n   \n\n  \n\n Remote position in Sweden\n   \n\n  \n\n**LIVING OUR PURPOSE TO MAKE PEOPLE SMILE**\n At Kyowa Kirin International (KKI), our purpose is to make people smile. This means more than drug discovery and development; it is about embedding care into everything we do to make a difference every day for those that need it most. We are an inclusive pharmaceutical company that takes the time to understand what really matters to our patients, their families, and their healthcare professionals, helping our people to take bold actions that deliver life-changing solutions sooner. Our culture is rooted in our values: Teamwork, Commitment to Life, Innovation, and Integrity. They help us to push boundaries to deliver extraordinary impact and make KKI such a special place to work.\n   \n\n  \n\n**The opportunity:**\n Are you passionate about meeting the needs of people living with rare diseases as they journey through the often long and difficult road to diagnosis and long-term care? Have you worked with Healthcare Professionals (HCPs) and the medical industry to help ensure a true patient-focused approach, perhaps in a hospital setting, a field-based Medical or Commercial role, or potentially a patient engagement, marketing or patient services role? Are you looking for an opportunity that lets you help build the future direction of a company, giving input and adapting our approach as we build a team of Patient Journey Managers (PJMs)? If so, this might be the role for you.\n   \n\n  \n\n At KKI, we recently re-organised our field-based teams into a new structure. Our team of PJMs is the primary point of contact and face of our company to Healthcare Professionals, and as such, the PJMs play a critical role in helping to shape the future of patient care at KKI. If you are patient oriented, eager to be part of building something of significance within our company, and able to build strong relationships across multiple teams and stakeholders, we would love to hear from you.\n   \n\n  \n\n**Responsibilities**\n**Job purpose:**\n You will be the face of KKI, as primary point of contact for HCPs and associated stakeholders. A field based omnichannel conductor, with in depth knowledge of the entire patient journey, focused on delivering a personalised, high value customer experience, enhancing the patient journey, building partnerships with internal and external stakeholders, improving outcomes and optimising the impact of KKI products to the benefit of patients aligned with our mission to make people smile.\n   \n\n  \n\n You'll need to maintain a high level of activity, targeting specific groups, foster relationships with key stakeholders, and deliver on business and sales targets in your geographical area. Collaborating with marketing and medical departments to support regional and national engagements is crucial.\n   \n\n  \n\n Analysing regional sales data, prioritising resources effectively and implementing patient-focused solutions are key responsibilities. Engaging with key stakeholders, identifying new opportunities, addressing access hurdles, and sharing key business insights with the organisation are also part of your role.\n   \n\n  \n\n**Qualifications**\n**Position Requirements:**\n* LIF exam\n* Experience within field Medical or Commercial roles, preferrable in rare disease\n* Stakeholder management experience as well as cross functional collaboration\n* Digital experience (multichannel engagement, including over Teams, email, webinars)\n* Knowledge of local, regional, and national health systems and care delivery processes is a must\n* Being proactive, having strong implementation skills, and a marketing\/commercial mindset are important\n* Being a team player able to build strong relationships with internal and external stakeholders\n* Excellent local language required\n* Proficiency in English and computer skills such as Microsoft Office, CRM systems\n* Willingness to travel and a valid driver’s license is essential\n\n\n Kyowa Kirin International is an equal opportunities employer\n **.**\n**No agencies please**","company_url":"https:\/\/uk.linkedin.com\/company\/kyowa-kirin-international-plc.","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGNjmKI5LUl3A\/company-logo_100_100\/company-logo_100_100\/0\/1719822455190\/kyowa_kirin_international_plc_logo?e=2147483647&v=beta&t=EIJUu0g2bZ_SWW6f8rOe9VGLFP0e0FxJP_gAHS2qZW8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"2d013df9821471f9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=2d013df9821471f9","job_url_direct":"https:\/\/jobb.liminity.se\/jobs\/5914946-devops-engineer-till-liminity","title":"DevOps Engineer till Liminity","company":"Liminity AB","location":"Stockholm, AB, SE","job_type":null,"date_posted":1746921600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Vi söker nu en erfaren Teknisk Specialist med fokus på automatisering av infrastruktur, systemintegration och komplexa system till en av våra kunder. I denna roll kommer du att ingå i ett dedikerat team som ansvarar för utveckling och förvaltning av både Windows och Linuxbaserade tjänster. Då kundens system omfattas av höga säkerhetskrav kommer arbete med IT-säkerhet vara en naturlig del av din vardag.\n\n**Huvudsakliga arbetsuppgifter**\n--------------------------------\n\n* Uppsättning av nya miljöer via automatisering\n* Systemintegration via automatisering\n* Underhåll av IT-infrastruktur\n* Felsökning av komplexa systemlösningar\n* Dokumentation och kunskapsutbyte med kollegor i teamet\n\n**Vad vi söker**\n----------------\n\n* Erfarenhet av teknisk drift med kompetens inom Windows och\/eller Linux\n* Goda kunskaper i programmeringsspråk som Python och PowerShell\n* Erfarenhet av att ha jobbat med infrastruktur och goda kunskaper inom nätverk\n* Erfarenhet av Infrastructure as Code t.ex. med hjälp av Ansible\n* Flytande i svenska och engelska, både i tal och skrift\n\n**Som person är du**\n--------------------\n\n* Social med god samarbetsförmåga i team\n* Förmögen att arbeta under varierande grad av belastning\n* Ansvarstagande med initiativförmåga att ständigt förbättra arbetssätt, processer och rutiner\n* Driven och positiv med förmåga att arbeta både självständigt och i team\n* Van att dela med dig av din kunskap till andra\n* Strukturerad med god dokumentationsförmåga\n\n**Meriterande erfarenheter**\n----------------------------\n\n* Erfarenhet av att leda mindre initiativ ur ett tekniskt perspektiv\n* Bakgrund inom IT-säkerhet\n* Kunskap om molnlösningar och dess integration med lokala miljöer\n* Erfarenhet av att arbeta i miljöer med höga säkerhetskrav\n* Tidigare arbete med CI\/CD\n\n**Förmåner och utvecklingsmöjligheter på Liminity**\n---------------------------------------------------\n\n* Omfattande utbildningsmöjligheter och certifieringar\n* Konkurrenskraftig lön och attraktiva förmåner\n* Läs mer om oss och våra erbjudanden i vår handbok\n\n\nKänns detta som rätt utmaning för dig? Ansök nu och bli en del av Liminity - framtidens IT-konsultbolag!","company_url":"https:\/\/se.indeed.com\/cmp\/Liminity-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0da5b0f24f650127","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0da5b0f24f650127","job_url_direct":"https:\/\/jobb.liminity.se\/jobs\/5914950-klienttekniker-windows-till-liminity","title":"Klienttekniker (Windows) till Liminity!","company":"Liminity AB","location":"Stockholm, AB, SE","job_type":null,"date_posted":1746921600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Vår kund söker nu en engagerad klienttekniker att förstärka sitt IT-team. Som en del av ett dynamiskt team får du möjlighet att växa och utvecklas tillsammans med erfarna kollegor, samtidigt som du bidrar med din tekniska expertis och problemlösningsförmåga.\n\n#### **Vad vi söker:**\n\n* Minst 4 års erfarenhet som klienttekniker(Windows)\n* Förståelse för IT-infrastruktur och grundläggande serveradministration\n* Förståelse av att arbeta processorienterat(ITIL\/DevOps)\n* Erfarenhet av automatisering och scripting(Powershell)\n* Erfarenhet av SCCM & Intune\n* Stark vilja att lära sig och kontinuerligt utvecklas som tekniker\n* Förmåga att samarbeta i team och kommunicera tekniska lösningar\n\n#### **Meriterande erfarenheter:**\n\n* Erfarenhet av Mac OS och\/eller Linux-miljöer\n* Kunskap om virtualisering (t.ex. VMware, Hyper-V)\n* Certifieringar inom relevanta områden\n* Kunskap om Mobile Device Management(MDM) lösningar\n\n#### **Som konsult hos Liminity får du tillgång till marknadens bästa villkor och förmåner, inklusive:**\n\n* Spännande uppdrag hos en framåtsträvande kund\n* Möjlighet att arbeta med den senaste tekniken\n* Mentor-program för kontinuerlig utveckling\n* Omfattande utbildningsmöjligheter och certifieringar\n* Flexibla arbetstider och möjlighet till distansarbete\n* Konkurrenskraftig lön och förmåner\n* Och mycket mycket mer, läs mer på handbok\n\n\nÄr du redo att ta nästa steg i din karriär? Ansök idag och bli en del av Liminity - framtidens IT-konsultbolag!","company_url":"https:\/\/se.indeed.com\/cmp\/Liminity-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ae211b3ec6e4bb8e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ae211b3ec6e4bb8e","job_url_direct":"https:\/\/jobb.liminity.se\/jobs\/5914953-liminity-soker-testare-selenium-testautomation","title":"Liminity söker Testare ( Selenium, testautomation)","company":"Liminity AB","location":"Stockholm, AB, SE","job_type":null,"date_posted":1746921600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Vi har fått i uppdrag av kund att hitta en grym testare för ett längre konsultuppdrag hos dom.\n\n **Vad vi söker:**\n\n* Minst 4 års erfarenhet av teknisk testning och kvalitetssäkring\n* Gedigen kunskap om testautomatisering och verktyg som Selenium\n* Erfarenhet av att arbeta i agila utvecklingsmiljöer\n* Stark analytisk förmåga och ett öga för detaljer\n* Förmåga att skriva tydliga och koncisa testfall och felrapporter\n* Erfarenhet av prestandatestning och säkerhetstestning\n* Utmärkt samarbetsförmåga och kommunikationsförmåga på både svenska och engelska\n* Stark vilja att lära sig och kontinuerligt utvecklas inom testning och kvalitetssäkring\n\n**Meriterande kunskaper:**\n\n* Erfarenhet av CI\/CD-pipelines och DevOps-processer\n* Kunskaper i programmeringsspråk som Java eller Python\n* Erfarenhet av API-testning och verktyg som Postman\n* Certifieringar inom testning (t.ex. ISTQB)\n\n**Som konsult hos Liminity får du tillgång till marknadens bästa villkor och förmåner, inklusive:**\n\n* Spännande uppdrag hos en framåtsträvande kund\n* Möjlighet att arbeta med den senaste teknologin\n* Omfattande utbildningsmöjligheter och certifieringar\n* Konkurrenskraftig lön och förmåner\n* Och mycket mycket mer, läs mer på handbok\n\n\nÄr du redo att ta nästa steg i din karriär inom teknisk testning? Ansök idag och bli en del av Liminity - framtidens IT-konsultbolag!","company_url":"https:\/\/se.indeed.com\/cmp\/Liminity-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4225826259","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4225826259","job_url_direct":"https:\/\/jobb.liminity.se\/jobs\/5914946-devops-engineer-till-liminity&urlHash=S-wZ","title":"DevOps Engineer till Liminity","company":"Liminity AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Vi söker nu en erfaren Teknisk Specialist med fokus på automatisering av infrastruktur, systemintegration och komplexa system till en av våra kunder. I denna roll kommer du att ingå i ett dedikerat team som ansvarar för utveckling och förvaltning av både Windows och Linuxbaserade tjänster. Då kundens system omfattas av höga säkerhetskrav kommer arbete med IT-säkerhet vara en naturlig del av din vardag.\n   \n\n  \n\n Huvudsakliga arbetsuppgifter\n   \n\n  \n\n* Uppsättning av nya miljöer via automatisering\n* Systemintegration via automatisering\n* Underhåll av IT-infrastruktur\n* Felsökning av komplexa systemlösningar\n* Dokumentation och kunskapsutbyte med kollegor i teamet\n\n\n Vad vi söker\n   \n\n  \n\n* Erfarenhet av teknisk drift med kompetens inom Windows och\/eller Linux\n* Goda kunskaper i programmeringsspråk som Python och PowerShell\n* Erfarenhet av att ha jobbat med infrastruktur och goda kunskaper inom nätverk\n* Erfarenhet av Infrastructure as Code t.ex. med hjälp av Ansible\n* Flytande i svenska och engelska, både i tal och skrift\n\n\n Som person är du\n   \n\n  \n\n* Social med god samarbetsförmåga i team\n* Förmögen att arbeta under varierande grad av belastning\n* Ansvarstagande med initiativförmåga att ständigt förbättra arbetssätt, processer och rutiner\n* Driven och positiv med förmåga att arbeta både självständigt och i team\n* Van att dela med dig av din kunskap till andra\n* Strukturerad med god dokumentationsförmåga\n\n\n Meriterande erfarenheter\n   \n\n  \n\n* Erfarenhet av att leda mindre initiativ ur ett tekniskt perspektiv\n* Bakgrund inom IT-säkerhet\n* Kunskap om molnlösningar och dess integration med lokala miljöer\n* Erfarenhet av att arbeta i miljöer med höga säkerhetskrav\n* Tidigare arbete med CI\/CD\n\n\n Förmåner och utvecklingsmöjligheter på Liminity\n   \n\n  \n\n* Omfattande utbildningsmöjligheter och certifieringar\n* Konkurrenskraftig lön och attraktiva förmåner\n* Läs mer om oss och våra erbjudanden i vår handbok\n\n\n Känns detta som rätt utmaning för dig? Ansök nu och bli en del av Liminity - framtidens IT-konsultbolag!","company_url":"https:\/\/se.linkedin.com\/company\/liminity-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHjs1tFRmqkOA\/company-logo_100_100\/company-logo_100_100\/0\/1722606563994\/liminity_ab_logo?e=2147483647&v=beta&t=XOJtT0B9fiw_dOlWcGgZWGmt5JW6pqAhtgtbrAZcnbg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4162269015","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4162269015","job_url_direct":"https:\/\/www.atoss.com\/en\/company\/career\/jobs\/4467784101-senior-enterprise-account-executive-nordics?gh_jid=4467784101&gh_src=2d4bcc22teu&urlHash=b0vw","title":"Senior Enterprise Account Executive - Nordics","company":"ATOSS Software SE","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Us**\n At ATOSS Software SE, we are driving the future of workforce management. With our software products, we are helping our customers to work more creatively, intelligently and humanely, revolutionizing and optimizing the interplay between profitability and humanity. With 19 consecutive years of record growth, inclusion in the SDAX and TecDAX, we continue to expand globally.\n   \n\n  \n\n**The Person You are**\n At ATOSS, we hire for both character and skill, seeking individuals who embody resilience, a pioneering spirit, and the passion to grow.\n   \n\n  \n\n**We Value Those Who**\n Think like entrepreneurs – taking ownership, pushing boundaries, and driving impact.\n   \n\n  \n\n Challenge the status quo – bringing fresh ideas and bold execution to the table.\n   \n\n  \n\n Thrive in change – seeing growth as a lifelong journey, both professionally and personally.\n   \n\n  \n\n**The Role**\n As demand for workforce management solutions surges, we are looking for a results-driven\n **Senior Enterprise Account Executive** \n for the Nordics to accelerate our growth. In this role, you will drive strategic sales, manage high-value accounts, and shape ATOSS’s international expansion by engaging with C-level decision-makers and delivering market-leading solutions.\n   \n\n  \n\n Join us and be part of a high-growth, future-focused company where your success directly fuels our continued momentum.\n   \n\n  \n\n**Key Responsibilities**\n* Lead strategic prospecting and discovery to identify business challenges and align solutions.\n* Develop and execute account strategies, prioritizing high-value enterprise clients.\n* Drive the full sales cycle, from lead qualification to negotiation and closing.\n* Communicate the value proposition effectively, demonstrating clear ROI to decision-makers.\n* Build and nurture relationships at all levels, from operational teams to C-suite.\n* Navigate complex negotiations, ensuring strategic alignment and long-term client success.\n* Collaborate with internal teams (Legal, Pre-Sales, etc.) to ensure smooth execution.\n\n\n**Key Requirements**\n* 5+ years of success in enterprise software sales.\n* Proven ability to close high-value deals through consultative, value-based selling.\n* Strong industry knowledge, understanding of enterprise decision-making processes.\n* Established professional network with business development experience.\n* Passion for digital transformation and delivering measurable client impact.\n* Business-fluent in Swedish and English.\n\n\n**Our Benefits**\n* Competitive Rewards: Including profit-sharing and employee stock program.\n* Structured Onboarding & Continuous Development: Clear career paths onboarding through Expert & Leadership Tracks, plus access to ATOSS Academy.\n* Flexible Work Culture: Hybrid options (remote within the EU), 30 days of vacation, and a strong commitment to diversity & inclusion.\n* Engaging Team Environment: Seasonal company events and team retreats.\n* Health & Wellbeing: Including regular check-ups, corporate wellness programs, and Wellhub membership.\n* Stability & Growth: Company listed on SDAX & TecDAX, with 19+ years of record-breaking revenue and a 30%+ EBIT margin. Certified Top Employer© for the 5th year in a row.\n\n\n At Atoss, great talent knows no limits. We welcome professionals from all backgrounds and empower their growth through an inclusive, skill focused environment.\n   \n\n  \n\n Join us and be part of a high-growth, future-focused company!","company_url":"https:\/\/de.linkedin.com\/company\/atoss-software","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGF7ig9kt_sTg\/company-logo_100_100\/company-logo_100_100\/0\/1657799509887\/atoss_software_ag_logo?e=2147483647&v=beta&t=4Xcgbslt7Pn1xEYA2mTuTyA8j8BVnXWhAwEsmQMk1IQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4177334735","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4177334735","job_url_direct":"https:\/\/www.amazon.jobs\/jobs\/2920440\/delivery-consultant\\u002d\\u002dsecurity-emea-se-sdt\\u002d\\u002d?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid&urlHash=sNFM","title":"Delivery Consultant - Security, EMEA SE SDT","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Consulting, Information Technology, and Engineering","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Description**\n The Amazon Web Services Professional Services (ProServe) team is seeking a skilled Delivery Consultant to join our team at Amazon Web Services (AWS).\n   \n\n  \n\n In this role, you'll work closely with customers to design, implement, and manage AWS solutions that meet their technical requirements and business objectives. You'll be a key player in driving customer success through their cloud journey, providing technical expertise and best practices throughout the project lifecycle.\n   \n\n  \n\n Possessing a deep understanding of AWS products and services, as a Delivery Consultant you will be proficient in architecting complex, scalable, and secure solutions tailored to meet the specific needs of each customer. You’ll work closely with stakeholders to gather requirements, assess current infrastructure, and propose effective migration strategies to AWS.\n   \n\n  \n\n As trusted advisor to our customers, providing guidance on industry trends, emerging technologies, and innovative solutions, you will be responsible for leading the implementation process, ensuring adherence to best practices, optimizing performance, and managing risks throughout the project.\n   \n\n  \n\n The AWS Professional Services organization is a global team of experts that help customers realize their desired business outcomes when using the AWS Cloud.\n   \n\n  \n\n We work together with customer teams and the AWS Partner Network (APN) to execute enterprise cloud computing initiatives. Our team provides assistance through a collection of offerings which help customers achieve specific outcomes related to enterprise cloud adoption. We also deliver focused guidance through our global specialty practices, which cover a variety of solutions, technologies, and industries.\n   \n\n  \n\n Key job responsibilities\n   \n\n  \n\n As an experienced technology professional, you will be responsible for:\n   \n\n  \n\n* Designing and implementing complex, scalable, and secure AWS solutions tailored to customer needs\n* Providing technical guidance and troubleshooting support throughout project delivery\n* Collaborating with stakeholders to gather requirements and propose effective migration strategies\n* Acting as a trusted advisor to customers on industry trends and emerging technologies\n* Sharing knowledge within the organization through mentoring, training, and creating reusable artifacts\n\n\n**About The Team**\n Diverse Experiences:\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job below, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n**Inclusive Team Culture**\n Here at AWS, it’s in our nature to learn and be curious. Our employee-led affinity groups foster a culture of inclusion that empower us to be proud of our differences. Ongoing events and learning experiences, including our Conversations on Race and Ethnicity (CORE) and AmazeCon (diversity) conferences, inspire us to never stop embracing our uniqueness.\n   \n\n  \n\n**Mentorship & Career Growth**\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n**Basic Qualifications**\n* 3+ Years experience in IT security, compliance and risk management, privacy & controls, and security reference architectures for all-in and\/or hybrid deployments\n* Hands-on technical expertise in building security capabilities in code and deploying infrastructure in code such as WAF, Firewall, Anti-DDOS, and SIEM\n* 3+ Years hands-on technical expertise in security architecture, technology automation, implementation, integration, and\/or deployment\n* Experience running big scale security engagements with customers and ability to travel to client locations to deliver professional services as needed\n* Bachelor or Master degree in computer science or similar degree\n\n\n**Preferred Qualifications**\n* Scripting skills, i.e., PowerShell, Python, Node.js, Javascript, Bash, Ruby, Perl, etc. as well with Chef, Puppet, Salt, or Ansible in production environments at scale\n* Technical expertise (design and\/or implementation) in Cloud Computing technologies\n* Experience in leading customer facing engagements such as risk assessment and management audits and experience building enterprise security strategy for cloud adoption or driving the program's evolution to meet new requirements\n* Understanding implications of meeting industry standards such as PCI DSS, ISO 27001, HIPAA, and NIST\/DoD frameworks\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A2920440","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQE0fp2sCqnVLg\/company-logo_100_100\/company-logo_100_100\/0\/1738855736997\/amazon_web_services_logo?e=2147483647&v=beta&t=OZG6TFGHaiu0-IazkwLYMxAfZ4u_LGMAYSSlnyQp8bY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4193436590","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4193436590","job_url_direct":"https:\/\/jobsearch.createyourowncareer.com\/job-invite\/274789\/?locale=en_US&urlHash=_Q-g","title":"(Senior) Product Marketing Manager (m\/f\/d)","company":"Riverty","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Marketing and Sales","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"**We are looking for a**\n**(Senior) Product Marketing Manager (m\/f\/d)**\n**(unlimited, full-time) Join our team at our location in Berlin, Amsterdam or Stockholm – flexible working conditions available**\n Step into the limelight as our (Senior) Product Marketing Manager (m\/f\/d) and orchestrate exceptional product narratives that captivate and inspire. With your entrepreneurial mindset and innovative thinking, you'll be the conductor of our product symphony, ensuring every note resonates with our target audience. Are you ready to make an impact? If you possess a deep passion for marketing, an inherent understanding of fintech and are driven by the prospect of making a tangible impact, then this opportunity may be the perfect fit for you.\n   \n\n  \n\n**Your Responsibilities:**\n* Drive Measurable Growth & Own Campaign KPIs – Take full accountability for achieving marketing-driven revenue and performance goals. You’ll define clear KPIs, track success across the funnel and optimize campaigns based on data-driven insights to maximize impact on pipeline growth, conversion rates, and ROI.\n* Optimize Positioning and Value Proposition – Analyze customer behavior, communication performance and competitor offerings to refine our value proposition in collaboration with product and commercial teams.\n* Stay Ahead of Market Trends – Work closely with the product team to monitor industry trends and insights, shaping thought leadership, market education and demand-generation initiatives.\n* Collaborate Cross-Functionally – Partner with product, commercial, brand and content teams to align strategies with customer needs, target segments and market opportunities.\n\n\n**What You Bring:**\n* 5+ years of experience in product marketing within SaaS, Finance, Crypto or Deep Tech with a proven track record of driving lead and demand generation.\n* Results-driven mindset – Demonstrated success in crafting market communications that resonate with target audiences and improve conversion rates.\n* Strategic and hands-on approach – Ability to think big while executing efficiently, ensuring marketing initiatives translate into tangible business impact.\n* Project management excellence – Strong ability to juggle multiple projects, prioritize effectively and meet deadlines in a dynamic environment.\n* Creative problem-solving skills – Adaptability to evolving market trends and the ability to turn insights into actionable marketing strategies.\n* Fluency in English – Our working language is English and strong communication skills are essential.\n\n\n #EUR7\n   \n\n  \n\n**Benefits:**\n* At Riverty, you can be who you are. We are committed to creating an inclusive environment and a culture of appreciation, enriched by our employee networks.\n* Prioritize your health with supported sports and leisure activities.\n* Take advantage of our numerous training and development opportunities! Enhance your skills with training offered by the Bertelsmann University, language courses, or leadership training.\n* Benefit from our discounts on Bertelsmann products and financial incentives.\n* With our diverse work models, you can tailor your work to your preferences. Take advantage of mobile office, flexible working hours, and part-time models.","company_url":"https:\/\/de.linkedin.com\/company\/riverty","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFJCTZAOMNwwg\/company-logo_100_100\/company-logo_100_100\/0\/1690872925927\/riverty_logo?e=2147483647&v=beta&t=cZ7hPbsR8-6wo1BU6VcHppoQZq_8iWtGdHGWQ3jk6q8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4225464870","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4225464870","job_url_direct":"https:\/\/tritonpartners.wd3.myworkdayjobs.com\/External\/job\/Stockholm\/Technology-Domain-Lead\\u002d\\u002dDeal-Management\\u002d\\u002dInvestor-Relations\\u002d\\u002d-Value-Creation-Applications_R773?source=LinkedIn&urlHash=WOIA","title":"Technology Domain Lead: Deal Management, Investor Relations & Value Creation Applications","company":"Triton Partners","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Investment Management","listing_type":null,"emails":null,"description":"**Working in partnership to build better businesses.**\n Triton is an investment firm that believes in engaging with boards, managers and employees to build better businesses. We are entrepreneurs who invest capital where we can see an opportunity to create long-term value.\n   \n\n  \n\n We believe Triton is a great place to work and we want our team to be entrepreneurial, enjoy being part of a collective effort, inspire and challenge each other, and to bring an international mindset.\n   \n\n  \n\n**About Triton**\n*Founded in 1997 and owned by its partners, Triton is a leading European mid-market sector-specialist investor. Triton focuses on investing in businesses that provide mission critical goods and services in its three core sectors of Business Services, Industrial Tech, and Healthcare. Triton has over 150 investment* \n*professionals, operational and functional specialists* \n*across 11 offices and invests through three complementary “All Weather” strategies: Mid-Market Private Equity, Smaller Mid-Cap Private Equity, and Opportunistic Credit.*\n**Strategy**\n Triton Is An Operational Investor. Its Platform Consists Of Three Complementary Strategies That Invest In Future Winners Below Their Full Potential In The Business Services, Industrial Tech, And Healthcare Sectors\n   \n\n  \n\n* Mid-Market Private Equity: Helping mid-market businesses to unlock their full potential by addressing challenges and accelerating growth.\n* Smaller Mid-Cap Private Equity: Building market leaders by applying Triton’s private equity strategy to smaller mid-market companies.\n* Credit: Investing in senior-secured debt where we believe markets do not recognise the potential of the underlying business.\n\n\n Our global investor base of more than 200 investors includes top tier public & private pensions, SWFs, insurance companies, banks, family offices, asset managers, and endowments. To date, Triton has raised more than €20 billion in capital commitments.\n   \n\n  \n\n Triton businesses employ more than 100,000 employees worldwide. Triton endeavours to be a forward-looking, responsible owner and partner to all stakeholders, including employees, customers, suppliers, management teams, board members and society at large.\n   \n\n  \n\n**The Role**\n Triton Partners is looking for an experienced Technology Domain Lead to join our Technology team in Stockholm. The ideal candidate should have a background in Computer Science or Engineering, strong skills in managing stakeholders, and a solid technical foundation. This role is part of the Business Systems team, which also includes Data & Integrations, Financial Applications, and HRIS. Reporting directly to the Head of Business Systems, this position offers the chance to work in a dynamic team focused on digital and technological innovations in the investment sector. Join us in using technology to strengthen our capabilities in deal management, investor relations, and value creation.\n   \n\n  \n\n**Responsibilities**\n* Overseeing the development and management of applications used for deals, investor relations, and value creation.\n* Collaborating closely with various departments to ensure seamless integration and functionality of CRM and other digital applications.\n* Managing product life cycles from strategic planning to tactical activities.\n* Interacting regularly with stakeholders to understand and deliver on their needs.\n* Coordinating with external firms and vendors to optimize application functionalities and integrations.\n* Creating and maintaining roadmaps for the area to align with strategic objectives.\n\n\n**Essential Requirements**\n* Lead the development and management of applications used for deals, investor relations, and value creation\n* Collaborating closely with various departments to ensure seamless integration and functionality of CRM and other digital applications\n* Managing product life cycles from strategic planning to tactical activities\n* Interacting regularly with stakeholders to understand and deliver on their needs\n* Coordinating with external firms and vendors to optimise application functionalities and integrations\n* Creating and maintaining roadmaps for the area to align with strategic objectives\n* Traveling within Europe will be required\n\n\n**Core Competencies**\n* Proven experience delivering value to stakeholders with CRM applications\n* Experience of private equity or M&A is mertiable\n* Experience implementing agile software methodologies in a SaaS landscape\n* Bachelor's or master's degree in computer science, Engineering, or a related field\n* At least 5 years of experience in a relevant role\n* Strong technical skills and understanding\n* Excellent stakeholder management and communication skills\n* Experience in coordinating with external vendors and firms\n* Fluency in English\n\n\n**Values**\n* High Performance \/ Ambition - Set high standards: Be a self-starter, a self-thinker and hold yourself and others accountable.\n* Project Management – Demonstrate accountability by ensuring the impact intended is delivered and measured.\n* Intellectual Agility - Develop a growth mindset that considers new approaches, learns from mistakes, and improves continuously\n* People First - Have a People First Mindset: Invest in yourself, be proactive in motivating and supporting others, develop productive working habits and build resilience.\n\n\n**Benefits**\n In addition to your compensation, pension and healthcare cover; Triton offers a wellbeing allowance that entitles you to SEK 10,800 per year that can be claimed for exercise membership or equipment, relaxation training and nutrition consultations.\n   \n\n  \n\n Triton is an equal opportunity employer. We recognise that diversity is key to our continued success, and strive to maintain a fair and equitable recruitment process for all applicants.","company_url":"https:\/\/lu.linkedin.com\/company\/triton-partners","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGIVnTBWeK5vw\/company-logo_100_100\/company-logo_100_100\/0\/1630537945711\/triton_partners_logo?e=2147483647&v=beta&t=VCBYA35tBRz7qbq9lRXwZ9JcjmgbwEFW1TXjrw-3rTE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4098099146","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4098099146","job_url_direct":"https:\/\/trimblecareers.trimble.com\/careers\/job\/171824535276?microsite=trimble.com&domain=trimble.com&src=LinkedIN&urlHash=DWb5","title":"Regional Sales Representative (RSR), Northern Europe","company":"Trimble Inc.","location":"Danderyd, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**Your Title:** \n Regional Sales Representative (RSR), Northern Europe\n   \n\n  \n\n**Job Location:** \n Sweden - Danderyd or Remote: Sweden, Norway, Finland\n   \n\n  \n\n**Division:** \n Civil Construction Field Solutions CCFS\n   \n\n  \n\n*Are you looking to be a part of an award-winning organization and one of the fastest growing technology companies that is transforming the construction landscape with innovative technology solutions?*\n*Join our team! We will offer your versatile tasks in a diverse, inspiring and dynamic working environment with great colleagues. Apply as soon as possible! Please, submit your CV\/application only in English.*\n In this position you will have a very specific focus on CEC Machine control solutions and Connected Site promotion with a primary focus on Northern Europe. You will be deeply involved in developing solid business relationships with Equipment Dealers.\n   \n\n  \n\n**What You Will Do**\n You will provide sales and application support for distributors and potentially end users in the CEC product portfolio You will:\n   \n\n  \n\n* Increase market share through the development of Connected Site solutions to existing accounts and new customers. You will also be able to develop customer interest on Trimble Continuum solutions to develop sales on the entire CEC solutions\n* Sell through select and perhaps multiple channels of distribution and have large project involvement, and will develop strategic key end-user relationships to ensure the successful sale of all Trimble products and services. You will have a strong field presence across the Nordic region\n* Be responsible for ongoing dealer development through the introduction, follow-up and ongoing involvement in Trimble’s channel development programs\/workshops.\n\n\n**Primary Responsibilities**\n You will report to the Nordic Regional Sales Manager. Together with the Regional Sales Manager, you will participate in the development and implementation of regionally assigned sales plans. You will be in interface with distributor management, operations, sales, service and support staff.\n   \n\n  \n\n**You Will**\n* Develop strong long term business development with regional equipment dealers and implementation of Trimble Technology Outlets\n* Conduct on site distributor training and job site demonstrations together with the application engineers\n* Be in interface with major regional accounts\n* Conduct joint sales presentations with focus on Educational Presentations\n* Drive the Annual Review Meetings with key accounts in each dealer territory\n* Assist in the identification, procurement and subsequent training of distribution sales and application personnel\n* Evaluate marketplace potential for all served markets and customer segments using Data Analytics services as available\n* Assist in the development of and participation in, specific technical communications and training requirements such as Trimble Dimensions, Boot Camps, Construction News, and others\n* Ensure new product release involvement by all dealers including local strategy, training and proper inventory\n* Provide input on competitive products and activities primarily to the CCFS Business Area\n* Assist in the identification and development of new distribution.\n\n\n**What Skills, Experience And Knowledge You Should Bring**\n* Proven experience of successful consultative sales\n* Experience in Channel development and management\n* Business, sales, market and domain knowledge in survey, civil engineering and \/ or construction\n* Ideally experienced in Technology solutions for Construction\n* Excellent written and verbal communication skills\n* Ability and willingness to travel up to+\/- 75%\n* Proficient knowledge of civil construction applications\n* Product knowledge is a bonus\n* Strong collaboration and relationship building skills\n* Ability to prioritize, organize and manage multiple projects at one time\n* Fluency in English and one Scandinavian language. Additional Nordic language skills are a bonus.\n\n\n**About Our CCFS Division**\n Trimble's Civil Construction Field Solutions division focuses on providing advanced technology solutions to enhance productivity, accuracy, and efficiency in civil construction projects. This division integrates hardware and software tools to support the entire construction lifecycle, from initial site assessment and planning through to design, construction, and ongoing maintenance.\n   \n\n  \n\n Key offerings include machine control systems, site positioning systems, and software for project management and collaboration. These tools enable precise grading, excavation, paving, and site management, which help contractors and engineers streamline workflows, reduce rework, and improve overall project outcomes. For more information on currently developed products, see https:\/\/heavyindustry.trimble.com\n   \n\n  \n\n**About Trimble**\n Dedicated to the world’s tomorrow, Trimble is a technology company delivering solutions that enable our customers to work in new ways to measure, build, grow and move goods for a better quality of life. Core technologies in positioning, modeling, connectivity and data analytics connect the digital and physical worlds to improve productivity, quality, safety, transparency and sustainability. From purpose-built products and enterprise lifecycle solutions to industry cloud services, Trimble is transforming critical industries such as construction, geospatial, agriculture and transportation to power an interconnected world of work. For more information about Trimble (NASDAQ: TRMB), visit: https:\/\/www.trimble.com\/en\n   \n\n  \n\n**Trimble’s Inclusiveness Commitment**\n We believe in celebrating our differences. That is why our diversity is our strength. To us, that means actively participating in opportunities to be inclusive. Diversity, Equity, and Inclusion have guided our current success while also moving our desire to improve. We actively seek to add members to our community who represent our customers and the places we live and work.\n   \n\n  \n\n We have programs in place to make sure our people are seen, heard, and welcomed and most importantly that they know they belong, no matter who they are or where they are coming from.\n   \n\n  \n\n**Trimble’s Privacy Policy**\n #civilconstruction\n   \n\n  \n\n #fieldsolutions","company_url":"https:\/\/www.linkedin.com\/company\/trimble","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHM4R2dJDTWcQ\/company-logo_100_100\/B56Zat13QIHUAQ-\/0\/1746673300891\/trimble_logo?e=2147483647&v=beta&t=4vNYuqWRjZf4hQeBvTaGa0MWB36ZLJBxOQuLDwv5KpQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"d37fac11f9055b62","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d37fac11f9055b62","job_url_direct":"https:\/\/jsv3.recruitics.com\/redirect?rx_cid=3427&rx_jobId=200583487_SE_rxr-1&rx_url=https%3A%2F%2Fjobs.apple.com%2Fsv-se%2Fdetails%2F200583487%2Fmaps-services-lead-engineer%3Fboard_id%3DJB001%26rx_campaign%3Dindeed0%26rx_ch%3Djobp4p%26rx_group%3D130795%26rx_job%3D200583487_SE_rxr-1%26rx_medium%3Dcpc%26rx_r%3Dnone%26rx_source%3Dindeed%26rx_ts%3D20250511T163810Z%26rx_vp%3Dcpc%26team%3DSFTWR","title":"Maps Services Lead Engineer","company":"Apple","location":"Malmö, M, SE","job_type":null,"date_posted":1746921600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Are you a self-starter looking for an exciting career opportunity? Do you like to ship software solutions that impact Apple Maps users around the world? Are you passionate about leading complex software engineering work? A job at Apple is unlike any other you’ve had. You’ll be challenged, inspired, and you will be proud of your work. Maps are a significant part of our everyday lives. Whether you are selecting a fine restaurant for dinner with friends, finding public transit that gets you to the big game before kickoff, or looking for the nearest gas station, you are relying on services provided by the Maps Services Team. The Apple Maps Services team develop cutting-edge guidance products to constantly improve the navigation experience and help hundreds of millions of people every day with their driving, walking and public transit needs. The team is also responsible for generating the vector maps that powers the beautiful map display in Apple Maps. We are looking for a skilled lead software engineer, with a passion to take ownership of problems and deliverables, lead software engineering work, and to organise skilled engineers to deliver the next generation of display and navigation services for Apple Maps.\n  \n\n  \n\n**Description**  \n\n  \n\n- Lead and drive the work of a team of remarkably skilled software engineers. - Be a strong advocate for the customer experience. - Take ownership of solving problems and deliver solutions on time. -Communicate and coordinate with teams and stakeholders in the US. - Participating in design and code reviews. - Influencing the future product direction.\n  \n\n  \n\n**Minimum Qualifications**  \n\n* Ability to take ownership, identify requirements, prioritise and make progress in an environment with limited given input.\n* Very strong in leading others, and hands-on, in programming, system design and problem solving.\n* Extensive, professional experience from software engineering.\n* Fluent communication in English with a sense for listening to others as well as getting your message through in a crisp way.\n* Experience in cross team collaboration and communication across multiple timezones.\n\n  \n\n**Preferred Qualifications**  \n\n* Strong understanding of common data structures and basic graph algorithms.\n* Mindset of writing efficient code, recognising that the \"optimal solution\" may not always be the most efficient if its impact is minimal.\n* Experience in Scala, Python, Kotlin, and C++.\n* Knowledge in Spark, Iceberg and spatial algorithms\/problems.\n* Experience from working in distributed engineering teams.\n* Knowledge from the maps (GIS) domain, related to routing, navigation, traffic or display maps.\nExperience from the ML domain.  \n* \n\n  \n\n  \n\nSkicka meritförteckningen","company_url":"https:\/\/se.indeed.com\/cmp\/Apple","company_url_direct":"http:\/\/www.apple.com","company_addresses":"Cupertino, CA","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"This is where you can do the best work of your life.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/60c39b87a9a4eaa4df878c716840f84d","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/8c915d66415088a4c67d85ca195547dd","ceo_name":"Tim Cook","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/263b9814b50ba62127754ec8a3710160"},{"id":"807af205cd411a7c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=807af205cd411a7c","job_url_direct":"https:\/\/jsv3.recruitics.com\/redirect?rx_cid=3427&rx_jobId=200583487_EN_rxr-1&rx_url=https%3A%2F%2Fjobs.apple.com%2Fen-us%2Fdetails%2F200583487%2Fmaps-services-lead-engineer%3Fboard_id%3DJB001%26rx_campaign%3Dindeed0%26rx_ch%3Djobp4p%26rx_group%3D130795%26rx_job%3D200583487_EN_rxr-1%26rx_medium%3Dcpc%26rx_r%3Dnone%26rx_source%3Dindeed%26rx_ts%3D20250511T163810Z%26rx_vp%3Dcpc%26team%3DSFTWR","title":"Maps Services Lead Engineer","company":"Apple","location":"Malmö, M, SE","job_type":null,"date_posted":1746921600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Are you a self-starter looking for an exciting career opportunity? Do you like to ship software solutions that impact Apple Maps users around the world? Are you passionate about leading complex software engineering work? A job at Apple is unlike any other you’ve had. You’ll be challenged, inspired, and you will be proud of your work. Maps are a significant part of our everyday lives. Whether you are selecting a fine restaurant for dinner with friends, finding public transit that gets you to the big game before kickoff, or looking for the nearest gas station, you are relying on services provided by the Maps Services Team. The Apple Maps Services team develop cutting-edge guidance products to constantly improve the navigation experience and help hundreds of millions of people every day with their driving, walking and public transit needs. The team is also responsible for generating the vector maps that powers the beautiful map display in Apple Maps. We are looking for a skilled lead software engineer, with a passion to take ownership of problems and deliverables, lead software engineering work, and to organise skilled engineers to deliver the next generation of display and navigation services for Apple Maps.\n  \n\n  \n\n**Description**  \n\n  \n\n- Lead and drive the work of a team of remarkably skilled software engineers. - Be a strong advocate for the customer experience. - Take ownership of solving problems and deliver solutions on time. -Communicate and coordinate with teams and stakeholders in the US. - Participating in design and code reviews. - Influencing the future product direction.\n  \n\n  \n\n**Minimum Qualifications**  \n\n* Ability to take ownership, identify requirements, prioritise and make progress in an environment with limited given input.\n* Very strong in leading others, and hands-on, in programming, system design and problem solving.\n* Extensive, professional experience from software engineering.\n* Fluent communication in English with a sense for listening to others as well as getting your message through in a crisp way.\n* Experience in cross team collaboration and communication across multiple timezones.\n\n  \n\n**Preferred Qualifications**  \n\n* Strong understanding of common data structures and basic graph algorithms.\n* Mindset of writing efficient code, recognising that the \"optimal solution\" may not always be the most efficient if its impact is minimal.\n* Experience in Scala, Python, Kotlin, and C++.\n* Knowledge in Spark, Iceberg and spatial algorithms\/problems.\n* Experience from working in distributed engineering teams.\n* Knowledge from the maps (GIS) domain, related to routing, navigation, traffic or display maps.\nExperience from the ML domain.  \n* \n\n  \n\n  \n\nSubmit Resume","company_url":"https:\/\/se.indeed.com\/cmp\/Apple","company_url_direct":"http:\/\/www.apple.com","company_addresses":"Cupertino, CA","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"This is where you can do the best work of your life.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/60c39b87a9a4eaa4df878c716840f84d","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/8c915d66415088a4c67d85ca195547dd","ceo_name":"Tim Cook","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/263b9814b50ba62127754ec8a3710160"},{"id":"4214543330","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4214543330","job_url_direct":"https:\/\/adadigital.se\/lediga-jobb?jid=C82A0759-079A-48E1-8577-CE840E23B9CC&src=linkedin_jobslot&urlHash=1kVx","title":"SVT söker backendutvecklare - Python \/ Rust","company":"Ada Digital","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Other","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"**Utveckla AI-lösningar med Python och Rust och bidra till ett mer nyfiket och insatt samhälle – på SVT i Stockholm!**\n Vill du arbeta med teknik som gör skillnad? Som backendutvecklare hos SVT får du utveckla smarta lösningar inom automatiserad textning och AI – ett område där SVT är ledande i Europa. Här kombinerar du teknik, innovation och samhällsnytta, och bidrar samtidigt till ett starkt public service-uppdrag.\n   \n\n  \n\n**Vi erbjuder dig**\n* En organisation i teknisk framkant med en offensiv AI-strategi\n* Ett arbete inom Public Service där det viktigaste målet är förbättra upplevelsen för våra användare snarare än att främst mätas på att generera intäkter\n* Att bli en del av en modern, snabbrörlig och innovativ organisation där vi är ödmjuka och respekterar varandra – våra produkter är ett resultat av våra medarbetares passion!\n* En teknisk bredd och frihet i val av lösningar – vi utvecklar allt från idé till leverans.\n* En roll med stor flexibilitet och möjligheten att styra över både arbetsmetoder och tekniska val\n* Ett samhällsviktigt uppdrag där du bidrar till att alla ska kunna ta del av SVT:s innehåll\n* Delta i teamöverskridande hackdagar och innovationssprintar, med fokus på att utveckla och experimentera inom ditt område\n\n\n**Det här gör du hos oss**\n* Utvecklar och underhåller backendlösningar i bl.a Python och\/eller Rust.\n* Arbetar med nyutveckling och förbättring av befintliga tjänster.\n* Bidrar till optimering av arbetsflöden för automatiserad och manuell textning\n* Ansvarar för hela kedjan av tjänster för undertextning\n\n\n**Ditt team och arbetsplats**\n Du blir en del av teamet Undertext – ett tvärfunktionellt team som representeras av alla kompetenser som behövs för att bygga avancerade tjänster och arbetsverktyg för både interna och externa användare. Teamet består idag av mjukvaruutvecklare, tjänstedesigner, AI\/ML engineer, Agil coach och produktägare.\n   \n\n  \n\n Vi erbjuder en flexibel arbetsmiljö där du har möjlighet att jobba 50% hemifrån. Vi ses dock gärna på kontoret då vi gillar att träffas på vårt nyrenoverade kontor. Vi strävar också alltid efter att tillgodose dina tekniska behov, till exempel genom att erbjuda dig den laptop som passar dig bäst.\n   \n\n  \n\n**Mer om dig**\n Är du en nyfiken, prestigelös och lösningsorienterad person så tror vi att du kommer att trivas hos oss! Du är öppen för att lära dig om nya domäner och vill jobba med text, ljud, bild och video, även om du inte nödvändigtvis har gjort det tidigare.\n   \n\n  \n\n Vi söker dig med erfarenhet inom Python och\/eller Rust. Vår tekniska miljö består även av Java, Scala, Go, Azure, Tokio, Dropwizard, Akka, Netty, React, Kafka, RDBMS, NoSQL, Docker, Kubernetes, REST, GraphQL och gRPC. Det är klart positivt om du har intresse eller kunskap av en eller flera av dessa. Vi tror även att du är van att jobba med helheten och har en god förståelse för arkitektur samt van i att jobba med både nyutveckling och äldre system.\n   \n\n  \n\n Vi värdesätter också erfarenhet av arbete i komplexa domäner och en vilja att modernisera och förenkla system.\n   \n\n  \n\n Vi hoppas att du precis som oss motiveras av att jobba med kvalité och att skapa robusta lösningar – vi bygger för användarna!\n   \n\n  \n\n**Så här får vi kontakt**\n I den här rekryteringen har vi valt att samarbeta med Ada Digital som strävar efter en transparent, inkluderande och snabbrörlig rekryteringsupplevelse. Vi vill veta mer om dig och din potential! Du söker tjänsten enkelt och behöver inte bifoga några dokument. Det räcker med en motivering till varför du söker tjänsten och om du saknar CV kan du bifoga din LinkedIn-profil. Följ sedan din ansökan live via vår hemsida. Urvalet sker löpande och tjänsten kan bli tillsatt före sista ansökningsdatum. Är du nyfiken och vill veta mer innan du söker? Hör av dig till ansvarig rekryterare. Vi ser fram emot att få kontakt med dig!","company_url":"https:\/\/se.linkedin.com\/company\/ada-digital","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGktPdWqfI3nA\/company-logo_100_100\/company-logo_100_100\/0\/1730448645666\/ada_digital_logo?e=2147483647&v=beta&t=xSap0xj6uwnFNnIfJv-sHH77oz2gmUqOuLp-l2aSEq0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]