[{"id":"ab7c535a865ec362","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ab7c535a865ec362","job_url_direct":"https:\/\/karlstad.varbi.com\/se\/what:job\/jobID:778349\/type:job\/where:62\/apply:1","title":"GIS-utvecklare","company":"Karlstad kommun","location":"Karlstad, S, SE","job_type":null,"date_posted":1735084800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"### **Beskrivning**\n\n\nVill du vara med och skapa smarta GIS-lösningar och driva på användandet av GIS och geodata i kommunen? Vi utökar nu vår kart- och GIS-enhet med en ny tjänst för att förvekliga de visioner och utvecklingsprojekt som finns både på enheten och i kommunen.\n\n\nPå kart- och GIS-enheten får du nio härliga kollegor som har en bred kompetens. Vi är bra på det vi gör, men är redo att växla upp. Vi tror på att trivsel och god gemenskap med kompetenta kollegor är en framgångsfaktor för enhetens utveckling. Därför är du som person viktig för oss!\n\n### **Arbetsuppgifter**\n\n\nSom GIS-utvecklare kommer dina arbetsuppgifter bestå av att utveckla och skapa smarta lösningar för kommunens behov genom att lagra, bearbeta, analysera, presentera och visualisera geografisk information. Du stöttar våra kunder genom att bearbeta\/hantera geodata som kan användas i olika typer av beslutsunderlag.\n\n\nVi arbetar med bland annat QGIS, ArcGIS, FME, Origo, ArcSDE, PostGIS och Geoserver, vilket gör att tjänsten kan komma att anpassas efter dig – utifrån din person, dina kunskaper och erfarenheter. Viktiga uppdrag som du kommer att vara en del av är exempelvis:\n\n* Utveckling av kommunens digitala tvilling\n* Utveckling och förvaltning av GIS-tjänster\n* Stöd och support gällande geodata\n* Förvaltning av kommunens GIS-plattform\n* Arbeta med informationsflöden\n\n### **Kvalifikationer**\n\n\nVi söker dig som har högskoleutbildning inom GIS, alternativt annan högskoleutbildning som arbetsgivaren bedömer likvärdig. Du har gärna ett par års arbetslivserfarenhet inom GIS och geodata. Det är meriterande om du har kunskap inom FME, systemutveckling\/programmering eller 3D och visualisering.\n\n\nSom person är du en problemlösare, initiativtagare och vågar testa nya lösningar och idéer. Du gillar att arbeta i team men är självgående och driver dina uppdrag på ett strukturerat och effektivt sätt. Du är serviceinriktad i kontakten med både dina kunder och kollegor. Du har ett stort engagemang men framför allt en vilja att ständigt bidra till förbättring och utveckling. Stor vikt kommer därför att läggas på dina personliga egenskaper.\n\n**Du erbjuds**\n\n\nVi kan erbjuda dig en spännande arbetsplats med varierade arbetsuppgifter där du har en viktig roll i Karlstads utveckling mot ett hållbart samhälle.\n\n\nSom anställd i Karlstads kommun har du dessutom en rad förmåner. Du har bland annat möjlighet att hyra kommunens stuga i Sälen eller semesteranläggning på västkusten till ett bra pris, ta bruttolöneavdrag för miljöbil eller cykel. Här finns även möjlighet att semesterväxla för att kunna njuta av några extra lediga dagar under året. Kommunens eget friskvårdscenter heter Haga Motion som får nyttjas av alla anställda i kommunen till ett förmånligt pris. Här finns styrketräning, spinning, cirkelträning, massage med mera. Vi erbjuder också friskvårdsbidrag, friskvård på arbetstid samt möjligheten att delta i olika motionslopp.\n\n**Om Karlstads kommun**\n  \n\nKarlstad växer och stadsutvecklingen behöver möta framtidens behov. Stadsbyggnadsförvaltningens cirka 80 medarbetare har hand om detaljplaner, bygglov, och stadsmiljöfrågor för att göra den utvecklingen möjlig. Vi arbetar också med kartor och GIS– geografiska informationssystem, är kommunens representant som markägare och ansvar för kommunens strategiska naturvårdsarbete, geotekniska frågor, översvämning och förorenade områden.\n\n\nVill du vara med och skapa framtidens Karlstad? Hos oss i koncernen Karlstads kommun kan du göra skillnad på riktigt. Här är varje medarbetare en viktig del i helheten och tillsammans hjälps vi åt att förverkliga vår vision om \"Ett bättre liv i Solstaden\". Kom och väx med oss! Övrig information För att kvalitetssäkra rekryteringsprocessen och förenkla kommunikationen med våra sökande ber vi dig skicka in din ansökan digitalt och inte via e-post eller pappersformat. Vi undanber oss alla erbjudanden om annonserings- och rekryteringshjälp i samband med denna annons. Har du skyddade personuppgifter ska du inte registrera dina ansökningshandlingar i vårt rekryteringssystem och inte heller skicka in dem via e-post. Vänd dig istället till kommunens växel 054-540 00 00 för vidare hantering.\n\n\nAnställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Karlstad | Län: Värmlands län | Land: Sweden | Referensnummer: SBN\/2024:291 | Kontakt: Elin Sundberg, enhetschef 054-5401916, | Facklig företrädare: Sveriges Ingenjörer, Patrik Blomquist, 054-5406808, | Publicerat: 2024-12-25 | Sista ansökningsdag: 2025-01-19","company_url":"https:\/\/se.indeed.com\/cmp\/Karlstad-Kommun","company_url_direct":"http:\/\/www.karlstad.se","company_addresses":"Karlstad","company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/e1302277339f742c549ed6e192fc05af","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"968e0b52604f27d7","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=968e0b52604f27d7","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29349115","title":"Fullstack Developers","company":"NXT Interim Stockholm AB","location":"Solna, AB, SE","job_type":"fulltime","date_posted":1735084800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**About the assignment:**  \n\nOur customer in banking are looking for an experienced React\/fullstack developer to join their team and drive their transformation journey forward. Your primary focus will be to create a modern, customer-centric user interface that serves a global audience daily.\n  \nYou’ll quickly become an integral part of the organizations's pragmatic, solution-oriented, and collaborative team, where you’ll deliver impactful technical solutions while fostering a strong sense of team spirit. Our customer value openness, humility, and a willingness to share knowledge.\n  \nIn this role, you’ll build and transform modern web solutions with React while also mentoring and supporting the team that will eventually take over, ensuring long-term success. You thrive on getting things done, aligning stakeholders, and driving decisions, all while contributing to a culture of collaboration and shared goals.\n  \n  \n\n**Requirements:**  \n\nYou have experience implementing user interfaces using Material UI (MUI) and Custom Elements\/Web Components\n  \nWork with applications that are deployed and run in Google Cloud Platform (GCP) or OpenShift environments\n  \nExperience in developing front-end solutions with a focus on usability and performance is required\n  \nYou are skilled in building React components that are accessible, testable, and user-centric\n  \nHas several years of experience in React development and component-driven design\n  \nHas experience with agile development and experience working with CI\/CD pipelines\n  \nStrong communication skills in English\n  \nPrevious experience in training others and sharing knowledge, and finds it particularly enjoyable\n  \nStrong communication skills in English\n  \nStrong communication skills in Swedish\n  \n  \n\n**Meritorious qualifications:**  \n\nUnderstands the importance of performance, security and scalability in modern web solutions\n  \nHas experience integrating with REST APIs\n  \n  \n\n**Preferred soft skills to be successful in the role:**  \n\nGreat skills in motivating and share knowledge withing the team\n  \nDrive towards decisions\n  \nTeam-player\n  \n  \n\n**Number of consultants requested:** 2\n  \n**Expected years of experience:** 6-9 years\n  \n**Utilization:** 100%\n  \n**Location\/remote availability:** 3 days on site at Arenastaden, Solna\n  \n  \n\nDoesn't this sound like an exciting role?\n  \nApply today, and we’ll tell you more! This is a fixed-term consulting assignment where you will be employed on a project basis with NXT Interim. We require an application in Swedish, including a CV, that matches our client’s requirements. Selection and interviews are conducted on an ongoing basis, so don’t wait to submit your application, as we need to gather additional information and the tender period is short.\n  \n  \n\nNXT Interim and NXT Recruitment are specialized and innovative companies operating within the consulting and recruitment industry. We work in HR, IT, finance, sales, and marketing, with 20 years of experience in the field. We offer our consultants benefits such as health insurance, remote workplaces, and several other perks that enhance your daily life. For project-based employment, we apply collective agreements.","company_url":"https:\/\/se.indeed.com\/cmp\/Nxt-Interim-Stockholm-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4099055024","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4099055024","job_url_direct":"https:\/\/www.capgemini.com\/jobs\/L8ShcZIBuuRPwO7DNvVs\/Embedded-SW-Developer-within-R&D\\u002d\\u002d-Stockholm?utm_source=linkedin&urlHash=eSKM","title":"Embedded SW Developer within R&D - Stockholm","company":"Capgemini Engineering","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Engineering Services","listing_type":null,"emails":null,"description":"**Job Description**\n**Embedded SW Developer within R&D - Stockholm**\n Are you a skilled embedded software developer or proven tester with a passion, mainly but not exclusively, within the Automotive Industry?\n   \n\n  \n\n Then, join our dynamic team and become a driving force behind cutting-edge automotive technology!\n   \n\n  \n\n**Here You Can Find**\n* Innovative Projects: Dive into exciting projects at the forefront of Automotive development, shaping the future of mobility.\n* Top-Notch Tools: Access the latest tools and technologies, empowering you to excel in your craft.\n* Collaborative Environment: Work alongside a talented team of professionals, collaborating seamlessly to conquer challenges and achieve excellence.\n* Continuous Growth: Fuel your passion for learning with ongoing training and development opportunities.\n* Impactful Work: Make a meaningful impact by contributing to the creation of safe, reliable, and innovative automotive solutions that touch lives globally.\n\n\n**Your Role As An Embedded Software Developer**\n You will focus on developing embedded software, mainly but not exclusively within the Automotive Industry.\n   \n\n  \n\n**Main Responsibilities Can Include The Following Tasks**\n* Developing software using C and C++ programming languages.\n* Use MATLAB and Simulink for modeling and potentially generate C code.\n* Write unit tests or other testcases (Python)\n* Working with real-time operating systems (RTOS) and embedded Linux or other embedded operating systems.\n* Debugging hardware-related programming issues using tools such as JTAG.\n* Utilizing version control systems such as Git and CI\/CD pipelines.\n\n\n**Your Profile**\n To be successful in this role, we are looking for an individual who has:\n   \n\n  \n\n* At least 5 years of experience with embedded programming in C\/C++.\n* Experienced in MATLAB and Simulink\n* Experience with hardware-related programming and debugging, including JTAG and other debugging tools.\n* Knowledge of real-time operating systems (RTOS) and experience with embedded Linux or other embedded operating systems.\n* Experience with version control systems such as Git and continuous integration\/continuous delivery (CI\/CD) pipelines.\n* Excellent writing and verbal English skills\n* Bachelor’s or Master degree in relevant field\n\n\n**Meritorious**\n* Experience from Electrical Vehicles\n* Experience from Driveline Control Systems\n* Experience from Engine Control Modules and Combustion Engines\n* Experience from Powertrains\n* Understanding of Automotive software development processes, such as Automotive SPICE or ISO 26262.\n* Familiarity with Automotive communication protocols such as CAN, LIN, and Ethernet.\n* Experience of the consultant role in a European country\n* Spoken and written Swedish is meritorious.\n\n\n**Application and Contact**\n Selection and interviews are running continuously. Apply now to join our team and make a meaningful impact in the automotive industry.\n   \n\n  \n\n For questions and for more information contact Jan Hansson, Talent Acquisition Partner, 0725-616900\n   \n\n  \n\n Kindly note that due to GDPR, we will not accept applications via mail. Please use our career site.\n   \n\n  \n\n We kindly but firmly refrain from direct contact with staffing, brokerage, and recruitment companies as well as other external actors and sellers of additional job advertisements.","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini-engineering","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGf5YDRAgF5ow\/company-logo_100_100\/company-logo_100_100\/0\/1675696304669\/capgemini_engineering_logo?e=2147483647&v=beta&t=z70ol6a3txPeMjFIIOh8MUG1jQxpNEXm-YPelqrE2P0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4109844834","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4109844834","job_url_direct":"https:\/\/salt.teamtailor.com\/jobs\/5210935-fullstack-java-career-program-varen-2025-stockholm&urlHash=JyO9","title":"Fullstack JAVA Career Program, Våren 2025, Stockholm","company":"SALT - School of Applied Technology","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting and Software Development","listing_type":null,"emails":null,"description":"*Vill du ta nästa steg för att börja din karriär som Java utvecklare? Oavsett om du är självlärd eller har tidigare erfarenhet inom programmering, erbjuder SALT en unik möjlighet att utveckla dina programmeringskunskaper och få betydelsefull arbetslivserfarenhet! Ta chansen att forma din karriär och bli en nyckelspelare i en bransch där din kompetens verkligen gör skillnad!* \n\n\n\n\n  \n\n\n\n\n\n**Om Career Progra** \n\n\n\n\n mDetta program är en unik möjlighet för dig som vill utveckla dina programmeringskunskaper och samtidigt stärka de färdigheter som krävs för att lyckas som konsult. Här kombineras avancerad kodning tillsammans med fokus på färdigheter såsom samarbete & intervjuteknik – allt för att göra dig redo för en karriär som professionell utvecklare. Utbildningen pågår under 13 intensiva veckor på plats på vårt kontor på Kungsholmen. Under dessa veckor kommer alla kursare tillsammans at arbeta i team, i form av mob programming. Efter att framgångsrikt ha genomfört utbildningen, kommer säljteamet att presentera dig för våra kunder så somScania, Länsförsäkringar och Atlas Copco. När vi hittat en matchning, kommer du att genomföra ett konsultuppdrag tillsammans med SALT. Målbilden är att sedan anställas av det externa bolaget, likt 95% av tidigare kursare\n \n\n\n\n  \n\n\n\n\n\n !\n   \n\n När du har erbjudits en plats till vårt program kommer du att få tillgång till vår pre-course en månad innan startdatumet, som måste genomföras innan utbildningen börjar. Våra instruktörer kommer att genomföra individuella uppföljningar under pre-coursen för att säkerställa att du har rätt förutsättningar inför kursstarte\n \n\n\n\n  \n\n\n\n\n\n*n.\n   \n\n Notera att utbildningen är kostnadsfri och första lönen på påbörjad konsultperiod utbetalas retroaktivt, det är därför viktigt att du kan finansiera dig under den obetalda utbildningsperio* \n d\n \n\n\n\n  \n\n\n\n\n\n**en.\n   \n\n Kursst** \n art: Mars\n \n\n\n\n  \n\n\n\n\n\n**2025\n   \n\n Är du den vi s** \n\n\n\n\n*öker?För att vara aktuell för rollen ser vi gärna att du uppfyller följande krite* \n\n\n\n* rier:Du har kodat aktivt i cirka 5 månader, med ett genomsnitt på 15 timmar per\n* veckaErfarenhet av programmeringsspråk såsom Java, JavaScript, C# or Python eller lik\n* nandeTidigare arbetslivserfarenhet där du har samarbetat i en team-\n* miljöFlytande i svenska och engelska, både i tal och s\n* kriftGiltigt arbetstillstånd i minst två år från utbildningens start\n* datumPermanent bosatt i eller nära Stoc\n\n\n\n  \n\n\n\n\n\n**kholm\n   \n\n Vi ser även att du har en god samarbetsförmåga, är proaktiv, kommunikativ samt har lätt att anpassa dig till nya miljöer. En framgångsrik konsult besitter både den tekniska kunskapen tillsammans med mjuka färdigheter och ett professionellt förhållning** \n\n\n\n\n  \n\n\n\n\n\n**ssätt.\n   \n\n Det är meriterande om** \n\n\n\n* du har:Kunskap i objektorienterad programmerin\n* g (OOP)Avslutad kandidatexamen eller maste\n* rexamenTidigare erfarenhet inom IT eller systemutv\n\n\n\n  \n\n\n\n\n\n**eckling\n   \n\n Ans** \n\n\n\n\n*ök idag!Vi tillämpar löpande urval, ansök därför så snart som* \n\n\n\n\n*möjligt!Senaste ansökningsdatum är den 16 d* \n\n\n\n\n  \n\n\n\n\n\n**ecember** \n\n\n\n\n .\n   \n\n Frågor?Koll\n **a i** \n n vår FAQ på vår hemsida eller kontakta os\n \n\n\n\n  \n\n\n\n\n\n s direkt!\n   \n\n Vi ser fram emot di\n \n\n\n\n  \n\n\n\n\n n ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/salteurope","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGHB-2Ka6nBKQ\/company-logo_100_100\/company-logo_100_100\/0\/1674577888827\/applied_technology_stockholm_logo?e=2147483647&v=beta&t=6bKbzFoLZ_bQSuiC0gxxrSQhOabeS075fZ_aY9rHU4c","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4109847664","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4109847664","job_url_direct":"https:\/\/bahnhof.se\/2024\/12\/12\/team-leader-natutveckling-stockholm-malmo-umea\/&urlHash=BaGH","title":"Team leader nätutveckling – Stockholm, Malmö, Umeå","company":"Bahnhof AB (Publ)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Telecommunications","listing_type":null,"emails":"jobb@bahnhof.net, philip.goransson@bahnhof.net","description":"Om tjänsten\n   \n\n  \n\n I rollen som team leader fokuserar du huvudsakligen på utvecklingsarbete, men även på planering, arbetsledning och uppföljning. Du blir del av ett team som arbetar med att bygga smartare nätverk, och utveckla avancerade nätverktyg. Redan under din första månad kommer du att få automatisera tjänsteprovisionering, förbättra monitorering och bygga mjukvarukomponenter för nya nätverksarkitekturer.\n   \n\n  \n\n Tjänsten utgår från något av Bahnhofs kontor i Stockholm, Malmö eller Umeå.\n   \n\n  \n\n Om dig\n   \n\n  \n\n Den breda portföljen av mjukvara kräver att du är bekväm med många koncept inom både nätverk och mjukvara. Du har också förmågan att prioritera och planera arbetet i ett team med bred och djup kompetens. Du tar initiativ till lösningar där det saknas utstakade vägar, och är orädd inför nya utmaningar, plattformar och tekniker. Erfarenhet från liknande roller inom telekom värderas högt.\n   \n\n  \n\n Du ingår i ett team som fokuserar på:\n   \n\n  \n\n**Språk** \n : C, Python, Perl, Go, PHP\/Vue.js, Bash\n   \n\n  \n\n**Operativsystem** \n : Linux, Cisco IOS, IOS XE, IOS XR, VRP\n   \n\n  \n\n**Koncept\/system** \n : DHCP, CGNAT, K8s, PowerDNS, BNG, ZTP, Docker, Ansible, Prometheus\n   \n\n  \n\n Om Bahnhof\n   \n\n  \n\n Bahnhof är en ledande internetoperatör med bredbands- och nättjänster i teknisk framkant, både för privatpersoner och företag. Vi gillar att utmana gamla sanningar, och söker just nu en kreativ utvecklare som vill vara med när vi expanderar, och bidra till nästa generations nät.\n   \n\n  \n\n Ansökan\n   \n\n  \n\n Mejla ansökan märkt ”Team leader nätutvecklare” till jobb@bahnhof.net senast den\n **17 januari 2025** \n , inklusive personligt brev, CV och löneanspråk.\n   \n\n  \n\n Har du frågor om tjänsten? Hör av dig till Philip Göransson via philip.goransson@bahnhof.net\n   \n\n  \n\n*Tack, men nej tack. Vi undanber oss vänligt men bestämt all kontakt från rekryteringsbolag.*","company_url":"https:\/\/se.linkedin.com\/company\/bahnhof","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGDFzH7shV3aw\/company-logo_100_100\/company-logo_100_100\/0\/1630615731789\/bahnhof_logo?e=2147483647&v=beta&t=8ybS4UiRZOYWwJ6Pw10T2ahUbWvwfKpBjW9_hDr30ng","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0fe006cdf60de5c5","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0fe006cdf60de5c5","job_url_direct":"https:\/\/jobs.volvocars.com\/job\/Gothenburg-Junior-Software-Engineer-40531\/1155295301\/","title":"Junior Software Engineer","company":"Volvo Cars","location":"Göteborg, O, SE","job_type":null,"date_posted":1735084800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Auto","listing_type":null,"emails":"neha.mehta@volvocars.com, hadi.soltani@volvocars.com","description":"**Software: fuel for mobility**\n-------------------------------\n\n  \n\n  \n\nWe bring bold digital visions to life. So we’re on the lookout for more curious and creative engineers who want to create change – one line of high-quality code at a time. Our transformation isn't for everyone, but if you're excited about solving the leading-edge technological challenges facing the auto industry, then let’s talk about your next move.\n\n  \n\n\n**Let's introduce ourselves**\n-----------------------------\n\n\n\nWelcome to Volvo Cars Connected Experience (ConX), where we shape the future of connectivity, Infotainment, and cutting-edge automotive technologies. In the dynamic environment of eART Solution Integration and Release, we develop, integrate, and maintain robust tools and services that enable operations across our connected ecosystem. Currently, we are seeking a **Junior Software Engineer** to contribute to our development efforts with a focus on Python-based systems, threading, network programming, and modern databases.\n\n  \n\n\nAt ConX, we use a robust and diverse technology stack to deliver reliable and efficient solutions. As a Junior Software Engineer, you will work with:\n\n\n* **Programming Languages:** Python 3 (with a focus on Test Environment Development using pytest).\n* **Concurrency & Networking:** Multiprocessing, threading, CAN, LIN, Ethernet, and other network protocols.\n* **Messaging Queues:** RabbitMQ, ZeroMQ.\n* **Databases:** Relational (MariaDB, PostgreSQL) and NoSQL (MongoDB).\n* **Testing:** Unit testing with pytest to ensure software quality.\n\n\nOur tools and services empower hundreds of developers and engineers, fostering innovation and developer first experience.\n\n\n**What you'll do**\n------------------\n\n\n### ***Software Development & Maintenance***\n\n\n* Develop test framework and related services using Python 3, adhering to clean code principles.\n* Implement efficient concurrency solutions with multiprocessing and threading.\n\n#### ***Networking & Protocols***\n\n\n* Build and maintain applications that interact with network protocols, including CAN, LIN, and Ethernet.\n* Work on solutions that involve messaging queues like RabbitMQ for distributed systems.\n\n#### ***Database Integration***\n\n\n* Design and implement database schemas for relational databases (MariaDB, PostgreSQL).\n* Work with NoSQL databases (e.g., MongoDB) to support dynamic and scalable solutions.\n\n#### ***Testing & Quality Assurance***\n\n\n* Write and maintain unit tests using pytest to ensure code reliability and performance.\n* Collaborate in code reviews to enhance code quality and maintain consistency.\n\n#### ***Collaboration & Growth***\n\n\n* Work closely with senior developers, DevOps engineers, and cross-functional teams to understand requirements and deliver solutions.\n* Learn and adopt best practices in software engineering, contributing to team knowledge-sharing and innovation.\n\n  \n\n\n\n\n**What you'll bring**\n---------------------\n\n\n* Strong proficiency in Python 3, with experience in frameworks like pytest.\n* Deep understanding of object-oriented programming principles, including interfaces, abstraction, encapsulation, and inheritance.\n* Knowledge of concurrency with threading and multiprocessing, as well as network programming with CAN, LIN, Ethernet, and messaging queues like RabbitMQ and ZeroMQ.\n* Basic experience with both relational (MariaDB, PostgreSQL) and NoSQL (MongoDB) databases.\n\n  \n\n\n\n\n**Ready to Take the Next Step?**\n---------------------------------\n\n  \n\n  \n\nPlease submit your application through our career page. Due to GDPR regulations, we’re unable to store or consider applications from other platforms. Make sure to submit your application in English.\n\n\nIf you have any questions about the recruitment process, you are welcome to reach out to Recruiter Neha Mehta at neha.mehta@volvocars.com. For specific questions about the position, please reach out to Hiring Manager Hadi Soltani at hadi.soltani@volvocars.com.\n\n  \n\n  \n\n**Volvo Cars – driving change together**\n\n  \n\n  \n\nVolvo Cars’ success is the result of a collaborative, diverse and inclusive working environment. Today, we’re one of the most well-known and respected car brands, with around 43,000 employees across the globe. At Volvo Cars, your career is designed around your skills and aspirations, so you can reach your fullest potential.\n\n\nAnd it’s so exciting – we’re well on our way on our journey towards full electrification. We have five fully electric cars already on the market, and five more on the way. Our fully-electric and plug-in hybrid cars combined make up almost 50 per cent of our sales. So come and join us in shaping the future of mobility. There’s never been a more rewarding time to play your part in our inspiring and creative teams!","company_url":"https:\/\/se.indeed.com\/cmp\/Volvo-Cars","company_url_direct":"http:\/\/www.volvocars.com\/careers","company_addresses":"Gunnar Engellaus väg 8, 418 78 Göteborg","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"At Volvo Car Group, our vision is clear: \"To be the world's most progressive and desired premium car brand\".","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/b4bd6b87a13eb70e473e42509a747ddc","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/93d41dcae959597e8b9c03c9d198c280","ceo_name":"Håkan Samuelsson","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/f109db75ab99ea2a55e5604c74cf79eb"},{"id":"694ed2d449d65f12","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=694ed2d449d65f12","job_url_direct":"https:\/\/www.uptrail.com\/job\/87276\/data-engineer-modern-data-platform","title":"Data Engineer - Modern Data Platform","company":"ForeFront","location":"Stockholm, AB, SE","job_type":null,"date_posted":1734998400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Arbetsuppgifter\nVi tror att tekniken ger oss oanade möjligheter – för att utveckla människor, skapa bättre affärer och bygga hållbara samhällen. Vi letar efter dig som vill arbeta tillsammans med Sveriges härligaste kollegor och vill spela en nyckelroll i att bygga och underhålla skalbara datalösningar som stödjer avancerade analyser och AI-lösningar. Vi letar efter någon som inte bara har teknisk kompetens utan även kan förstå kundernas affärsproblem och omvandla dessa till tekniska lösningar.\n\n\n***Det här är Forefront***  \n\nVi – Forefront – är ett verksamhets- och IT-konsultbolag som föddes 2008. Idag är vi över 500 anställda, eller Frontiers som vi hellre kallar oss. Vi har som ambition att bli Sveriges bästa arbetsplats. Det gör vi genom att uppskatta varandras olikheter, ständigt blicka framåt och skapa en organisation som är lika modig som klok. Tillsammans är vi förenade av delade visioner och drivna av större ambitioner. Med kontor och Frontiers över hela Sverige strävar vi efter att få teknik och människa att gå hand i hand.\n\n\n***Vem är du?***  \n\nVi söker dig som har en ingenjörsutbildning inom datavetenskap eller motsvarande relevant utbildning, som vill vara med och forma framtidens datahantering. Du är väl insatt i DevOps och har erfarenhet av att arbeta med molnplattformar som GCP eller Azure. Med expertis inom datamodellering, infrastructure as code och ELT\/ETL-processer kan du bygga skalbara lösningar för att hantera stora datamängder. Du har dessutom förmågan att översätta affärsproblem till tekniska lösningar och har erfarenhet av agil utveckling, vilket gör att du effektivt kan arbeta i en dynamisk och snabbföränderlig miljö. Du välkomnas till vårt kontor i centrala Stockholm och rapporterar till Head of Data & Analytics. Möjlighet till hybridarbete finns.  \n\n  \n\n***Kvalifikationer***  \n\nVi tror att du har erfarenhet av:\n\n  \n\n* Molnplattformar såsom GCP och\/eller Azure.\n* Python och SQL.\n* Molnbaserade lösningar och on-prem system är meriterande.\n\n\nKvalifikationer\n***Vad kan du förvänta dig?***  \n\nSpännande uppgifter som Data Engineer – Modern Data Platform hos Forefront:\n\n  \n\n* Designa, utveckla och underhålla robusta och högpresterande data pipelines och dataplattformar i molnmiljöer.\n* Implementera och optimera ETL-processer för att säkerställa högkvalitativ och ren data.\n* Arbeta med stora datamängder och molnbaserade lösningar för att stödja avancerade analytiska applikationer.\n\n\n***Vi lovar dig!***\n\n\n* Sveriges härligaste kollegor\n* Kompetensutveckling\n* En innovativ arbetsmiljö där du får arbeta med den senaste teknologin inom AI och data.\n* Möjlighet att påverka och skapa värde för kunder genom att omvandla deras affärsproblem till tekniska lösningar.\n* Flexibelt arbete och en dynamisk företagskultur där personlig och professionell utveckling står i fokus.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 550 anställda. Med kontor på 11 orter i Sverige och USA, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.\n\n\n.Våra värderingar är vårt DNA\n\n\nAvsiktAvsikten är motorn i vårt arbete och medvetenheten om var målet ligger. Den ger oss styrkan att ifrågasätta det till synes uppenbara, lägger kraft bakom våra påståenden och motiverar våra beslut.\n\n\nAvtryckAvtryck säger något om vår starka ambition att skapa förändring. Att göra verklig skillnad. Både i aktuella kundprojekt och i vår omvärld i stort. Vi är stolta över att våra kunder talar väl om oss. Och vi blir glada när vår verksamhet ses som en positiv förebild av kollegorna i branschen.\n\n\nInsiktDet är i insikten som vårt arbete börjar. För att nå dit krävs tålamod, empati och ödmjukhet, samt nyfikenhet nog att kunna ta in flera olika perspektiv och väga samman informationen. Insikt handlar om att verkligen förstå problemet innan vi försöker lösa det.\n\n\nTillsammansTillsammans är den väg vi väljer för att nå de mål vi siktar mot. Ordet ger uttryck för vårt sökande efter mervärdet i en gemensam strävan. Det handlar om att befinna sig jämsides med kunder och kollegor. Utan prestige och onödiga hierarkier, men med delaktighet, ansvar och arbetsglädje.\n\n\nUtsiktUtsikt beskriver både en position och den medvetna ansträngning som är nödvändig för att ta sig dit. Begreppet påminner oss också om att goda rådgivare är öppna och ödmjuka. Det handlar om att se och att särskilja, med fokus på kundens affärsnytta.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 550 anställda. Med kontor på 11 orter i Sverige och USA, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.","company_url":"https:\/\/se.indeed.com\/cmp\/Forefront","company_url_direct":"https:\/\/myforefront.org\/","company_addresses":"Chicago","company_num_employees":"11 to 50","company_revenue":null,"company_description":"Forefront builds a vibrant social impact sector for all people of Illinois.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4109735419","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4109735419","job_url_direct":null,"title":"Lab Systems Administrator","company":"Tech Mahindra","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/in.linkedin.com\/company\/tech-mahindra","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4109853238","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4109853238","job_url_direct":null,"title":"Fastighets- och IT-chef – Tom Tits Experiment","company":"Telge Bostäder","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/telge-bost%C3%A4der","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4088730855","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4088730855","job_url_direct":"https:\/\/recruit.visma.com\/spa\/public\/apply?src=Linkedin&guidAssignment=668b751f-9bfa-4ee8-815e-935922874844&urlHash=SW1f","title":"Informationssäkerhetsspecialist Stockholm","company":"Unionens arbetslöshetskassa","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Government Administration","listing_type":null,"emails":null,"description":"**Om arbetsplatsen**\n Vi vill vara det självklara valet för dig som vill arbeta med arbetslöshetsförsäkringen och lägger därför kraft på att skapa en god arbetsmiljö och förmånliga anställningsvillkor.\n   \n\n  \n\n Som medarbetare på Unionens a-kassa kan vi bland annat erbjuda dig:\n   \n\n  \n\n* marknadsmässig lön\n* ett riktigt bra kollektivavtal med bland annat generös avsättning till tjänstepension och minst 33 dagar semester per år\n* ett friskvårdsbidrag på 4 500 kronor per år\n* arbetstider med flexibilitet under ansvar\n* en friskvårdstimme per vecka, hälsoinspiratörer och möjlighet till massage på kontoret\n* möjlighet att delvis arbeta hemifrån\n* goda utvecklings- och karriärmöjligheter\n\n\n Vi är cirka 300 anställda som sitter i fina lokaler centralt i Malmö, på Södermalm i Stockholm och i centrala Örebro. Vi lägger stor vikt vid att främja mångfald och inkludering i vår rekryteringsprocess.\n   \n\n  \n\n Vill du vara en del av Unionens arbetslöshetskassa och vara 100 procent viktig varje dag?\n   \n\n  \n\n**Arbetsuppgifter**\n Som informationssäkerhetspecialist ansvarar du för att planera vårt informationssäkerhetsarbete och samordnar med IT-säkerhetsarbetet på arbetsplatsen. Du stödjer ansvariga i verksamheten för att säkra hanteringen av information och informationstillgångar. Du förebygger och upptäcker säkerhetsrisker samt utvärderar och följer upp resultat och efterlevnad. I arbetet ingår även att informera och utbilda verksamheten för att möjliggöra ett säkert användande av digitala tjänster, samt säkerställa att vi följer lagstiftning och andra krav.\n   \n\n  \n\n Arbetsuppgifterna innebär rent praktiskt att:\n   \n\n  \n\n* införa och utveckla ledningssystem för informationssäkerhet, och kontinuerligt rapportera om status till ledningen\n* bidra i arbetet med att ta fram risk- och sårbarhetsanalyser samt hantera och vara ett stöd vid informationssäkerhetsincidenter\n* ansvara för verksamhetens dokumentation och rutiner inom området samt bidra till närliggande områden\n* bidra i arbete med leverantörer, övriga tredjepartsföretag, andra externa parter och samarbetspartners\n* omvärldsbevaka inom eget ansvarsområde.\n\n\n**Kvalifikationer**\n Vi söker dig som har:\n   \n\n  \n\n* erfarenhet av informationssäkerhetsarbete och kunskap om gällande standarder och lagstiftningar på området\n* erfarenhet av att ha implementerat ledningssystem för informationssäkerhet\n* akademisk utbildning eller likvärdig utbildning\n* erfarenhet av arbete på en a-kassa eller annan liknande organisation.\n\n\n Du är målfokuserad, tänker strategiskt och ser till hela verksamhetens bästa i agerande och beslut. Du har en god förmåga att arbeta självständigt, men är även lyhörd och samarbetar väl med andra. Du har förståelse för människors olika förutsättningar och ett pedagogiskt sätt att förmedla ditt budskap till mottagare. Du har även goda kunskaper i svenska och engelska, i både tal och skrift.\n   \n\n  \n\n Tjänsten är placerad i Stockholm.\n   \n\n  \n\n**Övrig information**\n Arbetsmarknaden förändras i allt snabbare takt och arbetslöshetskassornas uppdrag har kanske aldrig varit viktigare. Vi på Unionens a-kassa brinner för det här uppdraget.\n   \n\n  \n\n Unionens a-kassa är den näst största arbetslöshetskassan i Sverige med nästan 750 000 medlemmar. Vi fattar beslut i ärenden om medlemskap och arbetslöshetsersättning enligt lagen om arbetslöshetskassor (LAK) och lagen om arbetslöshetsförsäkring (ALF). Arbetslöshetsförsäkringen är en omställningsförsäkring vid arbetslöshet och vårt arbete påverkar många människors vardag.\n   \n\n  \n\n Våra ledord är kvalitet, effektivitet, tillgänglighet och engagemang, och vår vision är att vara det självklara valet!","company_url":"https:\/\/se.linkedin.com\/company\/unionensakassa","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGB97fMSfAZcw\/company-logo_100_100\/company-logo_100_100\/0\/1630601530252?e=2147483647&v=beta&t=r-R51bJi0YBfk2GMwxlm580AtoswPCM96Z_9OU32yxM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4108657293","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4108657293","job_url_direct":"https:\/\/jobs.siemens.com\/careers\/job\/563156122393729?hl=en&sourceType=PREMIUM_POST_SITE&domain=siemens.com&urlHash=52Ob","title":"Learning Program Manager \/ Learning Architect - m\/f\/d","company":"Siemens Digital Industries Software","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About The Role**\n This role will be based in a hybrid\/remote working capacity, and we are fully supportive of flexible working arrangements.\n   \n\n  \n\n You will join a highly motivated and diverse Learning & Development team that operates globally and hence gives you the opportunity to interact with professionals from various geographies and cultural backgrounds.\n   \n\n  \n\n As a Learning Architect, you will play a key role enabling the Global Sales & Customer Success employees and partners, so they successfully interact with customers and achieve their transformation and business objectives. You will define, develop, and manage relevant, timely and engaging learning programs for the benefit of the Global Sales and Customer Success organization.\n   \n\n  \n\n Your experience and inter-personal skills will allow you to successfully work with the different stakeholders in the headquarter and the field-organization so to align on learning objectives and to source subject matter experts to collaborate with you on the creation of the learning content. Timely availability and learner feedback about relevance and quality of your learning programs will be your key performance indicators.\n   \n\n  \n\n**Area of Responsibility**\n* Undertake effective requirements gathering activity to understand purpose, constraints and learning objectives of your learning programs\n* Design learning concept and strategy for the program to meet requirements while enhancing a digital learning model\n* Use blended learning approaches including formal, social peer and adoption elements, design the learning program, defining all the curriculum and program elements\n* Collaborate with Subject Matter Experts to develop the learning assets required for each element of the learning program\n* Develop program support materials required to operationalize the program\n* Validate program and assets with key stakeholders including L&D BP for target audience\n* Pilot program and make required adjustments based on feedback\n* Define requirements for recruiting from the field Trainers and Coaches to support the program\n* Work with the Learning & Development Operations leader and team to prepare, plan, implement and track the feedback about and impact of the learning programs\n* Work with the Learning & Development Business Partners to analyze the feedback and optimize the program as needed\n\n\n**Your Qualifications & Experience**\n* Thorough experience in various Learning & Development roles, ideally within an enterprise software company\n* Proven didactical skills and successful experience in architecting, designing, and managing learning programs\n* Successful experience in learning content development\n* Bachelor or higher degree in education, IT or engineering or equivalent experience\n* Strong organizational and leadership skills with strong problem-solving abilities.\n* Teammate who can work well with all people, including sales, technical and management.\n* Ability to build and maintain relationships with our internal clients, Sales, Pre-Sales, Services and Support.\n* Self-starter who can show initiative and work autonomously.\n* Willingness and drive to learn and develop.\n* Fluency in English (verbal and written) is required to perform the duties and responsibilities of the position\n* Be flexible in working time as you are working with people all over the world\n\n\n**Working at Siemens Software**\n**Why us?**\n Working at Siemens Software means flexibility - Choosing between working at home and the office at other times is the norm here. We offer great benefits and rewards, as you'd expect from a world leader in industrial software.\n   \n\n  \n\n We are an equal opportunity employer and value diversity at our company. We do not discriminate based on race, religion, color, national origin, sex, gender, gender expression, sexual orientation, age, marital status, veteran status, or disability status.\n   \n\n  \n\n , ,","company_url":"https:\/\/www.linkedin.com\/company\/siemenssoftware","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFTiUh1DUJ3fA\/company-logo_100_100\/company-logo_100_100\/0\/1719793387652\/siemenssoftware_logo?e=2147483647&v=beta&t=o3SrSdxMeP1br7rpKknaX62uVBkomXcqvR0mjnb0kBc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4109524335","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4109524335","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/266974-pwc-sverige-corporate-finance-student-program\/&urlHash=7vmh","title":"Corporate Finance Student Program","company":"PwC Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Other","company_industry":"Business Consulting and Services","listing_type":null,"emails":"victoria.lakomova@pwc.com, amanda.g.gustafsson@pwc.com","description":"**Do you want to grow in your self-leadership while boosting the collaborative and learning culture within PwC? Are you interested in transactional advisory and business opportunities that contribute to building a better world?**\n*Take this opportunity and join PwC Corporate Finance Student program and be a part of an incredible journey !*\n In a world of constant change, the need to know what to do, and how to do it, has never been more important. PwC is one of the world’s leading consultancy firms, helping companies across a wide range of industries with complex business challenges.\n   \n\n  \n\n With our deep industry experience and international networks, we help clients to succeed all across the deals cycle.\n   \n\n  \n\n We are now looking for students doing primarily Master programs within Finance,Industrial Economy and Real Estate economics to join our finance student program during Fall 2024.\n   \n\n  \n\n**Are you one of them?**\n You will be part of an engaged and collaborative team of around 30 students and learn more about our business, our people, our culture and our purpose and of course create a great network for the future.\n   \n\n  \n\n**What You Get Through PwC Corporate Finance Student Program**\n The program consists of four sessions, circa 3,5 - 4 hrs (16.00 - 19.30\/20.00), onsite at PwC:s office in Stockholm (Torsgatan 21) incl mingles after each session. Dates are February 27th, March 13th, April 3rd and May 8th. Through workshops, lectures and engaging conversations we will focus on Deals & Advisory services, transaction related case training, self-leadership development and PwC culture. Network activities and mentorships are also included in the program to help you build relationships for the future. You will also get training for your future recruitment process and how you can genuinely pitch yourself.\n   \n\n  \n\n**Preferred Skills**\n An on-going Master’s degree in Finance & Accounting, Industrial Economics, Real Estate economics or Data Analytics & Programming combined with Finance.\n   \n\n  \n\n You enjoy analytical and problem solving work, and are eager to understand and navigate complexity.\n   \n\n  \n\n We think you are a curious person excited to learn new things, people will always turn to you as a go-to-person and they will describe you as friendly and kind.\n   \n\n  \n\n You will have a need of being proficient in both business English and Swedish.\n   \n\n  \n\n But most important - you have an open mindset and you are willing to create value.\n   \n\n  \n\n ,\n   \n\n  \n\n**Application instructions**\n Please register your application consisting of CV, available university and high school grades, as well as a motivational letter about why this sounds exciting for you by September 6th.\n   \n\n  \n\n The reviewing process is ongoing until January 19th, and the applicants moving onwards will be contacted for a shorter online interview which will take place in week 5,6 & 7.\n   \n\n  \n\n If you have any questions about the program, your application or the process, please contact Victoria Lakomova victoria.lakomova@pwc.com or Amanda Gustafsson amanda.g.gustafsson@pwc.com.","company_url":"https:\/\/se.linkedin.com\/company\/pwc-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFLeccG4kqrKA\/company-logo_100_100\/company-logo_100_100\/0\/1724240783407\/pwc_sweden_logo?e=2147483647&v=beta&t=OYbmwHa8srAq59Dui2vQS130x2Orw3fRjWlqn5hBNps","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4108608779","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4108608779","job_url_direct":"https:\/\/upplandsvasby.varbi.com\/se\/what:job\/jobID:776378\/type:job\/where:123\/apply:1&urlHash=lpPw","title":"Avdelningschef till kontorsservice i Upplands Väsby kommun","company":"Upplands Väsby kommun","location":"Upplands Väsby, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Government Administration","listing_type":null,"emails":null,"description":"Upplands Väsby kommun söker en avdelningschef till kommunledningskontoret med ansvar för att stärka och leda vår avdelning för kontorsservice, där bland annat Servicedesk, IT-drift och Facility Management ingår. Uppdraget är att säkerställa en högkvalitativ internservice till kommunens olika kontor medarbetare.\n   \n\n  \n\n Vi erbjuder dig\n   \n\n  \n\n I och med att kommunledningskontoret har en ny organisering finns stora möjligheter att i den nya rollen som avdelningschef vara med och skapa nya strukturer och bygga en kultur som ska främja samverkan, stöd och service, både för den egna avdelningen och för kontoret i stort.\n   \n\n  \n\n Vi erbjuder en möjlighet att forma den nya avdelningen, med nya samverkansformer och strukturer för att möjliggöra för goda leveranser. Samtidigt ingår avdelningschefen i kontorschefens ledningsgrupp och förväntas ta en aktiv roll i arbetet för kontorets bästa.\n   \n\n  \n\n Kommunen erbjuder regelbundna utbildningar och ledarforum fyra gånger per år för kommunens alla chefer. Chefer erbjuds även kompetensutveckling genom ett ledarskapsprogram.\n   \n\n  \n\n Om oss\n   \n\n  \n\n Kommunledningskontoret arbetar på kommunstyrelsens uppdrag med det lagstyrda uppdraget att leda och samordna den kommunala verksamheten. Från KLK (kommunledningskontoret) utgår också stöd och service till övriga kommunala verksamheter, även inom kontoret.\n   \n\n  \n\n Kommunledningskontoret omorganiseras från och med 1 januari 2025 och i den nya strukturen organiseras verksamheten i fem avdelningar: Ekonomi och inköp, Förändringsledning (HR, lön och utvecklingsledning), Medborgarservice och kansli, Kontorsservice samt Hållbar samhällsutveckling. Avdelningen för Hållbar samhällsutveckling ansvarar för ett antal kommunala kärnverksamheter såsom strategisk samhällsplanering, näringslivsfrämjande, brottsförebyggande och civil beredskap samt strategiska funktioner för säkerhet, miljö och social hållbarhet.\n   \n\n  \n\n Avdelningen kontorsservice består av tre enheter: IT-drift, Servicedesk och FM-enheten (facility management).\n   \n\n  \n\n Om tjänsten\n   \n\n  \n\n I den nya organisation delas KLK in i fem avdelningar, var och en med en avdelningschef, som rapporterar direkt till kontorschefen. Avdelningscheferna ansvarar för strategisk utveckling inom sina respektive verksamhetsområden och för processägandet inom sina ansvarsområden.\n   \n\n  \n\n Verksamhetsansvar: Övergripande ansvar för avdelningens verksamhet, inklusive ekonomi, personal och arbetsmiljö.\n   \n\n  \n\n Ledningsansvar: Stödja och leda enhetscheferna att säkerställa leveranser av hög kvalitet till kommunens övriga kontor.\n   \n\n  \n\n Samordningsansvar: Bidra till och understödja att KLK:s avdelningar och enheter arbetar tillsammans för att möta kommunens mål och leverera högkvalitativa tjänster till övriga kontor.\n   \n\n  \n\n Utvecklingsansvar: Utveckla en stark samarbetskultur och tydlig riktning för inom och mellan de organisatoriska delarna på kommunledningskontoret i linje med kommunens övergripande mål. Utveckla de förväntade synergier som den nybildade avdelningen ger förutsättningar för.\n   \n\n  \n\n Avdelningschefen rapporterar till kontorschefen, sitter i kontorets ledningsgrupp och samarbetar mycket nära med övriga avdelningschefer, som leder andra styr och stödprocesser. Avdelningscheferna stöttar kontorschefen i dennes uppdrag att med djup förståelse för kärnverksamheternas behov utveckla:\n   \n\n  \n\n* Samarbete och samordning inom kommunledningskontoret\n* Samarbetskultur mellan kommunledningskontoret och kärnverksamheterna\n* Stödprocesser där kommunledningskontoret utövar sitt processägarskap med utgångspunkt i lyhörd dialog med kärnverksamheterna\n\n\n Utöver detta ska kontorschefen tillsammans med avdelningscheferna ansvara för att de åtgärder som formulerats, för att förebygga identifierade risker med den nya organisationen, genomförs på rätt nivå i organisationen och följs upp.\n   \n\n  \n\n Denna tjänst är placerad i säkerhetsklass. Det innebär att en säkerhetsprövning kommer att genomföras inför anställning i enlighet med säkerhetsskyddslagen. Provanställning kan komma att tillämpas.\n   \n\n  \n\n Är du den vi söker?\n   \n\n  \n\n Vi söker dig som har:\n   \n\n  \n\n* Högskolexamen inom IT, utbildning inom fastighetsservice eller annan utbildning som arbetsgivaren bedömer som likvärdig\n* Erfarenhet av chefskap inom IT-drift, servicedeskfunktion eller facility management inom offentlig sektor\n\n\n Det är meriterande om du har:\n   \n\n  \n\n* Erfarenhet av att vara chef över chefer och leda en ledningsgrupp\n* Erfarenhet av att understödja i processer kopplade till nya arbetssätt inom offentlig sektor\n* Erfarenhet av att framgångsrikt implementera eller driva projekt som syftat till att underlätta för kärnverksamheter i praktiska spörsmål\n* Genomgången ledarskapsutbildning\n\n\n Som person är du hänsynstagande och sätter stort värde på att skapa goda relationer på arbetsplatsen. Du är lyhörd för kollegors behov och ser till att alla känner sig inkluderade och respekterade. Du är samarbetsorienterad och arbetar gärna tillsammans med andra för att nå gemensamma mål.\n   \n\n  \n\n Du är också lösningsorienterad och har förmågan att snabbt identifiera problem och föreslå effektiva lösningar. Din förmåga att tänka kreativt och hålla fokus på lösningar snarare än problem gör att du kan navigera genom utmaningar på ett smidigt sätt. Strukturerad och organiserad i ditt arbetssätt, ser du till att planera och prioritera dina uppgifter för att säkerställa hög kvalitet och effektivitet i alla moment. Din förmåga att hantera flera projekt samtidigt och följa upp detaljer gör att du alltid levererar i tid.\n   \n\n  \n\n Ansökan Vi tar endast emot ansökningar via vårt rekryteringssystem. Upplands Väsby kommun är ett finskt förvaltningsområde, informera därför gärna om du är finskspråkig. Bakgrundskontroller kan förekomma under rekryteringsprocessen. Hos oss får du såväl trygga anställningsvillkor som flera olika personalförmåner, som bland annat friskvårdsbidrag och förmånliga erbjudanden via vår förmånsportal. Mer information finner du på www.upplandsvasby.se\/arbetsgivare Varmt välkommen med din ansökan!\n   \n\n  \n\n Anställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Upplands Väsby | Län: Stockholms län | Land: Sweden | Referensnummer: 2024\/306 | Kontakt: Maria Röstberg 0859097156, | Facklig företrädare: Fackliga företrädare nås via kommunens växel 08-59097000, | Publicerat: 2024-12-25 | Sista ansökningsdag: 2025-01-22","company_url":"https:\/\/se.linkedin.com\/company\/upplandsvasbykommun","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHeWf407EzP0A\/company-logo_100_100\/company-logo_100_100\/0\/1643874833530\/upplandsvasbykommun_logo?e=2147483647&v=beta&t=HcKT_rAE8Ij5l0ZIE8nnf5-oxHh4F36_oK_tchK3H40","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4109539112","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4109539112","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I005\/333\/apply?site=2&lang=SE&validator=a75fbd88f1b2a3a49de2af9c8b7bc228&job_id=40922&urlHash=rl6V","title":"Transportledningsbefäl OR2 alt OR8","company":"Swedish Armed Forces","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Armed Forces","listing_type":null,"emails":null,"description":"Försvarsmaktens Transportenhet vid FMLOG välkomnar nu Transportledningsbefäl till Transportplaneringavdelningen. Tjänsten innebär en mångfacetterad roll där du ansvarar för transportplaneringen av operationer, övningar och insatser på nationell och internationell nivå!\n   \n\n  \n\n**Om enheten**\n Försvarsmaktens logistik (FMLOG) ansvarar för logistikstöd till förband, skolor och centra inom Försvarsmakten (FM), nationellt och internationellt. I FMLOG ingår bland annat Försvarsmaktens Transportenhet (TPE) med funktions ledningsansvar för transporttjänsten inom FMLOG samt med uppgift att koordinera genomförandet av försvarsmaktens strategiska och operativa transporter av såväl personal, materiel som hela förband. Transporter kan ske såväl som flygtransport, sjötransport, landsvägs- och järnvägstransporter, såväl inom som utom riket.\n   \n\n  \n\n**Huvudsakliga arbetsuppgifter**\n Du kommer att ansvara för att leda transportplaneringen av strategiska och operativa transporter som är kopplade till nationella och internationella operationer, insatser och övningar. Detta innebär bland annat att du leder transporter inom ramen för central transportledning på uppdrag av C FMLOG och förbereder transporter inför operationer, insatser och övningar. Du kommer även att delta aktivt i framtagandet av orderverk för operationer, insatser och övningar, inklusive SOFO NAT och GROP.\n   \n\n  \n\n I din roll ingår det också att stödja högre chef med budgetunderlag för transporter inför operationer, insatser och övningar samt bistå vid framtagandet av reglementen och instruktioner för transporttjänst . Du kommer att avropa transporter genom multinationella transport samarbeten och avtalspartners samt samverka med civila myndigheter när det gäller transporttjänster.\n   \n\n  \n\n Vidare kommer du att planera, dokumentera och följa upp transportverksamheten i såväl försvarsmaktens egna IT-system som i system som används i samband med multinationell logistikplanering. Du kommer också att agera som stabsmedlem i en högre stab (JLSG) och representera SWE NMCC vid internationella möten och konferenser.\n   \n\n  \n\n**Kvalifikationer**\n* Militär befattning OF2 alternativt OR8\n* God förmåga att uttrycka dig i tal och skrift i engelska\n* Transportledare alt Transportplanerare\n* God datorvana\n* Körkort B (manuell)\n\n\n**Personliga egenskaper**\n Vi välkomnar dig som är relationsorienterad med god samarbetsförmåga, ordningssinne och noggrannhet. Du har en naturlig fallenhet i att växla mellan att arbeta självständigt och i grupp. Vidare är du lösningsorienterad och kan hantera inkomna parallella uppgifter från flera kanaler med varierande tillgänglig tid för slutförande.\n   \n\n  \n\n**Meriterande**\n* Erfarenhet av transport- och lastningsdokumentation\n* Utbildning farligt gods\n* Erfarenhet av planering enligt PUT\n* SWECCIS och eller ISUS utbildning\n* LOGFAS utbildning (ADAMS, EVE, CORSOM)\n\n\n**Övrigt**\n Anställningsform: Tillsvidare heltid\n   \n\n  \n\n Militär befattning\n   \n\n  \n\n Anställningen inleds med 6 månaders provanställning för dig som inte redan är anställd i Försvarsmakten.\n   \n\n  \n\n Tillträdesdatum: Enligt överenskommelse\n   \n\n  \n\n Individuell lönesättning tillämpas\n   \n\n  \n\n Arbetsort: Stockholm- Gärdet\n   \n\n  \n\n**För upplysningar om befattningen och rekryteringsprocessen:**\n Välkommen att kontakta Major Kristoffer Wallin, avdelningschef.\n   \n\n  \n\n**Fackliga företrädare:**\n SACO Charlotta Billström\n   \n\n  \n\n OFR\/S, Håkan Antonsson\n   \n\n  \n\n SEKO, Eva-Britt Steen\n   \n\n  \n\n OFR\/O Peter Andersson\n   \n\n  \n\n Samtliga nås genom försvarsmaktens växel tel.08-788 7500\n   \n\n  \n\n V\n *älkommen med din ansökan senast\n **2025-01-31** \n Din ansökan bör innehålla CV samt personligt brev där du motiverar varför du är lämpad för denna befattning.*\n**Ansökningar till denna befattning kommer endast tas emot via Försvarsmaktens webbplats.** \n -------------------------------------------------------- Information om Försvarsmakten och det rekryterande förbandet: FMLOG stödjer krigsförband i att utföra sina uppgifter i alla beredskapsnivåer. Vi bidrar till ökad uthållighet genom att planera, förrådshålla, leverera och samordna behovet av förnödenheter och transporter. FMLOG:s unika kompetens med civil och militär expertis bidrar till leveranssäkerhet och tillgänglighet. Tillsammans tillser vi att Försvarsmaktens operativa förmåga nationellt och internationellt bibehålls. I Försvarsmakten finns en stark värdegrund som bygger på öppenhet, resultat och ansvar. Professionell utveckling och personlig hälsa värdesätts och uppmuntras. Det finns goda förutsättningar för intern karriärrörlighet, friskvård samt bra balans mellan arbete och privatliv. En anställning hos oss innebär placering i säkerhetsklass. Vanligtvis krävs svenskt medborgarskap. Säkerhetsprövning med registerkontroll kommer att genomföras före anställning enligt 3 kap i säkerhetsskyddslagen. Med anställning följer en skyldighet att krigsplaceras. I anställningen ingår även en skyldighet att tjänstgöra utomlands. Innebörden av detta varierar beroende på typ av befattning. Om du går vidare i anställningsprocessen ska alltid vidimerade kopior av betyg och intyg uppvisas. Samtal från externa rekryteringsföretag och säljare undanbedes.","company_url":"https:\/\/se.linkedin.com\/company\/forsvarsmakten","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEI64ARd_2iZA\/company-logo_100_100\/company-logo_100_100\/0\/1630528639876\/swedish_armed_forces_logo?e=2147483647&v=beta&t=8MYbE3CdVmTxDIRgpN7gGe6_0y92UqN724DSTqyCoVU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4109735130","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4109735130","job_url_direct":"https:\/\/www.novartis.com\/careers\/career-search\/job\/details\/req-10031271-digital-marketing-engagement-director&urlHash=1sM-","title":"Digital Marketing Engagement Director","company":"Novartis Sverige","location":"Kista, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Marketing and Sales","company_industry":"Pharmaceutical Manufacturing","listing_type":null,"emails":null,"description":"**Summary**\n The position can be done from Denmark, Finland or Sweden.\n   \n\n  \n\n Location: Hybrid. (mostly office based, but some customer facing activities are The position can be done from Denmark, Finland, or Sweden.\n   \n\n  \n\n Location: Hybrid. (Mostly office based, but some customer facing activities are expected.)\n   \n\n  \n\n We are seeking a dynamic, hands-on and execution focused, experienced Digital Marketing Engagement Director to lead above brand digital marketing efforts for the local market. A core area of focus for this role is to bring the business and digital roadmap close together, connecting the above brand strategy from region and international to the country digital marketing efforts and operations.\n   \n\n  \n\n You will oversee a team of digital engagement managers working in the other Nordic markets to align the efforts and optimize processes, and work closely with country marketing and digital experts, fostering a collaborative environment that thrives on creativity and innovation to enhance the digital performance in the Novartis Nordics organization.\n   \n\n  \n\n This role also operates as a Digital Marketing Engagement Manager for one of the Nordic markets, playing a dual role. You will be responsible for a range of digital activities, digital upskilling of cross-functions, as well as internal and external benchmarking to ensure we are bringing digital to the forefront and striking the right balance between high level vision and executional expertise.\n   \n\n  \n\n This position reports into the Nordic Business Excellence & Execution Head.\n   \n\n  \n\n**About The Role**\n**Your Key Responsibilities:**\n**Your Responsibilities Include, But Not Limited To**\n* Cultivate a strong digital community within the Nordics together with all digital functions, BE&E and Marketing teams. Develop and implement a comprehensive digital marketing roadmap tailored for the Nordics, based on International and Western European Cluster (WEC) direction and priorities. Aligning with BE&E Nordic objectives and specific market needs. Collaboratively develop country digital plans based on country 1IP and implement solutions to enhance the measurement of customer engagement KPIs in collaboration with the Marketing team and Data, Insights & Analytics team.\n* Capitalize on digital marketing trends and emerging technologies in the pharmaceutical industry to support the overall business growth and digital savviness of the organization. Map and build relationships with key digital stakeholders in the market (eg.: local innovation forums, conferences, etc.). Package and adapt international and regional digital tools to the 4 Nordics markets together with the in-market Digital Engagement Managers and local marketing team, with focus on priority brands to accelerate growth.\n* Develop with key stakeholders and maintain an overview of all websites in the market, digital platforms, and tools available and utilized to support and strengthen the digital presence of Novartis and its brands in the local market. Implement interactive marketing projects including email campaigns and online advertising to exploit marketing opportunities in collaboration and alignment with marketing and digital peers.\n* Lead, mentor, and inspire a diverse team of digital marketing professionals, fostering a culture of continuous digital improvements and excellence. Work closely with Digital peers from the WEC cluster and the international organization to share learnings, export knowledge as well as bring interesting initiatives and experiences to the Nordics. Engage with internal stakeholders to promote awareness and alignment on marketing initiatives (CMs, Marketing and BE&E Directors, Customer Engagement, Market Access, Medical). Coordinate with regional and cross-functional country teams (e.g., marketing, local digital operations and omnichannel, sales, medical) to ensure cohesive messaging and alignment on digital marketing initiatives.\n* Lead the content for digital upskilling of the organization and facilitate as needed in collaboration with learning and capabilities. Collaborate as needed with external agencies and vendors to enhance digital marketing efforts and expand reach. Identify shared digital marketing needs across priority brands in the Nordics - form executional collaboration around key impactful tactics that can be brought to market effectively if orchestrated together to improve overall digital execution, time to market, and KPI measurement capabilities.\n* Collaborate with peers to design and execute engaging cross-Nordic relevant digital content across multiple digital platforms (social media, email, websites, webinars) to foster shorter time to market, strong KPI measurements to enhance digital relationships with healthcare professionals, patients, and other stakeholders. Optimize resources and enhance cross-Nordics collaboration to strengthen omnichannel digital capabilities & marketing platforms utilization (eg.: campaign marketing automation), across all relevant functions (incl: HCMs, Medical, Market Access). Analyze and interpret digital insights to tailor messaging and optimize engagement strategies in collaboration with local teams.\n* Own, communicate and educate functions in the organization on online solutions, platforms, and tools available (CRM, Veeva tools, etc.). Manage timelines for Implementation of new technologies in line with WEC and international expectations, to maintain high standards of digital utilization (consent needs orchestration, new version releases, system implementations, etc.) and serve as the local point of contact for all system related aspects.\n* Establish key performance indicators (KPIs) to measure the effectiveness of digital marketing initiatives across the Nordics and support the pull-through above brand. Champion and enable data driven decision making across the business with insights from digital initiatives to enhance performance. Ensure all marketing activities adhere to industry regulations and company policies.\n\n\n**Essential Requirements**\n* Education: Master’s degree in digital marketing, Business (MBA), or a related field.\n* Min. 5 years of experience in digital marketing.\n* Understanding the healthcare system.\n* Strong understanding and utilization of digital marketing tools and analytics, including SEO, PPC, social media, and content marketing.\n* Proficient English, both written and spoken.\n* Driving things, getting things done.\n* Outstanding project management skills and working collaboratively and cross-functionally.\n* Solid knowledge of digital trends, technology, and innovative methodologies.\n\n\n**Desirable Requirements**\n* Ability to lead teams with and without authority and motivate associates across complex matrix organizations.\n* Proficiency in one of the Nordic languages.\n\n\n**Why Novartis:** \n Helping people with disease and their families takes more than innovative science. It takes a community of smart, passionate people like you. Collaborating, supporting and inspiring each other. Combining to achieve breakthroughs that change patients’ lives. Ready to create a brighter future together? https:\/\/www.novartis.com\/about\/strategy\/people-and-culture\n   \n\n  \n\n**Join our Novartis Network:** \n Not the right Novartis role for you? Sign up to our talent community to stay connected and learn about suitable career opportunities as soon as they come up: https:\/\/talentnetwork.novartis.com\/network\n   \n\n  \n\n**Benefits and Rewards:** \n Read our handbook to learn about all the ways we’ll help you thrive personally and professionally: https:\/\/www.novartis.com\/careers\/benefits-rewards","company_url":"https:\/\/se.linkedin.com\/company\/novartis-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFeUzknUV34SQ\/company-logo_100_100\/company-logo_100_100\/0\/1688024455853\/novartis_sverige_logo?e=2147483647&v=beta&t=_EyV639IBuHZ1UvPwHc7o4GZJN5dTD7ACYXHgdjsPDU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4109528192","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4109528192","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/267173-pwc-sverige-senior-consultant-financial-modelingtransaction-advisory\/&urlHash=9CRB","title":"Senior Consultant | Financial Modeling\/Transaction advisory","company":"PwC Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"**Do you want to be the key player in supporting companies reaching their goals & create new possibilities? Do you want to be a part of collaborative, curious and learning culture? If you say yes and have probably a strong interest in modeling and you want to build something above average, you are the one we are looking for!**\n PwC is one of the world’s leading consultancy firms, helping companies across a wide range of industries to deal with complex business challenges. Financial modeling is a part of business unit Deals (Transaction advisory) and the Valuation & Analytics team. This ambitious team of 70 consultants includes several expertise areas (Valuation, Incentives\/Private equity, Deals analytics and Financial modelling). We provide clients with support in business and financial decisions concerning company acquisitions, restructurings, incentive programs, arbitrations and other complex financial matters.\n   \n\n  \n\n We have been experiencing an increased demand for our services and are now looking for a strong team member to develop and increase our Modeling services including model build, model review, and transaction modeling. This offers a great opportunity to an ambitious and curious expert.\n   \n\n  \n\n We are looking for Senior Consultants with 3-7 years of transaction modeling or\/and model build\/review related experience e.g. from energy, infrastructure, or\/and financial sector, financial analytical work from one of the Big 4-firms or other prominent consultancy firms, corporate finance departments or similar.\n   \n\n  \n\n You are expected to be a driven project leader with well proven problem solving skills and a strong business acumen, eager to take on new challenges.You will work in teams as well as independently and you will face clients regularly.\n   \n\n  \n\n**Specific Responsibilities Include But Are Not Limited To**\n* Financial analytical work with financial data. Connect diverse metrics into the financial quantitative process.\n* Financial modeling and model review for investments, financing processes, business forecasting and to calculate the value of companies, etc.(good user in Excel, Alteryx and \/or other data programs).\n* Transactional modeling connecting to financing projects, business restructuring, deal execution, complex tax matters and IPO processes\n* Delivery to clients in the form of data books, business insights and well-structured reports.\n* Client manager and a trusted advisor with a high level of service\n* Project leading & product ownership\n* Being a role model, supervising and coaching more junior staff members\n* Modeling product development activities to help identify and research opportunities on new\/existing clients, identify development areas and improve internal processes e.g. setting up project methodology in tight cooperation across Deals teams\n* Contribute to the development of your own and the team’s technical acumen\n* Keep up to date with business and economic development\n\n\n**Preferred Skills**\n* Bachelor’s (requirement) or Master’s (meriting) degree in Industrial Engineering & Management, Finance & Accounting, Engineering, Data Science or other programming education combined with Finance from a prominent business school\n* 3-7 years’ experience in financial analytical work, consultancy practice and project leading work, e.g. from a consultancy firm, bank, corporate finance department or similar\n* Strong analytical skills, ability to understand and navigate in complexity and a passion for problem solving, curious and growth mindset, friendly attitude\n* Strong cooperation and self-leadership skills\n* Interest and care for people\n* Advanced level of communication in English and preferably also Swedish\n* If you are a current PwC colleague, we offer a 2 year secondment opportunity in Stockholm, Sweden\n\n\n A career at Deals Valuation & Analytics will give you the opportunity to analyze companies from a business perspective as well as focus on complex financial matters. You will get the opportunity to work with a broad range of industries and sectors including private equity, the corporate and the public sector. It will suit you if you are eager to deep dive into the different industries and metrics, be creative in your approaches and navigate in the complex landscape.\n   \n\n  \n\n ,\n   \n\n  \n\n**Recruitment Process**\n We will review applications continuously, and the position may be filled earlier than the application deadline.\n   \n\n  \n\n**Please Attach The Following Documents To Your Application**\n* CV\n* Cover letter\n\n\n We believe in having a recruitment process that applies to everyone. As part of the selection, we use psychometric tests to ensure an objective, unbiased, and fair selection.\n   \n\n  \n\n We value the personal meeting to understand the value you can bring to PwC and what we can offer you. The interview process usually consists of multiple stages and various types of interviews. When meeting with HR, you will have a competency-based interview where we examine the personality test you completed before the interview. During the interview with the business, you will have the opportunity to meet with the relevant team to discuss the role. We call for interviews continuously, and we encourage you to apply as soon as possible.","company_url":"https:\/\/se.linkedin.com\/company\/pwc-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFLeccG4kqrKA\/company-logo_100_100\/company-logo_100_100\/0\/1724240783407\/pwc_sweden_logo?e=2147483647&v=beta&t=OYbmwHa8srAq59Dui2vQS130x2Orw3fRjWlqn5hBNps","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4088676902","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4088676902","job_url_direct":"https:\/\/join.pmicareers.com\/gb\/en\/job\/PMIPMIGB621EXTERNALENGB\/Manager-People-Culture-Business-Partner-Nordics?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=vZ4Q","title":"Manager People & Culture Business Partner -Nordics","company":"Swedish Match","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Human Resources","company_industry":"Tobacco Manufacturing","listing_type":null,"emails":null,"description":"**Join us to deliver a smoke- free future as People & Culture Business Partner!**\n We’ve chosen to do something incredible. We’re totally transforming our business and building our future on one clear purpose – to deliver a smoke-free future. Swedish Match is an affiliate of PMI and have been a leader in the industry for more than 200 years.\n   \n\n  \n\n In the Nordic region, we are 1,600 employees based in Sweden, Denmark, Finland and Norway working in various functions and teams and together we are collaborating to deliver a smoke-free Nordics.\n   \n\n  \n\n The scale of our transformation means we’re effectively building a vast new business, at pace. In\n **P&C (People & Culture - our HR function** \n ), we have a huge part to play, defining and shaping our new customer focused culture, organizing functions to work better together, and attracting the best talent with new types of skills to join us.\n   \n\n  \n\n We are looking for a People & Culture Business Partner who will be based in Stockholm and be responsible for driving the deployment of our People & Culture strategy and initiatives in the assigned business units \/ functional teams within the Nordics cluster. If you’re comfortable with ambiguity and excited by the challenge of shaping things, you’ll be in your element here. There’s endless space to develop too, so you’ll be progressing your career as fast as you build our smoke-free future.\n   \n\n  \n\n**Your Main Responsibilities**\n* Work with business leaders in assigned business units\/functions and translate business strategies into organizational priorities and plans; identify future business demands\/opportunities with a P&C aspect and deploy solutions that impact business success.\n* Act as Change Enabler by providing proactive support to successfully plan and implement business transformations or other strategic organizational change programs.\n* Based on current and future business needs, drive strategic talent planning in assigned business units\/functional teams, deploy talent strategy sustaining a well-developed, diverse pipeline of talent delivering a strong succession for critical positions.\n* Coach all levels of managers on people strategy, including organizational design, career development, coaching, recognition, performance management, etc.\n* Develop a positive work environment in assigned departments through implementing effective interventions like cultural transformation, collaboration improvement, employee well-being, diversity and inclusion.\n* Analyze and interpret key people data to identify trends and talent needs; communicate findings and recommendations to the business.\n* Contribute to the development and roll-out of P&C policies and programs (e.g., talent, L&D, compensation, etc.).\n* Ensure productive labor relations; assist people leaders with employee and labor relations matters, following company policies, employment laws, and standard processes.\n\n\n**Requirements**\n* Minimum of a bachelor’s degree in human resources, Business or Organization Development or equivalent.\n* At least 6 years of experience in an HR Business Partnering role within multinational organizations, ideally for a multi-functional, multi-line-of-business organization.\n* Exceptional internal client relationship management skills, experience in building relationships with a diverse group of stakeholders, ability to influence decision makers.\n* Well-versed in HR fields: talent acquisition, talent management, performance management, organizational development, change management, learning and leadership development, employee engagement, etc.\n* Strong project management and execution skills.\n* Proven analytical and problem-solving skills, with the ability to analyze data, understand trends and develop recommendations for action.\n* Sound knowledge of labor law, experience in trade unions negotiations.\n* Excellent verbal and written communication skills in English and Swedish.\n* Advanced knowledge in MS Office applications.\n\n\n**What We Offer**\n Our success depends on the dedicated people who come to work every single day with a sense of purpose and an appetite for progress. Join us at Swedish Match and you too can:\n   \n\n  \n\n* Seize the freedom to define your future and ours. We’ll empower you to take risks, experiment and explore.\n* Be part of an inclusive, diverse culture, where everyone’s contribution is respected; collaborate with some of the world’s best people and feel like you belong.\n* Enjoy flexibility of hybrid way of working - split your time between working from our office or the comfort of your home, where it works best for you in line with business needs.\n* Pursue your ambitions and develop your skills with a global business – our staggering size and scale provides endless opportunities to progress.\n* Take pride in delivering our promise to society: to deliver a smoke-free future.\n\n\n #SWMA\n   \n\n  \n\n**621**","company_url":"https:\/\/se.linkedin.com\/company\/swedish-match","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEhs75a62ze0g\/company-logo_100_100\/company-logo_100_100\/0\/1630599926898\/swedish_match_logo?e=2147483647&v=beta&t=2JskEgzJm5jG2bYXt9za26lKVhpJPV1qbkRN0STLDys","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"83716e920a80fe2c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=83716e920a80fe2c","job_url_direct":"https:\/\/peab.se\/karriar\/lediga-tjanster\/2024\/december\/plattformsansvarig-d365\/","title":"Plattformsansvarig","company":"Peab Anläggning","location":"Malmö, M, SE","job_type":null,"date_posted":1734912000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"malin.johansson@capus.se","description":"**Sökes till Förslöv, Malmö**\n\n\n\nVill du vara med på Peabs digitala utveckling och bygga framtidens hållbara samhälle?  \n\n  \n\nBygg- och Anläggningsbranschen befinner sig i spännande förändring där ökad konkurrens, ny teknik och omvärldskrav gör att branschen i allt större utsträckning tänker om kring traditionella affärsmodeller, förädlingskedjor och arbetssätt. Det handlar inte minst om att hitta nya och smartare sätt att bygga och anlägga städer, bostäder och infrastruktur men också att det görs med nya tekniker, produkter, tekniska lösningar och råvaror som är innovativa och hållbara. Teknik integreras därmed i allt större utsträckning i arbetssätt och produktionsmetoder för ökad kvalitet, kunskapsåterföring och effektiviseringsmöjligheter. Digitalisering av branschen kommer att vara avgörande i denna transformation.  \n\n  \n\n**Om tjänsten**  \n\nVår Dynamics 365 F&SC-miljö växer snabbt, där flera moduler används av flera Peabbolag i Sverige, Norge, Finland och även Danmark framöver. Vi har ett ökande behov av samverkan mellan olika intressenter i Dynamics plattformarna, vilket ställer höga krav på koordination och struktur för att hålla plattformarna fungerande. Peab söker nu en dedikerad Plattformsansvarig för vår snabbt växande Dynamics 365 F&SC-plattform. I rollen kommer du att ha en central roll i att leda och utveckla vår plattform, arbeta med testledning, koordinera förändringshantering och omvärldsbevaka för att säkerställa en långsiktig och hållbar utveckling. Du kommer även ha ett strategiskt ansvar för plattformen och bidra till att optimera våra licenser. Om möjligt ingår även arbete med motsvarande uppgifter för Dynamics 365 CRM.  \n\n  \n\nDu kommer ingå i koncernfunktionen Platforms & AI och rapportera direkt till avdelningschefen. Placeringsort för tjänsten hos oss är antingen Förslöv eller Malmö.  \n\n  \n\n**Exempel på arbetsuppgifter:**\n\n* Leda och utveckla arbetet inom Dynamics 365 F&SC-plattformen\n* Ansvara för testledning för alla lösningar inom plattformen\n* Omvärldsbevaka och arbeta strategiskt långsiktigt med plattformen\n* Koordinera och leda förändringshantering i plattformen\n* Arbeta med licensoptimering\n* Vid behov även stödja arbetet med Dynamics 365 CRM\n\n**Din bakgrund:**\n\n* Vi söker dig som har minst 5 års arbetslivserfarenhet av D365 F&SC\n* Erfarenhet av plattformsledning eller som lösningsarkitekt inom D365 F&SC\n* Meriterande med erfarenhet inom D365 CRM\n* Meriterande med god kunskap om DevOps\n* Erfarenhet av att arbeta med strategiska frågor och översätta behov till lösningar\n* God förmåga att koordinera och driva processer\n* Treårig högskoleutbildning inom relevant område är meriterande men inget krav\n\n\nVi ser att svenska och engelska är en naturlig del av din vardag.  \n\n  \n\n**Din ansökan**  \n\nI denna rekryteringsprocess samarbetar vi med Capus AB och du ansöker här. Lägg märke till att vi inte tar emot ansökan via nedan sök tjänsten-länk utan enbart via länken på Capus sida. Har du frågor angående tjänsten är du välkommen att kontakta Malin Johansson, rekryteringskonsult: malin.johansson@capus.se, +46 766 66 64 72. Låter det som en spännande tjänst, tveka inte att skicka in din ansökan. Urval och intervjuer sker löpande. Vi ser fram emot din ansökan som behandlas konfidentiellt.\n\n\n**Vi erbjuder**\n\n\nI Peabkoncernen blir du delaktig i det spännande arbetet att bygga framtidens hållbara samhälle. Vi engagerar oss i sociala frågor och i frågor som rör miljön för de människor som nu och i framtiden påverkas av det vi bygger och anlägger. Vi vill tillvarata all kompetens på arbetsmarknaden och eftersträvar mångfald.\n\n\nDet är viktigt för oss att du delar våra kärnvärden jordnära, utvecklande, personliga och pålitliga eftersom de är grundläggande för det vi gör. Hos oss finns stora möjligheter till personlig utveckling. Vill du bygga ett hållbart samhälle med oss?\n\n\nVälkommen med din ansökan!\n\n\n**Sista ansökningsdag 2025-01-12**\n\n  \n\n\nPeab är Nordens samhällsbyggare med 14 000 medarbetare och en omsättning på 58 miljarder kronor. Med lokal närvaro och fokus på egna resurser utvecklar, anlägger och bygger vi vardagen där livet levs. Huvudkontoret finns i Förslöv på Bjärehalvön i Skåne. Aktien är noterad vid Nasdaq Stockholm.","company_url":"https:\/\/se.indeed.com\/cmp\/Peab-Anl%C3%A4ggning","company_url_direct":"https:\/\/peab.se","company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"a685549fdfebc912","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=a685549fdfebc912","job_url_direct":"https:\/\/peab.se\/karriar\/lediga-tjanster\/2024\/december\/plattformsansvarig-d365\/","title":"Plattformsansvarig","company":"Peab Anläggning","location":"Förslöv, M, SE","job_type":null,"date_posted":1734912000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"malin.johansson@capus.se","description":"**Sökes till Förslöv, Malmö**\n\n\n\nVill du vara med på Peabs digitala utveckling och bygga framtidens hållbara samhälle?  \n\n  \n\nBygg- och Anläggningsbranschen befinner sig i spännande förändring där ökad konkurrens, ny teknik och omvärldskrav gör att branschen i allt större utsträckning tänker om kring traditionella affärsmodeller, förädlingskedjor och arbetssätt. Det handlar inte minst om att hitta nya och smartare sätt att bygga och anlägga städer, bostäder och infrastruktur men också att det görs med nya tekniker, produkter, tekniska lösningar och råvaror som är innovativa och hållbara. Teknik integreras därmed i allt större utsträckning i arbetssätt och produktionsmetoder för ökad kvalitet, kunskapsåterföring och effektiviseringsmöjligheter. Digitalisering av branschen kommer att vara avgörande i denna transformation.  \n\n  \n\n**Om tjänsten**  \n\nVår Dynamics 365 F&SC-miljö växer snabbt, där flera moduler används av flera Peabbolag i Sverige, Norge, Finland och även Danmark framöver. Vi har ett ökande behov av samverkan mellan olika intressenter i Dynamics plattformarna, vilket ställer höga krav på koordination och struktur för att hålla plattformarna fungerande. Peab söker nu en dedikerad Plattformsansvarig för vår snabbt växande Dynamics 365 F&SC-plattform. I rollen kommer du att ha en central roll i att leda och utveckla vår plattform, arbeta med testledning, koordinera förändringshantering och omvärldsbevaka för att säkerställa en långsiktig och hållbar utveckling. Du kommer även ha ett strategiskt ansvar för plattformen och bidra till att optimera våra licenser. Om möjligt ingår även arbete med motsvarande uppgifter för Dynamics 365 CRM.  \n\n  \n\nDu kommer ingå i koncernfunktionen Platforms & AI och rapportera direkt till avdelningschefen. Placeringsort för tjänsten hos oss är antingen Förslöv eller Malmö.  \n\n  \n\n**Exempel på arbetsuppgifter:**\n\n* Leda och utveckla arbetet inom Dynamics 365 F&SC-plattformen\n* Ansvara för testledning för alla lösningar inom plattformen\n* Omvärldsbevaka och arbeta strategiskt långsiktigt med plattformen\n* Koordinera och leda förändringshantering i plattformen\n* Arbeta med licensoptimering\n* Vid behov även stödja arbetet med Dynamics 365 CRM\n\n**Din bakgrund:**\n\n* Vi söker dig som har minst 5 års arbetslivserfarenhet av D365 F&SC\n* Erfarenhet av plattformsledning eller som lösningsarkitekt inom D365 F&SC\n* Meriterande med erfarenhet inom D365 CRM\n* Meriterande med god kunskap om DevOps\n* Erfarenhet av att arbeta med strategiska frågor och översätta behov till lösningar\n* God förmåga att koordinera och driva processer\n* Treårig högskoleutbildning inom relevant område är meriterande men inget krav\n\n\nVi ser att svenska och engelska är en naturlig del av din vardag.  \n\n  \n\n**Din ansökan**  \n\nI denna rekryteringsprocess samarbetar vi med Capus AB och du ansöker här. Lägg märke till att vi inte tar emot ansökan via nedan sök tjänsten-länk utan enbart via länken på Capus sida. Har du frågor angående tjänsten är du välkommen att kontakta Malin Johansson, rekryteringskonsult: malin.johansson@capus.se, +46 766 66 64 72. Låter det som en spännande tjänst, tveka inte att skicka in din ansökan. Urval och intervjuer sker löpande. Vi ser fram emot din ansökan som behandlas konfidentiellt.\n\n\n**Vi erbjuder**\n\n\nI Peabkoncernen blir du delaktig i det spännande arbetet att bygga framtidens hållbara samhälle. Vi engagerar oss i sociala frågor och i frågor som rör miljön för de människor som nu och i framtiden påverkas av det vi bygger och anlägger. Vi vill tillvarata all kompetens på arbetsmarknaden och eftersträvar mångfald.\n\n\nDet är viktigt för oss att du delar våra kärnvärden jordnära, utvecklande, personliga och pålitliga eftersom de är grundläggande för det vi gör. Hos oss finns stora möjligheter till personlig utveckling. Vill du bygga ett hållbart samhälle med oss?\n\n\nVälkommen med din ansökan!\n\n\n**Sista ansökningsdag 2025-01-12**\n\n  \n\n\nPeab är Nordens samhällsbyggare med 14 000 medarbetare och en omsättning på 58 miljarder kronor. Med lokal närvaro och fokus på egna resurser utvecklar, anlägger och bygger vi vardagen där livet levs. Huvudkontoret finns i Förslöv på Bjärehalvön i Skåne. Aktien är noterad vid Nasdaq Stockholm.","company_url":"https:\/\/se.indeed.com\/cmp\/Peab-Anl%C3%A4ggning","company_url_direct":"https:\/\/peab.se","company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"d9edd76237736bf2","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d9edd76237736bf2","job_url_direct":"https:\/\/jobs.volvocars.com\/job\/Gothenburg-Product-Mastery-40531\/1155298501\/","title":"Product Mastery","company":"Volvo Cars","location":"Göteborg, O, SE","job_type":null,"date_posted":1735084800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Auto","listing_type":null,"emails":"neha.mehta@volvocars.com, fredrik.pettersson@volvocars.com","description":"**Be a part of the electric future of Volvo Cars**\n--------------------------------------------------\n\n  \n\n  \n\nIt’s crystal clear: the actions we take in the next few years will significantly impact our future. We’re committed to transforming the automotive industry and leading in electrification. To make sure we deliver on our big plans, we’ll need to expand our current manufacturing footprint. That’s why we’ve decided to open a new state-of-the-art electric only car factory – and this time we’re expanding in Kosice, Slovakia.\n\n\nThe new plant will only use climate neutral energy and be designed to be a leader in sustainable and efficient premium electric car production. We will optimize layout and logistics flow to achieve the highest global standards in energy and environmental efficiency.\n\n\nThis is a unique opportunity to be a part of building something completely new, setting a new standard for Volvo manufacturing. Jump in and join the ride!\n\n\n**Let's introduce ourselves**\n-----------------------------\n\n\n### **Safe Vehicle Automation - Together we make a difference**\n\n\nOur unit Safe Vehicle Automation develops and delivers leading Safety and Autonomous Driving. We even control the vehicle’s 6 degrees of freedom of movement in the most energy efficient way, creating a rewarding and confident drive and ride experience.\n\n\nOur purpose is to develop and deliver Vehicle Motion and Control, ADAS, Highway Pilot, HPGNSS and Protective Safety.\n\n\n### **Let’s create change together**\n\n\nNothing beats being part of positive change. We’re on a truly exciting journey, working together in a fast-paced global environment to break new ground in almost every aspect of our operations. Right now, we have exciting job openings in the department Protective safety.\n\n  \n\n\n### **What we offer**\n\n\nIn our ART within Safe Vehicle Automation, we are a team of dedicated and skilled engineers creating tomorrow’s platform solutions for our vehicles. We deliver a platform with high performance sensors enabling AD&ADAS, HPGNSS and Protective Safety functionality.\n\n\nDevelopment of:\n\n\n* High Precision Global Navigation Satellite System (HPGNSS)\n* Supplementary Restraint System and sensors with integrated Pedestrian protection\n* Interfaces to realize our functions: Airbags in all positions, Belt systems both reversible & irreversible, Battery disconnection, Vehicle motion control and related functions, Cloud service.\n\n\nWe are now looking for a **Product Owner for High Precision Global Navigation Satellite System (HPGNSS).**\n\n\n**What you'll do**\n------------------\n\n\n\nThe Product Owner works together with our engineering teams which consist of system design engineers and analyze\/test engineers. The responsibility includes both design and verification of the product. As the Product Owner you will take the ownership and drive our complex deliveries which span from functionality in cloud to internal SW in the car. Drive stakeholder management with external suppliers on ECU level and with other external and internal parties.\n\n  \n\n\n**Job responsibilities**\n\n\n* Maintaining the long-term road map\n* Being visionary about the future of the solution\n* Preparing and prioritizing tasks for the team and between other solutions\n* Stakeholder management, both internal and external\n* Presenting solution and status to Business Owners and other management\n* Ownership of the product backlog\n\n  \n\n\n\n\n**What you'll bring**\n---------------------\n\n\n\nYou are a technically oriented person with an interest in development and automotive, you enjoy being part of a team, you thrive in working in a collaborative environment and building networks across the organization and you are a self-motivated person who wants to see results in your own work as well as the teams’.\n\n\n**Required qualifications**\n\n\n* BSc or higher in Computer Science, Electronics or equivalent\n* You have a few years of work experience within automotive and feel confident in your knowledge in this area\n* Experience as Product Owner or similar\n* Experience in Agile methods\n* Fluent in English (written and spoken). As we are a truly international team.\n* Swedish Driver license B\n\n\n**Meritorious qualifications**\n\n\n* Used to working with CI\/CD environment\n* Software development background\n* Knowledge about Volvo Product Development System (VPDS)\n\n  \n\n\n\n\n**Ready to Take the Next Step?**\n---------------------------------\n\n  \n\n  \n\nPlease submit your application through our career page. Due to GDPR regulations, we’re unable to store or consider applications from other platforms. Make sure to submit your application in English.\n\n\nIf you have any questions about the recruitment process, you are welcome to reach out to Recruiter Neha Mehta at neha.mehta@volvocars.com. For specific questions about the position, please reach out to Hiring Manager Fredrik Pettersson (email: fredrik.pettersson@volvocars.com)  \n\n\n\n  \n\n**Volvo Cars – driving change together**\n\n  \n\n  \n\nVolvo Cars’ success is the result of a collaborative, diverse and inclusive working environment. Today, we’re one of the most well-known and respected car brands, with around 43,000 employees across the globe. At Volvo Cars, your career is designed around your skills and aspirations, so you can reach your fullest potential.\n\n\nAnd it’s so exciting – we’re well on our way on our journey towards full electrification. We have five fully electric cars already on the market, and five more on the way. Our fully-electric and plug-in hybrid cars combined make up almost 50 per cent of our sales. So come and join us in shaping the future of mobility. There’s never been a more rewarding time to play your part in our inspiring and creative teams!","company_url":"https:\/\/se.indeed.com\/cmp\/Volvo-Cars","company_url_direct":"http:\/\/www.volvocars.com\/careers","company_addresses":"Gunnar Engellaus väg 8, 418 78 Göteborg","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"At Volvo Car Group, our vision is clear: \"To be the world's most progressive and desired premium car brand\".","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/b4bd6b87a13eb70e473e42509a747ddc","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/93d41dcae959597e8b9c03c9d198c280","ceo_name":"Håkan Samuelsson","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/f109db75ab99ea2a55e5604c74cf79eb"},{"id":"97189a62b9298e4a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=97189a62b9298e4a","job_url_direct":"https:\/\/www.uptrail.com\/job\/87277\/ml-engineer-forefront-consulting","title":"ML Engineer - Forefront Consulting","company":"ForeFront","location":"SE","job_type":null,"date_posted":1734998400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Arbetsuppgifter\nVi tror att tekniken ger oss oanade möjligheter – för att utveckla människor, skapa bättre affärer och bygga hållbara samhällen. Vi letar efter dig som vet att det krävs laganda för att vinna på dagens marknad och vill skapa verklig förändring tillsammans med våra kunder genom att bygga starka team och förstå deras affärsutmaningar på djupet. Vår vision är att bli ledande inom Data & Analytics i Norden och vara förstahandsvalet för företag med affärskritiska datautmaningar. Vi är stolta över vårt Google Cloud-partnerskap och vår utmärkelse som \"partner of the year\", samt våra samarbeten med Microsoft och Snowflake.\n\n\n\n***Det här är Forefront***  \n\nVi – Forefront – är ett verksamhets- och IT-konsultbolag som föddes 2008. Idag är vi över 500 anställda, eller Frontiers som vi hellre kallar oss. Vi har som ambition att bli Sveriges bästa arbetsplats. Det gör vi genom att uppskatta varandras olikheter, ständigt blicka framåt och skapa en organisation som är lika modig som klok. Tillsammans är vi förenade av delade visioner och drivna av större ambitioner. Med kontor och Frontiers över hela Sverige strävar vi efter att få teknik och människa att gå hand i hand.\n\n\n***Vem är du?***  \n\nVi söker dig som har en ingenjörsutbildning eller motsvarande inom datavetenskap, statistik eller liknande, och vill forma framtidens datahantering. Du har erfarenhet som Data Scientist eller ML Engineer och har arbetat med molnplattformar, främst GCP eller Azure. Du har programmeringskunskap i SQL och Python, och certifikat inom GCP, Azure eller AWS är meriterande. För att lyckas i rollen behöver du vara kommunikativ, initiativrik och ha en stark förmåga att kombinera teknik och affärsnytta.  \n\n  \n\n***Kvalifikationer***  \n\nVi tror att du har erfarenhet av:\n\n  \n\n* Arbeta med publika molnplattformar, helst Google Cloud Platform (GCP) och\/eller Microsoft Azure.\n* Arbeta med maskininlärning (ML), data science och data engineering.\n* Stark kompetens inom programmering, särskilt i Python och SQL.\n* Djup förståelse för MLOps principer.\n* Utmärkta kunskaper i svenska och engelska, både i tal och skrift, samt förmåga att kommunicera tekniska koncept på ett tydligt och begripligt sätt.\n\n\nKvalifikationer\n***Vad kan du förvänta dig?***  \n\nSpännande uppgifter som Data Scientist \/ ML Engineer hos Forefront:\n\n  \n\n* Kombinera teknisk expertis och strategiskt tänkande för att lösa affärsutmaningar.\n* Bygga maskininlärningsmodeller för att optimera affärsprocesser och förbättra kundupplevelser.\n* Analysera stora mängder data för att hitta mönster och insikter som driver affärsvärde och innovation.\n* Säkerställa att ML-lösningar följer bästa praxis för dataintegritet, säkerhet och etik\n* Delta i hela utvecklingsprocessen från idé till färdig lösning\n* Spela en central roll i våra kunders digitala transformation\n\n\n***Vi lovar dig!***\n\n\n* Sveriges härligaste kollegor.\n* Kompetensutveckling.\n* En innovativ arbetsmiljö där du får arbeta med den senaste teknologin inom AI och data.\n* Möjlighet att påverka och skapa värde för kunder genom att omvandla deras affärsproblem till tekniska lösningar.\n* Flexibelt arbete och en dynamisk företagskultur där personlig och professionell utveckling står i fokus.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 550 anställda. Med kontor på 11 orter i Sverige och USA, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.\n\n\n.Våra värderingar är vårt DNA\n\n\nAvsiktAvsikten är motorn i vårt arbete och medvetenheten om var målet ligger. Den ger oss styrkan att ifrågasätta det till synes uppenbara, lägger kraft bakom våra påståenden och motiverar våra beslut.\n\n\nAvtryckAvtryck säger något om vår starka ambition att skapa förändring. Att göra verklig skillnad. Både i aktuella kundprojekt och i vår omvärld i stort. Vi är stolta över att våra kunder talar väl om oss. Och vi blir glada när vår verksamhet ses som en positiv förebild av kollegorna i branschen.\n\n\nInsiktDet är i insikten som vårt arbete börjar. För att nå dit krävs tålamod, empati och ödmjukhet, samt nyfikenhet nog att kunna ta in flera olika perspektiv och väga samman informationen. Insikt handlar om att verkligen förstå problemet innan vi försöker lösa det.\n\n\nTillsammansTillsammans är den väg vi väljer för att nå de mål vi siktar mot. Ordet ger uttryck för vårt sökande efter mervärdet i en gemensam strävan. Det handlar om att befinna sig jämsides med kunder och kollegor. Utan prestige och onödiga hierarkier, men med delaktighet, ansvar och arbetsglädje.\n\n\nUtsiktUtsikt beskriver både en position och den medvetna ansträngning som är nödvändig för att ta sig dit. Begreppet påminner oss också om att goda rådgivare är öppna och ödmjuka. Det handlar om att se och att särskilja, med fokus på kundens affärsnytta.\n\n\nOm företaget\nForefront Consulting är ett verksamhets- och IT-konsultbolag med drygt 550 anställda. Med kontor på 11 orter i Sverige och USA, guidar vi företag och organisationer i det digitala landskapet och övriga transformationer.\n\n\n\nOavsett om uppdraget avser affärsverksamhet, teknologiska plattformar eller designlösningar är utgångspunkten alltid att först skapa en samsyn kring nödvändiga förändringar för att sedan kunna realisera dessa på bästa sätt för avsedd effekt.","company_url":"https:\/\/se.indeed.com\/cmp\/Forefront","company_url_direct":"https:\/\/myforefront.org\/","company_addresses":"Chicago","company_num_employees":"11 to 50","company_revenue":null,"company_description":"Forefront builds a vibrant social impact sector for all people of Illinois.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4110120267","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4110120267","job_url_direct":"https:\/\/bluedge.zohorecruit.com\/jobs\/Careers\/761371000003988113\/Financial-Controller?source=LinkedIn-Basic&embedsource=LinkedIn%2BLimited%2BListings&urlHash=CmPz","title":"Financial Controller","company":"BluEdge","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Finance","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"* Company: BluEdge\n* Hourly Rate: Openbid\n* Location: Stockholm (SE)\n* Start Date: 16 Jan 2025\n* Renewable End Date: 12 Sep 2025\n\n\n We are looking for an experienced and motivated\n **Financial Controller** \n to join our team in Stockholm. In this role, you will be responsible for the consolidation and reporting of financial figures to group accounting in Norway. You will establish and manage processes between the client and the Shared Service Center, ensuring efficient handover of data. Additionally, you will contribute to other financial control projects during non-financial statement periods.\n   \n\n  \n\n**Key Responsibilities:**\n* Perform consolidation of financial figures and report to group accounting in Norway.\n* Establish and manage processes between the client and the Shared Service Center.\n* Handle and analyze large amounts of financial data efficiently and accurately.\n* Ensure compliance with Swedish accounting regulations (K3) and International Financial Reporting Standards (IFRS).\n* Drive change initiatives and process development within financial control.\n* Collaborate with various stakeholders across finance, outsourcing partners, and other group companies.\n* Work independently and deliver high-quality results while meeting strict deadlines.\n\n\n**Requirements**\n* Extensive experience in consolidated accounting.\n* Several years of work experience with a strong emphasis on qualified accounting.\n* Proven knowledge of Swedish accounting regulations (K3) and IFRS.\n* Experience working in larger companies with complex operations and system environments.\n* Familiarity with shared service centers and their operations.\n* Advanced proficiency in Excel, with the ability to manage and analyze large datasets.\n* Strong analytical abilities with a keen eye for detail.\n* Proven ability to meet deadlines and manage competing priorities.\n* Demonstrated experience driving change and developing processes within financial control.\n\n\n**Desirable Skills:**\n* Experience with Oracle EPM Cloud\/FCC.\n* Exceptional communication and social skills, with the ability to build relationships across multiple contact areas.\n* Solution-oriented and proactive in driving improvements.\n* Structured and detail-oriented with the ability to see the broader financial picture.\n\n\n**Personal Attributes:**\n* A team player who thrives on collaboration.\n* Self-motivated and capable of working independently in a structured and accurate manner.\n* Committed to delivering high-quality work and continuous improvement.","company_url":"https:\/\/www.linkedin.com\/company\/bluedge-company","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHjuinadT9E9w\/company-logo_100_100\/company-logo_100_100\/0\/1719257008994?e=2147483647&v=beta&t=JaXv4Pu61uMrRb1jeGNjrCex1zuHtM-mlNpnZvxZs-I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4088750292","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4088750292","job_url_direct":"https:\/\/jobs.eu.lever.co\/seb\/f8b1b66f-a057-465c-a289-1e3b2b9ceae5\/apply?source=LinkedIn&urlHash=f9ji","title":"Senior Cloud Data Engineer | SEB, Solna","company":"SEB","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Banking and Financial Services","listing_type":null,"emails":"ali.rezai@seb.se, karl.saeter@seb.se","description":"Are you a cloud data engineer eager to turn data and innovation into real value? Do you thrive on delivering high-quality solutions, exploring new technologies, and continuously improving? If you have experience with financial products and a passion for creating impactful solutions, this could be the perfect role for you!\n   \n\n  \n\n At SEB, we’re on an exciting journey of transformation. As one of the largest IT employers in the Nordics, we blend our proud heritage with entrepreneurial innovation. Join us in our growing data division and make your mark on the future of trading technology.\n   \n\n  \n\n**About The Role**\n As a\n **Cloud Data Engineer** \n , you’ll play a key role in shaping our regulatory and trading technology landscape. Collaborating within a cross-functional team, you’ll engage in the full development lifecycle—from gathering requirements to deployment and stakeholder collaboration. In this position, you will:\n   \n\n  \n\n* Design, develop, and maintain a cutting-edge data warehouse on Google Cloud Platform (GCP) .\n* Build and optimize efficient data pipelines that seamlessly integrate with trading systems.\n* Partner with stakeholders to deliver business-critical data solutions with agility and precision.\n* Elevate the team’s expertise through code reviews, coaching, and active participation in technical decisions.\n* Contribute to knowledge sharing through pair-programming, mob-programming, demos, and discussions.\n\n\n**To thrive in this role, we believe you have**\n We’re seeking a curious and driven individual with a strong technical background and a passion for creating value through data. You should have:\n   \n\n  \n\n* Expertise in data integration, data modeling, and building data pipelines in the cloud.\n* Proficiency in SQL and programming (preferably Python).\n* Experience with version control (Git) and Agile development methodologies.\n* A focus on testing and test automation.\n\n\n**Bonus points if you have**\n* Google Cloud Platform (BigQuery, Dataflow, Cloud Run, Pub\/Sub, Cloud Storage).\n* Dataform\/dbt, Airflow, Terraform.\n* Monitoring and alerting for Data Warehouses.\n* Data management or data mesh principles.\n\n\n We value team players with a positive mindset who show respect for others and a genuine interest in learning and growth.\n   \n\n  \n\n**What We Offer**\n* Work on exciting projects where your expertise drives tangible results.\n* Lead initiatives in building a robust, scalable, and automated testing framework on Google Cloud.\n* Be part of a talented, inclusive, and humble team that believes in openness and collaboration.\n* Enjoy learning through pair-programming, mob-programming, and engaging demos.\n* Experience a culture that values you as an individual while celebrating the power of teamwork.\n\n\n At SEB, we’re not just building a data warehouse—we’re creating an inclusive tech space where everyone can innovate and grow. If you’re ready to make an impact, we’d love to welcome you to our team!\n   \n\n  \n\n Ready to take the next step on your career journey?\n   \n\n  \n\n Since we review applications and select potential candidates on a continuous basis, you are welcome to send your application as soon as possible, but no later than 6th of January 2025. For questions regarding the position or the recruitment process, please contact Team manager Ali Rezai at ali.rezai@seb.se or Talent Acquisition Partner at karl.saeter@seb.se.\n   \n\n  \n\n***Please note that due to the holiday season, it might take us a little longer to get back to you, but we truly appreciate your patience and enthusiasm.***\n Learn more about working at SEB here: www.sebgroup.com\/techcareers\n   \n\n  \n\n It is our fundamental belief that inclusion and diversity is crucial for our future success. We strive to have an inclusive, value-driven culture where employees feel valued, respected and involved irrespective of who they are, what they believe or where they come from.","company_url":"https:\/\/se.linkedin.com\/company\/seb","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQH10JhmIJ-I4A\/company-logo_100_100\/company-logo_100_100\/0\/1631330412409?e=2147483647&v=beta&t=R9i5VELOZ59uhOy7MoJWd989Z_t77i3WACCcdT4rN_w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4110116629","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4110116629","job_url_direct":null,"title":"Financial Controller","company":"BluEdge","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/bluedge-company","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4110122250","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4110122250","job_url_direct":null,"title":"Global Account Manager (GAM) - EU","company":"Cogent Communications","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/cogent-communications","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4066752504","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4066752504","job_url_direct":"https:\/\/eeho.fa.us2.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/265426\/?utm_medium=jobboard&utm_source=linkedin&urlHash=m4l7","title":"NetSuite Sales Development Representative (Nordic Languages)","company":"Oracle","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"****JOB DESCRIPTION****\n**Job Title: Oracle NetSuite Finnish** \n**speaking Sales Development Representative, New Business**\n**Finnish + English**\n**Location: Solna**\n**Why Oracle NetSuite**\n Founded in 1998, Oracle NetSuite was the first cloud company – ushering in the new era of cloud computing. NetSuite’s mission is to deliver one system, the suite, that gives leaders a complete view into their business.\n   \n\n  \n\n As the industry leading cloud business system recognised in Gartner’s Magic Quadrants, NetSuite includes financials, inventory management, HR, professional services automation, commerce, and more. Tens of thousands of customers all over the world trust NetSuite to give their businesses the visibility, agility, and control needed to make data-informed decisions quickly.\n   \n\n  \n\n NetSuite is a place where you can build a career and have fun while doing so! We’re invested in our people, our customers, and the community. And as part of Oracle, our benefits are second to none. Joining our passionate team means that you’re ready to take your career to the next level. With priceless learning opportunities, strong support, incredible innovation, and volunteer opportunities, NetSuite is committed to creating a workplace where everyone feels empowered and set up for success.\n   \n\n  \n\n  \n\n  \n\n**The Oracle NetSuite Sales Development Representative (SDR) Role**\n The SDR role provides a hands-on experience, sourcing and qualifying leads while building product knowledge and developing fundamental sales skills. We are looking to hire our next superstar sales representative to help us continue to accelerate our YoY growth through revenue generation. Within this role, you will get the best of both worlds – training and autonomy. The SDR role provides an unmissable, hands-on learning opportunity that will allow you to contribute to our ongoing success.\n   \n\n  \n\n**Want to know more? Check out these resources.**\n* NetSuite Instagram\n* Netsuite Website\n* Netsuite Customer Testimonials\n* Netsuite LinkedIn Page\n* Netsuite YouTube Channel\n\n\n****Your Responsibilities****\n* Analyze and understand prospective customer needs, personas, processes, projects and requirements in order to ascertain potential solutions.\n* Perform outbound prospecting through cold-calling, emails and social media to generate high quality, BANT qualified leads that can be promoted to sales.\n* Acquire and maintain a working knowledge of Oracle Netsuite solutions and our value proposition so that you can speak around value and return on investment vs technical functionalities.\n* Maintain a high volume of tailored, strategic, multi-channel outreach for your target accounts.\n* Confidently interact with and influence key personnel up to and including Executives at the highest levels of an organization\n* Build strong relationships and collaborate effectively with the Account Executives that you support.\n* Prioritise your time and accounts effectively to ensure success\n\n\n****Minimum Qualifications****\n* Native level of at least a Nordic language + fluency in English (additional languages advantageous)\n* BS\/BA degree in Business Management, Finance or Economics\n* Minimum 12 months of professional sales experience involving researching, prospecting, cold-calling and consistent achievement of quota attainment\n* Adaptable, resilient, self-starter with the ability to work in a fast-paced environment and a desire to succeed\n* Excellent communication (verbal, written, and presentation) and interpersonal skills\n\n\n**Life at Oracle and Equal Opportunity:**\n An Oracle career can span industries, roles, countries, and cultures, giving you the opportunity to flourish in new roles and innovate, while blending work life in. Oracle has thrived through 40+ years of change by innovating and operating with integrity while delivering for the top companies in almost every industry.\n   \n\n  \n\n In order to nurture the talent that makes this happen, we are committed to an inclusive culture that celebrates and values diverse insights and perspectives, a workforce that inspires thought leadership and innovation.\n   \n\n  \n\n Oracle offers a highly competitive suite of Employee Benefits designed on the principles of parity, consistency, and affordability. The overall package includes certain core elements such as Medical, Life Insurance, access to Retirement Planning, and much more. We also encourage our employees to engage in the culture of giving back to the communities where we live and do business.\n   \n\n  \n\n At Oracle, we believe that innovation starts with diversity and inclusion and to create the future we need talent from various backgrounds, perspectives, and abilities. We ensure that individuals with disabilities are provided reasonable accommodation to successfully participate in the job application, interview process, and in potential roles to perform crucial job functions. That’s why we’re committed to creating a workforce where all individuals can do their best work. It’s when everyone’s voice is heard and valued that we’re inspired to go beyond what’s been done before.\n   \n\n  \n\n Disclaimer: Oracle is an Equal Employment Opportunity Employer\\*. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability and protected veterans’ status, or any other characteristic protected by law. Oracle will consider for employment qualified applicants with arrest and conviction records pursuant to applicable law.\n   \n\n  \n\n https:\/\/www.oracle.com\/corporate\/careers\/diversity-inclusion\/\n   \n\n  \n\n Career Level - IC1\n   \n\n  \n\n****RESPONSIBILITIES****\n**Job Title: Oracle NetSuite Finnish speaking Sales Development Representative, New Business**\n**Finnish + English**\n**Location: Solna**\n**Why Oracle NetSuite**\n Founded in 1998, Oracle NetSuite was the first cloud company – ushering in the new era of cloud computing. NetSuite’s mission is to deliver one system, the suite, that gives leaders a complete view into their business.\n   \n\n  \n\n As the industry leading cloud business system recognised in Gartner’s Magic Quadrants, NetSuite includes financials, inventory management, HR, professional services automation, commerce, and more. Tens of thousands of customers all over the world trust NetSuite to give their businesses the visibility, agility, and control needed to make data-informed decisions quickly.\n   \n\n  \n\n NetSuite is a place where you can build a career and have fun while doing so! We’re invested in our people, our customers, and the community. And as part of Oracle, our benefits are second to none. Joining our passionate team means that you’re ready to take your career to the next level. With priceless learning opportunities, strong support, incredible innovation, and volunteer opportunities, NetSuite is committed to creating a workplace where everyone feels empowered and set up for success.\n   \n\n  \n\n  \n\n  \n\n**The Oracle NetSuite Sales Development Representative (SDR) Role**\n The SDR role provides a hands-on experience, sourcing and qualifying leads while building product knowledge and developing fundamental sales skills. We are looking to hire our next superstar sales representative to help us continue to accelerate our YoY growth through revenue generation. Within this role, you will get the best of both worlds – training and autonomy. The SDR role provides an unmissable, hands-on learning opportunity that will allow you to contribute to our ongoing success.\n   \n\n  \n\n**Want to know more? Check out these resources.**\n* NetSuite Instagram\n* Netsuite Website\n* Netsuite Customer Testimonials\n* Netsuite LinkedIn Page\n* Netsuite YouTube Channel\n\n\n****Your Responsibilities****\n* Analyze and understand prospective customer needs, personas, processes, projects and requirements in order to ascertain potential solutions.\n* Perform outbound prospecting through cold-calling, emails and social media to generate high quality, BANT qualified leads that can be promoted to sales.\n* Acquire and maintain a working knowledge of Oracle Netsuite solutions and our value proposition so that you can speak around value and return on investment vs technical functionalities.\n* Maintain a high volume of tailored, strategic, multi-channel outreach for your target accounts.\n* Confidently interact with and influence key personnel up to and including Executives at the highest levels of an organization\n* Build strong relationships and collaborate effectively with the Account Executives that you support.\n* Prioritise your time and accounts effectively to ensure success\n\n\n****Minimum Qualifications****\n* Native level of Finnish + fluency in English (additional languages advantageous)\n* BS\/BA degree in Business Management, Finance or Economics\n* Minimum 12 months of professional sales experience involving researching, prospecting, cold-calling and consistent achievement of quota attainment\n* Adaptable, resilient, self-starter with the ability to work in a fast-paced environment and a desire to succeed\n* Excellent communication (verbal, written, and presentation) and interpersonal skills\n\n\n**Life at Oracle and Equal Opportunity:**\n An Oracle career can span industries, roles, countries, and cultures, giving you the opportunity to flourish in new roles and innovate, while blending work life in. Oracle has thrived through 40+ years of change by innovating and operating with integrity while delivering for the top companies in almost every industry.\n   \n\n  \n\n In order to nurture the talent that makes this happen, we are committed to an inclusive culture that celebrates and values diverse insights and perspectives, a workforce that inspires thought leadership and innovation.\n   \n\n  \n\n Oracle offers a highly competitive suite of Employee Benefits designed on the principles of parity, consistency, and affordability. The overall package includes certain core elements such as Medical, Life Insurance, access to Retirement Planning, and much more. We also encourage our employees to engage in the culture of giving back to the communities where we live and do business.\n   \n\n  \n\n At Oracle, we believe that innovation starts with diversity and inclusion and to create the future we need talent from various backgrounds, perspectives, and abilities. We ensure that individuals with disabilities are provided reasonable accommodation to successfully participate in the job application, interview process, and in potential roles to perform crucial job functions. That’s why we’re committed to creating a workforce where all individuals can do their best work. It’s when everyone’s voice is heard and valued that we’re inspired to go beyond what’s been done before.\n   \n\n  \n\n Disclaimer: Oracle is an Equal Employment Opportunity Employer\\*. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability and protected veterans’ status, or any other characteristic protected by law. Oracle will consider for employment qualified applicants with arrest and conviction records pursuant to applicable law.\n   \n\n  \n\n https:\/\/www.oracle.com\/corporate\/careers\/diversity-inclusion\/\n   \n\n  \n\n****ABOUT US****\n As a world leader in cloud solutions, Oracle uses tomorrow’s technology to tackle today’s problems. True innovation starts with diverse perspectives and various abilities and backgrounds.\n   \n\n  \n\n When everyone’s voice is heard, we’re inspired to go beyond what’s been done before. It’s why we’re committed to expanding our inclusive workforce that promotes diverse insights and perspectives.\n   \n\n  \n\n We’ve partnered with industry-leaders in almost every sector—and continue to thrive after 40+ years of change by operating with integrity.\n   \n\n  \n\n Oracle careers open the door to global opportunities where work-life balance flourishes. We offer a highly competitive suite of employee benefits designed on the principles of parity and consistency. We put our people first with flexible medical, life insurance and retirement options. We also encourage employees to give back to their communities through our volunteer programs.\n   \n\n  \n\n We’re committed to including people with disabilities at all stages of the employment process. If you require accessibility assistance or accommodation for a disability at any point, let us know by calling +1 888 404 2494, option one.\n   \n\n  \n\n**Disclaimer:**\n Oracle is an Equal Employment Opportunity Employer\\*. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability and protected veterans’ status, or any other characteristic protected by law. Oracle will consider for employment qualified applicants with arrest and conviction records pursuant to applicable law.\n   \n\n  \n\n* Which includes being a United States Affirmative Action Employer","company_url":"https:\/\/www.linkedin.com\/company\/oracle","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHYCgYovUuPtQ\/company-logo_100_100\/company-logo_100_100\/0\/1665755678957\/oracle_logo?e=2147483647&v=beta&t=55lZDJhHdt3oPj2_gdPpymKz6Wv_9atXeO-CBFzAm6c","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"b6ff71907d4212d9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b6ff71907d4212d9","job_url_direct":"https:\/\/www.sigma.se\/position\/sw-verification-test-engineer-sweden-en-20241225\/","title":"SW Verification & Test Engineer","company":"Sigma Group","location":"SE","job_type":null,"date_posted":1735084800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":"Consulting And Business Services","listing_type":null,"emails":"Johan.soderroos@sigma.se, johan.soderroos@sigma.se","description":"### **JOB DESCRIPTION**\n\n\n\nVi söker en erfaren och kunnig mjukvarutestare inom inbyggda system att ansluta sig till vårt team. Som mjukvaruutvecklare är du ansvarig för att designa och utveckla testfall, genomföra manuella o automatiska tester hos en av våra kunder. Du kommer att arbeta nära intressenter för att förstå krav, anpassa funktionallitet och tillhandahålla teknisk support.\n\n\n\nSom konsult hos oss är vanliga arbetsuppgifter:\n\n\n* Samarbeta i teamet hos kunden för att samla funktionskrav för att sedan utveckla testfall.\n* Erbjuda teknisk kompetens och support, felsöka problem och optimera prestanda.\n* Skapa och upprätthålla teknisk dokumentation.\n\n\nOmråden där våra kunder arbetar:\n\n\n* Autonoma fordon\n* Electromobility (elektrisk drivlina)\n* Connectivity (uppkopplade fordon\/enheter)\n\n### **BASIC QUALIFICATIONS**\n\n\n* Civilingenjörsexamen i robotik, mekatronik, inbyggda system, datavetenskap, eller relaterat område. Alternativt motsvarande arbetslivserfarenhet.\n* Erfarenhet som mjukvarutestare.\n* Stark problemlösningsförmåga och förmåga att arbeta självständigt eller som en del av ett team.\n* Utmärkta kommunikationsfärdigheter och förmåga att samarbeta effektivt med kunder och teammedlemmar.\n* Flytande i svenska och engelska, både i skrift och tal.\n* Ett plus är även certifiering inom ISTQB\n\n### **PREFERRED ADDITIONAL SKILLS, PERSONAL TRAITS AND EXPERIENCE**\n\n\n\nHos oss blir du välkomnad av glada och hjälpsamma kollegor. Vi har roligt på jobbet, högt i tak och ett engagerande klimat. Du står aldrig ensam inför en utmaning utan kan bolla idéer och hitta möjligheter tillsammans med dina kollegor. Vi tror på att samarbete är nyckeln till framgång. På Sigma Industry Innovation har du möjlighet att samarbeta med experter från olika teknikområden och utbyta idéer i en stödjande och inkluderande arbetsmiljö. Vi investerar i våra medarbetare och erbjuder kontinuerlig utveckling och utbildning. Här kan du ständigt växa i din karriär och bredda din expertis.\n\n\n\nSigma Industry Innovation är ett entreprenörsdrivet företag med stora visioner och korta beslutsvägar, vilket ger goda möjligheter att påverka såväl din egen som företagets framtid. Vill du bli expert inom ditt befintliga område, växa in i ett nytt eller engagera dig internt på Sigma? Möjligheterna är oändliga och hos oss får du allt i ett: en trygg anställning, en stimulerande vardag och en skräddarsydd framtid. Vi tror på att trivas på jobbet. Hos oss skapar vi en positiv och rolig arbetsmiljö där gemenskap och arbetsglädje är i fokus. Kom och gör skillnad med oss!\n\n\n### **WE OFFER**\n\n\n\n**Tack för att du har läst vår annons!**\n\n\n\nVi hoppas att du känner dig nyfiken på oss och vi ser fram emot att läsa din ansökan och ditt CV. Urval och intervjuer sker löpande så skicka in din ansökan **redan i dag.**\n\n\n\nTveka inte och kontakt mig för mera information:\n\n\n\nJohan.soderroos@sigma.se\n\n\n\n073 - 647 7052\n\n\n\n**#LI-Hybrid**\n\n\n\n* #### **POSITION**\n\n\nSW Verification & Test Engineer\n* #### **COMPANY**\n\n\nSigma Industry Innovation\n* #### **LOCATION**\n\n\nSweden\n* #### **COMPETENCE AREA**\n\n\nElectricity & Automation, Energy & Power Engineering, Hardware Electronics, Testing and Verification, Software development embedded systems, RF And Microwave, Function development, System design, System development, Operation, support and infrastructure, Test & Quality, Project Management, Software development, Digitalisation, Digitalisation, Automation\n* #### **PUBLICATION DATE**\n\n\n2024-12-25\n* #### **EXPIRATION DATE**\n\n\n2025-01-31\n* #### **CONTACT**\n\n\nJohan Söderroos, johan.soderroos@sigma.se, +46736477052","company_url":"https:\/\/se.indeed.com\/cmp\/Sigma-Group","company_url_direct":"http:\/\/www.sigmagroup.com","company_addresses":"10 Mountainview Road\r\nUpper Saddle River, NJ 07458","company_num_employees":"51 to 200","company_revenue":"$5M to $25M (USD)","company_description":"Sigma Group creates innovative marketing and advertising programs that connect companies and their customers to drive business results.","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4109741831","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4109741831","job_url_direct":"https:\/\/bricobomba.teamtailor.com\/jobs\/3549675-data-engineer&urlHash=W5mT","title":"Data Engineer","company":"Bricobomba","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Information Technology & Services","listing_type":null,"emails":null,"description":"Vill du arbeta i en innovativ miljö där data och teknologi används för att stärka våra kunders konkurrenskraft? Har du erfarenhet som Data Engineer och är redo att bli en del av ett team med expertis i data, teknik och strategi? Då är Bricobomba rätt arbetsplats för dig! Hos oss kommer du få arbeta inom områden såsom data warehouse, datamodellering, molnarkitektur, DevOps och data management. Vi letar nu efter vår nästa kollega som vill stärka upp vårt team.\n   \n\n  \n\n Som Data Engineer hos oss ser vi gärna att du:\n   \n\n  \n\n* Har en relevant utbildning.\n* Har 5-10 års relevant arbetslivserfarenhet.\n* Har arbetat med SQL och någon modelleringsteknik för relationsdatabaser.\n* Arbetat i en molnbaserad miljö: föredragsvis Snowflake, Azure eller Databricks.\n* Har kunskap inom minst ett programmeringsspråk. Vi använder oss för tillfället mycket av C# och Python.\n* Har flytande kunskaper i svenska.\n\n\n För oss är kompetens viktigt, men vi värdesätter även personliga egenskaper, driv och vilja högt. Dessutom tror vi att du kan relatera till våra tre värdeord\n *ödmjukhet* \n ,\n *pragmatism* \n och\n *kommunikation* \n . Vi arbetar ofta i team ute hos våra kunder eftersom vi tror på kraften i samarbete. Vi är övertygade om att det bästa sättet att lära sig något nytt är tillsammans med inspirerande kollegor.\n   \n\n  \n\n**Om Bricobomba**\n Namnet Bricobomba kommer från det franska ordet “Bricolage” som ungefär betyder “gör-det-själv”. Denna filosofi genomsyrar vårt arbetssätt. Vi ger våra kunder kunskap och verktyg som de behöver för att kunna ta kontroll och göra saker själva. Vi vill kunna vara en helhetspartner för våra kunder och erbjuder kompetens inom allt från att etablera infrastruktur, bygga systemstöd, utföra dataanalys och etablera dataprocesser.\n   \n\n  \n\n**Vi erbjuder**\n En arbetsplats med stora möjligheter till utveckling, lära och läras av sina kollegor. Tillsammans har vi olika aktiviteter och tävlingar under året, stora som små. Vi har även årlig konferens, sommaravslutning och julbord. Vi främjar och uppmuntrar eget initiativ i arbetet såväl som olika aktiviteter som vi kan göra tillsammans.","company_url":"https:\/\/se.linkedin.com\/company\/bricobomba","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEKZ81eBgaeIg\/company-logo_100_100\/company-logo_100_100\/0\/1630537093234\/bricobomba_logo?e=2147483647&v=beta&t=jcctSLm4N2Cl1wSblWeodUKnxmxBQoLSshHv12l36YY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]