[{"id":"4133465687","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4133465687","job_url_direct":null,"title":"Backend Software Engineer","company":"Betsson Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Are you interested in working on exciting challenges within high transaction environments? We are looking for you who are curious, can take initiative and come up with new creative solutions, and care about ultimately delivering a great product.  \n \n\n\n  \n\n The Role\n   \n\n\n Our Engagement Area in Product Development is growing and we are now looking for a Senior Backend Engineer to join! Engagement at Betsson Group ensures our customers come back for more. It’s all about loyalty. We provide a world class customer experience beyond the game play featuring Tournaments, Dynamic personalized campaigns and much more! \n \n\n\n  \n\n\n You will be part of preparing our journey to containerization, increasing the scalability of our systems while also maintaining their high quality. To accommodate new requirements, we are constantly re-evaluating our systems design and working on exciting new features.\n \n\n\n  \n\n You have experience in\n   \n\n  \n* C#, .NET, .NET Core\n  \n* SQL Server and NoSQL databases\n  \n* Unit testing frameworks\n  \n* Messaging within a micro service architecture\n  \n* Agile development\n  \n* Collaboration \/ knowledge-sharing\n  \n\n\n  \n\n Extra awesome\n   \n\n  \n* Kafka\n  \n* Experience in a modern front-end framework (e.g. Angular)\n  \n* Docker containerization\n  \n* Domain driven design\n  \n\n\n  \n\n What’s in it for you?\n   \n\n\n We can offer you an environment full of ambition and passion. One day is never like the other as the only constant is change, to the better, to the greater. We strive to be the best in whatever field we choose to play on, and we make sure to have fun along the way!\n \n\n\n  \n\n  \n* A friendly, open and humble working environment, where you will have the chance to work alongside with colleagues from all over the world\n  \n* A chance to evolve your skills together with your colleagues with various programs and initiatives\n  \n* Personal development through courses, in-house training and external certification\n  \n* Freedom with responsibility\n  \n\n\n  \n\n Challenge Accepted?\n   \n\n\n Check out the Betsson Group Blog to find out what our tech colleagues are talking about.\n \n\n\n  \n\n\n By submitting your application, you understand that your personal data will be processed as set out in our Privacy Policy","company_url":"https:\/\/mt.linkedin.com\/company\/betsson-group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFzZe1y4vbFfw\/company-logo_100_100\/B4DZap.l18HwAU-\/0\/1746608480365\/betsson_group_logo?e=2147483647&v=beta&t=M2X9UXZ_2mqeO2SfNA_6siDPWHoLEAMQjCZ6j_UBUU8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4222355557","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4222355557","job_url_direct":"https:\/\/expleo-jobs-se-en.icims.com\/jobs\/33350\/backend-developer\/job?mode=prepopulate&iis=LinkedIn&iisn=LinkedIn&urlHash=6l6U","title":"Backend Developer","company":"Expleo Group","location":"Stockholm, Stockholm County, Sweden","job_type":"other","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Expleo** \n is seeking a highly skilled and experienced\n **Back-end Developer** \n to join our team in\n **Sweden** \n (located in Gothenburg OR Stockholm).\n   \n\n  \n\n Our\n **ideal** \n candidate has experience working with back-end micro-services on Kubernetes and loves to develop alongside a team of talented engineers.\n   \n\n  \n\n If you are a back-end engineer or a full-stack engineer looking to expand your skill set, we'd love to hear from you. Join our team today and take the next step in your career!\n   \n\n  \n\n**Responsibilities**\n* Create the container infrastructure platform for the company\n* Coordinate with other infrastructure teams to meet goals\n* Enhance delivery systems with Continuous Integration\n* Improve the monitoring and alert system\n* Troubleshoot issues and solve problems where needed\n* Create and nurture highly available systems on Kubernetes\n\n\n**Qualifications**\n* Bachelor’s\/Master’s degree in computer science, information technology, or engineering\n* At least 3+ years of experience working with Kubernetes\n* Strong expertise in CI\/CD implementation\n* Thorough knowledge of Java, Spring Boot & Azure\n* Understanding of micro-service design and architectural patterns\n* Familiar with complex event processing and event-driven architecture\n\n\n**Benefits**\n**Who are we?**\n Expleo is a rapidly growing consulting company dedicated to delivering innovative solutions in the fields of AI engineering, digitalization, hyper-automation, cybersecurity, and data science. With a strong commitment to integrity, diversity, sustainability, and societal security, Expleo is at the forefront of creating a better future. Join our dynamic team and be part of our journey to shape the future of technology and business.\n   \n\n  \n\n**What do we offer?**\n* Collaborative working environment – we stand shoulder to shoulder with our clients and our peers through good times and challenges\n* We empower all passionate technology loving professionals by allowing them to expand their skills and take part in inspiring projects\n* Expleo Academy - enables you to acquire and develop the right skills by delivering a suite of accredited training courses\n* Always working as one team, our people are not afraid to think big and challenge the status quo\n* Collective agreement with the union\n* Access to a collection of benefits and discounted prices on services and shops.\n* Health benefits\n* Expleo team activities\n\n\n \"We are an equal opportunities employer and welcome applications from all suitably qualified persons regardless of their race, sex, disability, religion\/belief, sexual orientation or age ”.","company_url":"https:\/\/fr.linkedin.com\/company\/expleo-group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFwrrJDiN6xAA\/company-logo_100_100\/B4EZkBXZUOHoAQ-\/0\/1756664534691\/expleo_group_logo?e=2147483647&v=beta&t=8z0LXfpdoKnJDHwMB_pU0Xjaz-MB8zWnfEiOGq1jxZw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4318261808","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4318261808","job_url_direct":null,"title":"Senior Software Engineer","company":"Saab","location":"Järfälla, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Want to influence the bigger picture? At Saab, you can realise amazing innovations that keep people and societies safe. Together, we can truly make an impact – and your part matters.*\n Join our software development team at Tactical Functions, SAAB. We develop desktop applications, supporting our Electronic Warfare systems. Our products include analysis and visualization of data and real time feeds, big data, secure user transactions, amongst many other things.\n   \n\n  \n\n Electronic Warfare\n   \n\n  \n\n Electronic Warfare (EW) represents the ability to use signals such as radio, infrared or radar. To sense and protect. At the same time, provide the possibility to disrupt, deny and degrade adversaries’ ability to use EW.\n   \n\n  \n\n Your role\n   \n\n  \n\n We develop applications where we take part of the entire product chain. We work mainly with software development, but also interact with the customer directly. You will be part of and take responsibility for all phases of our product lifecycles, from concept and idea, to development, test and delivery.\n   \n\n  \n\n What to expect\n   \n\n  \n\n* Full stack development\n* Software development in medium sized teams\n* Agile development\n* Possibility to take part of machine learning projects\n* Good opportunities to grow within the company\n\n\n**About Us**\n The software development teams at Tactical Functions are a technique driven unit that always strive for improvement. You can expect continuous feedback and open communication with both your manager and your team. We encourage initiatives in improving our products, development environment and ways of working. We highly value collaboration and having fun together. Furthermore, it is important to us that you have an accepting attitude towards people regardless of whom you meet. Respect and dignity should be keywords to you at all times\n   \n\n  \n\n Your Profile\n   \n\n  \n\n We are looking for a driven and curious software developer, who is eager to learn and always trying to improve yourself. You actively support and contribute to an innovative climate.\n   \n\n  \n\n* Master’s degree in Computer Science (or related discipline), or equivalent work experience\n* Good skills in programming, with Java, C++, etc. or equivalent\n* Fluent in Swedish and English\n\n\n Desired skills:\n   \n\n  \n\n* Knowledge and interest in AI\/ML\n* Experience with DevOps tools, eg. Jenkins, Git\n* Proactive and reliable team player with good communications skills\n\n\n We are currently located in Järfälla, but will move to Solna in early 2026. Since you will collaborate with colleagues on other Saab sites, you might travel occasionally. Saab is a global company and could provide the possibility to work abroad.\n   \n\n  \n\n Security Vetting\n   \n\n  \n\n This position requires that you pass a security vetting based on the current regulations around\/of security protection. For positions requiring security clearance additional obligations on citizenship may apply.\n   \n\n  \n\n What you will be part of\n   \n\n  \n\n Behind our innovations stand the people who make them possible. Brave pioneers and curious minds. Everyday heroes and inventive troubleshooters. Those who share deep knowledge and those who explore sky-high. And everyone in between.\n   \n\n  \n\n Joining us means making an impact together, contributing in our own unique ways. From crafting complex code and building impressive defence and security solutions to simply sharing a coffee with a colleague, every action counts. We encourage you to take on challenges, to create smart inventions and grow in our friendly and tech-savvy workspace. We have a solid mission to keep people and society safe.\n   \n\n  \n\n Saab is a leading defence and security company with an enduring mission, to help nations keep their people and society safe. Empowered by its 23,000 talented people, Saab constantly pushes the boundaries of technology to create a safer and more sustainable world.\n   \n\n  \n\n Saab designs, manufactures and maintains advanced systems in aeronautics, weapons, command and control, sensors and underwater systems. Saab is headquartered in Sweden. It has major operations all over the world and is part of the domestic defence capability of several nations. Read more about us here\n   \n\n  \n\n If you are interested in what benefits you can take part of as an employee at Saab in Sweden, you can read more about them here\n   \n\n  \n\n Do you want to get to know our business and our people a little bit better? Here you can find some stories told by our employees.\n   \n\n  \n\n Kindly observe that this is an ongoing recruitment process and that the position might be filled before the closing date of the advertisement.","company_url":"https:\/\/se.linkedin.com\/company\/saab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGPwiU_qZ70uQ\/company-logo_100_100\/B4DZs20K2dHwAQ-\/0\/1766151204674\/saab_logo?e=2147483647&v=beta&t=c7zZOIRvr3J4VFgrV0GItxV5HUrGX_38TbDbCo3AEC4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4299765604","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4299765604","job_url_direct":null,"title":"Staff Software Engineer (FinTech) - Back End (Bangkok based, Relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n At Agoda, we bridge the world through travel. Our story began in 2005, when two lifelong friends and entrepreneurs, driven by their passion for travel, launched Agoda to make it easier for everyone to explore the world.\n   \n\n  \n\n Today, we are part of Booking Holdings [NASDAQ: BKNG], with a diverse team of over 7,000 people from 90 countries, working together in offices around the globe. Every day, we connect people to destinations and experiences, with our great deals across our millions of hotels and holiday properties, flights, and experiences worldwide.\n   \n\n  \n\n No two days are the same at Agoda. Data and technology are at the heart of our culture, fueling our curiosity and innovation. If you’re ready to begin your best journey and help build travel for the world, join us.\n   \n\n  \n\n**Get to Know Our Team**\n Fintech is one of the fastest growing areas in Agoda and we are rapidly expanding our tech team. We work closely with the finance business team and our Fintech product owners to reduce risk, drive efficiencies and move on new market opportunities in this exciting field. We have a wide range of projects from traditional finance to cutting-edge customer fintech. For example, reconciliation using Big Data technologies, growing and optimizing customer payments options, tax calculations in milli-second response times and a mesh of supplier payment options like virtual credit cards. It’s a hot field and the perfect mix of data engineering and backend engineering.\n   \n\n  \n\n**The Opportunity**\n**In this role, you will not only develop robust backend systems but also architect and maintain scalable data pipelines and storage solutions that support complex data collection, processing, and analysis. Your dual expertise in backend and data engineering will play a crucial role in optimizing our financial technology solutions and driving informed business decisions through reliable data insights.**\n**In This Role, You’ll Get to**\n* Think and own the full life cycle of our products, not just a single piece of code – from business requirements, technology selection, coding standards, agile development, unit and application testing, to CI\/CD and proper monitoring\n* Design, develop and maintain platforms and data pipelines across fintech\n* Boost System Performance: build systems that are stable, scalable, and highly performant to meet the dynamic demands of the financial landscape\n* Write great code and help others write great code – mentor people in your team and wider\n* Collaborate with other teams and departments\n* Exceptional problem-solving skills coupled with a strategic mindset are essential. You possess the ability to adapt to new changes and the foresight to anticipate future needs. Leadership at Agoda isn’t just managing tasks but inspiring innovation and driving vision into reality\n* Foster Cross-Functional Collaboration: work with diverse teams to drive forward product and technology goals\n* Shape our future team: Play a pivotal role in recruiting and onboarding exceptional talent\n\n\n**What You’ll Need To Succeed**\n* 8+ years of experience with strong proficiency in Java, Kotlin, Scala, or C# with a proven track record of developing high-performance applications in production settings. Insightful experience with big data technologies like Hadoop, real-time processing frameworks (e.g., Apache Spark), and advanced knowledge of SQL and data architecture\n* Thinks in systems: their edge cases, failure modes, and life cycles\n* Uses a metrics driven approach and can make informed decisions using data\n* You are passionate about the craft of software development and constantly work to improve your knowledge and skills\n* Experience with Scrum\/Agile development methodologies\n* Excellent verbal and written English communication skills\n* Experience with operational excellence and a deep understanding of metrics, alarms and dashboards\n\n\n**It’s Great If You Have**\n* Experience working in a modern FinTech or Payments organization\n* Domain knowledge in any of these areas: financial reconciliation, financial reporting, tax, payout methods like virtual credit cards or customer payments\n* Hands-on experience working with technologies like Spark for data processing, ETLs for data pipelines and queueing systems (Kafka, RabbitMQ)\n* Core engineering infrastructure tools like GitLab for source control and Continuous Integration, Kubernetes\n* Experience developing, maintaining and debugging large-scale distributed systems\n* Experience in leading projects, initiatives and\/or teams, with full ownership of the systems involved\n\n\n**This position is based in Bangkok, Thailand (Relocation Provided)**\n #Bengaluru #Hyderabad #Gurgaon #SouthKorea #Berlin #London #Pakistan #Pune #SanFrancisco #SanJose #Seattle #TelAviv #Jakarta #Colombia #NewYork #Vietnam #Russia #Madrid #SaoPaulo #Noida #Toronto #Chennai #Singapore #Ukraine #UAE #Sunnyvale #BuenosAires #Austin #Barcelona #Nigeria #Mumbai #Paris #Egypt #Stockholm #Amsterdam #Romania #Serbia #NewDelhi #MountainView #Chile #Warsaw #Sydney #Bangladesh #Peru #SantaClara #Chicago #Gurgaon #Munich #Montreal #Bangkok #Tallinn #Vilnius #Riga #Dublin #IT #ENG #5\n   \n\n  \n\n**Discover More About Working At Agoda**\n* Agoda Careers https:\/\/careersatagoda.com\n* Facebook https:\/\/www.facebook.com\/agodacareers\/\n* LinkedIn https:\/\/www.linkedin.com\/company\/agoda\n* YouTube https:\/\/www.youtube.com\/agodalife\n\n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy.\n   \n\n  \n\n**Disclaimer**\n We do not accept any terms or conditions, nor do we recognize any agency’s representation of a candidate, from unsolicited third-party or agency submissions. If we receive unsolicited or speculative CVs, we reserve the right to contact and hire the candidate directly without any obligation to pay a recruitment fee.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF4ydNm0C94QQ\/company-logo_100_100\/B56ZoqhrdiJoAQ-\/0\/1761650063828\/agoda_logo?e=2147483647&v=beta&t=pxcmyD2wpE76qFeYvsiA69VTEfw84p0-iL5QGGnbTE8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3819975181","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3819975181","job_url_direct":null,"title":"Software Developer – Stockholm","company":"Solita","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"rebecca.hammel@solita.se, louise.doverholt@solita.se","description":"Vi satsar på att växa inom AI & Cloud Development och söker Software Developers som inte bara skriver kod, utan bygger lösningar som fungerar idag såväl som håller och utvecklas över tid.\n   \n\n  \n\n Vi vill bygga en framtid där data, AI och mjukvara jobbar tillsammans, inte i silos. Vi skapar en miljö där systemutvecklare, data engineers, data scientists och slutanvändare arbetar nära tillsammans för att snabbt leverera värde med hjälp av den senaste tekniken.\n   \n\n  \n\n Här kliver du in\n   \n\n  \n\n Du blir del av ett växande område med runt 20 konsulter inom Cloud, AI och systemutveckling. Samtidigt får du kollegor från hela Solita med expertis i allt från data, strategi och mycket mer att dela kunskap och perspektiv med, läs mer om det här. När vi växer gör dina möjligheter också det, du får vara med och påverka kulturen, affären och din roll.\n   \n\n  \n\n Vi bygger smarta lösningar och en kultur där nyfikenhet, samarbete och humor får ta plats. Våra kunder finns i offentlig och privat sektor, i branscher från sjukvård till e-handel, transport och energi. Vi gillar att ta oss an deras långsiktiga behov och skapa lösningar där problemet styr teknikvalen, inte tvärtom.\n   \n\n  \n\n En dag på Solita\n   \n\n  \n\n En dag på Solita kan börja med ett standup-möte med ditt team på kunduppdraget, ibland består det av fler kollegor från Solita. Är det fredag kanske du jobbar från Solita kontoret i Stockholm för att starta dagen med frukost. Andra dagar jobbar du från kundens kontor eller hemifrån.\n   \n\n  \n\n Sen kliver du in i ditt arbete, när du stöter på ett problem söker du upp en lång diskussionstråd i slack med insikter från kollegor som haft samma problem. Andra gånger passar du på att fråga en kollega vid kaffemaskinen om deras perspektiv för att komma vidare. Du kan också delta i våra interna utbildningsmöten, där vi delar kunskap om allt från nya teknologier och arbetssätt till välmående. Vissa dagar avslutar du med AW, brädspelskväll eller annan aktivitet du och kollegor tycker är kul!\n   \n\n  \n\n Din roll som Software Developer\n   \n\n  \n\n I rollen som Software Developer får du möjlighet att utforma och utveckla robusta och skalbara system: lösningar som möter både affärsbehov och tekniska krav. En kollega beskriver sin roll som en “Glue Engineer”, vilket innebär att du binder samman olika projekt genom att kombinera kundinteraktion, förundersökningar och kodning\n   \n\n  \n\n Ulrika, som är Software Developer hos oss,\n ***beskriver sitt nuvarande uppdrag***\n :\n   \n\n  \n\n*“Jag arbetar i ett engagerat team som bygger integrationslösningar i Azure, tillsammans tar vi lösningarna hela vägen från idé till produktion. Mitt uppdrag handlar om att skapa en robust och skalbar integrationsplattform som möjliggör ett tillförlitligt och tidskritiskt informationsflöde mellan affärssystem – från att rita upp arkitekturen och sätta upp pipelines till att skriva kod och tester.*\n*Det roligaste med mitt arbete är att få kombinera teknik och problemlösning: att förstå hur olika delar hänger ihop, bygga något som verkligen används, och se helheten fungera i praktiken.”*\n Känner du igen dig i följande?\n   \n\n  \n\n Du Kan Kommunicera På Svenska Och Engelska i Tal Och Skrift. Det Är Ett Plus Om Du Varit Konsult Tidigare, Det Avgörande Är Din Förmåga Att Snabbt Komma In i Nya Sammanhang Och Lära Dig. Tack Vare Flera Års Erfarenhet Av Att Bygga Moderna Lösningar Genom Hela Utvecklingscykeln, Främst i C# .NET, Känner Du Dig Trygg i Rollen Då Du Fått Med Dig\n   \n\n  \n\n* Trygghet att jobba med distribuerade system och eventdriven, skalbar arkitektur. Gärna med tekniker som Kafka, RabbitMQ eller Azure Service Bus.\n* God förståelse för Dev(Sec)Ops-principer, CI\/CD och orkestrering.\n* Erfarenhet av molnplattformar som Azure, AWS eller GCP. Har du jobbat med containerization (Kubernetes, Docker) eller Infrastructure as Code (Terraform, Pulumi, Bicep) är det en extra tillgång.\n* Nyfikenhet på AI i utvecklingsarbetet: hur verktyg som GitHub Copilot, OpenAI API:er eller ML-integrerade pipelines kan göra kodningen smartare och effektivare.\n\n\n Vi letar inte bara efter tekniska skills, vi vill jobba med dig som tar ansvar för att bygga rätt lösningar på rätt sätt genom att utmana med omtanke. Du ser kod som ett hantverk, inte bara ett medel till funktion: du bryr dig om kvalitet, läsbarhet och hållbarhet. Du kommer trivas hos oss om du tycker om att dela med dig av din kunskap lika mycket som du är nyfiken på- och lyfter andras.\n   \n\n  \n\n Vad vi erbjuder\n   \n\n  \n\n Vår företagskultur är väldigt viktig för oss. Vi värdesätter låg hierarki, självständighet och ansvar, värdeskapande arbete och trevliga kollegor. Här kan du läsa mer om vår kultur, och här kan du bläddra bland våra tech-bloggar.\n   \n\n  \n\n* Meningsfulla projekt: Arbeta i en agil miljö där du kan påverka teknikval och arbetssätt för att skapa de bästa lösningarna\n* Flexibilitet och autonomi för att utforma ditt arbete med flextider– läs mer från vår blogg här.\n* Ständig utveckling: Vi erbjuder kontinuerlig kompetensutveckling för att säkerställa att våra medarbetare ligger längst fram i teknikutvecklingen.\n* Innovativ kultur: Arbeta tillsammans med några av de främsta experterna inom data, analys och utveckling – läs mer i bloggen här.\n\n\n Utöver detta får du även ta del av följande\n **förmåner** \n :\n   \n\n  \n\n 💰 Fast lön oberoende av beläggningsgrad med möjlighet till löneväxling till ditt pensionssparande\n   \n\n  \n\n 🏦 Pensionsavsättning i linje med ITP1 samt möjlighet till löneväxling till ditt pensionssparande vid inkomst över 8,07 inkomstbasbelopp\n   \n\n  \n\n 🏖️ 30 semesterdagar\n   \n\n  \n\n 🏥 Sjukvårdsförsäkring för både din mentala och fysiska hälsa som täcker dig även utanför tjänstetid\n   \n\n  \n\n 🏋️‍♀️ Friskvårdsbidrag på 5000 kr via Benifex (tidigare Benify)\n   \n\n  \n\n 🔗 Intern coach för att stödja ditt välbefinnande\n   \n\n  \n\n 🪩 After Work och hobbyaktiviteter\n   \n\n  \n\n 🥐 Fredagsfrukost\n   \n\n  \n\n Vilka är vi?\n   \n\n  \n\n Solita är ett värderingsstyrt konsultbolag med över 2200 medarbetare i 9 länder, varav ca 230 i Sverige. Vår storlek gör oss tillräckligt stora för att vara en stabil och innovativ arbetsgivare, men samtidigt tillräckligt små för att värna om våra medarbetare och kunder. Med bred kompetens inom digital transformation erbjuder vi en dynamisk arbetsmiljö. Hos oss får du friheten att utvecklas, både professionellt och personligt.\n   \n\n  \n\n Intresserad av att höra mer?\n   \n\n  \n\n Låter det som en spännande utmaning? Skicka in din ansökan och bli en del av vårt team som ligger i framkant inom systemutveckling!\n   \n\n  \n\n Om du har några frågor, skriv gärna till Rebecca Hammel på LinkedIn eller via mail till rebecca.hammel@solita.se. Du kan också kontakta rekryteringsansvarig, Louise Doverholt på LinkedIn eller via mail till louise.doverholt@solita.se .\n   \n\n  \n\n Hur ser processen ut?\n   \n\n  \n\n I rekryteringsprocessen tror vi på en snabb och effektiv process. Du ansöker med CV eller LinkedIn och svarar på två korta frågor. Vi går igenom ansökningar löpande. Om vi ser en potentiell matchning, bjuder vi in dig till ett första möte för att lära känna dig och berätta mer om vår kultur och våra värderingar på Solita. I andra intervjun fokuserar vi på din tekniska kompetens och din erfarenhet. Om allt går bra tar vi oss vidare till sista steget där vi presenterar ett erbjudande och välkomnar dig som ny Solitan!\n   \n\n  \n\n ℹ️\n *Under julhelgen och årsskiftet kan vår återkoppling dröja något längre än vanligt. Vi hör av oss senast under andra halvan av januari. Tack för din förståelse och god fortsättning!*\n Sign up to our newsletter to hear about the latest news, upcoming events and open positions at Solita\n   \n\n  \n\n Subscribe","company_url":"https:\/\/fi.linkedin.com\/company\/solita","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGJ81a4guxqWw\/company-logo_100_100\/company-logo_100_100\/0\/1630642162493\/solita_logo?e=2147483647&v=beta&t=Fi9RmAVnGpZEDb0Lct3vw8zbD2l9L3F3t3uC2EzpCp0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4299764804","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4299764804","job_url_direct":null,"title":"Lead Software Engineer - Back End (FinTech) (Bangkok based - Relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n At Agoda, we bridge the world through travel. Our story began in 2005, when two lifelong friends and entrepreneurs, driven by their passion for travel, launched Agoda to make it easier for everyone to explore the world.\n   \n\n  \n\n Today, we are part of Booking Holdings [NASDAQ: BKNG], with a diverse team of over 7,000 people from 90 countries, working together in offices around the globe. Every day, we connect people to destinations and experiences, with our great deals across our millions of hotels and holiday properties, flights, and experiences worldwide.\n   \n\n  \n\n No two days are the same at Agoda. Data and technology are at the heart of our culture, fueling our curiosity and innovation. If you’re ready to begin your best journey and help build travel for the world, join us.\n   \n\n  \n\n**Get to Know Our Team**\n Fintech is one of the fastest growing areas in Agoda and we are rapidly expanding our tech team. We work closely with the finance business team and our Fintech product owners to reduce risk, drive efficiencies and move on new market opportunities in this exciting field. We have a wide range of projects from traditional finance to cutting-edge customer fintech. For example, reconciliation using Big Data technologies, growing and optimizing customer payments options, tax calculations in milli-second response times and a mesh of supplier payment options like virtual credit cards. It’s a hot field and the perfect mix of data engineering and backend engineering.\n   \n\n  \n\n**The Opportunity**\n**In this role, you will not only develop robust backend systems but also architect and maintain scalable data pipelines and storage solutions that support complex data collection, processing, and analysis. Your dual expertise in backend and data engineering will play a crucial role in optimizing our financial technology solutions and driving informed business decisions through reliable data insights.**\n**In This Role, You’ll Get to**\n* Think and own the full life cycle of our products, not just a single piece of code – from business requirements, technology selection, coding standards, agile development, unit and application testing, to CI\/CD and proper monitoring\n* Design, develop and maintain platforms and data pipelines across fintech\n* Boost System Performance: build systems that are stable, scalable, and highly performant to meet the dynamic demands of the financial landscape\n* Write great code and help others write great code – mentor people in your team and wider\n* Collaborate with other teams and departments\n* Exceptional problem-solving skills coupled with a strategic mindset are essential. You possess the ability to adapt to new changes and the foresight to anticipate future needs. Leadership at Agoda isn’t just managing tasks but inspiring innovation and driving vision into reality.\n* Foster Cross-Functional Collaboration: work with diverse teams to drive forward product and technology goals\n* Shape our future team: Play a pivotal role in recruiting and onboarding exceptional talent\n\n\n**What You’ll Need To Succeed**\n* 10+ years of experience with strong proficiency in Java, Kotlin, Scala, or C# with a proven track record of developing high-performance applications in production settings. Insightful experience with big data technologies like Hadoop, real-time processing frameworks (e.g., Apache Spark), and advanced knowledge of SQL and data architecture.\n* Thinks in systems: their edge cases, failure modes, and life cycles\n* Uses a metrics driven approach and can make informed decisions using data\n* You are passionate about the craft of software development and constantly work to improve your knowledge and skills\n* Experience with Scrum\/Agile development methodologies\n* Excellent verbal and written English communication skills\n* Experience with operational excellence and a deep understanding of metrics, alarms and dashboards\n\n\n**It’s Great If You Have**\n* Experience working in a modern FinTech or Payments organization\n* Domain knowledge in any of these areas: financial reconciliation, financial reporting, tax, payout methods like virtual credit cards or customer payments\n* Hands-on experience working with technologies like Spark for data processing, ETLs for data pipelines and queueing systems (Kafka, RabbitMQ).\n* Core engineering infrastructure tools like GitLab for source control and Continuous Integration, Kubernetes\n* Experience developing, maintaining and debugging large-scale distributed systems\n* Experience in leading projects, initiatives and\/or teams, with full ownership of the systems involved\n\n\n**This position is based in Bangkok, Thailand. (Relocation package is provided)**\n #Bengaluru #Hyderabad #SouthKorea #Berlin #London #Pakistan #Pune #SanFrancisco #SanJose #Seattle #TelAviv #Jakarta #Colombia #NewYork #Vietnam #Russia #Madrid\n   \n\n  \n\n #SaoPaulo #Noida #Toronto #Chennai #Singapore #Ukraine #UAE #Sunnyvale #BuenosAires #Austin #Barcelona #Nigeria #Mumbai #Paris #Egypt #Stockholm #Amsterdam #Romania #Serbia #NewDelhi #MountainView #Chile #Warsaw #Sydney #Bangladesh #Peru #SantaClara #Chicago #Gurgaon #Munich #Montreal #Bangkok #IT #4 #5\n   \n\n  \n\n**Discover More About Working At Agoda**\n* Agoda Careers https:\/\/careersatagoda.com\n* Facebook https:\/\/www.facebook.com\/agodacareers\/\n* LinkedIn https:\/\/www.linkedin.com\/company\/agoda\n* YouTube https:\/\/www.youtube.com\/agodalife\n\n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy.\n   \n\n  \n\n**Disclaimer**\n We do not accept any terms or conditions, nor do we recognize any agency’s representation of a candidate, from unsolicited third-party or agency submissions. If we receive unsolicited or speculative CVs, we reserve the right to contact and hire the candidate directly without any obligation to pay a recruitment fee.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF4ydNm0C94QQ\/company-logo_100_100\/B56ZoqhrdiJoAQ-\/0\/1761650063828\/agoda_logo?e=2147483647&v=beta&t=pxcmyD2wpE76qFeYvsiA69VTEfw84p0-iL5QGGnbTE8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4346403563","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4346403563","job_url_direct":null,"title":"Utvecklare | Problemlösare | Hacker","company":"FRA - Försvarets radioanstalt","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"rekrytering@fra.se","description":"*Vill du göra samhällsnytta och bidra till Sveriges oberoende i världen? På FRA är varje arbetsuppgift en del av något större. Vi söker nu en självgående systemutvecklare med stor kreativitet och drivkraft inom sitt expertområde. Är du den vi söker kan vi erbjuda ett varierande arbete i en kunskapsintensiv miljö där du får vara med och göra skillnad varje dag.*\n**Ditt uppdrag**\n Som systemutvecklare inriktad på avancerad systemutveckling hör du till en enhet inom avdelningen för cyberverksamhet. Avdelningen bidrar med skydd till Sveriges mest skyddsvärda verksamheter och är en del av vårt nationella cyberförsvar.\n   \n\n  \n\n Gruppen du kommer att tillhöra arbetar huvudsakligen med att ta fram system som används inom accessutvecklingskontoret. Du arbetar med hela kedjan från idé till design, utveckling, leverans, underhåll och avveckling. I rollen finns även möjlighet att dra relevanta slutsatser av komplexa samband samt att genom självstudier och utveckling använda dina kunskaper för att skapa nya metoder och verktyg. Arbetet sker nära användarna och genomförs ofta i mindre grupper, men även enskilda arbetsuppgifter förekommer. Du kommer till en grupp där stämningen är prestigelös och där vi aktivt hjälper varandra för att nå våra gemensamma mål.\n   \n\n  \n\n Resor kan förekomma i tjänsten, såväl inrikes som utrikes.\n   \n\n  \n\n**Du kan**\n**Vi Söker Dig Som Har**\n* Akademisk utbildning inom datateknik eller motsvarande område som arbetsgivaren bedömer som relevant, alternativt förvärvat motsvarande kunskaper genom arbetslivserfarenhet\n* Några års erfarenhet av systemutveckling\n* Goda kunskaper i ett eller flera programmeringsspråk, t.ex. C, C++ och\/eller Rust\n* Förmåga att skriva och kommunicera obehindrat på såväl svenska som engelska\n\n\n Då Du i Arbetet Kommer i Kontakt Med Nedan Områden, Ser Vi Det Som Meriterande Om Du Har Kunskap Inom Ett Eller Flera Av Dem\n   \n\n  \n\n* Utveckling för Windows eller Linux-\/Unixmiljö\n* Nätverksprogrammering\n* Moderna utvecklingsmetoder som automatiska tester och CI\/CD\n* Algoritmer och datastrukturer\n* Operativsystems uppbyggnad\n* IT-säkerhet\n* Kompilatortekniker\n\n\n**Du är**\n**Vi Söker Dig Med Följande Egenskaper**\n* Samarbetsförmåga – Du arbetar bra med andra människor. Du relaterar till dem på ett lyhört och smidigt sätt genom att lyssna, kommunicera och lösa konflikter på ett konstruktivt sätt.\n* Självgående – Du tar ansvar för din uppgift, strukturerar själv ditt angreppssätt och driver dina processer vidare.\n* Mål- och resultatorienterad – Du arbetar mot mål och fokuserar på resultat. Du styrs av mål- och resultattänkande i prioriteringar, planering och agerande och ändrar din inriktning när målen ändrar sig.\n* Problemlösande analysförmåga – Du arbetar bra med komplexa frågor. Du analyserar och bryter ner problem i sina beståndsdelar och löser komplicerade problem.\n\n\n**Om FRA**\n FRA har omvärlden som sin arena där varje arbetsuppgift är en del av något större. På ett eller annat sätt får du som medarbetare vara med och bidra till att skydda Sveriges integritet och oberoende i världen. Du är med och gör skillnad på riktigt, varje dag.\n   \n\n  \n\n Vår uppgift som underrättelsetjänst är att skydda Sverige mot de allvarligaste hot som kan riktas mot ett samhälle – militära angrepp, terrorism och cyberattacker. Vi skyddar det viktigaste vi har – vår trygghet, vår demokrati och vårt sätt att leva. Vi är experter på cyberområdet och signalspaning samt en larmklocka för militära hot.\n   \n\n  \n\n FRA leder sedan 2024 Nationellt cybersäkerhetscenter, NCSC vars uppdrag är att utveckla och stärka Sveriges förmåga att förebygga, upptäcka och hantera cyberhot.\n   \n\n  \n\n Som nyanställd på FRA får du en omfattande introduktionsutbildning och kontinuerlig kompetensutveckling, vilket ger dig möjlighet att utveckla dina färdigheter och bli ännu bättre på det du brinner för. Vår organisation är mångfacetterad och består av olika kompetenser och personligheter, där varje individ har unika egenskaper och förutsättningar. Vi strävar efter att skapa en miljö där alla känner sig välkomna och trygga. Utöver en stimulerande arbetsmiljö erbjuder vi också ett attraktivt förmånspaket, som du kan läsa mer om på\n **www.fra.se.** \n För mer information om Nationellt cybersäkerhetscenter besök\n **www.ncsc.se.**\n För din trygghet. För vår demokrati. Varje dag. Året om.\n   \n\n  \n\n**Mer information**\n Arbetsplatsen är belägen i närheten av Drottningholm, ca 10 min från Brommaplan. Svenskt medborgarskap är ett krav då anställning vid FRA innebär placering i säkerhetsklass. Innan en anställning kommer du att säkerhetsprövas i enlighet med säkerhetsskyddslagens bestämmelser. Med anställning följer en skyldighet att krigsplaceras. Vi tillämpar sex månaders provanställning. I denna rekryteringsprocess kommer arbetsprov\/tester att tillämpas. För mer information är du välkommen att kontakta rekryterande chef på nummer 010-557 51 11 eller rekryteringsfunktionen på rekrytering@fra.se. Fackliga företrädare nås på 010-557 46 00.\n   \n\n  \n\n Vi tar emot ansökningar via www.fra.se\n **senast 2026-01-18**\n Referensnummer\n **2025FRA1484-2**\n Då vi inför denna rekrytering redan tagit ställning till de rekryteringskanaler vi önskar använda undanber vi oss att bli kontaktade för ytterligare erbjudanden om annonserings- och rekryteringshjälp.\n   \n\n  \n\n*Sökord: software developer, software engineer, systemprogrammering*","company_url":"https:\/\/se.linkedin.com\/company\/fra","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGYnVRE3_jFPg\/company-logo_100_100\/company-logo_100_100\/0\/1631334276439?e=2147483647&v=beta&t=7qkecp2R9AZ7k5v4JwARQFzK1t3sWjNSPYbUa1_ynJU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4280333097","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4280333097","job_url_direct":null,"title":"Developer till Kleer","company":"Kleer","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**💛 It all comes Kleer – vi söker utvecklare till våra utvecklingsteam!**\n Kleer (tidigare PE Accounting) grundades för att revolutionera ekonomi- och lönebranschen genom ledande teknik och ekonomiexpertis. Idag erbjuder vi marknadens mest automatiserade system med över 80% automationsgrad – men vi är långt ifrån klara.\n   \n\n  \n\n Vill du vara med på nästa steg i vår resa? Vi söker nu en självgående utvecklare som vill växa vidare i ett produktbolag där teknik och affär går hand i hand.\n   \n\n  \n\n**🚀 Rollen hos oss**\n Som utvecklare på Kleer blir du en del av ett dedikerat och kunnigt team som varje dag gör skillnad – för våra användare och för vår produkt. Du arbetar fullstack med tyngd i Javabackend, i en kodbas där kvalitet och långsiktighet står i centrum.\n   \n\n  \n\n**Hos Oss Kommer Du Att**\n* Arbeta i hela utvecklingscykeln – från diskussion med produktägare till kod i produktion\n* Bidra till teamets gemensamma leveranser och tekniska beslut\n* Arbeta i en modern Java-stack och få möjlighet att prova nya tekniker\n* Ha nära samarbete med produktägare och andra utvecklingsteam\n\n\n**🛠️ Tekniken vi använder**\n**Vi Jobbar i Huvudsak Med**\n* Java 19, Spring, Spring Boot\n* MySQL\n* gRPC, REST, Linux\n* Microservices\n* React och Typescript för frontend\n* CI\/CD via Jenkins, Git och Docker för en containerbaserad infrastruktur\n\n\n Vi jobbar testdrivet, med hög grad av automatiserade tester och tät releasecykel – kod släpps varje vecka. Vår kodbas är välvårdad, och vi uppgraderar regelbundet till de senaste versionerna av våra verktyg.\n   \n\n  \n\n**👩‍💻 Vem vi söker**\n**Vi Tror Att Du**\n* Har ca 3–6 års erfarenhet av utveckling i Java\n* Är trygg i att arbeta självständigt i ett team – men också van att be om hjälp och ge stöd till andra\n* Har en god förståelse för databaser och grundläggande webbteknik\n* Är nyfiken, lösningsorienterad och gillar att förstå användarnas behov\n* Talar och skriver svenska obehindrat\n\n\n Du behöver inte vara expert på allt – vi värderar inställning och vilja att växa högre än perfekta svar på kodtest.\n   \n\n  \n\n**🧑‍🤝‍🧑 Hur vi jobbar**\n Vi arbetar agilt i autonoma team som själva prioriterar utifrån affärsmål. Varje team ansvarar för en del av produkten, men i hela teknikstacken – vilket gör jobbet både varierat och meningsfullt.\n   \n\n  \n\n Du har stora möjligheter att påverka både hur vi jobbar och vad vi bygger. Vi gillar initiativ, transparens och att hjälpas åt. Just nu bygger vi också om delar av vår arkitektur – vilket innebär mycket lärande och chans att vara med från början i nya lösningar.\n   \n\n  \n\n**🏢 Kontor & flexibilitet**\n Vi har ett helt nytt, påkostat kontor på Fleminggatan 14 i centrala Stockholm – där vi möts för att samarbeta, spela pingis, skissa på whiteboards och ha retrospectives. Samtidigt vet vi att flexibilitet är viktigt, så du kan förstås också arbeta hybrid när det passar dig och teamet.\n   \n\n  \n\n**💬 Om Kleer**\n Vi är ett stabilt och värderingsstyrt produktbolag, grundat 2011, med ca 200 medarbetare i Stockholm, Göteborg och Malmö. Vi växer organiskt med sunda finanser – och är sexfaldiga DI Gaseller.\n   \n\n  \n\n Vi drivs av att förändra hur företag jobbar med ekonomi och lön – och det gör vi med en kombination av teknik, engagemang och nytänkande. Läs mer om oss på vår karriärsida.\n   \n\n  \n\n**Vi genomför bakgrundskontroller i slutskedet av våra rekryteringsprocesser.**\n**Sökord:** \n Java, Spring, Spring Boot, Docker, REST, Linux, MySQL, Microservices, IntelliJ, Jenkins, Git, Remix, React. Fullstack, Backend, Produktbolag.\n   \n\n  \n\n Kleer är ekonomi- och lönehantering för moderna SaaS- och konsultbolag. Vi kombinerar Sveriges mest automatiserade ekonomisystem med ett dedikerat ekonomiteam. Resultatet: finansiell kontroll i realtid, minimal administration och en ekonomi som driver affären – inte bara rapporterar om den.\n   \n\n  \n\n Vi har utsetts till DI Gasell sju gånger och är stolta över vår värderingsstyrda kultur som bygger på ansvar, glädje, nyfikenhet och prestigelöshet. Idag är vi cirka 200 medarbetare med kontor i centrala Stockholm, Göteborg och Malmö.","company_url":"https:\/\/se.linkedin.com\/company\/kleergroup","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGcGz4SKct2fA\/company-logo_100_100\/company-logo_100_100\/0\/1732687550681\/pe_accounting_logo?e=2147483647&v=beta&t=vxEnTw4VHnwdOlsLZsO0oVpz-qG3ZIso0nPUfTvpqJc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4299778200","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4299778200","job_url_direct":"https:\/\/job-boards.greenhouse.io\/agoda\/jobs\/6886113?gh_src=c465d9c41&urlHash=bfvv","title":"Back End Staff Software Engineer (Bangkok based, Relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n At Agoda, we bridge the world through travel. Our story began in 2005, when two lifelong friends and entrepreneurs, driven by their passion for travel, launched Agoda to make it easier for everyone to explore the world.\n   \n\n  \n\n Today, we are part of Booking Holdings [NASDAQ: BKNG], with a diverse team of over 7,000 people from 90 countries, working together in offices around the globe. Every day, we connect people to destinations and experiences, with our great deals across our millions of hotels and holiday properties, flights, and experiences worldwide.\n   \n\n  \n\n No two days are the same at Agoda. Data and technology are at the heart of our culture, fueling our curiosity and innovation. If you’re ready to begin your best journey and help build travel for the world, join us.\n   \n\n  \n\n**Get to Know our Team**\n In Agoda’s Back-End Engineering department, we build scalable, fault-tolerant systems and APIs that host our core business logic. Our systems cover all major areas of our business: inventory and pricing, product information, customer data, communications, partner data, booking systems, payments, and more. We employ state-of-the-art CI\/CD and testing techniques to ensure everything works without downtime. Our systems are self-healing, responding gracefully to extreme loads or unexpected input. We use modern languages like Kotlin and Scala, Data technologies Kafka, Spark, MLflow, Kubeflow, VastStorage, StarRocks and agile development practices. Most importantly, we hire great people from around the world and empower them to be successful.\n   \n\n  \n\n**The Opportunity**\n Agoda Platform team is looking for developers to work on mission-critical systems that serve millions of users daily. You will have the chance to work on innovative projects, using cutting-edge technologies, and make a significant impact on our business and the travel industry.\n   \n\n  \n\n**What You’ll Need To Succeed**\n* 10+ years of experience developing performance-critical applications in a production environment using Scala, Java, Kotlin, C#, Go or relevant modern programming languages.\n* Strong RDBMS knowledge (SQL Server, Oracle, MySQL, or other).\n* Ability to direct significant company-wide projects and sets technical vision.\n* Good command of the English language.\n* Deeply involved in making architectural decisions, setting the standard and direction for the team.\n* Implement advanced CI\/CD pipelines and robust testing strategies to ensure seamless integration, deployment, and high code quality.\n* Passion for software development and continuous improvement of your knowledge and skills.\n\n\n**It’s Great if You Have**\n* Knowledge in NoSQL, Queueing systems (Kafka, RabbitMQ, ActiveMQ, MSMQ), and Play framework.\n\n\n**This position is based in Bangkok, Thailand (Relocation Provided)**\n #Bengaluru #Hyderabad #Gurgaon #SouthKorea #Berlin #London #Pakistan #Pune #SanFrancisco #SanJose #Seattle #TelAviv #Jakarta #Colombia #NewYork #Vietnam #Russia #Madrid #SaoPaulo #Noida #Toronto #Chennai #Singapore #Ukraine #UAE #Sunnyvale #BuenosAires #Austin #Barcelona #Nigeria #Mumbai #Paris #Egypt #Stockholm #Amsterdam #Romania #Serbia #NewDelhi #MountainView #Chile #Warsaw #Sydney #Bangladesh #Peru #SantaClara #Chicago #Gurgaon #Munich #Montreal #Bangkok #Tallinn #Vilnius #Riga #Dublin #IT #ENG #5\n   \n\n  \n\n**Discover More About Working At Agoda**\n* Agoda Careers https:\/\/careersatagoda.com\n* Facebook https:\/\/www.facebook.com\/agodacareers\/\n* LinkedIn https:\/\/www.linkedin.com\/company\/agoda\n* YouTube https:\/\/www.youtube.com\/agodalife\n\n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy.\n   \n\n  \n\n**Disclaimer**\n We do not accept any terms or conditions, nor do we recognize any agency’s representation of a candidate, from unsolicited third-party or agency submissions. If we receive unsolicited or speculative CVs, we reserve the right to contact and hire the candidate directly without any obligation to pay a recruitment fee.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF4ydNm0C94QQ\/company-logo_100_100\/B56ZoqhrdiJoAQ-\/0\/1761650063828\/agoda_logo?e=2147483647&v=beta&t=pxcmyD2wpE76qFeYvsiA69VTEfw84p0-iL5QGGnbTE8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4309634292","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4309634292","job_url_direct":null,"title":"Senior cloud-focused Software Engineer","company":"Lime Technologies","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**The job**\n We are looking for an experienced Software Engineer to join us in building our automation and communication platform. We help solve our customers communication needs by automating repetitive tasks in help desk, sales and marketing. We are looking to do a technical shift and move parts of it to kubernetes running on AWS - do you wanna be part of it from the start?\n   \n\n  \n\n Software is the core part of our business at Lime and we work together in a cross-functional team for the engineering teams to get the business input. Together with our Product Owners we use ShapeUp as the agile methodology. We meet regularly and decide what’s essential to the product and how it should evolve.\n   \n\n  \n\n The Engineers at Lime are problem solvers who strive to understand how everything fits together. We do pragmatic solutions to hard problems, a good mix of freedom and responsibility, and most importantly – have a great time at work! We are encouraged to come up with new ideas and experiment a lot. We think long-term and our ambition is to write clean and maintainable code. We take ownership of architecture and automated testing.\n   \n\n  \n\n We always stick to the “best tool for the problem” approach – we listen to industry trends with interest, but evaluate if something is right for us. We do things that matter to our customers and maintain a vision to stay on the right path.\n   \n\n  \n\n**Requirements**\n**Skills & Requirements**\n**Our main stack**\n* C#\n* Vue\n* TypeScript\n* MS SQL\n* Redis\n\n\n**Its a real plus if you**\n Have experience with developing and hosting SaaS solutions on AWS, setting up and maintaining CI\/CD pipelines (GitHub Actions, Azure DevOps) and previous experience in taking architectural responsibilities in projects\n   \n\n  \n\n**Our process**\n We have a lightweight process using the latest Agile techniques with stable feature cycles, no deadlines and an emphasis on understanding the actual problem rather than specifications.\n   \n\n  \n\n Even though we try our best, our tech and processes are far from perfect. That’s why we are looking for like-minded craftspeople to join us on the journey to building a company and product we can be proud of!\n   \n\n  \n\n**What We Offer**\n* A stable and calm working environment\n* Ergonomic workplace equipment\n* Continuous education in the latest techs\n* Promote personal skill development with various activities\n* Commuter friendly offices in Stockholm, Gothenburg and Lund","company_url":"https:\/\/se.linkedin.com\/company\/limetechnologies","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFGwi2FGQtOnw\/company-logo_100_100\/B4DZjCGM6wG8AU-\/0\/1755603063619\/limetechnologies_logo?e=2147483647&v=beta&t=VtAUenFw20F5vNw3jNUdAfVQ9uVdSPl-r7UA62p7uy4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3825741306","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3825741306","job_url_direct":"https:\/\/bli.b3.se\/jobs\/1024475-ios-utvecklare-till-b3-mobile?utm_source=LinkedIn&urlHash=YZKj","title":"iOS Utvecklare till B3 Mobile","company":"B3 Mobile","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"camilla.landen@b3.se","description":"B3 Mobile är koncernens spetsbolag för apputveckling. Vi bygger framtidens digitala lösningar tillsammans med några av världens mest spännande kunder – i Stockholm och internationellt. Våra projekt spänner över iOS, Android, Kotlin, Swift, TypeScript, React Native, Java och mycket mer.\n   \n\n  \n\n Nu söker vi en erfaren iOS-utvecklare som vill ta nästa steg i karriären och bli en del av vårt passionerade team.\n   \n\n  \n\n**Rollen**\n Hos oss får du arbeta nära andra skickliga utvecklare, UX-designers och projektledare – både in-house och ute hos kund. Vi vill inte bara bygga det kunden ber om, utan gärna leda utvecklingen, modernisera och driva på användandet av de senaste teknikerna inom iOS när det behövs.\n   \n\n  \n\n Vi jobbar primärt med Swift och SwiftUI, men erfarenhet av UIKit och andra delar av Apples ekosystem är alltid meriterande. Kännedom om Objective‑C kan vara värdefullt, men är inget krav.\n   \n\n  \n\n**Vi letar efter dig som**\n* Har minst 6 års erfarenhet av iOS-utveckling\n* Har mycket goda kunskaper i Swift, SwiftUI och Xcode\n* Har erfarenhet av UIKit och gärna insyn i övriga delar av ekosystemet\n* Har vana av byggautomatisering (t.ex. Fastlane, Xcode Cloud)\n* Har dokumenterad erfarenhet av testning och unittester (Swift Testing, XCTest)\n* Skriver ren, hållbar, läsbar, säker, modulär och testbar kod\n* Är proaktiv och gillar att ta initiativ hos kund\n* Har en bakgrund som civilingenjör eller motsvarande erfarenhet\n* Talar och skriver svenska obehindrat\n\n\n**Därför ska du välja oss**\n Vi erbjuder mer än bara ett jobb – hos oss får du:\n   \n\n  \n\n* Möjlighet att jobba med tekniskt utmanande lösningar för högprofilerade kunder.\n* Friheten att alltid ha de bästa verktygen: snabb dator, gott om testtelefoner, rätt tangentbord, alla kablar och licenser du behöver – på eget initiativ.\n* Flexibelt upplägg med hybridmodell (en dag i veckan på kontoret för gemenskap och kunskapsutbyte).\n* En arbetsplats där du kan växa och utforska de senaste teknikerna tillsammans med ett starkt team.\n* Satsningar på ditt välmående – från friskvårdsbidrag till en arbetsmiljö där balans mellan jobb och fritid är en självklarhet.\n\n\n Vi tror på energi, nyfikenhet och att dela erfarenheter. Hos oss är olikheter en styrka, och vi vill att du ska känna att du kan växa – både som utvecklare och som människa.\n   \n\n  \n\n För mer information kontakta VD Camilla Landén på camilla.landen@b3.se","company_url":"https:\/\/se.linkedin.com\/company\/b3-mobile","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHW4uEaCMzaew\/company-logo_100_100\/company-logo_100_100\/0\/1675241204508?e=2147483647&v=beta&t=0uDmL1OFFte3g7aTv6bdanljKDHBSqHv3mrCHbr3bOg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3752847791","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3752847791","job_url_direct":"https:\/\/www.solita.fi\/positions\/data-engineer-stockholm-5472904003\/?gh_src=6zyahgkt3us&urlHash=V9pw","title":"Data Engineer – Stockholm","company":"Solita","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Vi söker Data Engineer som vill lösa uppgifter genom modern teknik, tillsammans med ett stort nätverk Data- och Analysexperter. Är du en erfaren Data Engineer, BI-utvecklare\/BI-konsult eller ETL-utvecklare? Vill du fortsätta din professionella resa tillsammans med ett team kunniga kollegor? Motiveras du av att arbeta med moderna teknologier och lösa problem för kunder inom olika branscher kan DU vara vår nästa Data Engineer!\n   \n\n  \n\n Våra närmare\n **100 dataexperter** \n i Sverige jobbar med datalösningar inom nästan alla teknologier. Ett vanligt projekt varierar i längd från en månad till några år, och situationen kan justeras baserat på dina önskemål.\n   \n\n  \n\n**Hur är det att jobba på Solita?**\n Oavsett kund, projekt eller bransch har du hos oss alltid tillgång till ett stort nätverk av fantastiskt kunniga, passionerade datakollegor, som bara är ett slackmeddelande bort. Därtill kan du ständigt lära dig nytt genom våra autonoma competence communities, infosessions och möjligheten att ta olika certifikationer etc. Vill du verkligen utvecklas och ligga i framkant inom datalösningar, så har vi rätt mycket att komma med! Solitas företagskultur handlar om autonomi, att stötta och växa tillsammans med våra kollegor samt att leva våra värdeord – passion, courage, easy-going och caring. Utöver detta har vi även\n **partnerskap** \n med en mängd tech-företag såsom\n **, dbt, Snowflake, MS Fabric** \n för att nämna några.\n   \n\n  \n\n**Träffa en Solitan**\n Möt\n **Clara Lundström,** \n en Data Engineer här på Solita. Hon arbetar i ett projekt för ett globalt företag inom facility service, det största i Norden. Clara, tillsammans med ett team av Solita-entusiaster, belyser datalandskapet och använder data från olika källor för att skapa visualiseringar. Erfaren med molnverktyg arbetar hon med data, automation och transformation.\n   \n\n  \n\n*“Att arbeta som konsult på Solita är varierat samtidigt som du har tillgång till ett stort nätverk av experter inom många olika områden. Det ger utmärkta möjligheter att utvecklas i din roll, vare sig det handlar om att bredda dina kunskaper eller specialisera dig. Anledningen till att jag trivs så bra på Solita är den vänliga, stödjande och opretentiösa atmosfären.”*\n**Vem är du?**\n Som\n **Data Engineer på Solita** \n är du med och bygger datadrivna lösningar som gör skillnad för våra kunder. Du arbetar med pipelines, plattformar och datalager, samtidigt som du kommunicerar med kunder och kollegor för att skapa hållbara och användbara lösningar.\n   \n\n  \n\n**Dina Ansvarsområden**\n* Utveckla, testa och underhålla datapipelines\n* Lösa tekniska utmaningar och bidra med expertis\n* Förstå kundernas behov och omsätta dem i användbara datatillgångar\n* Samarbeta med analytiker och utvecklare för att skapa affärskritiska lösningar\n* Bidra till att skapa återanvändbara dataset och modeller\n* Planera och driva ditt arbete självständigt\n\n\n**Vi Ser Att Du Har Erfarenhet Av**\n* Data pipelines, datamodellering och datalager\n* SQL och\/eller Python i molnmiljöer\n* Verktyg som Snowflake, dbt, Databricks, MS Fabric, Data Factory och BigQuery\n* Flytande svenska och engelska\n\n\n Vill du veta mer om hur det är att jobba som Data Engineer kan du läsa vår kollega Lisa Khylbergs People Story här!\n **https:\/\/www.solita.fi\/blogs\/people-of-solita-lisa-kyhlberg-senior-data-engineer\/**\n**Vår kundmålgrupp**\n Vi riktar oss mot företag och organisationer inom alla branscher som vill utnyttja kraften i data för att förbättra sina affärsprocesser och fatta bättre beslut. Våra kunder finns inom bland annat inom produktutveckling, hälsa, industri, försäkring, kommunikation, bank och elförsörjning. Vi arbetar med både stora och små företag som har behov av avancerade datalösningar och analys.\n   \n\n  \n\n**Vad vi erbjuder**\n Vår företagskultur är väldigt viktig för oss. Vi värdesätter en kultur som betonar en låg hierarki, hög entusiasm, värdeorienterat arbete och kollegor som är lättsamma och passionerade och alltid finns där för att hjälpa till. Det betyder att du är avgörande i att leda din utveckling och ditt arbete med ett brett kollegialt nätverk som du alltid kan vända dig till – i både vått och torrt!\n **Här** \n kan du läsa mer om vår kultur, och\n **här** \n kan du bläddra bland våra tech-bloggar.\n   \n\n  \n\n* Meningsfulla projekt: Arbeta i en agil miljö där du kan påverka teknikval och arbetssätt för att skapa de bästa lösningarna\n* Flexibilitet och autonomi för att utforma ditt arbete med flextider– läs mer från vår blogg.\n* Ständig utveckling: Vi erbjuder kontinuerlig kompetensutveckling för att säkerställa att våra medarbetare ligger längst fram i teknikutvecklingen.\n* Innovativ kultur: Arbeta tillsammans med några av de främsta experterna inom data, analys och utveckling\n\n\n Utöver detta får du även ta del av\n **förmåner** \n så som\n **;** \n fast lön oberoende av beläggningsgrad med möjlighet till löneväxling till ditt pensionssparande,\n **sjukvårdsförsäkring** \n via Skandia,\n **friskvårdsbidrag** \n på 5000 kr, after works, hobby aktiviteter och\n **fredagsfrukost** \n för att nämna några!\n   \n\n  \n\n**Intresserad?**\n Vid frågor; kontakta jacob.beck(at)solita.se eller ansök här. Du kan också connecta med Jacob på LinkedIn på https:\/\/www.linkedin.com\/in\/jacob-beck-\/. Vi uppskattar dina färdigheter, men vi är också ivriga att lära oss om essensen i din motivation och hur du ser din tillväxt framför dig. Dela ditt CV nedan så återkommer vi så fort vi kan!\n   \n\n  \n\n*Under julhelgen och årsskiftet kan vår återkoppling dröja något längre än vanligt. Vi hör av oss senast under andra halvan av januari. Tack för din förståelse och god fortsättning!*\n**Hur ser processen ut?**\n I rekryteringsprocessen tror vi på en gedigen och effektiv process. Vi går igenom ansökningar löpande. Om vi ser en potentiell matchning, bjuder vi in dig till ett första möte för att lära känna dig och berätta mer om vår kultur och våra värderingar på Solita. I andra intervjun fokuserar vi på din tekniska kompetens och din erfarenhet. Om allt går bra tar vi oss vidare till sista steget där vi presenterar ett erbjudande och välkomnar dig som ny Solitan!\n   \n\n  \n\n Sign up to our newsletter to hear about the latest news, upcoming events and open positions at Solita\n   \n\n  \n\n Subscribe","company_url":"https:\/\/fi.linkedin.com\/company\/solita","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGJ81a4guxqWw\/company-logo_100_100\/company-logo_100_100\/0\/1630642162493\/solita_logo?e=2147483647&v=beta&t=Fi9RmAVnGpZEDb0Lct3vw8zbD2l9L3F3t3uC2EzpCp0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4364060092","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4364060092","job_url_direct":"https:\/\/jobs.smartrecruiters.com\/SopraSteria1\/744000099641581-scrum-master?trid=2d92f286-613b-4daf-9dfa-6340ffbecf73&urlHash=VpIa","title":"Scrum Master","company":"Sopra Steria","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"marie.berg@soprasteria.com, svante.larsson2@soprasteria.com","description":"**Jobbeskrivning**\n**Om rollen**\n Sopra Steria söker en engagerad Scrum Master som vill vara med och stärka vårt växande team i Stockholm. Du har erfarenhet av att driva agila arbetssätt och brinner för digital transformation. I denna roll spelar du en central del i att hjälpa våra kunder att utvecklas och nå sina mål.\n   \n\n  \n\n Som Scrum Master coachar du våra agila team och säkerställer struktur, tempo och kontinuerlig förbättring. Med ditt inspirerande ledarskap skapar du förutsättningar för samarbete och tydlig kommunikation mellan produktägare, utvecklare och verksamhet. Du trivs i en dynamisk miljö där du får kombinera struktur, problemlösning och relationsskapande.\n   \n\n  \n\n**Om dig**\n Som Scrum Master hos Sopra Steria blir du en nyckelperson i våra kunders agila leveranser. Du arbetar både som coach och facilitator och säkerställer att teamen följer agila principer och har rätt förutsättningar för att nå sina mål. Genom att främja samarbete, driva kontinuerlig förbättring och undanröja hinder hjälper du teamet att hålla fokus och skapa värde.\n   \n\n  \n\n Du får en central roll i våra kunders digitala transformation, där du vägleder utvecklingsteam, produktägare och andra intressenter mot ett mer agilt arbetssätt. Med ditt strukturerade och inspirerande ledarskap skapar du en miljö där teamen kan prestera, utvecklas och trivas.\n   \n\n  \n\n**Vi ser gärna att du har:**\n* Minst tre års erfarenhet av rollen som Scrum Master\n* Erfarenhet av att leda och coacha utvecklingsteam\n* Relevant högskole- eller universitetsutbildning\n* Mycket goda kunskaper i både svenska och engelska\n* Meriterande: erfarenhet som konsult\n* Meriterande: teknisk bakgrund\n\n\n**Varför välja Sopra Steria?**\n* En plats där din kompetens verkligen gör skillnad – Vi bygger smarta och hållbara lösningar som förbättrar samhälle och verksamheter med användarupplevelsen i centrum.\n* Stark företagskultur med Power of Sharing – Vi tror på kraften i kunskapsdelning, transparens och samarbete. Hos oss når vi längre tillsammans.\n* Toppbetyg som arbetsplats – Great Place to Work har rankat oss år efter år som en av Sveriges bästa arbetsplatser och vi har mottagit utmärkelsen Karriärföretag flera år i rad.\n* Del av en europeisk ledare inom digital transformation – Med över 50 000 experter i många länder kan vi både påverka stora projekt och ge dig möjligheter att växa globalt.\n* Värderingar som genomsyrar allt vi gör – Vi sätter kundens behov i fokus, prioriterar respekt, professionalitet, nyfikenhet och en kollektiv förmåga att agera positivt och skapa hållbara resultat tillsammans.\n\n\n**Ansökan**\n Nu vill vi gärna höra lite om dig! Ansök enkelt genom att antingen ladda upp ditt CV eller länka direkt till ditt LinkedIn-konto via annonsen. Om det fortfarande finns något du funderar över är du välkommen att kontakta rekryterande chef Marie Berg, marie.berg@soprasteria.com eller Talent Acquisition Partner Svante Larsson, svante.larsson2@soprasteria.com\n   \n\n  \n\n Vi ser fram emot att få höra ifrån dig!\n   \n\n  \n\n På Sopra Steria ställer vi höga krav på både kompetens och säkerhetsmedvetenhet hos våra medarbetare. Innan en eventuell anställning kommer du därför att genomgå en bakgrundskontroll, och vid intervju behöver du kunna uppvisa giltig legitimation.\n   \n\n  \n\n**Ytterligare information**\n Sopra Steria är ett ledande internationellt konsultbolag inom digital transformation. Vi bygger samhället genom designdriven innovation, teknisk utveckling med kunskap om marknadens ledande plattformar och driftlösningar (managed services). Med modern teknologi och en gedigen affärsförståelse är vi en helhetspartner för våra kunder och deras digitala transformationsresa. Enligt Great Place To Work är vi en av Sveriges bästa arbetsplatser, vi har tilldelats utmärkelsen Karriärföretag flera år i rad och Gartner har listat oss som ett topp 5 bolag inom digital transformation.\n   \n\n  \n\n Sopra Steria är ett ledande internationellt konsultbolag inom digital transformation. Vi bygger samhället genom designdriven innovation, teknisk utveckling med kunskap om marknadens ledande plattformar och driftlösningar (managed services). Med modern teknologi och en gedigen affärsförståelse är vi en helhetspartner för våra kunder och deras digitala transformationsresa. Enligt Great Place To Work är vi en av Sveriges bästa arbetsplatser, vi har tilldelats utmärkelsen Karriärföretag flera år i rad och Gartner har listat oss som ett topp 5 bolag inom digital transformation.","company_url":"https:\/\/fr.linkedin.com\/company\/soprasteria","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF_0JqR2CRpJw\/company-logo_100_100\/company-logo_100_100\/0\/1688571543420\/soprasteria_logo?e=2147483647&v=beta&t=-Z1iFS5Flfpz13u7tuuVv3PINIKOucA30K1D8j8kyX4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4353803435","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4353803435","job_url_direct":null,"title":"UX\/UI Designer Intern","company":"XR Solutions","location":"Stockholm County, Sweden","job_type":"internship","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About XR Solutions** \n\n\n\n\n XR Solutions is a technology-driven company pioneering machine learning-powered augmented reality solutions for industrial clients.\n \n\n\n\n Our mission is to revolutionize how machines are operated, maintained, and optimized — enabling workflows and innovations that were once impossible. We combine research-based optimizations with cutting-edge AR technology to create practical, reliable, and high-performance solutions that reshape industries.\n \n\n\n\n  \n\n\n\n\n\n**Role Overview:** \n\n\n\n\n We are seeking a passionate and dedicated\n **UX\/UI Designer** \n to join our team for an 6-month Internship. This is an exciting opportunity for someone looking to gain hands-on experience in Design, Marketing and XR within a fast-paced and supportive environment.\n \n\n\n\n  \n\n\n\n\n\n**You will among other things be work with:** \n\n\n\n* Participate in all stages of the design process: research, workshops, ideation, prototyping, and delivery.\n* Create user journeys, sketches, wireframes, and interactive prototypes based on insights.\n* Work with Figma and other design tools for XR experiences.\n* Conduct user interviews, workshops, and product testing.\n* Design interfaces for XR headsets, including interaction methods (hand tracking, eye tracking, etc.).\n\n\n\n  \n\n\n\n\n\n**To succeed in this role, you should have** \n\n\n\n* Previous of relevant work experience in\n **UX\/UI** \n and\n **XR Design** \n (\n **Meritorious)**\n* Strong communication and collaboration skills.\n* Self-driven, Detail-oriented, structured way of working.\n* Ability to choose and adapt methods\/tools to the situation.\n* User-focused mindset and passion for solving real problems.\n* Proficiency in\n **Figma** \n .\n* Curiosity and openness to new tools and workflows.\n\n\n\n  \n\n\n\n\n\n**What we offer** \n\n\n\n* Practical experience in AR\/XR product development.\n* The chance to make real impact in a growing startup.\n* Remote-friendly setup and flexible workspaces.\n* Strategic involvement and contribution to a product launch.\n\n\n\n  \n\n\n\n\n\n If you’re excited about this opportunity and eager to learn, please send your resume outlining your interest in the position. We look forward to helping you grow your skills and advance your career in backend development.","company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHeCFw56iRkeQ\/company-logo_100_100\/company-logo_100_100\/0\/1633338980908\/xr_solutions1_logo?e=2147483647&v=beta&t=Sp6Rv1MGRYTqKXD1xlNxk1Ry95mBFlOuB6_Kzq8ZQPQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4278614989","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4278614989","job_url_direct":null,"title":"Nordics Lead","company":"Canva","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n At Canva, we create tools that empower the world to design. Our mission is to democratise design and empower creativity for anyone and everyone, on every platform! Inspired by a team of talented thinkers, an amazing culture, and a remarkable growth trajectory – we’re out to change the world, one design at a time.\n   \n\n  \n\n Since Canva’s launch in August 2013, we have grown exponentially, amassing 220 million active users across 190 different countries who have created more than 15 Billion designs. We are one of the world’s fastest-growing technology companies and we have only achieved about 1% of what we are capable of!\n   \n\n  \n\n**About The Team**\n Canva’s International Team is a diverse & distributed team of content specialists, marketers and growth teams who drive user growth, brand awareness, and affinity in our key international markets. You’ll partner closely with leads across the International Supergroup to build and implement a comprehensive multi-year strategy for user and revenue growth goals for your market. You will work with local, regional and central teams including Marketing, Growth, Product, Partnerships, Content, SEO, Education, Community, Sales, NFP, PR, Finance & Strategy.\n   \n\n  \n\n What you’ll work on...\n   \n\n  \n\n* Strategy. Act as the main POC and be responsible for overall user and revenue growth in your country. You'll bring together local and global teams across marketing, sales, product, content and finance to create and execute a cohesive multi-year growth strategy, and own the KPIs including MAUs and ARR.\n* Localisation. Work closely with the regional team to optimise our product, content, pricing and packaging to meet the needs of local users, informed by a deep understanding of local market dynamics and cultural nuances across a range of audiences, including knowledge workers, SMBs, students, startup ecosystems, NGOs, and other emerging sectors.\n* Leadership. Inspire, drive and in some cases coach the in-market team, ensuring a high quality bar for impact and working closely with local speciality leads on performance management.\n* Budget. Partner closely with the regional team and marketing lead to shape the marketing strategy and deployment of budget.\n* Public face. Represent Canva as a local figurehead across press, PR, events and community, as required.\n* Sponsorship. Build and support high value relationships by acting as a local sponsor for enterprise sales, education, government, partnerships, etc.\n\n\n You’re probably a match if you are...\n   \n\n  \n\n* Fluent in Swedish and English (written and spoken)\n* Strongly entrepreneurial, with founder-style appetite for growing something big from a small start and working across everything from education to press.\n* Experienced building a market, for example as the regional GM or brand lead for a global SaaS company, or as a proven founder or growth lead in a startup.\n* Keenly analytical. Deeply focused on KPIs and obsessive about driving actionable insights from disparate datasets.\n* Product oriented, with passion for improving the experience of users and the ability to translate these insights into product requirements.\n* Publicity savvy, with experience doing public speaking and acting as a public face to the press and other stakeholders.\n* Well networked, ideally with routes into some combination of government departments, corporates, influencers, journalists and local talent.\n* A proven leader, able to grow, inspire, and coach high-performing teams. You have high emotional intelligence and empathy, and are a deeply collaborative teammate.\n* A strong communicator, fully proficient in spoken and written English, and with the interpersonal skills to influence global and local stakeholders.\n* Values aligned. Genuinely excited by Canva’s mission and deeply aligned with our values, and with exceptional references to prove it.\n\n\n**Additional Information**\n We make hiring decisions based on your experience, skills and passion, as well as how you can enhance Canva and our culture. When you apply, please tell us the pronouns you use and any reasonable adjustments you may need during the interview process.\n   \n\n  \n\n Please note that interviews are conducted virtually.","company_url":"https:\/\/au.linkedin.com\/company\/canva","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGO1uzGzmVB-A\/company-logo_100_100\/company-logo_100_100\/0\/1656630679668\/canva_logo?e=2147483647&v=beta&t=54xY_bDIQQXehKXvyHG5bUh2EDTXAC86fpNxQSRm7sA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4299776195","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4299776195","job_url_direct":null,"title":"Senior Product Designer - Flights (Bangkok - Based, Relocation Provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n At Agoda, we bridge the world through travel. Our story began in 2005, when two lifelong friends and entrepreneurs, driven by their passion for travel, launched Agoda to make it easier for everyone to explore the world.\n   \n\n  \n\n Today, we are part of Booking Holdings [NASDAQ: BKNG], with a diverse team of over 7,000 people from 90 countries, working together in offices around the globe. Every day, we connect people to destinations and experiences, with our great deals across our millions of hotels and holiday properties, flights, and experiences worldwide.\n   \n\n  \n\n No two days are the same at Agoda. Data and technology are at the heart of our culture, fueling our curiosity and innovation. If you’re ready to begin your best journey and help build travel for the world, join us.\n   \n\n  \n\n**Get to Know Our Design Team:**\n The Design team is a diverse group of product designers and researchers that help to build Agoda’s products from our home office in Bangkok. Being a product-driven company, we constantly partner with product managers and engineers to understand user problems and design workflows, interactions, and visual interfaces.\n   \n\n  \n\n There is always an opportunity for growth here. Focus on your craft to improve or expand your skill set, or step into a managerial role and flex your talents as a designer and driver of team projects. This is a great time to join a team that’s small enough to be scrappy and hands on, yet big enough to influence change and product strategy.\n   \n\n  \n\n At Agoda, we offer a range of travel products – including accommodations, flights, and activities – and are building the next generation of travel experiences to help customers plan and book their entire trip. We’re looking for a\n **Senior Product Designer, Flights** \n to help transform the way users search for, book, and manage flights.\n   \n\n  \n\n As a\n **Senior Product Designer, Flights** \n , you’ll focus on end-to-end user journeys, leading the design of intuitive and engaging experiences that make every step from enabling users to discover, search, book and manage their flights seamlessly on Agoda. In this role, you’ll drive design strategy, collaborate closely with cross-functional teams, and ensure our flight products set the benchmark for usability and innovation in the online travel industry.\n   \n\n  \n\n In your day-to-day work, you’ll turn strategy into actionable design solutions by setting design direction, solving complex challenges, and delivering experiences that are intuitive, scalable, and grounded in user insights. You’ll champion user needs throughout the product lifecycle, using research and data to continuously refine our flight offerings.\n   \n\n  \n\n**Experience Requirements & Role Expectations:**\n* 6+ years of full-time experience as a product designer for digital or web-based products; in-house experience highly preferred.\n* Create visually stunning, intuitive, and delightful interfaces, and independently deliver pixel-perfect UI and seamless interactions. You sweat the details and care deeply about craft.\n* You are highly experienced in UI design, with deep knowledge of design patterns and a creative approach to solving problems through user interfaces.\n* Proficient in both quantitative and qualitative research, with hands-on experience running user interviews, synthesizing findings, and generating actionable insights to inform design decisions.\n* Take full ownership of the design process for a dedicated scrum, from discovery to delivery. You’ll set the design vision, define the user experience, and ensure high-quality execution.\n* Partner with Product managers to shape product vision and roadmap. You’ll use data, research, and business context to inform your design decisions, always balancing user needs with business goals.\n* Has experience of managing multiple stakeholders within an agile development process\n* Strong communicator who can articulate design rationale, influence stakeholders, and build trust across disciplines.\n* A strong portfolio of work that demonstrates your design thinking, process, and solutions showcasing beautiful, user-centered web and mobile product design.\n\n\n**Day to day, it looks like:**\n* Develop design solutions that address both business objectives and customer needs\n* Manage and communicate with stakeholders to ensure alignment and on-time delivery of features\n* Test prototypes and hypotheses with users to gather actionable feedback\n* Present your work to peers and leadership, both asynchronously and in person\n* Participate in weekly design critiques, workshops, all-hands, and team meetings\n* Document your design process and clearly articulate your decisions\n* Champion cohesion and consistency in UX design across our expanding suite of products and features\n* Bring a strategic vision to implementing experiences that balance customer needs with business, content, and technology\n\n\n**Senior Product Designer at Agoda means you have a track record of:**\n* You work alongside your design partners in driving discovery and ideation workshops and align the group around a vision and approach\n* You have a track record of crafting sophisticated flows and customer journeys\n* You can think and craft at a system level, not just interface elements or pages\n* You’ll regularly make use of your soft skills: listening, negotiating, decision-making\n* You can balance multiple priorities and successfully deliver in a fast-paced, dynamic environment.\n\n\n**Qualities we value in designers:**\n* Effective articulation of ideas and design solutions\n* Demonstrates initiative and proactively communicates\n* Expressing feedback with kindness and candor\n* Tolerance for ambiguity and healthy curiosity\n* Translation of quantitative & qualitative insights into design decisions\n* Contribution to our culture: motivation, optimism, quality, integrity\n\n\n #seattle #sanfrancisco #beijing #newyork #london #bangkok #singapore #chicago #hongkong #singapore #berlin #shanghai #losangeles #boston #austin #toronto #luxembourg #munich #oslo #copenhagen #stockholm #helsinki #brussels #hamburg #stuttgart #taipei #hamburg #stuttgart #dublin #telaviv #sydney #melbourne #perth #vancouver #montreal #prague #paris #dublin #telaviv #milan #rome #tokyo #osaka #amsterdam #moscow #saintpetersburg #frankfurt #shenzhen #istanbul #dubai #kiev #seoul\n   \n\n  \n\n**Discover More About Working At Agoda**\n* Agoda Careers https:\/\/careersatagoda.com\n* Facebook https:\/\/www.facebook.com\/agodacareers\/\n* LinkedIn https:\/\/www.linkedin.com\/company\/agoda\n* YouTube https:\/\/www.youtube.com\/agodalife\n\n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy.\n   \n\n  \n\n**Disclaimer**\n We do not accept any terms or conditions, nor do we recognize any agency’s representation of a candidate, from unsolicited third-party or agency submissions. If we receive unsolicited or speculative CVs, we reserve the right to contact and hire the candidate directly without any obligation to pay a recruitment fee.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF4ydNm0C94QQ\/company-logo_100_100\/B56ZoqhrdiJoAQ-\/0\/1761650063828\/agoda_logo?e=2147483647&v=beta&t=pxcmyD2wpE76qFeYvsiA69VTEfw84p0-iL5QGGnbTE8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4299778129","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4299778129","job_url_direct":null,"title":"Senior Product Manager (Bangkok-based)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n At Agoda, we bridge the world through travel. Our story began in 2005, when two lifelong friends and entrepreneurs, driven by their passion for travel, launched Agoda to make it easier for everyone to explore the world.\n   \n\n  \n\n Today, we are part of Booking Holdings [NASDAQ: BKNG], with a diverse team of over 7,000 people from 90 countries, working together in offices around the globe. Every day, we connect people to destinations and experiences, with our great deals across our millions of hotels and holiday properties, flights, and experiences worldwide.\n   \n\n  \n\n No two days are the same at Agoda. Data and technology are at the heart of our culture, fueling our curiosity and innovation. If you’re ready to begin your best journey and help build travel for the world, join us.\n   \n\n  \n\n**Get to know our team:**\n In Product, ideas come alive. The world is moving fast so our culture empowers ownership and minimal bureaucracy. That’s the environment that enables you to do what you think is right – and quickly. Our Product Managers move fast, fail, learn, and pivot.\n   \n\n  \n\n Being a product-centric organization, our team works cross-functionally to build products from conception to launch by bringing together engineering and business worlds. Agoda Product Managers work closely with executive leadership and have high visibility among the C-suite; they have direct impact on Agoda’s growth and strategy. Product puts our travelers first and delivers that special travel experience in the most creative expression.\n   \n\n  \n\n**The opportunity:**\n This role is\n **BANGKOK-BASED, RELOCATION PROVIDED.** \n Our Senior Product Managers are analytical and data-driven individuals, who’re responsible for building products end-to-end focusing on analyzing and experimenting until our solutions are perfectly tailored to our travelers. As our next Senior Product Manager, you will drive product strategy and partner closely with senior leadership cross-functionally to define, build, and deliver the best travel solutions.\n   \n\n  \n\n You will get dedicated engineering resources that you, and only you define and allocate. We expect you to have a hands-on mentality and spend considerable time with your SCRUM teams, have enthusiasm to develop engineered processes and technologies and apply innovative solutions to make organizational improvements. Product Managers can modify \\*every\\* system we have in our company to suit their needs.\n   \n\n  \n\n By applying to this role, you'll be considered for a role either in User Experience, Marketing, Finance or Supply product vertical. The goal is to match you with the team that best aligns with your interests, competencies, and where you will have the most impact. We’re looking for Senior Product Managers for every part of our business. Our entire Product team sits in Bangkok. This is an Individual Contributor position.\n   \n\n  \n\n**In this role, you'll get to:**\n* Analyze the online travel ecosystem, markets, competitive landscape and user requirements.\n* Conceptualize, launch and optimize products and features, experiment, test their performance and iterate quickly.\n* Work collaboratively with Engineering, Marketing, Legal and UX teams on cutting-edge technologies.\n* Develop innovative solutions to some of the world’s difficult problems by collaborating as needed across regions, product areas, and functions.\n\n\n**What you'll need to succeed:**\n* Bachelor’s degree in technical field (i.e. Computer Science, Statistics, Engineering, Mathematics, or similar quantitative discipline).\n* Proven ability to leverage analytics and quantitative methods to inform and influence decision-making\n* Strong data skills\n* Excellent communication skills (both verbal and written in English) with proven ability to convey complex messages clearly and with conviction to different stakeholders\n* Experience developing and launching products\n* Experience leading global product vision, go-to-market strategy and design discussions.\n* Entrepreneurial and analytical skills; effective at breaking down complex problems and driving and managing change\n* Hands-on mentality\n\n\n**It's great if you have:**\n* MBA or Master’s degree in Math, Economics, Computer Science or Statistics\n* Data tools - SQL, Python, R, or equivalent\n\n\n #seattle #sanfrancisco #beijing #newyork #london #bangkok #singapore #chicago #hongkong #singapore #berlin #shanghai #losangeles #boston #austin #toronto #luxembourg #munich #oslo #copenhagen #stockholm #helsinki #brussels #hamburg #stuttgart #taipei #hamburg #stuttgart #dublin #telaviv #sydney #melbourne #perth #vancouver #montreal #prague #paris #dublin #telaviv #milan #rome #tokyo #osaka #amsterdam #moscow #saintpetersburg #frankfurt #shenzhen #istanbul #dubai #seoul #madrid #barcelona #zurich #geneva #warsaw #budapest #vienna #bratislava #bucharest #sofia #athens #ankara #jakarta #manila #kuala\\_lumpur #ho\\_chi\\_minh\\_city #hanoi #beirut #riyadh #jeddah #doha #cape\\_town #johannesburg #mexicocity #guadalajara #santiago #buenosaires #sao\\_paulo #rio\\_de\\_janeiro #bogota #caracas #auckland #wellington #calgary #edmonton #ottawa\n   \n\n  \n\n**Discover More About Working At Agoda**\n* Agoda Careers https:\/\/careersatagoda.com\n* Facebook https:\/\/www.facebook.com\/agodacareers\/\n* LinkedIn https:\/\/www.linkedin.com\/company\/agoda\n* YouTube https:\/\/www.youtube.com\/agodalife\n\n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy.\n   \n\n  \n\n**Disclaimer**\n We do not accept any terms or conditions, nor do we recognize any agency’s representation of a candidate, from unsolicited third-party or agency submissions. If we receive unsolicited or speculative CVs, we reserve the right to contact and hire the candidate directly without any obligation to pay a recruitment fee.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF4ydNm0C94QQ\/company-logo_100_100\/B56ZoqhrdiJoAQ-\/0\/1761650063828\/agoda_logo?e=2147483647&v=beta&t=pxcmyD2wpE76qFeYvsiA69VTEfw84p0-iL5QGGnbTE8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4299774220","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4299774220","job_url_direct":null,"title":"Senior Quantitative User Experience Researcher (Frontend) (Bangkok-based, Relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n At Agoda, we bridge the world through travel. Our story began in 2005, when two lifelong friends and entrepreneurs, driven by their passion for travel, launched Agoda to make it easier for everyone to explore the world.\n   \n\n  \n\n Today, we are part of Booking Holdings [NASDAQ: BKNG], with a diverse team of over 7,000 people from 90 countries, working together in offices around the globe. Every day, we connect people to destinations and experiences, with our great deals across our millions of hotels and holiday properties, flights, and experiences worldwide.\n   \n\n  \n\n No two days are the same at Agoda. Data and technology are at the heart of our culture, fueling our curiosity and innovation. If you’re ready to begin your best journey and help build travel for the world, join us.\n   \n\n  \n\n**We have only scratched the surface.** \n The online travel industry is an extremely dynamic and competitive space. We aim to deliver compelling designs that create a world-class customer experience. You will have a key role in defining the future of our products that reach millions of customers. Despite our size, we operate in a startup-like environment.\n   \n\n  \n\n**Work in the heart of Asia.** \n This is an amazing opportunity if you're looking for an exciting adventure abroad while expanding your international research capabilities. You get a chance to live in one of the most beautiful and most visited cities in the world!\n   \n\n  \n\n**This position is open to worldwide candidates and we will assist you with a generous relocation package, ensuring a smooth transition to working and living in Bangkok.**\n Senior UX Researchers have the breadth and depth of research method skills applicable to a wide range of questions, and over time develop standout areas of research excellence. A long track record and documented success in both research itself and achieving organizational impact is characteristic of Senior UX Researchers. The ability to integrate research into the work of colleagues in other roles makes the Senior UX Researcher effective and helps him\/her achieve out-sized impact from research efforts. This ability, along with others that turn research into a strategic asset for Agoda's decisions and processes, comes from a maturity in overall research approach emphasizing the highest benefit from all research investments.\n   \n\n  \n\n**Qualifications:**\n* Masters Degree or PhD or equivalent experience in Computer Science, Human-Computer Interaction, Information Science, Psychology, Social Science, or any related field.\n* 10+ years of relevant experience in consumer-facing business domains.\n* Expert in Quantitative research. (Log analysis, internal metrics triangulation, survey design, response effects, sampling, crosstabs, and statistical concepts, etc.)\n* But, also has experience with Qualitative and user-centered design methods (individual and group interviews, diary studies, direct observation, think-aloud usability testing, etc.)\n* Comfortable with planning, scoping, conducting, analyzing and communicating research.\n* Experience in evaluating, negotiating, and working with external research vendors.\n* Be able to describe user problems and business opportunities to a variety of stakeholders by leveraging both quantitative and qualitative data.\n* Ability to demonstrate critical thinking beyond business requests.\n* Is a great storyteller and communicator, able to speak fluently to business people, product teams, designers, engineers, and other stakeholders. (in English)\n* Enjoys collaborative work in a dynamic, data-driven, and creative environment.\n\n\n**Responsibilities:**\n General Role Expectations:\n   \n\n  \n\n* Conducts research end-to-end for high impact, leading stakeholders to the best collaboration with research for their goals.\n* Initiates research efforts serving Product Vertical goals in the medium- and long-term given a well-informed understanding of the business.\n* Formulates programmes of study and cumulative knowledge sharing relevant to the strategic objectives of their teams.\n* Leads projects that are collaborations with other stakeholders.\n* Accounts for the pros and cons of various research methodologies, and mentors others the use of techniques and tools for high-quality execution.\n\n\n Research Skills:\n   \n\n  \n\n* Expertise at evaluating research opportunities, particularly with ambiguous requests e.g. importance, urgency, and impact.\n* Ability to manage, challenge and shape inbound research requests, and propose solid research projects or programs.\n* Excellent project execution, while exploring alternate methods, mixed methods and innovative approaches.\n* Deep understands of the pros and cons of quantitative and qualitative research - and use of this knowledge to direct projects to appropriate methods.\n* Deep expertise in at least one domain (eg. Pricing), a user type (eg. Business traveler) or a method (eg. Diary Study), being the \"go-to person\" on the research team for this.\n* Triangulation of findings, methods, and theories within a project to ensure reliability and depth of insight.\n* Ability to maximize the value and efficiency of research by applying secondary research and expert inspection methods.\n* Solid knowledge of various software tools common in the field (e.g. for surveys, diary studies, analysis), and ability to apply the right tool to the problem.\n* Solid knowledge of GDPR, data compliance and ethics that is present in all of their activities.\n\n\n Communication & Collaboration:\n   \n\n  \n\n* Drives cross discipline\/department collaboration via research insights\/activities.\n* Collaborates efficiently with other researchers and other disciplines with clear commitment to shared ownership.\n* Shows excellent communication skills; tailored communication style for different audiences, concise and to the point, open to take input and feedback.\n* Contributes to the communication and implementation of agreed standards of research excellence across the organization.\n\n\n #seattle #sanfrancisco #beijing #newyork #london #bangkok #singapore #chicago #hongkong #singapore #berlin #shanghai #losangeles #boston #austin #toronto #luxembourg #munich #oslo #copenhagen #stockholm #helsinki #brussels #hamburg #stuttgart #taipei #hamburg #stuttgart #dublin #telaviv #sydney #melbourne #perth #vancouver #montreal #prague #paris #dublin #telaviv #milan #rome #tokyo #osaka #amsterdam #moscow #saintpetersburg #frankfurt #shenzhen #istanbul #dubai #kiev #seoul\n   \n\n  \n\n**Discover More About Working At Agoda**\n* Agoda Careers https:\/\/careersatagoda.com\n* Facebook https:\/\/www.facebook.com\/agodacareers\/\n* LinkedIn https:\/\/www.linkedin.com\/company\/agoda\n* YouTube https:\/\/www.youtube.com\/agodalife\n\n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy.\n   \n\n  \n\n**Disclaimer**\n We do not accept any terms or conditions, nor do we recognize any agency’s representation of a candidate, from unsolicited third-party or agency submissions. If we receive unsolicited or speculative CVs, we reserve the right to contact and hire the candidate directly without any obligation to pay a recruitment fee.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF4ydNm0C94QQ\/company-logo_100_100\/B56ZoqhrdiJoAQ-\/0\/1761650063828\/agoda_logo?e=2147483647&v=beta&t=pxcmyD2wpE76qFeYvsiA69VTEfw84p0-iL5QGGnbTE8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3825741306","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3825741306","job_url_direct":null,"title":"iOS Utvecklare till B3 Mobile","company":"B3 Mobile","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"camilla.landen@b3.se","description":"B3 Mobile är koncernens spetsbolag för apputveckling. Vi bygger framtidens digitala lösningar tillsammans med några av världens mest spännande kunder – i Stockholm och internationellt. Våra projekt spänner över iOS, Android, Kotlin, Swift, TypeScript, React Native, Java och mycket mer.\n   \n\n  \n\n Nu söker vi en erfaren iOS-utvecklare som vill ta nästa steg i karriären och bli en del av vårt passionerade team.\n   \n\n  \n\n**Rollen**\n Hos oss får du arbeta nära andra skickliga utvecklare, UX-designers och projektledare – både in-house och ute hos kund. Vi vill inte bara bygga det kunden ber om, utan gärna leda utvecklingen, modernisera och driva på användandet av de senaste teknikerna inom iOS när det behövs.\n   \n\n  \n\n Vi jobbar primärt med Swift och SwiftUI, men erfarenhet av UIKit och andra delar av Apples ekosystem är alltid meriterande. Kännedom om Objective‑C kan vara värdefullt, men är inget krav.\n   \n\n  \n\n**Vi letar efter dig som**\n* Har minst 6 års erfarenhet av iOS-utveckling\n* Har mycket goda kunskaper i Swift, SwiftUI och Xcode\n* Har erfarenhet av UIKit och gärna insyn i övriga delar av ekosystemet\n* Har vana av byggautomatisering (t.ex. Fastlane, Xcode Cloud)\n* Har dokumenterad erfarenhet av testning och unittester (Swift Testing, XCTest)\n* Skriver ren, hållbar, läsbar, säker, modulär och testbar kod\n* Är proaktiv och gillar att ta initiativ hos kund\n* Har en bakgrund som civilingenjör eller motsvarande erfarenhet\n* Talar och skriver svenska obehindrat\n\n\n**Därför ska du välja oss**\n Vi erbjuder mer än bara ett jobb – hos oss får du:\n   \n\n  \n\n* Möjlighet att jobba med tekniskt utmanande lösningar för högprofilerade kunder.\n* Friheten att alltid ha de bästa verktygen: snabb dator, gott om testtelefoner, rätt tangentbord, alla kablar och licenser du behöver – på eget initiativ.\n* Flexibelt upplägg med hybridmodell (en dag i veckan på kontoret för gemenskap och kunskapsutbyte).\n* En arbetsplats där du kan växa och utforska de senaste teknikerna tillsammans med ett starkt team.\n* Satsningar på ditt välmående – från friskvårdsbidrag till en arbetsmiljö där balans mellan jobb och fritid är en självklarhet.\n\n\n Vi tror på energi, nyfikenhet och att dela erfarenheter. Hos oss är olikheter en styrka, och vi vill att du ska känna att du kan växa – både som utvecklare och som människa.\n   \n\n  \n\n För mer information kontakta VD Camilla Landén på camilla.landen@b3.se","company_url":"https:\/\/se.linkedin.com\/company\/b3-mobile","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHW4uEaCMzaew\/company-logo_100_100\/company-logo_100_100\/0\/1675241204508?e=2147483647&v=beta&t=0uDmL1OFFte3g7aTv6bdanljKDHBSqHv3mrCHbr3bOg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4336281596","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4336281596","job_url_direct":null,"title":"IT-Support | Förstalinje: Details","company":"Coherent Corp.","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n Att arbeta på Coherent innebär att vara en del av ett globalt teknikbolag i framkant. Coherent är en av världens ledande aktörer inom fotonik, laserteknik och avancerade material, med omkring 35 000 medarbetare i över 20 länder. Våra lösningar används i allt från industriell tillverkning och halvledare till medicinteknik, forskning och kommunikation. Som medarbetare på Coherent får du möjlighet att utvecklas både professionellt och personligt i en organisation som kombinerar starkt lokalt engagemang med internationellt samarbete.\n   \n\n  \n\n Som IT Support på Coherent får du en vardag som är både tydlig och varierad. Du arbetar på plats i våra lokaler i Järfälla, där du stöttar kollegor i både renrums- och kontorsmiljön. Rollen handlar mycket om att ge praktisk hjälp: se till att datorer och tillbehör fungerar, installera och felsöka utrustning, hantera beställningar och konfigurering, och hjälpa användare som behöver stöd i sina system och verktyg.\n   \n\n  \n\n**Huvudsakliga arbetsuppgifter och ansvar**\n* Arbeta på plats med förstalinjessupport i vår renrumsproduktion och på våra kontorsplatser.\n* Hantera klienthårdvarans livscykel: beställning, mottagning, inventering och konfiguration av stationära datorer, bärbara datorer och tillbehör.\n* Koordinera reparation och återställning av klienthårdvara med varierande ålder och operativsystem.\n* Patcha nätverksuttag, vitlista och domänansluta produktionssystem och tillbehör.\n* Hantera och tillhandahålla mobiltelefoner och abonnemang samt supportera lokala mobila tjänster och lösningar.\n* Hantera skrivare och konferensrumsutrustning.\n* Onboarding, offboarding och användaradministration.\n* Samarbeta med kollegor både lokalt och internationellt, inklusive team i Europa, Indien och USA.\n* Bidra till lokala och globala IT-projekt med fokus på hög servicekvalitet och kundnöjdhet.\n\n\n**Kvalifikationer och erfarenhet**\n* Erfarenhet av liknande teknisk roll, gärna inom industri, elektronik, optoelektronik eller tillverkningsmiljö.\n* Förmåga att arbeta strukturerat, självständigt och med flera parallella uppgifter.\n* Teknisk kompetens inom installation, felsökning och återställning av användarhårdvara eller testsystem.\n* God samarbetsförmåga i tvärfunktionella team.\n* Mycket goda kunskaper i Microsofts miljöer (O365, SCCM, AD m.fl.).\n* Flytande i svenska och engelska, både i tal och skrift.\n* God förmåga att prioritera och fatta genomtänkta beslut när IT-problem påverkar produktionen.\n\n\n**Vår kultur**\n På Coherent arbetar vi enligt våra värderingar ICARE —\n **Integrity, Collaboration, Accountability, Respect och Enthusiasm** \n — vilket präglar hur vi samarbetar, löser problem och stödjer verksamheten i det dagliga arbetet.\n   \n\n  \n\n**Vad vi erbjuder**\n* En tekniskt stimulerande miljö där du får utvecklas och bredda dina kunskaper inom IT.\n* En stöttande, professionell och internationell arbetskultur.\n* Ett innovationsdrivet företag i framkant.\n* Subventionerad massage på kontoret och möjlighet till kvartalsvis eller årlig bonus.\n* Generöst friskvårdsbidrag och hälsofrämjande aktiviteter.\n\n\n Om du är en motiverad IT-specialist som trivs i en samarbetsinriktad, innovativ och dynamisk miljö, uppmuntrar vi dig att ansöka och bli en del av vårt team i Järfälla.\n   \n\n  \n\n Vi tillämpar löpande urval. Som en del av processen genomförs referenstagning samt alkohol- och drogtest innan anställning.\n   \n\n  \n\n**About Us**\n Coherent is a global leader in lasers, engineered materials and networking components. We are a vertically integrated manufacturing company that develops innovative products for diversified applications in the industrial, optical communications, military, life sciences, semiconductor equipment, and consumer markets. Coherent provides a comprehensive career development platform within an environment that challenges employees to perform at their best, while rewarding excellence and hard-work through a competitive compensation program. It's an exciting opportunity to work for a company that offers stability, longevity and growth. Come Join Us!\n   \n\n  \n\n**Note to recruiters and employment agencies:** \n We will not pay for unsolicited resumes from recruiters and employment agencies unless we have a signed agreement and have required assistance, in writing, for a specific opening.","company_url":"https:\/\/www.linkedin.com\/company\/coherent-corp","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH3KQPKUVQvgA\/company-logo_100_100\/company-logo_100_100\/0\/1662645410444\/ii_vi_incorporated_logo?e=2147483647&v=beta&t=5GRdzGXkVVxzU-INidRo4N5e5tVQCqOPk5GTKJGQ8Bs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4353723298","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4353723298","job_url_direct":null,"title":"Founder’s Associate - Strategy & Execution","company":"Super Human Network","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"emma@superhuman.net","description":"**We're hiring a Founder’s Associate for Super Human Network!** \n\n\n\n\n  \n\n\n\n\n\n This is not a support role. It’s not observational. It’s not safe.\n \n\n\n\n  \n\n\n\n\n\n Full-time · Remote \/ on-site (Sweden, UK, or Dubai preferred)\n \n\n\n\n  \n\n\n\n\n\n You will work directly with the founder and the team across strategy, execution, partnerships, deal flow, content, and scale. You will see everything. You will be expected to deliver.\n \n\n\n\n  \n\n\n\n\n\n Super Human is being built as a global platform in health, longevity, and human performance. Distribution first. High standards. Real velocity.\n \n\n\n\n  \n\n\n\n\n\n**This role IS for someone who:** \n\n\n\n\n • Thinks clearly under pressure\n \n\n\n\n • Executes without needing hand-holding\n \n\n\n\n • Takes full ownership end-to-end\n \n\n\n\n • Has taste, judgment, and pace\n \n\n\n\n • Doesn’t treat problems as blockers\n \n\n\n\n • Wants proximity to real decisions, not slide decks\n \n\n\n\n  \n\n\n\n\n\n**This role IS NOT for someone who:** \n\n\n\n\n • Needs structure given to them\n \n\n\n\n • Optimizes for balance or comfort\n \n\n\n\n • Confuses activity with output\n \n\n\n\n • Draws hard lines around responsibilities and avoids stepping outside scope\n \n\n\n\n • Wants a brand name more than responsibility\n \n\n\n\n  \n\n\n\n\n\n**Strong Signals We Look For** \n\n\n\n\n • Worked closely with a founder, GP, CEO, or in a Chief of Staff role - within a startup or founder-led environment\n \n\n\n\n • Experience across strategy, execution, partnerships, and commercial\n \n\n\n\n • Comfort making decisions with incomplete information\n \n\n\n\n • Ownership of projects or initiatives end-to-end\n \n\n\n\n • Been in fast-paced environments with high standards\n \n\n\n\n • Been in high-performance cultures where output mattered\n \n\n\n\n • Comfortable juggling multiple priorities and switching context without losing momentum\n \n\n\n\n  \n\n\n\n\n\n You’ll be thrown into live situations. Ambiguous problems. Tight timelines. High expectations. If you deliver, responsibility, trust, and upside expand quickly.\n \n\n\n\n  \n\n\n\n\n\n**Sounds like you?** \n\n\n\n\n Email \n **emma@superhuman.net** \n  with a short note on why this role fits you and your relevant experience, including a CV.\n \n\n\n\n  \n\n\n\n\n\n***PS. Applications must be submitted via email.***","company_url":"https:\/\/www.linkedin.com\/company\/super-human-network","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHw8RSGkuAzsg\/company-logo_100_100\/B4DZZDtb_eGgAQ-\/0\/1744892708848\/super_human_network_logo?e=2147483647&v=beta&t=t-fyNpBWvGq04Gprqf9rWarbmYfZUIUhAMvKASvhmkk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4360115096","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4360115096","job_url_direct":"https:\/\/careers.redeploy.com\/jobs\/6849308-netsecops-engineer&urlHash=T28w","title":"NetSecOps Engineer","company":"Redeploy","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Looking for a place where you can challenge yourself, build serious tech and have a good time doing it?**\n At Redeploy, we design, build, scale and maintain modern solutions across Cloud, Data and AI, helping ambitious companies across the Nordics transform how they work with technology. As a trusted partner to Microsoft, AWS and Databricks, we deliver platforms that are built for impact and built to last.\n   \n\n  \n\n What sets us apart is the way we work. Curiosity runs deep here, as does the drive to keep learning and sharing. You’ll join a team that values ownership, collaboration, and high technical standards, and where people genuinely care about doing things well. For our clients. And for each other.\n   \n\n  \n\n**What You’ll Do**\n As a NetSecOps Engineer, you’ll join our Ops team in Stockholm and abroad, and work closely with one of our largest enterprise clients. Your main focus will be operating, improving and troubleshooting their Fortigate environment, while navigating a complex network setup spanning on-prem components and Azure cloud.\n   \n\n  \n\n Your work will range from daily tickets and change requests to deeper troubleshooting, log analysis, policy refinement, and larger initiatives such as network segmentation or cloud networking improvements. The environment is large, fast-moving, and business-critical, giving you plenty of opportunities to learn, collaborate, and solve real problems with experienced engineers.\n   \n\n  \n\n You’ll primarily work from our Stockholm office, with flexibility to work from home at times, and occasional on-site days at the client’s office when the work calls for it. This role also includes a rotating on-call schedule (one week at a time, with additional compensation).\n   \n\n  \n\n**What You’ll Grow Into**\n You’ll deepen your skills in Fortigate, FortiManager, cloud networking and enterprise-scale ops. But your growth won’t stop at this client. As Redeploy continues to build out its networking capabilities, you’ll be able to work on additional NetSecOps projects, influence our network practice and collaborate across delivery teams.\n   \n\n  \n\n If you’re curious about cloud, you’ll find clear paths into CloudOps, automation, IaC and hybrid cloud operations. Whether you want to specialise further in networking or expand into broader cloud-focused ops, we’ll help you shape a direction that aligns with your strengths and ambitions.\n   \n\n  \n\n**Who We’re Looking For**\n You have solid hands-on experience with Fortigate firewalls and enjoy tackling complex network challenges. You take ownership, stay organised under pressure, and collaborate well with others who value clean, reliable and well-engineered solutions. You communicate clearly, think proactively, and feel confident working independently when needed.\n   \n\n  \n\n Fluency in English is required, and Swedish is a strong advantage.\n   \n\n  \n\n**What Experiences You Bring**\n* Hands-on expertise with Fortigate firewalls (rule creation, security profiles, IPSec VPNs, log analysis, troubleshooting).\n* Experience working with FortiManager (sync status, pushing changes, working safely in the platform).\n* Strong networking fundamentals at a CCNA-equivalent level: VLANs, trunk\/access ports, port-channels, routing (BGP\/OSPF), switch configuration.\n* Understanding of cloud networking on a major cloud platform (Azure, AWS or GCP).\n* Ability to self-manage and deliver reliably in a demanding ops environment.\n\n\n**Experience With Any Of The Following Is a Bonus**\n* Broader Fortinet products\n* Check Point, Aruba SD-WAN, zScaler, Infoblox or Algosec\n* Terraform or Ansible\n* CI\/CD tooling\n* Advanced Azure or AWS networking knowledge\n\n\n**Curious to know more?** \n Have a look around our career site to explore our culture, people and way of working. And if you have any questions, feel free to reach out to our Talent Acquisition Manager, Francisca Andersson.","company_url":"https:\/\/se.linkedin.com\/company\/redeploy-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFz3zeu2cCJFg\/company-logo_100_100\/company-logo_100_100\/0\/1716291107809\/redeploy_ab_logo?e=2147483647&v=beta&t=q6GOKJX_rB75duzJzB5_skPpidTUIF-kDEVvh0zm6a0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4346356459","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4346356459","job_url_direct":null,"title":"IT-säkerhetsspecialist till NCSC","company":"FRA - Försvarets radioanstalt","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Vill du göra samhällsnytta och stärka Sveriges samlade förmåga att hantera cyberhot? Nationellt cybersäkerhetscenter, NCSC, söker IT-säkerhetsspecialist med uppgift att delta i arbetet med att bygga upp centrets verksamhet vid FRA. Är du den vi söker kan vi erbjuda ett varierande arbete i en kunskapsintensiv miljö där du får vara med och göra skillnad varje dag.*\n**Ditt uppdrag**\n Som IT-säkerhetsspecialist tillhör du avdelningen NCSC. Avdelningen är nyinrättad på FRA och befinner sig under uppbyggnad. Som en del av uppbygganden är enheten nyupprättad där utveckling och stora expansiva förväntningar möjliggör stora utvecklingsmöjligheter i rollen.\n   \n\n  \n\n Som IT säkerhetsspecialist bidrar du till förmågan att genomföra IT säkerhetsanalyser och ge teknisk rådgivning, du gör det som en del av ett erfaret team med djup kunskap. Det dagliga arbetet sker både självständigt och i små, kompetensmixade team som sätts ihop efter olika uppdrag. Rollen innebär interna och externa kontakter– både med övrig verksamhet och samverkande myndigheter.\n   \n\n  \n\n**Dina Arbetsuppgifter Inkluderar Att**\n* Bistå med expertkunskap vid incidenter.\n* Delta i olika former av rådgivning och tillföra kompetens för att stärka vårt analysarbete.\n* Sammanställa resultatet av granskningarna i skriftlig rapport.\n* Samverka med samarbetspartners\n* Delta i olika former av rådgivning och tillföra kompetens ur ett angripar- och\/eller försvarsperspektiv för att stärka skyddet och rapporter.\n\n\n På sikt kommer du även att genomföra IT-säkerhetsgranskningar genom bla. Penetrationstester.\n   \n\n  \n\n Resor förekommer i tjänsten, både inrikes och utrikes.\n   \n\n  \n\n Arbetet sker på plats på NCSC, med viss möjlighet till distansarbete om arbetet tillåter. Vid incidenter kan det krävas att du arbetar vid oregelbundna arbetstider.\n   \n\n  \n\n**Du kan**\n**Vi Söker Dig Som Har**\n* Akademisk examen inom exempelvis datateknik eller annat relevant område som innehåller IT-säkerhet, eller motsvarande kunskap förvärvarad genom arbetslivserfarenhet.\n* 5 års arbetslivserfarenhet med IT-relaterade arbetsuppgifter.\n* Fördjupad kunskap och erfarenhet inom ett eller fler för tjänsten relevanta teknikområden. T.ex. Applikationer, operativsystem, systemadministration, intrångsdetektering, Virtuella plattformar, systemutveckling, webb-applikationer, hårdvara eller behörighetssystem och AI.\n* Mycket goda kunskaper i svenska och engelska, både i tal och skrift.\n\n\n**Vi Ser Det Som Meriterande Om Du Har**\n* Relevant certifiering inom IT säkerhet.\n* Erfarenhet av tekniska IT-säkerhetsgranskningar\/penetrationstester.\n* God kunskap om och praktisk erfarenhet av offensiva säkerhetsverktyg.\n* Erfarenhet av andra IT-säkerhetsområden, såsom IT-forensik, incidenthantering eller säkerhetsövervakning.\n* B-körkort.\n\n\n**Du är**\n**Vi Söker Dig Med Följande Egenskaper**\n* Specialistkunskap - Förstår de fackmässiga aspekterna av arbetet särskilt bra. Underhåller kontinuerligt sin specialistkunskap. Är en kunskapsresurs för andra.\n* Problemlösande analysförmåga - Arbetar bra med komplexa frågor. Analyserar och bryter ner problem i sina beståndsdelar och löser komplicerade problem.\n* Stabil - Är lugn, stabil och kontrollerad i stressituationer eller pressade situationer. Behåller ett realistiskt perspektiv på situationer och fokuserar på rätt saker.\n* Integritet - Har väl grundade och tydliga värderingar och förmåga att tänka begreppsmässigt på frågor ur ett etiskt perspektiv. Styrs av etik och värderingar i avgörande situationer i arbetet.\n\n\n**Om NCSC och FRA**\n NCSC:s uppdrag är att utveckla och stärka Sveriges förmåga att förebygga, upptäcka och hantera cyberhot. Just nu är NCSC i en expansiv utvecklingsfas där du får möjlighet att vara med och bygga upp en central kontaktpunkt för Sveriges cybersäkerhet. NCSC är sedan 2024 en del av FRA.\n   \n\n  \n\n FRA har omvärlden som sin arena där varje arbetsuppgift är en del av något större. På ett eller annat sätt får du som medarbetare vara med och bidra till att skydda Sveriges integritet och oberoende i världen. Du är med och gör skillnad på riktigt, varje dag.\n   \n\n  \n\n Vår uppgift som underrättelsetjänst är att skydda Sverige mot de allvarligaste hot som kan riktas mot ett samhälle – militära angrepp, terrorism och cyberattacker. Vi skyddar det viktigaste vi har – vår trygghet, vår demokrati och vårt sätt att leva. Vi är experter på cyberområdet och signalspaning samt en larmklocka för militära hot.\n   \n\n  \n\n Som nyanställd på FRA får du en omfattande introduktionsutbildning och kontinuerlig kompetensutveckling, vilket ger dig möjlighet att utveckla dina färdigheter och bli ännu bättre på det du brinner för. Vår organisation är mångfacetterad och består av olika kompetenser och personligheter, där varje individ har unika egenskaper och förutsättningar. Vi strävar efter att skapa en miljö där alla känner sig välkomna och trygga. Utöver en stimulerande arbetsmiljö erbjuder vi också ett attraktivt förmånspaket, som du kan läsa mer om på www.ncsc.se och www.fra.se. För mer information om Nationellt cybersäkerhetscenter besök www.ncsc.se.\n   \n\n  \n\n För din trygghet. För vår demokrati. Varje dag. Året om.\n   \n\n  \n\n**Mer information**\n Arbetsplatsen är för närvarande belägen i Tomteboda, Solna. Inom några år ska nya lokaler stå klara i Bergshamra. Svenskt medborgarskap är ett krav då anställning vid FRA innebär placering i säkerhetsklass. Innan en anställning kommer du att säkerhetsprövas i enlighet med säkerhetsskyddslagens bestämmelser. Med anställning följer en skyldighet att krigsplaceras. Vi tillämpar sex månaders provanställning. För mer information är du välkommen att kontakta rekryterande chef Joakim Nyberg på telefon 010-240 46 92. Fackliga företrädare nås på 010-557 46 00.\n   \n\n  \n\n Vi tar emot ansökningar via www.fra.se\n **senast 2026-01-18.**\n Referensnummer\n **2025FRA2642-4** \n .\n   \n\n  \n\n Då vi inför denna rekrytering redan tagit ställning till de rekryteringskanaler vi önskar använda undanber vi oss att bli kontaktade för ytterligare erbjudanden om annonserings- och rekryteringshjälp.\n   \n\n  \n\n Sökord: incidentledare, incidentkoordinator, it-säkerhet, cybersäkerhet, uppdragsledare, informationssäkerhet","company_url":"https:\/\/se.linkedin.com\/company\/fra","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGYnVRE3_jFPg\/company-logo_100_100\/company-logo_100_100\/0\/1631334276439?e=2147483647&v=beta&t=7qkecp2R9AZ7k5v4JwARQFzK1t3sWjNSPYbUa1_ynJU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4318261808","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4318261808","job_url_direct":"https:\/\/www.saab.com\/career\/job-opportunities\/senior-software-engineer?source_board=LinkedIn&urlHash=ETUg","title":"Senior Software Engineer","company":"Saab","location":"Järfälla, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Want to influence the bigger picture? At Saab, you can realise amazing innovations that keep people and societies safe. Together, we can truly make an impact – and your part matters.*\n Join our software development team at Tactical Functions, SAAB. We develop desktop applications, supporting our Electronic Warfare systems. Our products include analysis and visualization of data and real time feeds, big data, secure user transactions, amongst many other things.\n   \n\n  \n\n Electronic Warfare\n   \n\n  \n\n Electronic Warfare (EW) represents the ability to use signals such as radio, infrared or radar. To sense and protect. At the same time, provide the possibility to disrupt, deny and degrade adversaries’ ability to use EW.\n   \n\n  \n\n Your role\n   \n\n  \n\n We develop applications where we take part of the entire product chain. We work mainly with software development, but also interact with the customer directly. You will be part of and take responsibility for all phases of our product lifecycles, from concept and idea, to development, test and delivery.\n   \n\n  \n\n What to expect\n   \n\n  \n\n* Full stack development\n* Software development in medium sized teams\n* Agile development\n* Possibility to take part of machine learning projects\n* Good opportunities to grow within the company\n\n\n**About Us**\n The software development teams at Tactical Functions are a technique driven unit that always strive for improvement. You can expect continuous feedback and open communication with both your manager and your team. We encourage initiatives in improving our products, development environment and ways of working. We highly value collaboration and having fun together. Furthermore, it is important to us that you have an accepting attitude towards people regardless of whom you meet. Respect and dignity should be keywords to you at all times\n   \n\n  \n\n Your Profile\n   \n\n  \n\n We are looking for a driven and curious software developer, who is eager to learn and always trying to improve yourself. You actively support and contribute to an innovative climate.\n   \n\n  \n\n* Master’s degree in Computer Science (or related discipline), or equivalent work experience\n* Good skills in programming, with Java, C++, etc. or equivalent\n* Fluent in Swedish and English\n\n\n Desired skills:\n   \n\n  \n\n* Knowledge and interest in AI\/ML\n* Experience with DevOps tools, eg. Jenkins, Git\n* Proactive and reliable team player with good communications skills\n\n\n We are currently located in Järfälla, but will move to Solna in early 2026. Since you will collaborate with colleagues on other Saab sites, you might travel occasionally. Saab is a global company and could provide the possibility to work abroad.\n   \n\n  \n\n Security Vetting\n   \n\n  \n\n This position requires that you pass a security vetting based on the current regulations around\/of security protection. For positions requiring security clearance additional obligations on citizenship may apply.\n   \n\n  \n\n What you will be part of\n   \n\n  \n\n Behind our innovations stand the people who make them possible. Brave pioneers and curious minds. Everyday heroes and inventive troubleshooters. Those who share deep knowledge and those who explore sky-high. And everyone in between.\n   \n\n  \n\n Joining us means making an impact together, contributing in our own unique ways. From crafting complex code and building impressive defence and security solutions to simply sharing a coffee with a colleague, every action counts. We encourage you to take on challenges, to create smart inventions and grow in our friendly and tech-savvy workspace. We have a solid mission to keep people and society safe.\n   \n\n  \n\n Saab is a leading defence and security company with an enduring mission, to help nations keep their people and society safe. Empowered by its 23,000 talented people, Saab constantly pushes the boundaries of technology to create a safer and more sustainable world.\n   \n\n  \n\n Saab designs, manufactures and maintains advanced systems in aeronautics, weapons, command and control, sensors and underwater systems. Saab is headquartered in Sweden. It has major operations all over the world and is part of the domestic defence capability of several nations. Read more about us here\n   \n\n  \n\n If you are interested in what benefits you can take part of as an employee at Saab in Sweden, you can read more about them here\n   \n\n  \n\n Do you want to get to know our business and our people a little bit better? Here you can find some stories told by our employees.\n   \n\n  \n\n Kindly observe that this is an ongoing recruitment process and that the position might be filled before the closing date of the advertisement.","company_url":"https:\/\/se.linkedin.com\/company\/saab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGPwiU_qZ70uQ\/company-logo_100_100\/B4DZs20K2dHwAQ-\/0\/1766151204674\/saab_logo?e=2147483647&v=beta&t=c7zZOIRvr3J4VFgrV0GItxV5HUrGX_38TbDbCo3AEC4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4250702897","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4250702897","job_url_direct":null,"title":"IT Architect – Energy Business","company":"Vattenfall","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"folmer1.koper@vattenfall.com","description":"Are you ready to take on the challenge of shaping the future of energy assets? As an IT Architect - at Vattenfall, you will play a pivotal role in driving our mission of achieving fossil free living within one generation. By optimizing and innovating our IT landscape, you will contribute to increasing efficiency and sustainably. Your expertise will contribute to a smarter, more resilient energy system, making a real impact on the environment.\n   \n\n  \n\n**What will you do?**\n You will become part of a central and internationally operating IT hub of IT Architects, where each individual has a focus on a specific part of our energy business. You will play a crucial role in steering our strategic projects to successful execution through fit-for-purpose architecture. Your responsibilities will include consulting, supporting and educating the business on IT, integration, and data strategies. With your solid understanding of IT security, you will support our mission critical environment in the evolving and changing business we are operating in. You will build up business knowledge to become the go-to expert for advancing our IT landscape.\n   \n\n  \n\n**In This Role, You Will**\n* Guide strategic projects to successful execution with fit-for-purpose architecture\n* Consult and educate the business on IT, integration, and data strategies\n* Support in adopting secure IT practices\n* Drive the adoption of data mesh in collaboration with the business\n* Help grow our Enterprise thinking and establish standards and architecture principles\n* Act as a trusted advisor, enabling operating models through technology, even if it requires radical change\n\n\n By fostering strong interactions with internal and external stakeholders, you will help shape the future of our IT landscape. Your ability to translate complex challenges into actionable insights will inspire your colleagues and drive the continuous improvement of our operations.\n   \n\n  \n\n**Qualifications**\n Who are you\n   \n\n  \n\n You are an experienced professional with a strong background in IT architecture, ideally with a business focus on asset-intensive industries such as Energy, Water, Industry, or Automotive. With at least 10+ years of relevant experience, you bring a deep understanding of IT security, integration topics, and data strategies. Your academic degree in IT or a related field has equipped you with the theoretical knowledge, while your practical experience has honed your skills in implementing fit-for-purpose architectures.\n   \n\n  \n\n You have successfully navigated the complexities of international environments. Your ability to communicate effectively with both IT and non-IT colleagues at various levels within the organization sets you apart. You thrive in dynamic, ever-changing environments and are adept at translating complex problems into actionable insights for the Management Board.\n   \n\n  \n\n**Key Qualifications We Are Looking For**\n* Extensive experience as an Architect or Consultant\n* Deep IT knowledge and experience with IT architecture and frameworks\n* Comfortable communicating complex ideas to both technical and non-technical audiences\n* Ability to thrive in an ever-changing environment and direct complex problems into concise actions for leadership\n\n\n Your ability to build trust and drive change will be essential in this role, as you help shape the future of our business through innovative IT solutions.\n   \n\n  \n\n Additional Information\n   \n\n  \n\n Join us in Luleå or Stockholm and become part of a team dedicated to creating fossil-free energy within one generation. Enjoy a challenging, international work environment, a central office location with easy access to public transport, and a healthy work-life balance. Submit your application, including your CV, in English via our website. For more information, contact Folmer Koper via folmer1.koper@vattenfall.com. At Vattenfall, we value diversity and welcome all applicants.\n   \n\n  \n\n**Company Description**\n Vattenfall is a European energy company with approximately 20 000 employees. For more than 100 years we have electrified industries, supplied energy to people’s homes and modernized our way of living through innovation and cooperation. We now want to make fossil-free living possible within one generation. To be able to reach this ambitious goal we are looking for talented individuals who, in addition to their passion for their own role, also have strong team spirit and want to contribute to supporting a meaningful corporate mission.","company_url":"https:\/\/se.linkedin.com\/company\/vattenfall","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGTEj6f8UhgQw\/company-logo_100_100\/B4DZk307bqJYAY-\/0\/1757578246299\/vattenfall_logo?e=2147483647&v=beta&t=PB6-AE3liADbo7RIh-Ss3JQmpEqbbcb1vmpT0PLfqHw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4316702939","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4316702939","job_url_direct":"https:\/\/jobs.lever.co\/spotify\/40fee238-4ba5-4f65-bd6a-c655774d7ce0?lever-source=LinkedInJobs&urlHash=BHpp","title":"Staff Research Engineer - Music","company":"Spotify","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We are seeking a Staff Research Engineer to join our Artist-First AI Music lab. Our team pioneers and advances state-of-the-art generative technologies for music that create breakthrough experiences for fans and artists. We invent entirely new listening experiences that center and celebrate artists and creatives. All of our products will put artists and songwriters first, through these four principles:\n   \n\n  \n\n**Partnerships with record labels, distributors, and music publishers:** \n We’ll develop new products for artists and fans through upfront agreements, not by asking for forgiveness later.\n   \n\n  \n\n**Choice in participation:** \n We recognize there’s a wide range of views on use of generative music tools within the artistic community. Therefore, artists and rightsholders will choose if and how to participate to ensure the use of AI tools aligns with the values of the people behind the music.\n   \n\n  \n\n**Fair compensation and new revenue:** \n We will build products that create wholly new revenue streams for rightsholders, artists, and songwriters, ensuring they are properly compensated for uses of their work and transparently credited for their contributions.\n   \n\n  \n\n**Artist-fan connection:** \n AI tools we develop will not replace human artistry. They will give artists new ways to be creative and connect with fans. We will leverage our role as the place where more than 700 million people already come to listen to music every month to ensure that generative AI deepens artist-fan connections.\n   \n\n  \n\n For more information, see this press release! https:\/\/newsroom.spotify.com\/2025-10-16\/artist-first-ai-music-spotify-collaboration\/\n   \n\n  \n\n What You'll Do\n   \n\n  \n\n* Close Collaboration: Work side-by-side with research scientists to conduct ground breaking research in music generation (diffusion, flow matching, or autoregressive models), as well as related domains like ML-based audio processing, music information retrieval, machine learning, and signal processing.\n* Improve model training pipelines. You’ll debug distributed training, optimize data loading at massive scale, and ensure smooth scaling across compute environments.\n* Optimize performance. You’ll profile and accelerate existing training and inference code to make experiments faster and production systems more responsive.\n* Integrate models into production environments. You’ll work directly with platform and product teams to deploy models into the hands of hundreds of millions of Spotify’s users.\n* Incorporate state-of-the-art research. You'll translate models and techniques described in the literature into robust, well-engineered prototypes.\n* Maintain a high-quality codebase. You’ll enforce clear structure, consistency, and testing practices to support long-term maintainability on a codebase shared between members of a fast-paced globally distributed team.\n* Enhance researcher experience. You’ll build internal tooling, libraries, and workflows to make experimentation, debugging, and deployment more efficient for the whole team.\n\n\n Who You Are\n   \n\n  \n\n* You have experience training or fine-tuning large machine learning models on GPUs using PyTorch or similar frameworks.\n* You have experience working with cloud platforms like Google Cloud Platform, AWS, or Microsoft Azure.\n* You understand how to debug problems in machine learning training code.\n* You communicate effectively with global teams and are ready to work both face-to-face and asynchronously with collaborators on multiple continents.\n* You have experience optimizing code for performance and can make GPUs “go brrr” (train at maximum efficiency).\n* You learn new concepts and technologies quickly and keep up to date with the rapid pace of development in machine learning and AI.\n* You are resourceful and proactive; when faced with blockers, you seek out solutions through research, experimentation, and collaboration.\n* You’re not afraid to dig deep into the stack: working with lldb, NVIDIA Nsight, or other low-level debugging tools is a plus.\n* You have a solid grasp of computer science concepts like type systems, compilers, parallelism, thread safety, encapsulation, and the like.\n* You have an interest in learning more about audio processing and music information retrieval and you're excited about building amazing products that use these technologies.\n\n\n Where You'll Be\n   \n\n  \n\n* We offer you the flexibility to work where you work best! For this role, you can be within the EMEA region as long as we have a work location\n* This team operates within the Central European and GMT time zone for collaboration.\n* Core working hours are CET 3pm-6pm \/ EST 9am-12pm.\n\n\n Spotify is an equal opportunity employer. You are welcome at Spotify for who you are, no matter where you come from, what you look like, or what’s playing in your headphones. Our platform is for everyone, and so is our workplace. The more voices we have represented and amplified in our business, the more we will all thrive, contribute, and be forward-thinking! So bring us your personal experience, your perspectives, and your background. It’s in our differences that we will find the power to keep revolutionizing the way the world listens.\n   \n\n  \n\n At Spotify, we are passionate about inclusivity and making sure our entire recruitment process is accessible to everyone. We have ways to request reasonable accommodations during the interview process and help assist in what you need. If you need accommodations at any stage of the application or interview process, please let us know - we’re here to support you in any way we can.\n   \n\n  \n\n Spotify transformed music listening forever when we launched in 2008. Our mission is to unlock the potential of human creativity by giving a million creative artists the opportunity to live off their art and billions of fans the chance to enjoy and be passionate about these creators. Everything we do is driven by our love for music and podcasting. Today, we are the world’s most popular audio streaming subscription service.","company_url":"https:\/\/se.linkedin.com\/company\/spotify","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFkDzx_7dqq3A\/company-logo_100_100\/company-logo_100_100\/0\/1631377935713?e=2147483647&v=beta&t=AiRi3YW2R5kYKHbxsjkdQ_d1RuH6Yk98ePBwANPPDhc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4363809014","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4363809014","job_url_direct":null,"title":"Franchisetagare till Vaggeryd","company":"LF Fastighetsförmedling","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Är du fastighetsmäklare och drömmer om en ny karriärmöjlighet? Då har du hittat rätt! Vi söker nu dig som vill bli delägare eller franchisetagare på vårt kontor i Vaggeryd - en fantastisk möjlighet att ta nästa steg tillsammans med en erfaren franchisetagare och två skickliga mäklarassistenter.**\n**Vilka är vi?**\n Hos oss blir du en del av en kedja som växer och tar marknadsandelar medan du läser den här annonsen, samtidigt som du tillhör en lokal mäklarbyrå med stark förankring i Vaggeryd. Vi är ett kontor med en familjär kultur och varm gemenskap, där vi stöttar varandra och har högt i tak. Här präglas vardagen av energi, framåtanda och tävlingsglöd - och vi gillar att sikta högt, både tillsammans och som individer!\n   \n\n  \n\n**Vårt erbjudande**\n Hos oss får du arbeta under ett starkt varumärke med ett fulltäckande servicebolag i ryggen som stöttar dig i allt från juridiska frågor, IT, marknadsföring och personalfrågor. Vi erbjuder även kontinuerlig utveckling och utbildning för att ge dig rätt förutsättningar att nå din fulla potential.\n   \n\n  \n\n Vi tror på ett långsiktigt samarbete och söker därför dig med hög ambitionsnivå som vill ta LF Fastighetsförmedling till nya höjder tillsammans med oss. Hos oss får du stora möjligheter att påverka och utvecklas – och dessutom kommer du till en arbetsplats som präglas av engagemang och arbetsglädje.\n   \n\n  \n\n**Vem är du?**\n Vi söker dig som har mäklat i några år och är redo att axla en större roll. Vi tror att du är en ödmjuk vinnarskalle som har en tydlig vision och kommer att jobba hårt för att nå dina mål. Du bör vara affärsorienterad och företagsam samtidigt som du värdesätter teamkänsla och gemenskap. Precis som vi ser du också kundnöjdhet som en avgörande faktor i yrket.\n **Det är ett krav att du är registrerad fastighetsmäklare och vi ser det som meriterande om du tidigare drivit bolag.**\n**Varför LF Fastighetsförmedling?**\n Vi är idag Sveriges näst största mäklarkedja – något vi är stolta över, men inte nöjda med. Vårt mål är att bli ledande, och vi söker dig som vill vara med på den resan. Här mäklar du under ett av Sveriges starkaste varumärken – med bank, försäkring och fastighetsförmedling under samma tak. Detta ger dig som mäklare fler affärsmöjligheter.\n   \n\n  \n\n**Låter detta som en fullträff?** \n Träffa oss på en förutsättningslös kaffe! Skicka in din ansökan eller kontakta regionchef Peo Mårtensson direkt. All kontakt är givetvis konfidentiell.\n   \n\n  \n\n Peo Mårtensson\n   \n\n  \n\n Kontaktperson\n   \n\n  \n\n Ansök nu eller\n   \n\n  \n\n Besök bobutik\n   \n\n  \n\n Maila Peo Mårtensson","company_url":"https:\/\/se.linkedin.com\/company\/lf-fastighetsformedling","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEMjjNwAN6Wcg\/company-logo_100_100\/B4DZdUArcUHwAU-\/0\/1749461154116?e=2147483647&v=beta&t=EEST8KDNcu6_rpkOibtAtUO0qbGPjczGPCmhnxfwW0k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4362351450","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4362351450","job_url_direct":null,"title":"Genesys Cloud Expert","company":"Länsförsäkringar","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"kjell.tillstrand@lansforsakringar.se, jessica.loow@lansforsakringar.se, lisa-maria.carensjo@lansforsakringar.se","description":"*Vill du vara med och utveckla affärskritiska lösningar som används av tusentals medarbetare varje dag? Hos oss får du arbeta i teknikens absoluta framkant, tillsammans med engagerade kollegor som brinner för innovation och kvalitet. Här får du möjlighet att påverka, växa och göra verklig skillnad – både för teamet och för hela verksamheten. Välkommen till en inkluderande miljö där dina idéer värdesätts och din kompetens får ta plats.*\n**Om jobbet**\n Som Genesys cloud expert hos oss blir du en central del av ett tvärfunktionellt team som levererar kommunikationslösningar till våra länsbolag. Du kommer att arbeta nära produktägare, Scrum master och tekniska specialister i en miljö där samarbete och innovation står i fokus. Du kommer att tillhöra gruppen Utveckling Kundmöteslösningar inom Utveckling och Arkitektur på Customer Experience, där vi arbetar agilt enligt Länsförsäkrings-modellen. Vi samarbetar tätt med både interna och externa parter i en nätverksstruktur för att säkerställa de bästa lösningarna för våra kunder och medarbetare. Här får du möjlighet att arbeta med moderna teknologier och ta ansvar för framtidens tekniska plattformar inom kundkommunikation.\n   \n\n  \n\n Dina arbetsuppgifter kommer vara bland annat:\n   \n\n  \n\n* Utveckla anpassade funktioner i Genesys-klienter\n* Genomföra komplexa systemintegrationer med affärskritiska system\n* Arbeta med säker autentisering, callback-lösningar, statistikverktyg och webbgränssnitt inom Genesys-ekosystemet\n* Arbeta med kunskapsdelning och mentorskap inom teamet.\n* Nära samarbete med länsbolagen och ökat ansvar för design och arkitektur på sikt.\n\n\n Följande kommer göra dig framgångsrik i denna tjänst:\n   \n\n  \n\n* Flera års erfarenhet av utveckling, design och förvaltning inom genesys cloud ekosystemet\n* Erfarenhet av att översätta affärskrav till robusta, skalbara lösningar\n* Efarenhet av att arbeta med ett test och kvalitéts orienterat fokus\n* Erfarenhet av systemutveckling\n* God kommunikationsförmåga på svenska, i både tal och skrift\n\n\n Meriterande är även om du har:\n   \n\n  \n\n* Erfarenhet av att arbeta i agila organisationer, exempelvis enligt SAFe eller i Scrum-team\n* Tidigare arbete med CRM lösningar\n\n\n Som person är du kommunikativ och pedagogisk, med en stark vilja att samarbeta och bygga lösningar tillsammans med andra. Du har förmågan att förklara principer och tekniska lösningar på ett tydligt och inkluderande sätt för olika målgrupper. Du är coachande och vägleder med ödmjuk expertis, och driver designbeslut utan prestige. Ditt systemtänkande kombineras med detaljfokus, och du trivs med att skapa stabila, förvaltningsbara lösningar av hög kvalitet.\n   \n\n  \n\n**Kontaktuppgifter:**\n Rekryterande chef: kjell.tillstrand@lansforsakringar.se\n   \n\n  \n\n Facklig representant Forena: jessica.loow@lansforsakringar.se\n   \n\n  \n\n Facklig representant Akademikerförbundet: lisa-maria.carensjo@lansforsakringar.se\n   \n\n  \n\n*Låter det spännande? Då vill vi veta mer om dig! Välkommen med din ansökan redan idag. Vi arbetar löpande med denna rekrytering och kan komma att tillsätta tjänsten innan sista ansökningsdag.*\n Länsförsäkringar AB är en inkluderande arbetsplats där mod, möjligheter och engagemang står i centrum. Vi erbjuder ett hållbart arbetsliv med flexibla villkor och satsar på att alla medarbetare ska kunna växa och trivas, oavsett bakgrund.\n   \n\n  \n\n Digital & IT är hjärtat i Länsförsäkringsgruppens digitala utveckling. Vi driver den gemensamma digitala transformationen och levererar förstklassiga IT-lösningar, datadrivna insikter och innovativa digitala tjänster som skapar värde för hela verksamheten. Vårt uppdrag är att bygga en robust och framtidssäker IT-miljö – både på plats och i molnet – som möjliggör kundnära och effektiva affärer i hela gruppen.\n   \n\n  \n\n Hos oss möts teknik, affär och innovation. Vi arbetar tvärfunktionellt ute i verksamheten i agila team där utveckling, drift och strategi går hand i hand. Vi ansvarar för allt från IT-styrning, enterprisearkitektur och leverantörshantering till applikationsutveckling, cybersäkerhet och verksamhetsberedskap.","company_url":"https:\/\/se.linkedin.com\/company\/lansforsakringar","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHKqTc1v4vlJQ\/company-logo_100_100\/company-logo_100_100\/0\/1631335034489?e=2147483647&v=beta&t=V6JJc7OJUr6Lq1ZyoFHVkpjPebPVHYoynvBLIUHIDn4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4363779109","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4363779109","job_url_direct":null,"title":"Stjärnmäklare\/Partner\/Franchisetagare till Göteborg Bohuslän","company":"LF Fastighetsförmedling","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Nytt år, nya jobbmöjligheter?** \n 🚀\n   \n\n  \n\n Vi söker dig som är fastighetsmäklare och är redo för nästa steg och vill gå över till att mäkla under ett av Sveriges starkaste varumärken. Kanske vill du avancera till stjärnmäklare, partner eller franchisetagare - vad lockar dig? Hos oss blir du en del av en kedja som växer och tar marknadsandelar medan du läser den här annonsen.\n   \n\n  \n\n**✨Vi erbjuder:** \n Du del av vårt framgångsrika team och stöttas av vårt starka varumärke. Vi har ett fulltäckande servicebolag som hjälper dig med allt från juridiska frågor, IT, marknads- eller personalfrågor. Vi erbjuder även kontinuerlig utveckling och utbildning för att ge dig rätt förutsättningar att nå din fulla potential.\n   \n\n  \n\n Vi tror på långsiktigt samarbete och söker därför dig med hög ambitionsnivå, som vill ta LF Fastighetsförmedling till nya höjder tillsammans med oss. Dessutom blir du en del av en fantastiskt rolig arbetsplats med familjär gemenskap.\n   \n\n  \n\n**✨Vem är du?** \n Vi söker dig som har mäklat några år och är redo att axla en större roll. Vi ser gärna att du är en ödmjuk vinnarskalle som har en tydlig vision och kommer att jobba hårt för att nå dina mål. Du bör vara affärsorienterad och företagsam samtidigt som du värdesätter teamkänsla och gemenskap.\n   \n\n  \n\n* Det är ett krav att du är registrerad fastighetsmäklare.\n* Det är meriterande om du tidigare drivit bolag\n\n\n**Varför LF Fastighetsförmedling?**\n Vi är idag Sveriges näst största mäklarkedja – något vi är stolta över, men inte nöjda med. Vårt mål är att bli ledande, och vi söker dig som vill vara med på den resan. Här mäklar du under ett av Sveriges starkaste varumärken – med bank, försäkring och fastighetsförmedling under samma tak. Detta ger dig som mäklare fler affärsmöjligheter.\n   \n\n  \n\n**Ansökan:** \n Träffa oss på ett förutsättningslöst samtal eller fika! ☕️All kontakt är givetvis konfidentiell.\n   \n\n  \n\n Per-anders Johanson\n   \n\n  \n\n Kontaktperson\n   \n\n  \n\n Ansök nu\n   \n\n  \n\n 0725400061\n   \n\n  \n\n Maila Per-anders Johanson","company_url":"https:\/\/se.linkedin.com\/company\/lf-fastighetsformedling","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEMjjNwAN6Wcg\/company-logo_100_100\/B4DZdUArcUHwAU-\/0\/1749461154116?e=2147483647&v=beta&t=EEST8KDNcu6_rpkOibtAtUO0qbGPjczGPCmhnxfwW0k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4328575433","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4328575433","job_url_direct":"https:\/\/ledigajobb.bravura.se\/sv\/jobs\/6931062-produktagare-inom-digital-arbetsplats-till-fackforbundet-st?utm_source=LinkedIn&urlHash=25qg","title":"Produktägare inom Digital Arbetsplats till Fackförbundet ST","company":"Bravura Sverige","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"info@bravura.se, johan.forss@st.org","description":"**Om tjänsten** \n\n\n\n\n Den här tjänsten är en direktrekrytering vilket innebär att rekryteringsprocessen sker genom Bravura och du anställs direkt hos Fackförbundet ST.\n \n\n\n\n  \n\n\n\n\n\n**Om Fackförbundet ST** \n\n\n\n\n Fackförbundet ST är det största fackförbundet inom statlig verksamhet med 100 000 medlemmar som arbetar inom statliga myndigheter, affärsverk, bolag med statligt uppdrag, universitet, högskolor och statligt finansierade stiftelser. Fackförbundet ST arbetar för ett hållbart arbetsliv och ett demokratiskt samhälle. Genom avtal och opinions- och påverkansarbete driver Fackförbundet ST sina frågor för att skapa förändringar i lagstiftning och politiska beslut. Fackförbundet ST är medlem i TCO och är partipolitiskt obundet.\n \n\n\n\n  \n\n\n\n\n\n**Arbetsuppgifter** \n\n\n\n\n I rollen som Produktägare inom Digital Arbetsplats ansvarar du för att maximera nyttan av Fackförbundet STs digitala arbetsplats och användningen av M365. Du fungerar som rådgivare till verksamheten, leder utvecklingen av området och säkerställer att de interna användarna har en enkel, stabil och modern arbetsmiljö. Rollen är strategiskt operativ och verkar i en beställarorganisation med outsourcad drift där du kontinuerligt är i kontakt med flera av förbundets leverantörer inom området.\n \n\n\n\n  \n\n\n\n\n\n**I Rollen Kommer Du Bland Annat Att** \n\n\n\n* Ansvara för att organisationen har ändamålsenliga produkter och lösningar inom klienter, operativsystem, standardprogram, telefoni, skrivare, mötesrum, kringutrustning samt för livscykelhantering\n* Agera rådgivande expert för organisationen inom området Digital Arbetsplats, inklusive vägledning, tips och best practices\n* Ansvara för daglig styrning och uppföljning av IT-leverantörer inom produkterna, budget, avtal, SLA-uppföljning, kvalitetskontroll och deltagande i upphandlingar\n* Uppföljning av nyttjandegrad, användarnöjdhet och kontinuerlig optimering av tjänsterna\n\n\n\n  \n\n\n\n\n\n**Utbildning, erfarenhet och personliga egenskaper** \n\n\n\n* Eftergymnasial utbildning inom IT eller motsvarande arbetslivserfarenhet\n* Erfarenhet av kravställning, behovsanalys och utvecklingsarbete inom IT\n* Erfarenhet av att arbeta med externa leverantörer\n* Erfarenhet av Digital Arbetsplats och M365\n* Mycket goda kunskaper i svenska och engelska i såväl tal som skrift\n\n\n\n  \n\n\n\n\n\n Vi söker dig som är lyhörd och pedagogisk med ett starkt användarfokus. Du är trygg i en konsultativ samt rådgivande roll och har förmågan att skapa förtroende i dialog med olika intressenter. Som person är du strukturerad, analytisk och kvalitetsmedveten, med en naturlig förmåga att prioritera och skapa ordning i komplexa miljöer. Du trivs med att samarbeta med andra och är van att arbeta i gränslandet mellan verksamhet, IT och externa leverantörer.\n \n\n\n\n  \n\n\n\n\n\n**Övrig information** \n\n\n\n\n**Start** \n : Enligt överenskommelse\n \n\n\n\n**Plats** \n : Stockholm\n \n\n\n\n**Lön** \n : Enligt överenskommelse\n \n\n\n\n  \n\n\n\n\n\n Vi använder en kompetensbaserad metodik i alla rekryteringsprocesser för att säkerställa fördomsfria urval. Vi jobbar också med löpande urval, vilket innebär att vi tar ner annonsen när tillräckligt många kandidater har ansökt. Om du blir aktuell för tjänsten kommer vi att kontakta dig för en första telefonintervju. Oavsett om du går vidare i processen eller inte så kommer du att få återkoppling på din ansökan.\n \n\n\n\n  \n\n\n\n\n\n Har du frågor? Hör gärna av dig!\n \n\n\n\n 📧 info@bravura.se\n \n\n\n\n 📞 010-171 47 10\n \n\n\n\n  \n\n\n\n\n\n Facklig representant: Johan Forss, johan.forss@st.org\n \n\n\n\n  \n\n\n\n\n\n Vi rekommenderar att du skickar in din ansökan omgående då vi gör ett löpande urval.\n \n\n\n\n  \n\n\n\n\n\n Välkommen med din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/bravura-sverige-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH0MLhiJJBnNQ\/company-logo_100_100\/B4DZuXsxFpLoAQ-\/0\/1767776654056\/bravura_sverige_ab_logo?e=2147483647&v=beta&t=dIqDuwZIaR8FScIsSkkmYziKZaLAbJOxTLHcr25kbF8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4342466110","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4342466110","job_url_direct":null,"title":"Director of Technical Accounting","company":"LeoVegas Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n*Position at LeoVegas Group*\n**ABOUT THE ROLE:**\n We are seeking a highly motivated Director of Technical Accounting to join our Finance team. This is a Group finance function role which includes oversight over LeoVegas Group. This individual will be responsible for researching, interpreting, and implementing complex accounting standards (IFRS and bridge accounting to US GAAP), supporting reporting financials to a U.S. public Company, and be a key advisor to senior leadership on the accounting implications of business transactions and initiatives.\n   \n\n  \n\n The ideal candidate will bring deep expertise in technical accounting, strong analytical skills, and the ability to navigate cross-border financial reporting challenges. This role requires proactive engagement with the finance team, auditors, tax team, valuation experts, and other senior stakeholders across the group.\n   \n\n  \n\n You will report to the Senior Group Finance Director (Sweden) and work closely with the Senior Vice President, Financial Reporting and Technical Accounting (US). We are a global team with fantastic colleagues located at our different offices in Malta, Sweden, UK, Italy, Netherlands, Colombia, Brazil and the US.\n   \n\n  \n\n This is a critical role in ensuring compliance and accurate financial reporting in a dynamic, fast-paced public company environment.\n   \n\n  \n\n**YOU WILL BE RESPONSIBLE FOR:**\n* Research and analyze technical accounting issues under IFRS and U.S. GAAP.\n* Provide expert guidance and draft accounting position papers and memos on complex accounting issues such as:\n* Share-based compensation\n* Debt and Equity instruments\n* Revenue recognition\n* Business combinations\n* Lease accounting\n* Fair Value measurement and management review of assumptions\n* Consolidation\n* Provide technical accounting support across the LeoVegas Group (“phone-a-friend” role) and coordinate with the finance team to align material accounting treatments and reporting impact.\n* Monitor changes in IFRS\/US GAAP and assess their impact on the group’s financial reporting.\n* Overall coordination and oversight of our Brazilian entity to understand impact from standalone vs Group reporting in relation to revenue recognition, bonusing agreement, new tax legislations and other contractual obligations.\n* Responsible to oversee and account for Management Incentive Programs, option holder valuations and related equity transactions.\n* Align tax accounting with the tax team on material tax items and assess impact.\n* Provide oversight on technical accounting for cash flow statements.\n* Support as accounting expert for M&A activities and provide memo documentation.\n* Collaborate cross-functionally with Legal, Business Control\/FP&A on technical accounting matters.\n* Partner with external auditors to support annual audits and quarterly reviews covering complex accounting issues.\n* Act as a subject matter expert in internal controls over financial reporting.\n* Provide training and guidance on technical accounting issues to broader finance and accounting teams.\n\n\n**OUR SUCCESSFUL CANDIDATE WILL HAVE THE FOLLOWING:**\n Essential skills:\n   \n\n  \n\n* Minimum Bachelor’s degree in Accounting and Finance, Business Administration or related field.\n* Minimum 10 years of experience in technical accounting, ideally in a multinational or Big 4 environment.\n* Strong understanding of U.S. GAAP, IFRS, and internal controls related to financial reporting.\n* Experience with accounting for equity instruments and stock-based compensation.\n* Experience in a public company environment\n* Strong analytical, writing, communication and stakeholder management skills.\n* Ability to work independently, manage multiple priorities, and thrive in a fast-paced environment.\n* Fluent in English; Swedish is a plus but not required.\n\n\n Nice to have skills:\n   \n\n  \n\n* Experience from an international environment, the iGaming industry or other tech related industries.\n\n\n**BENEFITS:**\n* Hybrid work policy\n* 30 annual vacation days\n* 4 weeks of Workcation (T&C apply)\n* Occupational Pension\n* 5,000 SEK wellness contribution annually\n* Parental Leave Top-Up\n* Possibility to enroll in a private health care insurance for both you and your partner\n* 1,500 SEK equipment allowance\n* Benify - benefits portal with many offers and discounts\n* We offer a relocation package with accommodation and flights.\n\n\n JOIN US!\n   \n\n  \n\n In our pride, we empower our teammates to find their roar and run with their wildest ideas. We don’t wait for things to happen; we pounce and make it happen!\n   \n\n  \n\n Would you be a good fit for the Leo Pride - give us a roar!\n   \n\n  \n\n**As our company working language is English, we’d like to see your CV in English, please**","company_url":"https:\/\/se.linkedin.com\/company\/leovegasgroup","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGvlBpRoTP0aQ\/company-logo_100_100\/B4DZovtrh5JUAU-\/0\/1761737095736\/leovegasgroup_logo?e=2147483647&v=beta&t=ku2vFqA49nUqZoIok3-jkjMIwUFwwmfLcqaH2nXhccI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3831094498","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3831094498","job_url_direct":"https:\/\/bli.b3.se\/jobs\/2968772-ehalsokonsult-med-fokus-pa-cosmic?utm_source=LinkedIn&urlHash=oibX","title":"eHälsokonsult med fokus på COSMIC","company":"B3 HealthTech","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"terese.karlsson@b3.se","description":"**Den viktiga digitaliseringen av vården fortsätter att utvecklas och i takt med det växer B3 HealthTech. Vi söker nu konsulter inom eHälsa med fokus på COSMIC som vill bli en del av ett företag som bidrar till att tillgängliggöra och effektivisera det svenska hälso- och sjukvårdsystemet.**\n Vi söker dig som vill arbeta i ett företag med sympatiska värderingar, erfarna kollegor och ett härlig driv. Om du, liksom vi, värnar om en arbetsmiljö där ödmjukhet, prestigelös kunskapsdelning och energi frodas så är detta en unik chans för dig att vara med och bidra till vår starka kultur. Hos oss får du även möjlighet att växa i din yrkesroll och vara med och bidra till samhällsnyttig utveckling varje dag.\n   \n\n  \n\n**Om rollen:**\n Som konsult hos oss får du chansen att arbeta med intressanta uppdrag hos våra kunder inom både den privata och den offentliga sektorn för att stödja dem i deras införande av COSMIC.\n   \n\n  \n\n**Vi söker flera roller inom följande områden:**\n* Konfiguration\n* Vårdprocessutveckling\n* Utveckling och integration (t ex. kopplat till nationella tjänster)\n\n\n**Ett CV säger inte allt, men vi ser att du beroende på roll har:**\n* Arbetat med konfiguration eller uppsättning av vårdinformationssystem\n* Du är insatt i vårdprocesser som utförs med hjälp av COSMIC\n* Du har erfarenhet från att ha arbetat med integrationslösningar för större organisationer.\n* Du har erfarenhet av byte och införande av verksamhetssystem inom hälso- och sjukvården\n* Du har minst 4 års relevant erfarenhet.\n* Du behärskar svenska och engelska i både tal och skrift.\n\n\n**Det är en bonus om:**\n* Du tidigare har arbetat som konsult.\n* Du har arbetat med Cosmic\n* Arbetat med integrationer (för rollen inom utveckling och integration)\n* Du har erfarenhet från att ha arbetat med standarder för medicinsk informatik. Som exempelvis FHIR, HL7, OpenEHR eller liknande.\n\n\n**Vi erbjuder:**\n Attraktiv lönemodell.\n   \n\n  \n\n Friskvårdsbidrag och tjänstepension.\n   \n\n  \n\n Goda förutsättningar för flexibla arbetstider\n   \n\n  \n\n Möjligheter att gå relevanta utbildningar och ta attraktiva certifikat.\n   \n\n  \n\n En fantastisk wellness-satsning.\n   \n\n  \n\n B3 HealthTech är en del av B3 Consulting Group, ett av Sveriges snabbast växande företag inom IT och management. Således kan vi erbjuda det bästa av två världar - styrkan hos ett stort börsnoterat bolag i kombination med den härliga samhörigheten som ett mindre bolag erbjuder. I och med att vi enbart är 40 medarbetare så hamnar dessutom fokus på dig och dina unika utvecklingsbehov.\n   \n\n  \n\n De som jobbar kvar hos oss efter många år pratar om friheten att påverka sina uppdrag, arbetstider och utveckling. De talar även om stoltheten över att vara en del av ett bolag som inte bara levererar förstklassigt resultat till sina kunder utan även tar ansvar för samhället i stort bl.a. genom att vara partner till fina initiativ som t ex. Women in Tech.\n   \n\n  \n\n**Låter det som något för dig?**\n Vi vill fortsätta att växa, så ansök till oss idag och följ med på vår resa mot en mer effektiv hälso- och sjukvård. Vi kommer att intervjua kandidater löpande och ber dig därför att skicka in din ansökan redan idag.\n   \n\n  \n\n Vi tar inte emot ansökningar via mail, men har du frågor som rör tjänsten så tveka inte att höra av dig till Terese Karlsson terese.karlsson@b3.se","company_url":"https:\/\/se.linkedin.com\/company\/b3healthtech","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQH4tVgbJ0RIYw\/company-logo_100_100\/company-logo_100_100\/0\/1673873578784?e=2147483647&v=beta&t=d723yTU5NlQT-QJvxI7AkxMNIIzp0fVL8xoNUal4gNM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4331198749","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4331198749","job_url_direct":"https:\/\/www.techstersolutions.se\/jobs\/6662696-programadministrator?utm_source=LinkedIn&urlHash=Ljl7","title":"Programadministratör","company":"Techster Solutions AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Techster Solutions** \n befinner i dagsläget sig i en spännande tillväxtfas och söker nu fler kollegor, inledningsvis dig med minst\n **3+** \n års erfarenhet och som kan stärka teamet.\n   \n\n  \n\n Du kan förvänta dig en omväxlande miljö, dagarna kan se väldigt olika ut - men en sak är säkert, här får du använda dina kompetenser och sätter själv gränsen för hur mycket du vill utvecklas. Som ett kunskapsbolag är det viktigt för oss att våra specialister delar med sig av sin kompetens och får kollegorna att växa.\n   \n\n  \n\n**Rollbeskrivning** \n :\n   \n\n  \n\n I rollen som programadministratör både för ledningsprojekt som stationsprojekt har man ett viktigt ansvar i att stödja och avlasta programledaren med framför allt administrativa sysslor och bidrar därmed till resurseffektivt genomförande av projekten. Rollen innebär stort eget ansvar att självständigt planera och utföra sitt arbete inom de arbetsområden som delegerats av programledaren. Rollen kräver en förmåga att kunna strukturera upp arbetet för att hålla ordning och reda på programmets dokumentation genom hela livscykeln. Arbetsuppgifterna kan variera beroende av programmet karaktär och behov.\n   \n\n  \n\n**Roll och ansvar:**\n Rollen som programadministratör kräver att man är van vid att arbeta enligt tydliga processer. Man ska kunna planera sitt arbete väl och ha lätt för att hålla tidplaner. Att ha ett bra samarbete med såväl interna som externa kollegor med ett prestigelöst fokus. Förmågan att ta initiativ och ha lätt för att skapa nya relationer värderas högt i verksamheten.\n   \n\n  \n\n**I uppdraget ingår följande arbetsuppgifter:**\n* Skapa ordning och reda genom strukturerad och noggrann administration med hög servicegrad\n* Administrera interna och externa möten såsom programlednings- och styrgruppsmöten samt skriva protokoll från dessa\n* Skapa och upprätthålla effektiva rutiner avseende rapportering och uppföljning samt bistå och genomföra rapportering för programmet\n* Diarieföra programmets dokumentation och beslutsdokument från projekten\n* Administration i stödsystem för dokumentation, ekonomi och projektrapportering\n* Arbete med beslut, ärende - och dokumentationshantering\n* Ansvara för helheten vad gäller programmets administration och interna kommunikationsflöden\n* Stötta programledaren i att utveckla\/effektivisera programmets administration och interna styrning.\n\n\n**KRAV** \n :\n   \n\n  \n\n* Avslutad gymnasieutbildning\n* Minst 3-års arbetslivserfarenhet av att ha självständigt arbetat som program\/projektadministratör i en stödjande roll till projektledare eller programledare med minst 10 parallella projekt\n* Erfarenhet av att ha arbetat i stora anläggnings- och infrastrukturprojekt med flera interna och externa intressenter, med höga krav på tidplaner och säkerhet.\n* Erfarenhet av att ha arbetat i ärende- och dokumentationshanteringssystem\n\n\n**MERIT**\n* Eftergymnasial utbildning om minst tre år\n* Minst 3-års arbetslivserfarenhet av offentlig verksamhet\n* Erfarenhet av att ha arbetat i projektverktyget Antura eller liknande projektverktyg\n\n\n**Ansökan**\n Tror du att du är\n **Techster Solutions** \n nästa stjärna? Tveka då inte att skicka in din ansökan redan nu. Urval sker löpande och tillträde sker enligt överenskommelse.\n   \n\n  \n\n Arbetsplats och kultur\n   \n\n  \n\n Vi är ett entreprenördrivet IT företag, med både produktkunskap och försäljning (Techster AB) och konsultativa tjänster (Techster Solutions AB). Det innebär att vi är mycket öppna för nya tekniska lösningar, kunskapsutbyte och ständigt lärande. Att ha roligt och samtidigt behålla den familjära andan utan hierarkier är lika viktigt.\n   \n\n  \n\n Vi vill skapa det konsultbolag som du alltid velat jobba för, men kanske inte hittat ännu. Redan idag har vi en blandning av seniora och yngre medarbetare, såväl som män och kvinnor. Det vill vi fortsätta att bygga på. Så välkommen med din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/techster-solutions-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFcV2UkVdg_Qw\/company-logo_100_100\/company-logo_100_100\/0\/1719836996886?e=2147483647&v=beta&t=GTLV4zRtWtnHdP1UG29WxzI-frMTy2i04H6Q46jATk8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4346471764","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4346471764","job_url_direct":null,"title":"Medical Education & Training Manager Nordics - Aesthetics","company":"Galderma","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Galderma is the emerging pure-play dermatology category leader, present in approximately 90 countries. We deliver an innovative, science-based portfolio of premium flagship brands and services that span the full spectrum of the fast-growing dermatology market through Injectable Aesthetics, Dermatological Skincare and Therapeutic Dermatology. Since our foundation in 1981, we have dedicated our focus and passion to the human body's largest organ - the skin - meeting individual consumer and patient needs with superior outcomes in partnership with healthcare professionals. Because we understand that the skin, we are in shapes our lives, we are advancing dermatology for every skin story.\n   \n\n  \n\n We look for people who focus on getting results, embrace learning and bring a positive energy. They must combine initiative with a sense of teamwork and collaboration. Above all, they must be passionate about doing something meaningful for consumers, patients, and the healthcare professionals we serve every day. We aim to empower each employee and promote their personal growth while ensuring business needs are met now and into the future. Across our company, we embrace diversity and respect the dignity, privacy, and personal rights of every employee.\n   \n\n  \n\n At Galderma, we actively give our teams reasons to believe in our bold ambition to become the leading dermatology company in the world. With us, you have the ultimate opportunity to gain new and challenging work experiences and create an unparalleled, direct impact.\n   \n\n  \n\n**At Galderma we’re unique and we embrace difference.** \n  \n\n  \n\n  \n\n  \n\n Whether it’s the unique breadth of our integrated offering that covers Aesthetics, Consumer, and Prescription products; or our commitment to recognising and rewarding people for the contribution they make – working here isn’t like anywhere else.\n   \n\n  \n\n  \n\n  \n\n At Galderma, we actively give our teams reasons to believe in our ambition to become the leading dermatology company in the world. With us, you have the ultimate opportunity to gain new and challenging work experiences and create an unparalleled, direct impact.\n   \n\n  \n\n  \n\n  \n\n**Medical Education & Training Manager Nordics - Aesthetics**\n**Location:** \n Based in Stockholm. Hybrid work model.\n   \n\n  \n\n**Job Description**\n Responsible for the local strategy development and execution of GAIN (customer education and training activities). Activities are to be aligned with Nordic BU strategy and objectives and should be conducted in collaboration with internal and external stakeholders to ensure compliance with Galderma code of ethics and local and international standards and regulatory requirements for medical device, pharmaceuticals and cosmetic products.\n   \n\n  \n\n  \n\n  \n\n**Key responsibilities** \n  \n\n  \n\n  \n\n  \n\n* Leads the GAIN ( Galderma Aesthetic Injector Network ) medical education strategy in the Nordics Including the creation of the yearly plan (TTT, masterclasses, workshops, peer-to-peer activities, congress participation) and translating global\/regional guidance into local materials and needs.\n* Develops and manages the Local Faculty of Trainers  Selects, coaches, and supports Nordic Trainers; builds development plans, and oversees their activities (briefings, demonstrations, hands-on workshops, anatomy masterclasses).\n* Oversees planning, execution, and follow-up of all HCP training events  Ensures alignment with cross-functional teams (Marketing, Medical Affairs, Sales) and integrates Galderma IDS into local activities when possible.\n* Builds strategic relationships and manages KOL engagement  Provides guidance to field teams on key KOLs to engage and develops strong cross-functional partnerships to maximize impact.\n* Holds budget accountability and drives short-term operational impact  Manages the area’s budget, contributes to local commercial results, and develops 1–2-year operational plans for the function\/job family.\n\n\n  \n\n  \n\n**Skills And Qualifications**\n  \n\n  \n\n* 8–10 years of experience in marketing, medical, or training roles, preferably within Aesthetics or Prescription businesses, with strong knowledge of the local industry landscape and KOL environment.\n* Proven track record in leading and delivering educational and training events, including strong expertise in event management and marketing.\n* Prior experience in the pharmaceutical or consumer healthcare industry, with the ability to work both independently and as part of a team.\n* Strong influencing, communication, and collaboration skills, with the ability to partner effectively with key internal stakeholders and communicate complex topics clearly.\n* Master’s degree, MBA, or equivalent, with LIF certification mandatory.\n* Travel can be expected.","company_url":"https:\/\/ch.linkedin.com\/company\/galderma-","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGL3kh_LPxYFA\/company-logo_100_100\/company-logo_100_100\/0\/1692632436457\/galderma__logo?e=2147483647&v=beta&t=2CC6_EIP3fQRcQ6qmsxp7wD3J5va6DNuVIdxuB0xsec","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4364026831","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4364026831","job_url_direct":"https:\/\/jobs.smartrecruiters.com\/SopraSteria1\/744000099480326-cloud-engineer?trid=2d92f286-613b-4daf-9dfa-6340ffbecf73&urlHash=al49","title":"Cloud Engineer","company":"Sopra Steria","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"teodor.nellvik@soprasteria.com","description":"**Jobbeskrivning**\n**Vill du arbeta på en av Sveriges bästa arbetsplatser?**\n Vi söker en erfaren och resultatorienterad Cloud Engineer för att förstärka vårt framstående team hos oss på Sopra Steria. I rollen som Cloud Engineer kommer du att spela en nyckelroll i att leda och driva våra projekt inom molnteknik. Du kommer att samarbeta med stora och spännande företag för att utveckla och automatisera infrastruktur och applikationer på molnplattformar. Din passion för modern teknik och arkitektur kommer att vara avgörande när du stöttar Sveriges största företag i att säkert och korrekt utnyttja publika och privata molntjänster.\n   \n\n  \n\n**Vi letar efter dig som har:**\n* Minst 4 års erfarenhet av molnteknik, med fördjupad kompetens inom Azure och\/eller AWS.\n* Erfarenhet av PaaS, Microservices och Container-teknik.\n* Färdigheter inom design och hantering av omfattande Public Cloud-arkitektur.\n* Kompetens inom scripting, automation och Infrastructure-as-Code (t.ex. Terraform, Chef, Puppet, Ansible, ARM).\n* Erfarenhet av Agila leveransmodeller och DevOps-processer.\n* Relevanta certifieringar inom molnteknik är meriterande.\n\n\n Vi satsar stort på molnteknik och du kommer att arbeta i team som direkt stödjer vår investering. Du kommer att få möjlighet att arbeta med duktiga kollegor, i spännande projekt.\n   \n\n  \n\n**Om Sopra Steria**\n Sopra Steria är en global aktör inom digital transformation med över 60 000 medarbetare i över 30 länder varav 600 i Sverige. Vi har utsetts till en av Sveriges bästa arbetsplatser 2025 och Karriärföretag flera år i rad. Vi står inför en spännande tillväxtresa, och här får du möjlighet att skapa verklig förändring genom digital utveckling.\n   \n\n  \n\n Ansökan: Om du är redo att vara en del av vår kultur och bidra till vår tillväxtresa, ser vi fram emot att läsa din ansökan och CV. För eventuella frågor angående tjänsten, kontakta ansvarig rekryterare Teodor Nellvik (teodor.nellvik@soprasteria.com).\n   \n\n  \n\n På Sopra Steria ställer vi höga krav på både kompetens och säkerhetsmedvetenhet hos våra medarbetare. Innan en eventuell anställning kommer du därför att genomgå en bakgrundskontroll, och vid intervju behöver du kunna uppvisa giltig legitimation.\n   \n\n  \n\n Sopra Steria tar inte emot CV:n från företag som vi inte har ramavtal tillsammans med. Vi tar inte ansvar för eventuella avgifter på CV:n som skickas oönskat till oss.\n   \n\n  \n\n To all recruitment agencies without a base agreement: Sopra Steria does not accept resumes from agencies with whom we do not have an agreement. Please do not forward resumes to our jobs alias, Sopra Steria employees or any other company location. Sopra Steria is not responsible for any fees related to unsolicited resumes.\n   \n\n  \n\n**Ytterligare information**\n Sopra Steria är ett ledande internationellt konsultbolag inom digital transformation. Vi bygger samhället genom designdriven innovation, teknisk utveckling med kunskap om marknadens ledande plattformar och driftlösningar (managed services). Med modern teknologi och en gedigen affärsförståelse är vi en helhetspartner för våra kunder och deras digitala transformationsresa. Enligt Great Place To Work är vi en av Sveriges bästa arbetsplatser, vi har tilldelats utmärkelsen Karriärföretag flera år i rad och Gartner har listat oss som ett topp 5 bolag inom digital transformation.","company_url":"https:\/\/fr.linkedin.com\/company\/soprasteria","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF_0JqR2CRpJw\/company-logo_100_100\/company-logo_100_100\/0\/1688571543420\/soprasteria_logo?e=2147483647&v=beta&t=-Z1iFS5Flfpz13u7tuuVv3PINIKOucA30K1D8j8kyX4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4363898910","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4363898910","job_url_direct":null,"title":"STAFF ENGINEER","company":"Avanza Bank","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We’re on an ambitious transformation journey — evolving our architecture, scaling our platforms, and enabling a stronger engineering culture. As a Staff Engineer at Avanza, you’ll be part of a new and influential technical leadership layer that drives technical strategy, architectural direction, and long-term engineering excellence across our organization.\n   \n\n  \n\n This is a role for someone who enjoys solving complex problems, collaborating widely, and empowering others — and who wants real ownership, impact, in a genuinely supportive culture.\n   \n\n  \n\n**About The Role**\n As a Staff Engineer you’ll join our Product & Tech organization, consisting of 8 areas and ~45 development teams — a total of almost 400 people. Your main focus will be in one of the areas but you will collaborate closely with other Staff Engineers, Engineering Directors, and our CTO.\n   \n\n  \n\n**Role**\n This is a new and strategically important role at Avanza, giving you significant influence over the scope, mandate, and long-term direction of the role. You will:\n   \n\n  \n\n* Provide technical leadership and mentoring across teams, helping teams make high-quality engineering decisions.\n* Guide architectural work: design scalable, secure, and sustainable solutions and support teams in breaking down complexity.\n* Drive Avanza’s broader technical direction, such as cloud transformation, global expansion, AI and personalization.\n* Collaborate deeply with product, engineering leads, and other stakeholders to align technology with business and area goals.\n* Explore new technologies, challenge old assumptions, and contribute to our long-term strategy through vision, insight, and hands-on when needed.\n\n\n As the role is practical, collaborative, and highly influential, we prefer that you work on site from our head office in Stockholm 3-4 days per week. We believe the best results emerge in secure and trusting teams where everyone is heard.\n   \n\n  \n\n**Who We’re Looking For**\n You are likely an experienced Staff or Principal Engineer, or bring equivalent senior technical leadership experience from a similar role. Most importantly, you’re someone who thrives in change, believes in inclusive collaboration, and wants to help shape a modern engineering organization.\n   \n\n  \n\n**Required Experience**\n* Previous experience as Staff\/Principal Engineer or similar senior technical leadership role.\n* Demonstrated extensive experience working in cloud (preferably GCP or AWS).\n* Strong ability to guide teams, mentor engineers, and lead technical initiatives across multiple domains.\n* Proven capability to solve complex problems and make data-informed architectural decisions.\n* Excellent communication skills with both technical and non-technical stakeholders.\n\n\n**Meritorious Experience**\n* Strategy work within AI-assisted development.\n* Experience working in regulated environments (finance or fintech is a plus).\n\n\n We’re looking for someone who combines confidence with humility — a collaborative team player who listens well and values diverse perspectives. You think strategically but are equally comfortable stepping in hands-on when needed. You’re curious, proactive, and genuinely passionate about modern technology, and you thrive in a fast-evolving environment where solving complex problems is part of the everyday. You like to see things progress. When things get stuck, you step in, take ownership, and resolve them.\n   \n\n  \n\n**Our Culture**\n We are currently a Swedish-speaking organization, but we welcome English-speaking candidates for this role — as long as you’re comfortable working in an environment where much of the daily communication, meetings, and documentation is still in Swedish. This is something that may evolve over time.\n   \n\n  \n\n**Application**\n Submit your application by clicking the \"Apply\" button below. We will start reviewing applications and book interviews after January 12th 2026 and the final application date is 23\/1-26.\n   \n\n  \n\n Apply today and join us on our transformation journey!\n   \n\n  \n\n*We kindly decline offers from recruitment agencies\/advertising vendors*\n Avanza är Sveriges ledande plattform för sparande och placeringar. Vi drivs av att förändra branschen genom att utmana de stora bankerna och försäkringsbolagen på den svenska sparmarknaden. Vi vill vara tjänsten som förenklar och förbättrar spararnas ekonomi, oavsett om man älskar aktier eller bara vill ha ett bra sparande. Vår vision är att skapa en bättre framtid för miljoner människor. Därför står våra kunders bästa alltid i fokus, precis som det borde vara. Affärsidén är enkel – mer till dig, mindre till banken. En idé som gett oss Sveriges nöjdaste sparare 15 år i rad.","company_url":"https:\/\/se.linkedin.com\/company\/avanza-bank","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQF4rXpWP7HBSw\/company-logo_100_100\/company-logo_100_100\/0\/1635514471231\/avanza_bank_logo?e=2147483647&v=beta&t=zQrAD-KjaM7F90X5XD0iBIpw4dbSBKtuuVxwOAs_0kA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4222355557","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4222355557","job_url_direct":null,"title":"Backend Developer","company":"Expleo Group","location":"Stockholm, Stockholm County, Sweden","job_type":"other","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Expleo** \n is seeking a highly skilled and experienced\n **Back-end Developer** \n to join our team in\n **Sweden** \n (located in Gothenburg OR Stockholm).\n   \n\n  \n\n Our\n **ideal** \n candidate has experience working with back-end micro-services on Kubernetes and loves to develop alongside a team of talented engineers.\n   \n\n  \n\n If you are a back-end engineer or a full-stack engineer looking to expand your skill set, we'd love to hear from you. Join our team today and take the next step in your career!\n   \n\n  \n\n**Responsibilities**\n* Create the container infrastructure platform for the company\n* Coordinate with other infrastructure teams to meet goals\n* Enhance delivery systems with Continuous Integration\n* Improve the monitoring and alert system\n* Troubleshoot issues and solve problems where needed\n* Create and nurture highly available systems on Kubernetes\n\n\n**Qualifications**\n* Bachelor’s\/Master’s degree in computer science, information technology, or engineering\n* At least 3+ years of experience working with Kubernetes\n* Strong expertise in CI\/CD implementation\n* Thorough knowledge of Java, Spring Boot & Azure\n* Understanding of micro-service design and architectural patterns\n* Familiar with complex event processing and event-driven architecture\n\n\n**Benefits**\n**Who are we?**\n Expleo is a rapidly growing consulting company dedicated to delivering innovative solutions in the fields of AI engineering, digitalization, hyper-automation, cybersecurity, and data science. With a strong commitment to integrity, diversity, sustainability, and societal security, Expleo is at the forefront of creating a better future. Join our dynamic team and be part of our journey to shape the future of technology and business.\n   \n\n  \n\n**What do we offer?**\n* Collaborative working environment – we stand shoulder to shoulder with our clients and our peers through good times and challenges\n* We empower all passionate technology loving professionals by allowing them to expand their skills and take part in inspiring projects\n* Expleo Academy - enables you to acquire and develop the right skills by delivering a suite of accredited training courses\n* Always working as one team, our people are not afraid to think big and challenge the status quo\n* Collective agreement with the union\n* Access to a collection of benefits and discounted prices on services and shops.\n* Health benefits\n* Expleo team activities\n\n\n \"We are an equal opportunities employer and welcome applications from all suitably qualified persons regardless of their race, sex, disability, religion\/belief, sexual orientation or age ”.","company_url":"https:\/\/fr.linkedin.com\/company\/expleo-group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFwrrJDiN6xAA\/company-logo_100_100\/B4EZkBXZUOHoAQ-\/0\/1756664534691\/expleo_group_logo?e=2147483647&v=beta&t=8z0LXfpdoKnJDHwMB_pU0Xjaz-MB8zWnfEiOGq1jxZw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4340870989","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4340870989","job_url_direct":"https:\/\/nexergroup.com\/career\/open-positions\/6510192&urlHash=ubF6","title":"JAVAUTVECKLARE I AZUREMILJÖ","company":"Nexer Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"molly.rytter@nexergroup.com","description":"**Att jobba som Javautvecklare:**\n Vi söker nu dig som vill arbeta som Javautvecklare i Azuremiljö ute hos vår kund. Som Javautvecklare på blir du en viktig del av teamet som ansvarar för att systemstöd håller hög kvalitet och driftsäkerhet. Du arbetar med utveckling i produktion och test, och dina arbetsuppgifter inkluderar:\n   \n\n  \n\n* Ständiga förbättringar av systemlösningar.\n* Utveckling av nya gränssnitt och plattformsfunktioner i Azure.\n* Konfigurering och utveckling av stödsystem kring våra systemlösningar.\n* Omvärldsbevakning av nya tekniker och tekniska lösningar.\n* Samarbete i tvärfunktionella team och deltagande i kompetensgruppen för systemutveckling.\n\n\n Rollen är placerad på vår kunds kontor i centrala Stockholm. Du tillhör avdelningen IT-plattform och arbetar i tvärfunktionella team enligt agila metoder (SAFE).\n   \n\n  \n\n**Vi erbjuder dig:**\n* En roll med ansvar för affärskritiska system.\n* En kultur som prioriterar lärande, kunskapsdelning och personlig utveckling.\n* Ett positivt samarbetsklimat präglat av innovation och nyfikenhet.\n* Möjlighet till anställning hos vår kund på sikt, förutsatt att alla parter är nöjda med samarbete.\n\n\n**Att vara konsult på Nexer Tech Talent:**\n Nexer Tech Talent är specialister på att hjälpa techprofessionella att ta nästa steg i karriären. För denna roll blir du anställd av Nexer Tech Talent och arbetar hos vår kund i Stockholm med start enligt överenskommelse.\n   \n\n  \n\n Du får tillgång till stöd från en mentor hos vår kund och en konsultchef på Nexer Tech Talent. Efter ett framgångsrikt uppdrag på 12 månader är intentionen att du erbjuds en anställning ute hos kund.\n   \n\n  \n\n**Vi söker dig som:**\n* Har en relevant utbildning på yrkes- eller högskola.\n* Har minst 3 års erfarenhet av Javautveckling i Azuremiljö.\n* Har ett stort tekniskt intresse och är nyfiken på att lära dig nya programmeringsspråk.\n\n\n**Vi ser att du har följande teknisk kompetens:**\n* Java\n* Microsoft Azure\n* SQL\n* API:er\n* GitHub Copilot\n* Agila metoder\n\n\n**Ansökan**\n Låter detta som något för dig? Vi arbetar löpande med rekryteringen, så skicka in din ansökan snarast möjligt. Om du har du frågor eller funderingar är du välkommen att kontakta Tech Recruiter Molly Rytter på molly.rytter@nexergroup.com.\n   \n\n  \n\n Vi ser fram emot att höra från dig!\n   \n\n  \n\n**Om Nexer Tech Talent**\n***Nexer Tech Talent är en del av Nexer Group – ett techbolag med djupa rötter i svenskt entreprenörskap och innovation. Tillsammans är vi över 2500 medarbetare i 15 länder som i mer än 35 år hjälpt våra kunder att ligga steget före både strategiskt, teknologiskt och kommunikativt. Läs mer om Nexer Tech Talent* \n här.**","company_url":"https:\/\/se.linkedin.com\/company\/nexer-group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHyAfaO217dng\/company-logo_100_100\/company-logo_100_100\/0\/1688377751150\/nexer_group_logo?e=2147483647&v=beta&t=7Xs-TMwjMOwJDbVRiWWYCfP9ctRbuBI7hjINMQQ0upc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4317470381","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4317470381","job_url_direct":"https:\/\/career.instabee.com\/jobs\/6650461-senior-backend-engineer-sorting-team?utm_source=LinkedIn&urlHash=-jqe","title":"Senior Backend Engineer - Sorting Team","company":"Instabee","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About The Team**\n We are the team responsible for ensuring that parcels move through our terminal network in the most efficient and cost-effective way possible. Our systems provide sorting instructions that guide parcels between terminals and to their final destinations, whether that’s a customer, parcel locker, or delivery partner. We also deliver real-time parcel data and location insights, enabling smooth and transparent operations across our entire sorting network.\n   \n\n  \n\n**Our Vision**\n Our objective is ambitious, We strive to achieve operational excellence across our 40+ terminals in Europe. Any parcel should be able to enter the terminal sorting network at any point and immediately be ready for the next step towards its destination. To achieve this, we ensure that everyone interacting with a parcel — from systems to people — can make smart, fast, and data-driven decisions that minimize the total cost of the flow.\n   \n\n  \n\n**How We Work**\n We are a team that listens to what’s needed now, tomorrow, and in the future. Collaboration, experimentation, and continuous improvement are at the heart of how we operate. The team consists of our Engineering Manager, four skilled Backend Engineers, a Product Manager, and a Staff Engineer. This recruitment is to replace one of our Backend Engineers who recently resigned.\n   \n\n  \n\n**About The Role**\n As a Senior Backend Engineer in the Sorting team, you’ll play a key role in shaping how parcels move through our network. You’ll take ownership of projects, features, and the team's scope, from design to delivery, and collaborate closely with engineers, product managers, and stakeholders to solve complex problems that directly impact our operations.\n   \n\n  \n\n You’ll also act as a mentor and technical coach for other engineers, helping to raise the overall technical bar of the team. When things break (as they sometimes do), you’ll be trusted to lead the way in resolving critical issues calmly and effectively.\n   \n\n  \n\n**What You'll Do**\n* Take ownership of designing, implementing, and delivering backend features and projects within your domain.\n* Break down complex engineering challenges and guide others through solving them.\n* Write clean, maintainable, and well-documented code that your peers regard as high quality.\n* Lead by example in ensuring system stability, performance, and scalability.\n* Contribute to and improve our technical roadmap — identifying gaps and proposing meaningful improvements.\n* Mentor and onboard other engineers, fostering a high-performing and collaborative team culture.\n* Participate in incident management and ensure learnings turn into long-term improvements.\n* Collaborate across teams and domains to ensure smooth integrations and a unified technical approach.\n\n\n**About You**\n* You’re an experienced backend engineer with solid experience in Go (or a similar strongly typed language). We mainly work with Go, but you'll touch legacy systems built in JavaScript, Python, Java, or Kotlin. If you’ve seen a bit of everything and enjoy bringing old systems up to modern standards, that’s a bonus!\n* You have a deep understanding of building distributed systems and APIs in a cloud environment (preferably GCP or AWS).\n* You balance long-term stability with short-term delivery needs, and you care about quality.\n* You’re proactive, when you see a problem, you raise it and help solve it.\n* You enjoy mentoring others, giving and receiving feedback, and contributing to a strong engineering culture.\n* You’re comfortable with ambiguity and confident making decisions that move things forward.\n* You understand how technology and operations connect, and you want your work to have a real impact.\n\n\n**What You’ll Get**\n We can promise you that you will be challenged, develop your skills and have the opportunity to work with truly amazing and competent colleagues. If you like changes and want to set new processes and ways of working - this is the place for you!\u2028\u2028 Diversity and inclusion are very important to us and we are committed to creating an inclusive work environment. We want to be a workplace where everyone’s perspectives and opinions are valued, and we are dedicated to creating opportunities for all employees to thrive and reach their full potential.\n   \n\n  \n\n**Benefits**\n Of course, we have all the necessary and standard benefits in place, but in addition to this, we can also offer:\n   \n\n  \n\n* 🌇 Sky-High Office: Modern and newly renovated with a 360-degree view around Stockholm.\n* 🐶 Puppy Friendly: Bring your dog to work - we've got a whole floor for our furry friends!\n* 🏓 Fun & Games: Ping pong, Shuffleboard, Foosball, and even a Karaoke Room for your leisure time.\n* 👶 Parental Pay for Six Months: Step away from work and provide the best care and love to your little one.\n* 🎂 A Day Off on Your Birthday: We love to celebrate, so enjoy your birthday to the fullest with a day off each year.\n* ⏰ Flexible Hours: Hybrid setup with working hours that adapt to your lifestyle.\n* 🥐 Wednesdays Tech Breakfasts: Fuel your midweek with tech talks and tasty bites.\n* 👾 Tech Demos: Dive into the latest innovations with our regular tech showcases.\n* 💻 Modern Tech Stack: Work with cutting-edge technology every day.\n\n\n Diversity and inclusion is very important to us and we are committed to creating an inclusive work environment. We want to be a workplace where everyone’s perspectives and opinions are valued, and we are dedicated to creating opportunities for all employees to thrive and reach their full potential.\n   \n\n  \n\n**Get to know us**\n In 2022, Instabee was founded after combining Budbee and Instabox - two leading last-mile delivery companies with three consumer-facing brands: Budbee, Instabox, and Porterbuddy. Instabee serves millions of consumers across Europe with convenient deliveries and is on track to become the leading European e-commerce enabler. Always with the consumer at heart.\n   \n\n  \n\n We’re fast, both in terms of parcel delivery and when it comes to growing our business. So far our journey has taken us from Sweden to the rest of Scandinavia and parts of continental Europe, but we have no plans on stopping anytime soon. As we continue to expand, the complexity of Instabee grows in parallel. With that in mind, we’re now looking for you to help us on the journey ahead.\n   \n\n  \n\n*This recruitment process consists of background checks via Verifiera as a review of previous public criminal records. The result is public information that is handled confidentially. This is mandatory for all recruitment processes at Instabee in Sweden.*","company_url":"https:\/\/se.linkedin.com\/company\/instabee-official","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGcACebHRJvOg\/company-logo_100_100\/company-logo_100_100\/0\/1728894440475\/instabee_official_logo?e=2147483647&v=beta&t=6G-SnQ_ITJXfmfDsPdbWQZVMcliCJD-Pbx_2bmMO90Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"a7585bd3f3ba8a8a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=a7585bd3f3ba8a8a","job_url_direct":"https:\/\/jobs.ashbyhq.com\/n8n\/49e569f0-503e-4e42-a1ba-7e63684e90d3?utm_source=3ZqYBLJ41R","title":"Sr Product Security Engineer","company":"n8n","location":"SE","job_type":"fulltime","date_posted":1768694400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":"security@n8n.io","description":"**The AI orchestration of your wildest imagination.**\n\n\nn8n is the open workflow orchestration platform built for the new era of AI. We give technical teams the freedom of code with the speed of no-code, so they can automate faster, smarter, and without limits. Backed by a fiercely inventive community and 500+ builder-approved integrations, we’re changing the way people bring systems together and scale ideas for impact.\n\n\nSince our founding in 2019, we’ve grown into a diverse team of over 160 - working across Europe and the US, connected by a shared builder spirit and with our centre of gravity in Berlin. Along the way, we’ve:\n\n* Cultivated a community of more than 650,000 active developers and builders\n* Earned 145k+ GitHub stars, making us one of the world’s Top 40 most popular projects\n* Been ranked as one of Europe’s most promising privately held SaaS startups (4th in Sifted’s 2025 B2B SaaS Rising 100)\n* Raised $240m to date, from Sequoia’s first German seed to our recent $180m Series C - bringing us to a $2.5bn valuation\n* And are grateful for our 94 eNPS score (most companies would call 70 excellent)\n\n  \n\nThat’s the company we’ve built. Now we’d love to see what *you* can build. If you’re applying, try n8n out - whether you’re technical or not - and share a screenshot of your first workflow with us. The easiest place to start is here: app.n8n.cloud\/register.\n\n\nWe’re in a defining moment of an incredible journey. Come and build with us.\n\n\nWe are seeking a **Senior Product Security Engineer** to join our engineering organization as **our first dedicated security hire**. In this role, you will take primary ownership of n8n’s product security posture and work closely with the VP of Engineering to establish security as a core pillar of our engineering culture.\n\n\nThis is a **foundational role** with significant autonomy and influence. You will define priorities, design processes, and **implement pragmatic security practices that scale** with a fast-growing, **open-source-driven SaaS platform.** While you will initially operate as a senior individual contributor, this role has the potential to evolve as n8n grows.\n\n\nYou will p**artner with a 50+ person engineering organization** across **multiple product areas**, acting as both a **hands-on security expert** and a trusted advisor who **enables teams to ship securely** without unnecessary friction.\n\n**Key Responsibilities**\n------------------------\n\n### **Vulnerability Management & Disclosure**\n\n* Own and operate n8n’s vulnerability intake and triage process, including the **security@n8n.io** inbox\n* Design, improve, and run a robust Vulnerability Disclosure Program (VDP) with clear SLAs and escalation paths\n* Coordinate private fixes for high-severity issues and manage coordinated disclosure timelines\n* Create and manage GitHub Security Advisories (GHSA)\n* Coordinate bug bounty payouts and researcher communication for validated findings\n* Define and operate patch and release processes for security fixes, including customer-specific timelines where required\n\n### **Security Tooling & Assessment**\n\n* Evaluate, implement, and maintain security tooling across the SDLC (SAST, DAST, dependency scanning, container scanning, SBOMs)\n* Own configuration, tuning, and triage workflows for existing tools (currently Aikido)\n* Plan and manage third-party penetration tests, including scoping, vendor coordination, and remediation tracking\n* Conduct internal security assessments and lightweight red-team or tabletop exercises appropriate to company scale\n\n### **Incident Response & Security Communication**\n\n* Lead coordination of security incidents from detection through resolution\n* Drive incident tracking and remediation workflows in Linear\n* Author security advisories and contribute to internal and external post-incident reviews\n* Communicate clearly, calmly, and empathetically with customers and users during security incidents, in partnership with engineering and leadership\n\n### **Security Program Development**\n\n* Define and maintain security policies, standards, and public-facing disclosure documentation\n* Manage relationships with security researchers and bug bounty platforms (e.g., HackerOne, Bugcrowd)\n* Track industry trends, emerging vulnerabilities, and relevant research, proactively applying learnings to n8n’s environment\n* Help shape longer-term security strategy and roadmap in collaboration with engineering leadership\n\n### **Secure SDLC Integration**\n\n* Embed security into the software development lifecycle through threat modeling, design reviews, and pragmatic guardrails\n* Advise engineering teams on secure coding practices and common vulnerability patterns\n* Produce clear, actionable security documentation for internal engineering audiences\n* Partner closely with product and engineering teams across Nodes, AI Core, Cloud, and other areas to ensure security considerations are built in early\n\n**What Success Looks Like**\n---------------------------\n\n\nWithin the first 6–12 months, you will have:\n\n* Established a predictable, trusted vulnerability intake and triage process\n* Reduced mean time to remediation for high and critical security issues\n* Integrated security tooling into CI\/CD with minimal friction for engineers\n* Successfully led at least one coordinated disclosure or security incident end-to-end\n* Built strong relationships with engineering teams as a pragmatic, enabling security partner\n\n**Requirements**\n----------------\n\n### **Must-haves**\n\n* 5+ years of experience in product security, application security, or a closely related role (or equivalent demonstrated impact)\n* Hands-on experience with vulnerability management and disclosure workflows\n* Strong understanding of common web application vulnerabilities (e.g., OWASP Top 10)\n* Experience implementing and operating security tooling (SAST, DAST, dependency and container scanning)\n* Familiarity with coordinated vulnerability disclosure and security advisories\n* Proven ability to write clear security documentation and communicate with both technical and non-technical audiences\n* Experience engaging with security researchers or bug bounty programs\n\n### **Nice-to-haves**\n\n* Experience securing SaaS platforms in cloud-native environments\n* Familiarity with JavaScript\/TypeScript and the Node.js ecosystem\n* Experience working in high-growth or open-source-adjacent companies\n* Knowledge of DevSecOps practices and CI\/CD security integration\n* Experience with threat modeling methodologies\n* Relevant security certifications (e.g., OSCP, CISSP, CEH)\n\n### **Working Style & Philosophy**\n\n* You prioritize pragmatic risk reduction over rigid controls\n* You see security as an enabler of product velocity, not a gatekeeper\n* You are comfortable making trade-offs and focusing on the highest-impact risks\n* You thrive in environments with ambiguity and ownership\n\n*n8n is an equal opportunity employer and does not discriminate on the basis of race, religion, colour, national origin, gender, sexual orientation, gender identity, age, marital status, veteran status, or disability status.*\n\n*We can sponsor visas to Germany; for any other country, you need to have existing right to work.*\n\n***Our company language is English.***\n\n*You care about diversity and inclusion? We do too! Check out our* *Diversity, Inclusion and Belonging initiatives at n8n* *(**https:\/\/www.notion.so\/n8n\/Diversity-inclusion-and-belonging-n8n-c1bec2fff536422d868b1a438d990e35**).*\n\n***Location disclaimer:*** *If you see multiple job postings for the same role, it is most likely because we're hiring remotely for this role and posting in different locations to make sure every potential candidate can see the role. Please apply to the location you're the most likely to work from in the future.*\n\n**Benefits**\n------------\n\n* **Competitive compensation** – We offer fair and attractive pay.\n* **Ownership** – Our core value is to “empower others,” and we mean it—you’ll get a slice of n8n with equity.\n* **Work\/life balance** – We work hard but ensure you have time to recharge:\n\n\n\t+ **Europe:** 30 days of vacation, plus public holidays wherever you are.\n\t+ **US:** 15 vacation days, 8 sick days, plus public holidays wherever you are.\n* **Health & wellness** –\n\n\n\t+ **Europe:** We provide benefits according to local country norms.\\*\n\t+ **US**: Multiple low-premium, low-deductible medical plans with coverage for individuals and families—plus a no-cost premium HDHP option with a pre-seeded HSA—along with dental and vision coverage.\n* **Future planning** –\n\n\n\t+ **Europe:** We provide pension contributions according to local country norms.\\*\n\t+ **US:** 401(k) retirement plan with a 4% employer match.\n* **Financial security** –\n\n\n\t+ **Europe:** We provide benefits according to local country norms.\\*\n\t+ **US:** Company-paid short-term and long-term disability insurance, plus life insurance to support you and your loved ones.\n* **Career growth** – We hire rising stars who grow with us! You’ll get €1K (or equivalent) per year to spend on courses, books, events, or coaching to level up your skills.\n* **A passionate team** – We love our product, and we prove it with regular hackathons where we see who can build the coolest thing with it!\n* **Remote-first** – Our team works remotely across Europe, with regular off-sites for team bonding. Some roles, like sales in the US, are hybrid—please check the job description.\n* **Giving back** – We're big fans of open source, and you'll get $100 per month to support projects you care about.\n* **AI enablement –** We believe in working smarter—everyone gets an unlimited AI budget to explore and use the best tools to boost productivity and creativity.\n* **Transparency** – We all know what everyone’s working on, how the company is doing—the whole shebang.\n* **An ambitious but kind culture** – People love working here—our eNPS for 2024 is 94!\n* *Country-specific details are provided in your contract.*","company_url":"https:\/\/se.indeed.com\/cmp\/N8n","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4360262146","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4360262146","job_url_direct":null,"title":"ServiceNow Sales","company":"SoftwareOne","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"* Are you passionate about helping clients unlock the full value of their ServiceNow investments?\n* Do you thrive at the intersection of technology, business strategy, and customer success?\n\n\n\n Key Responsibilities\n \n* Sales Support & Collaboration: Partner with sales and delivery teams throughout the sales cycle, shaping proposals and identifying cross-sell and upsell opportunities aligned with client needs.\n* Solution Design & Development: Craft tailored SAP\/ServiceNow solutions, lead demos and workshops, and define project scope, pricing, margins, and SOWs.\n* Collateral & Enablement: Maintain current solution knowledge, create impactful sales materials, ensure consistent messaging, and manage a centralized repository of assets.\n* Market Research & Insights: Track industry trends, competitor offerings, and emerging technologies to refine go-to-market strategies and strengthen solution positioning.\n\n\n\n\n  \n \n\n\n\n**Job Requirements** \n* Excellent communication, presentation, and stakeholder management skills — confident engaging with both technical and executive audiences.\n* Proven experience in enterprise software or managed services sales, with a consultative and value-driven approach.\n* Strong commercial acumen and understanding of sales processes, from qualification to closure, with the ability to manage multiple priorities.\n* Strategic thinker and collaborative team player, passionate about helping clients achieve digital transformation and long-term success.\n\n\n\n**Benefits:**\n\n\n\n* Hybrid working\n* 25 days holiday\n* Private medical insurance\n* Learning & Development opportunties\n\n\n**Company description** \n\n\n\n\n\n  \n \n\n\n\n\n SoftwareOne and Crayon have come together to form a global, AI-powered software and cloud solutions provider with a bold vision for the future. With a footprint in over 70 countries and a diverse team of 13,000+ professionals, we offer unparalleled opportunities for talent to grow, make an impact, and shape the future of technology. At the heart of our business is our people. We empower our teams to work across borders, innovate fearlessly, and continuously develop their skills through world-class learning and development programs. Whether you're passionate about cloud, software, data, AI, or building meaningful client relationships, you’ll find a place to thrive here. Join us and be part of a purpose-driven culture where your ideas matter, your growth is supported, and your career can go global.","company_url":"https:\/\/ch.linkedin.com\/company\/softwareone","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQG7FMOkCZM-qg\/company-logo_100_100\/B4EZfK_UElGcAc-\/0\/1751457284792\/softwareone_logo?e=2147483647&v=beta&t=3gkvgJOv7kvWl8tdfBy7rnG2GqlnIVKYAQiPdmEZIlo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4364026831","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4364026831","job_url_direct":null,"title":"Cloud Engineer","company":"Sopra Steria","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"teodor.nellvik@soprasteria.com","description":"**Jobbeskrivning**\n**Vill du arbeta på en av Sveriges bästa arbetsplatser?**\n Vi söker en erfaren och resultatorienterad Cloud Engineer för att förstärka vårt framstående team hos oss på Sopra Steria. I rollen som Cloud Engineer kommer du att spela en nyckelroll i att leda och driva våra projekt inom molnteknik. Du kommer att samarbeta med stora och spännande företag för att utveckla och automatisera infrastruktur och applikationer på molnplattformar. Din passion för modern teknik och arkitektur kommer att vara avgörande när du stöttar Sveriges största företag i att säkert och korrekt utnyttja publika och privata molntjänster.\n   \n\n  \n\n**Vi letar efter dig som har:**\n* Minst 4 års erfarenhet av molnteknik, med fördjupad kompetens inom Azure och\/eller AWS.\n* Erfarenhet av PaaS, Microservices och Container-teknik.\n* Färdigheter inom design och hantering av omfattande Public Cloud-arkitektur.\n* Kompetens inom scripting, automation och Infrastructure-as-Code (t.ex. Terraform, Chef, Puppet, Ansible, ARM).\n* Erfarenhet av Agila leveransmodeller och DevOps-processer.\n* Relevanta certifieringar inom molnteknik är meriterande.\n\n\n Vi satsar stort på molnteknik och du kommer att arbeta i team som direkt stödjer vår investering. Du kommer att få möjlighet att arbeta med duktiga kollegor, i spännande projekt.\n   \n\n  \n\n**Om Sopra Steria**\n Sopra Steria är en global aktör inom digital transformation med över 60 000 medarbetare i över 30 länder varav 600 i Sverige. Vi har utsetts till en av Sveriges bästa arbetsplatser 2025 och Karriärföretag flera år i rad. Vi står inför en spännande tillväxtresa, och här får du möjlighet att skapa verklig förändring genom digital utveckling.\n   \n\n  \n\n Ansökan: Om du är redo att vara en del av vår kultur och bidra till vår tillväxtresa, ser vi fram emot att läsa din ansökan och CV. För eventuella frågor angående tjänsten, kontakta ansvarig rekryterare Teodor Nellvik (teodor.nellvik@soprasteria.com).\n   \n\n  \n\n På Sopra Steria ställer vi höga krav på både kompetens och säkerhetsmedvetenhet hos våra medarbetare. Innan en eventuell anställning kommer du därför att genomgå en bakgrundskontroll, och vid intervju behöver du kunna uppvisa giltig legitimation.\n   \n\n  \n\n Sopra Steria tar inte emot CV:n från företag som vi inte har ramavtal tillsammans med. Vi tar inte ansvar för eventuella avgifter på CV:n som skickas oönskat till oss.\n   \n\n  \n\n To all recruitment agencies without a base agreement: Sopra Steria does not accept resumes from agencies with whom we do not have an agreement. Please do not forward resumes to our jobs alias, Sopra Steria employees or any other company location. Sopra Steria is not responsible for any fees related to unsolicited resumes.\n   \n\n  \n\n**Ytterligare information**\n Sopra Steria är ett ledande internationellt konsultbolag inom digital transformation. Vi bygger samhället genom designdriven innovation, teknisk utveckling med kunskap om marknadens ledande plattformar och driftlösningar (managed services). Med modern teknologi och en gedigen affärsförståelse är vi en helhetspartner för våra kunder och deras digitala transformationsresa. Enligt Great Place To Work är vi en av Sveriges bästa arbetsplatser, vi har tilldelats utmärkelsen Karriärföretag flera år i rad och Gartner har listat oss som ett topp 5 bolag inom digital transformation.","company_url":"https:\/\/fr.linkedin.com\/company\/soprasteria","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF_0JqR2CRpJw\/company-logo_100_100\/company-logo_100_100\/0\/1688571543420\/soprasteria_logo?e=2147483647&v=beta&t=-Z1iFS5Flfpz13u7tuuVv3PINIKOucA30K1D8j8kyX4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4336125369","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4336125369","job_url_direct":null,"title":"Senior Technical Program Manager, AWS Region Services","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n Would you thrive at helping customers implement innovative cloud computing solutions and solve deep technical problems? Would you like to deliver and refine modern cloud computing technologies, as part of a global team? Amazon Web Services (AWS) is innovating new ways of building massively scalable distributed systems and delivering the next generation of cloud computing in Sweden, including offerings like S3, EC2, CloudFront and SageMaker.\n   \n\n  \n\n Key job responsibilities\n   \n\n  \n\n* Work with engineers, developers, program and product managers to coordinate the launch of different services into special regions.\n* Develop and manage comprehensive program roadmaps spanning multiple AWS workstreams.\n* Identify process improvement opportunities and high-risk areas, and deliver against these in partnership with service and operations teams.\n* Produce and evaluate launch, resource, and compliance metrics.\n* Work with AWS service owners around the world to develop innovative solutions to complex technical challenges.\n* Manage the build and deployment of new tooling to streamline and automate security, testing, and region launch related initiatives.\n\n\n This role will require you to obtain and maintain a government security clearance and meet Swedish nationality requirements.\n   \n\n  \n\n A day in the life\n   \n\n  \n\n As Senior Technical Program Manager for our team, you will be responsible for planning, delivery and ongoing development of a strategic new AWS region. You will work at the forefront of cloud technologies, with interactions across the full breadth of AWS services. You will coordinate and influence teams across multiple disciplines (product, operations, engineering, leadership) and translate global strategy into local execution.\n   \n\n  \n\n In this role, you’ll need to be passionate about delivering services to customers while also possessing a solid understanding of business needs. You will need a strong technical background, enabling you to produce concrete specifications and work closely with engineering to drive implementation. As part of our team, you’ll need a track record of operating independently with strong judgment, and you'll need to be to be creative and proactive in developing solutions.\n   \n\n  \n\n**About The Team**\n Here at AWS, we hold high standards for the services we deliver to our customers: Our services are highly secure, highly reliable and highly available, and function at massive scale. Our diverse team is smart, passionate about the cloud, dedicated to serving customers, fun to work with, and dedicated to supporting new members. Our team has a broad mix of experience levels and Amazon tenures, and we’re building an environment that celebrates knowledge sharing and mentorship. We also put a high value on work-life balance, because striking a healthy balance between your personal and professional life is crucial to your happiness and success.\n   \n\n  \n\n**Basic Qualifications**\n* Significant experience managing programs across cross functional teams, building sustainable processes and coordinating deployment schedules\n* Experience building and evaluating system-level technical design\n* Experience developing and executing\/delivering product and technical roadmaps\n* Substantial experience of technical program management, working directly with engineering teams\n* Strong stakeholder relationship management abilities\n\n\n**Preferred Qualifications**\n* Substantial experience of project management disciplines including scope, schedule, budget, quality, along with risk and critical path management\n* Experience defining KPIs\/SLAs to drive large-scale businesses\n* Experience of engaging effectively with senior leadership, including reporting, escalation and key decision-making\n* Advanced degree in technology, business, or related fields\n* Experience of working on high-security projects, government partnerships, isolated technical environments, or technology transformation programs\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - Amazon Corporate Services Sweden AB\n   \n\n  \n\n Job ID: A3126706","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4363898910","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4363898910","job_url_direct":"https:\/\/career.avanza.se\/jobs\/6936240-staff-engineer?utm_source=LinkedIn&urlHash=Jf1k","title":"STAFF ENGINEER","company":"Avanza Bank","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"We’re on an ambitious transformation journey — evolving our architecture, scaling our platforms, and enabling a stronger engineering culture. As a Staff Engineer at Avanza, you’ll be part of a new and influential technical leadership layer that drives technical strategy, architectural direction, and long-term engineering excellence across our organization.\n   \n\n  \n\n This is a role for someone who enjoys solving complex problems, collaborating widely, and empowering others — and who wants real ownership, impact, in a genuinely supportive culture.\n   \n\n  \n\n**About The Role**\n As a Staff Engineer you’ll join our Product & Tech organization, consisting of 8 areas and ~45 development teams — a total of almost 400 people. Your main focus will be in one of the areas but you will collaborate closely with other Staff Engineers, Engineering Directors, and our CTO.\n   \n\n  \n\n**Role**\n This is a new and strategically important role at Avanza, giving you significant influence over the scope, mandate, and long-term direction of the role. You will:\n   \n\n  \n\n* Provide technical leadership and mentoring across teams, helping teams make high-quality engineering decisions.\n* Guide architectural work: design scalable, secure, and sustainable solutions and support teams in breaking down complexity.\n* Drive Avanza’s broader technical direction, such as cloud transformation, global expansion, AI and personalization.\n* Collaborate deeply with product, engineering leads, and other stakeholders to align technology with business and area goals.\n* Explore new technologies, challenge old assumptions, and contribute to our long-term strategy through vision, insight, and hands-on when needed.\n\n\n As the role is practical, collaborative, and highly influential, we prefer that you work on site from our head office in Stockholm 3-4 days per week. We believe the best results emerge in secure and trusting teams where everyone is heard.\n   \n\n  \n\n**Who We’re Looking For**\n You are likely an experienced Staff or Principal Engineer, or bring equivalent senior technical leadership experience from a similar role. Most importantly, you’re someone who thrives in change, believes in inclusive collaboration, and wants to help shape a modern engineering organization.\n   \n\n  \n\n**Required Experience**\n* Previous experience as Staff\/Principal Engineer or similar senior technical leadership role.\n* Demonstrated extensive experience working in cloud (preferably GCP or AWS).\n* Strong ability to guide teams, mentor engineers, and lead technical initiatives across multiple domains.\n* Proven capability to solve complex problems and make data-informed architectural decisions.\n* Excellent communication skills with both technical and non-technical stakeholders.\n\n\n**Meritorious Experience**\n* Strategy work within AI-assisted development.\n* Experience working in regulated environments (finance or fintech is a plus).\n\n\n We’re looking for someone who combines confidence with humility — a collaborative team player who listens well and values diverse perspectives. You think strategically but are equally comfortable stepping in hands-on when needed. You’re curious, proactive, and genuinely passionate about modern technology, and you thrive in a fast-evolving environment where solving complex problems is part of the everyday. You like to see things progress. When things get stuck, you step in, take ownership, and resolve them.\n   \n\n  \n\n**Our Culture**\n We are currently a Swedish-speaking organization, but we welcome English-speaking candidates for this role — as long as you’re comfortable working in an environment where much of the daily communication, meetings, and documentation is still in Swedish. This is something that may evolve over time.\n   \n\n  \n\n**Application**\n Submit your application by clicking the \"Apply\" button below. We will start reviewing applications and book interviews after January 12th 2026 and the final application date is 23\/1-26.\n   \n\n  \n\n Apply today and join us on our transformation journey!\n   \n\n  \n\n*We kindly decline offers from recruitment agencies\/advertising vendors*\n Avanza är Sveriges ledande plattform för sparande och placeringar. Vi drivs av att förändra branschen genom att utmana de stora bankerna och försäkringsbolagen på den svenska sparmarknaden. Vi vill vara tjänsten som förenklar och förbättrar spararnas ekonomi, oavsett om man älskar aktier eller bara vill ha ett bra sparande. Vår vision är att skapa en bättre framtid för miljoner människor. Därför står våra kunders bästa alltid i fokus, precis som det borde vara. Affärsidén är enkel – mer till dig, mindre till banken. En idé som gett oss Sveriges nöjdaste sparare 15 år i rad.","company_url":"https:\/\/se.linkedin.com\/company\/avanza-bank","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQF4rXpWP7HBSw\/company-logo_100_100\/company-logo_100_100\/0\/1635514471231\/avanza_bank_logo?e=2147483647&v=beta&t=zQrAD-KjaM7F90X5XD0iBIpw4dbSBKtuuVxwOAs_0kA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4299142939","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4299142939","job_url_direct":null,"title":"Account Executive - Grasp","company":"HIRED","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Grasp As a Company**\n Grasp redefines the $1.4 trillion financial advisory industry. Today, advisories still depend on large teams of juniors performing manual, repetitive work. Our AI Analyst automates those tasks—boosting speed and quality of output (yes, even the finished PowerPoints). Backed by top-tier investors, we’re growing fast at 3–4× year-over-year.\n   \n\n  \n\n**About The Role**\n You’ll be responsible for driving revenue growth—bringing the power of our AI Analyst to finance professionals worldwide. We need self-starters who feel at home speaking with senior decision-makers and thrive on ambitious targets. To support you, you’ll work closely with our dedicated BDR team, who will actively book qualified meetings and ensure your calendar is filled with high-potential prospects.\n   \n\n  \n\n**Skills And Requirements**\n* 1+ years of B2B SaaS sales experience, preferably from a start-up or scale-up.\n* Proven track-record of beating quota and outperforming peers.\n* Background in corporate finance, consulting, or private equity is a plus (not required).\n\n\n**Why Grasp**\n* Join a high-growth start-up at a defining moment in the AI revolution.\n* Meaningful responsibility from day one—your work moves the needle.\n* Competitive compensation incl. uncapped commission, and stock options.\n\n\n**Additional Information**\n Start date: To be agreed\n   \n\n  \n\n Location: Stockholm, Kungsholmen\n   \n\n  \n\n Employment: Full-time position","company_url":"https:\/\/se.linkedin.com\/company\/hirednu","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGkvjBE8Na62Q\/company-logo_100_100\/company-logo_100_100\/0\/1724758190171\/hirednu_logo?e=2147483647&v=beta&t=-58x1aSKxHOoPHskY3zeVyPYWULnTIMKYMfiWIUn2No","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4340593264","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4340593264","job_url_direct":null,"title":"Microsoft Security Consultant","company":"Avanade","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Summary**\n At Avanade, cybersecurity consultants are innovators, risk-takers, and challengers of the status quo. If you’re an experienced Microsoft Security Consultant, who can help our clients solve complex Data Protection business challenges, this might be the perfect opportunity for you.\n   \n\n  \n\n**Come join us**\n In a client-facing consulting role, you will work on exciting projects that transform our client’s Data Protection solutions through the design and implementation of predominantly Microsoft Data Protection technologies, with a focus on the Microsoft 365 security capabilities. As a member of our security practice, you will work for both Avanade and Accenture clients, ranging from medium to large global enterprise clients.\n   \n\n  \n\n Join a curious and diverse team that’s passionate about next-gen tech and establish yourself as a Leader in the Security space.\n **Together, let’s transform cybersecurity.**\n**Key Responsibilities**\n As a member of Avanade’s security practice, you will be in a unique position to work for both Avanade and Accenture clients, ranging in size from medium to large global enterprise clients. You will have the opportunity to contribute to the entire Avanade organization by being a collaborative and knowledge-sharing individual, with the real opportunity to help shape the global Avanade security offerings as well as demonstrating your thought-leadership by producing blogs and articles for your region and for Avanade.com. We actively encourage and provide opportunity to undertake innovation, training, and\n   \n\n  \n\n development to ensure you are always at the cutting-edge Microsoft Security technology and our vendor solutions.\n   \n\n  \n\n This is a fantastic opportunity to establish yourself as a\n **leader** \n in the\n **Data Protection** \n space. You will learn how to deliver and solution large and global Data Protections solutions, as well as gain the knowledge and experience of Microsoft’s broader Security, Compliance, and Identity (SCI) ecosystem, which is already recognized as a world-leading integrated security platform.\n   \n\n  \n\n**You Will**\n* Work with Avanade customers to design and implement Zero Trust architectures using Microsoft\n\n\n security solutions, focusing on data protection.\n   \n\n  \n\n* Lead the deployment and configuration of:\n* Microsoft Purview for data governance, compliance, information protection, Insider Risk and Data Loss Prevention\n* Microsoft Defender for Endpoint, Identity, and Cloud Appso Microsoft Defender for Cloud for cloud security posture management\n* Develop and maintain data classification, labeling, and retention policies.\n* Develop and implement DSPM strategies for AI systems, ensuring secure data flows, model\n\n\n integrity, and privacy compliance.\n   \n\n  \n\n* Conduct data protection risk assessments and recommend mitigation strategies.\n* Support security workshops, discovery sessions, and technical governance activities\n* Provide guidance on compliance frameworks, data lifecycle management, and privacy controls\n* Provide technical guidance and training to internal teams on Microsoft security tools.\n* Stay current with emerging threats, vulnerabilities, and Microsoft product updates.\n* Work independently, with occasional validation of work efforts against strategic and operational objectives\n\n\n**Qualifications**\n* Proven experience with Microsoft Security technologies including Microsoft Purview, Defender, Sentinel, and Entra ID.\n* Hands-on experience with DLP policy design, migration and refinement\n* Strong understanding of data protection regulations (e.g. GDPR, DPA 2018, ISO 27001, NIST, EU AI Act).\n* Familiarity with AI security concepts, including DSPM, model governance, and data lineage.\n* Understanding of Zero Trust architecture and cloud-native security controls.\n* Excellent communication and stakeholder engagement skills.\n* Relevant certifications (e.g., SC-400, SC-200, AZ-500, CISSP, CIPP\/E, AI-specific certs) are highly desirable.\n\n\n**Skills**\n Ideally, you would have had experience working on the Microsoft platform, however we can provide focused training to the right candidates who can demonstrate their passion, experience and thought leadership in this space. To hit the ground running, your skills may include:\n   \n\n  \n\n* Proven experience of Microsoft Information Protection and with data classification infrastructures and techniques to classifying unstructured and structured data both on-premises and in the cloud.\n* Proven experience of Data Loss Prevention technologies across endpoints, email and the internet, including Microsoft Purview.\n* Proven experience securing Microsoft 365, leveraging Microsoft Secure Score with a deep understanding of the security capabilities of Microsoft 365.\n* Proven experience in techniques and approaches towards the protection of data stored in databases and applications.\n* Deep expertise in data confidentiality and data integrity principles.\n* Deep expertise of business, privacy, security, and compliance challenges surrounding Data\n\n\n Protection, including being able to research and understand data privacy requirements.\n   \n\n  \n\n* A keen interest in Cyber Security, maintaining a good understanding of capabilities across the industry, and in developing their own Cyber experience to continue progression.\n* With an eye to the future, you are aware of emerging technologies in the Data Protection space.\n\n\n**Characteristics That Can Spell Success For This Role**\n* Experience in consulting and advisory discussions with clients and other consulting firms\n* Experience in owning the design and implementation of technology solutions.\n* You are a Subject matter expert, who has experience working on the Microsoft platform\n* Experience managing deliverables and being responsible for delivering against critical milestones.\n* Ability to collaborate within a large global organization\n* You have implemented work plans for assigned projects, programs and clients against\n\n\n established operational objectives\n   \n\n  \n\n* You are seen as a role model and act as a leader\n* You may possess one or more certifications","company_url":"https:\/\/www.linkedin.com\/company\/avanade","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9oEH9vWAthw\/company-logo_100_100\/B4DZf0WkqfH8AY-\/0\/1752151247860\/avanade_logo?e=2147483647&v=beta&t=1wyRTFv3kGkqeN8wiK-eJcsP79kP1zGsxcM-nSHISyA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3831096664","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3831096664","job_url_direct":null,"title":"Javautvecklare med intresse för bank och finans","company":"B3 Financial Consulting","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Om oss**\n B3 Financial consulting är specialiserade på att hjälpa företag inom bank, finans och försäkring med förändringsprojekt och digital transformation. Vi är med och utvecklar teknik, processer, organisation och strategi. Vi är med på hela resan från beslut till genomförande och produktionssättning av nya lösningar. Vi har visionen att bli Sveriges bästa konsultbolag.\n   \n\n  \n\n B3 Financial consulting ingår i B3 Consulting Group med cirka 1000 medarbetare och kontor på tolv orter i Sverige, Norge och Polen. B3 grundades 2003, är noterat på Nasdaq Stockholm Small Cap och omsatte 1 141 MSEK 2023.\n   \n\n  \n\n**Om rollen**\n För att trivas i rollen tror vi att du har\n   \n\n  \n\n ✔️ Gedigen erfarenhet av\n **Java** \n och objektorienterad programmering\n   \n\n  \n\n ✔️ Stark förståelse för\n **Spring Boot** \n och relaterade ramverk\n   \n\n  \n\n ✔️ Förmåga att designa, bygga och använda\n **REST API:er**\n ✔️ Erfarenhet av att arbeta med\n **databaser**\n ✔️ Goda kunskaper i\n **Git** \n och versionshantering\n   \n\n  \n\n ✔️ Erfarenhet av\n **agila metoder**\n Ett extra plus om du har någon av dessa kompetenser\n   \n\n  \n\n ✔️ Vana att arbeta med\n **Docker** \n ,\n **Kubernetes** \n ,\n **Jenkins** \n och\n **CI\/CD-pipelines**\n ✔️ Erfarenhet av molnplattformar såsom\n **AWS** \n ,\n **Azure** \n eller\n **Google Cloud**\n ✔️ Erfarenhet av\n **mikrotjänst-arkitektur** \n (microservices)\n   \n\n  \n\n ✔️ Kännedom om\n **Kafka** \n eller andra meddelandeköer\n   \n\n  \n\n ✔️ Intresse för\n **finansiella system** \n eller förståelse för finansbranschen\n   \n\n  \n\n ✔️ Tidigare erfarenhet som\n **konsult eller underkonsult**\n**Vi erbjuder**\n**En prisbelönt arbetsplats** \n – vi har utsetts till \"Årets Karriärföretag\" och rankats som en av Sveriges bästa arbetsplatser.\n   \n\n  \n\n Branschledande\n **kunder inom bank, finans och försäkring** \n . Vi vet att utveckling skapas genom att lösa utmanande uppgifter i spännande uppdrag med stöd av erfarna kollegor.\n   \n\n  \n\n En snabbväxande, platt organisation med en dynamisk och utvecklande miljö. Våra konsulter drivs av att\n **tillhöra ett sammanhang** \n och\n **bidra till sin egen och företagets utveckling** \n . Vi uppmuntrar det ständiga lärandet och investerar i utbildning och certifieringar.\n   \n\n  \n\n En unik\n **wellness-satsning genom** \n**Team B3** \n . Vi tror på frihet under ansvar och balans i livet, då vi vet att medarbetare som mår bra också presterar bättre.\n   \n\n  \n\n Låter detta som något för dig? Skicka in din ansökan redan idag!\n   \n\n  \n\n**Kontakt:** \n Konsultchef Ann-Charlotte Olsson\n   \n\n  \n\n Läs mer om oss på\n **B3 Financial Consulting** \n och följ med på vår resa!","company_url":"https:\/\/se.linkedin.com\/company\/b3-financial-consulting","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE_8GY0TGn7rA\/company-logo_100_100\/company-logo_100_100\/0\/1630458956072\/b3_financial_consulting_logo?e=2147483647&v=beta&t=OXuIihXOFX5D7keoKiu2EDF_KPrJgsKpxwPh99sMSNc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4340870989","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4340870989","job_url_direct":null,"title":"JAVAUTVECKLARE I AZUREMILJÖ","company":"Nexer Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"molly.rytter@nexergroup.com","description":"**Att jobba som Javautvecklare:**\n Vi söker nu dig som vill arbeta som Javautvecklare i Azuremiljö ute hos vår kund. Som Javautvecklare på blir du en viktig del av teamet som ansvarar för att systemstöd håller hög kvalitet och driftsäkerhet. Du arbetar med utveckling i produktion och test, och dina arbetsuppgifter inkluderar:\n   \n\n  \n\n* Ständiga förbättringar av systemlösningar.\n* Utveckling av nya gränssnitt och plattformsfunktioner i Azure.\n* Konfigurering och utveckling av stödsystem kring våra systemlösningar.\n* Omvärldsbevakning av nya tekniker och tekniska lösningar.\n* Samarbete i tvärfunktionella team och deltagande i kompetensgruppen för systemutveckling.\n\n\n Rollen är placerad på vår kunds kontor i centrala Stockholm. Du tillhör avdelningen IT-plattform och arbetar i tvärfunktionella team enligt agila metoder (SAFE).\n   \n\n  \n\n**Vi erbjuder dig:**\n* En roll med ansvar för affärskritiska system.\n* En kultur som prioriterar lärande, kunskapsdelning och personlig utveckling.\n* Ett positivt samarbetsklimat präglat av innovation och nyfikenhet.\n* Möjlighet till anställning hos vår kund på sikt, förutsatt att alla parter är nöjda med samarbete.\n\n\n**Att vara konsult på Nexer Tech Talent:**\n Nexer Tech Talent är specialister på att hjälpa techprofessionella att ta nästa steg i karriären. För denna roll blir du anställd av Nexer Tech Talent och arbetar hos vår kund i Stockholm med start enligt överenskommelse.\n   \n\n  \n\n Du får tillgång till stöd från en mentor hos vår kund och en konsultchef på Nexer Tech Talent. Efter ett framgångsrikt uppdrag på 12 månader är intentionen att du erbjuds en anställning ute hos kund.\n   \n\n  \n\n**Vi söker dig som:**\n* Har en relevant utbildning på yrkes- eller högskola.\n* Har minst 3 års erfarenhet av Javautveckling i Azuremiljö.\n* Har ett stort tekniskt intresse och är nyfiken på att lära dig nya programmeringsspråk.\n\n\n**Vi ser att du har följande teknisk kompetens:**\n* Java\n* Microsoft Azure\n* SQL\n* API:er\n* GitHub Copilot\n* Agila metoder\n\n\n**Ansökan**\n Låter detta som något för dig? Vi arbetar löpande med rekryteringen, så skicka in din ansökan snarast möjligt. Om du har du frågor eller funderingar är du välkommen att kontakta Tech Recruiter Molly Rytter på molly.rytter@nexergroup.com.\n   \n\n  \n\n Vi ser fram emot att höra från dig!\n   \n\n  \n\n**Om Nexer Tech Talent**\n***Nexer Tech Talent är en del av Nexer Group – ett techbolag med djupa rötter i svenskt entreprenörskap och innovation. Tillsammans är vi över 2500 medarbetare i 15 länder som i mer än 35 år hjälpt våra kunder att ligga steget före både strategiskt, teknologiskt och kommunikativt. Läs mer om Nexer Tech Talent* \n här.**","company_url":"https:\/\/se.linkedin.com\/company\/nexer-group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHyAfaO217dng\/company-logo_100_100\/company-logo_100_100\/0\/1688377751150\/nexer_group_logo?e=2147483647&v=beta&t=7Xs-TMwjMOwJDbVRiWWYCfP9ctRbuBI7hjINMQQ0upc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]