[{"id":"4717884e185fdd96","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=4717884e185fdd96","job_url_direct":"https:\/\/outscal.com\/job\/frontend-game-developer-at-everymatrix-in-stockholm-stockholm-county-sweden-1","title":"Frontend Game Developer","company":"Outscal Technologies","location":"AB, SE","job_type":null,"date_posted":1731715200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"About the job\nSummaryBy Outscal\n\n**6 skills required for this role**\n-----------------------------------\n\n\nBoost these skills to join the top 1% applicants for this job\nJavaScript\nTypeScript\nSpine\nFoundation\nInnovation\nSaaS Business Models**Test Your Skills****Add These Skills****Must have:**\n\n\n* 3+ years software development experience\n* Strong JavaScript\/TypeScript + Pixi.js\n* Understanding Spine and pixi-spine\n* OOP, SOLID, Clean Code principles\n* Gaming experience\n* Structured software development experience\n**Perks:**\n\n\n* Pension Plan (4.2% employer contribution)\n* Long-Term Disability and Injury Insurance\n* Comprehensive Health Insurance\n* Health Care Allowance\n\n**Not hearing back from companies?**\n\n\nUnlock the secrets to a successful job application and accelerate your journey to your next opportunity.**Take Quiz Now**\n\n\n**About us:****EveryMatrix** is a leading B2B SaaS provider delivering iGaming software, content and services. We provide casino, sports betting, platform and payments, and affiliate management to **200 customers worldwide.**\nBut that's not all! We're not just about numbers, **we're about people**. With a team of over 1000 passionate individuals spread across twelve countries in Europe, Asia, and the US, we're all united by our love for innovation and teamwork.\nJoin us on this exciting journey as we continue to redefine the iGaming landscape, one groundbreaking solution at a time.**We’re looking for a creative and resourceful JavaScript\/TypeScript Game Developer** **to join our team in Stockholm.**  \n\n  \n\n**What you'll get to do:**  \n\n* Make amazing games, from wacky ideas all the way to finished products;\n* Game development using JavaScript\/Typescript + Pixi.JS;\n* Maintenance of existing games;\n* Contributing to framework.\n\n**What you need to know:*** 3+ years of prior experience in software development;\n* Strong experience with JavaScript\/TypeScript + Pixi.js;\n* Understanding Spine and pixi-spine library;\n* Strong knowledge of OOP, SOLID principles and Clean Code principles;\n* Experience working in gaming;\n* Experience in structured software development;\n* Good level of written and spoken English.\n\n**Here's what we offer:**  \n\n* **Pension Plan:** Standard employer contribution of 4.2%, providing a secure foundation for your future financial well-being.\n* **Long-Term Disability and Injury Insurance:** Coverage through **Euro Accident**, ensuring financial support in case of unexpected events.\n* **Comprehensive Health Insurance:** Access to high-quality healthcare services, tailored to meet your needs.\n* **Health Care Allowance:** Additional financial support for personal health-related expenses.\n\nAt EveryMatrix, we're committed to creating a supportive and inclusive workplace where you can thrive both personally and professionally. Come join us and experience the difference!\nEveryMatrix is a member of the World Lottery Association (WLA) and European Lotteries Association. In September 2023 it became the first iGaming supplier to receive WLA Safer Gambling Certification. EveryMatrix is proud of its commitment to safer gambling and player protection whilst producing market leading gaming solutions.  \n\nView Full Job Description","company_url":"https:\/\/se.indeed.com\/cmp\/Outscal-Technologies","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3942f1f353559453","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=3942f1f353559453","job_url_direct":"https:\/\/careers.progalaxy.se\/jobs\/5206408-system-test-framework-developer-hil","title":"System Test Framework Developer -HIL","company":"Professional Galaxy AB","location":"Göteborg, O, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Assignment description**\n\n\nFor our client in Automotive industry, we are looking for a **Test Framework Developer for Hardware in the Loop (Vector Tools)**\n\n  \n\nClient's development centers around software (SW) and in the next generation vehicles, they take a giant leap into the future by launching a capable centralized compute platform, hosting most of the in-house developed SW.\n\n\nClient is looking for the future team member to build, develop and maintain the CI Infrastructure that are intended for Software Functionality Verification on Embedded Systems.\n\n\nTogether with your colleagues, you will develop and maintain the CI Flow that enables SW Integration, SW Deployment and Software Verification with relevant verdicts being published. You will be working with Software Integration and Deployment on core computer and embedded GPUs, and enable test automation, to ensure a high test coverage in the CI Flow.\n\n  \n\n**WHO ARE YOU?**\n\n\nYou will fit well in this role if you are a Embedded Systems Engineer with background in enabling testing of Embedded Systems (software and hardware) by developing test tools to validate and verify in a V-cycle.\n\n  \n\nClient believes you are an individual who is motivated by challenging tasks in a complex and innovative environment. Execution of challenging technology development and teamwork is your real passion. You enjoy learning from others, as well as sharing your knowledge with your colleagues and are social, structured, analytical, and a problem solver.\n\n**Mandatory skills**\n\n* M.Sc in Software Engineering\/Electrical & Electronics Engineering or equivalent experience through years of practice\n\n* Relevant experience in software system testing and HIL rigs testing.\n\n\n* Understanding of HIL rigs with knowledge of signal configuration, communication, diagnostics and software-download.\n\n\n* Knowledge of Vector Canoe and vTestStudio.\n\n\n* Knowledge of CAN, LIN, Ethernet, XCP communication protocols.\n\n\n* Knowledge in Test case automation with vTestStudio and simulation automation with CAPL and C# scripting\n\n\n* Comfortable working in a cross-functional organization to support teams in increasing automation coverage by adding the right enablers in test frameworks.\n\n\n* Problem solving mind set and good at fault tracing on HIL rigs\n\n\n* Fluent in English and can communicate effectively with all types of stakeholders.\n\n\n* Knowledge of Software Development, Verification and Validation Experience from SW platform development, including middleware\n **MERITORIOUS:**\n\n* Skills with CI\/CD tools: Jenkins, Gerrit\/GIT, Artifactory\n* Skills in Python, Bash, Linux\n* Good knowledge with CI\/CD environment: Cloud\/Azure, Docker\n* Verification in vehicles at system or functional level or experience from test automation\n* Driving License ‘B’\n\n  \n\n\n**Required skills**\n\n\nCAN, LIN, Ethernet, XCPV, testStudio, Electronics Engineering, Verification and Validation Experience, HIL rigs testingsignal configuration, C#, Vector, CANoe, CAPL\n\n**Preferred skills**\n\n\nJenkins, Bash, Linux, Artifactory, Gerrit\/GitTest Automation, CI\/CD, Docker, Driving License ‘B’, Cloud\/Azure, Python\n\n**Languages**\n\n\nEnglish(Proficient)\n\n**Assignment period:** 09 Dec 2024-26 Dec 2025","company_url":"https:\/\/se.indeed.com\/cmp\/Professional-Galaxy-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f8a10d127d3195ee","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f8a10d127d3195ee","job_url_direct":"https:\/\/career.twoday.se\/jobs\/5199703-utvecklare-till-twoday-insikt","title":"Utvecklare till twoday INSIKT","company":"twoday Sweden","location":"Umeå, AC, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"*twoday INSIKT är ett IT-företag med fokus på lösningar för verksamhetsstyrning och beslutsstöd. Vi utvecklar och marknadsför INSIKT, marknadens mest användarvänliga och heltäckande beslutsstödsprodukt. INSIKT stödjer hela processen från att sätta mål och planera till analys och projekt. Vi har funnits sedan 2003 och har sedan dess gjort ett positivt resultat under varje verksamhetsår. Idag sysselsätter vi ca* *90 medarbetare och vi arbetar över hela Sverige via våra kontor i Umeå, Örnsköldsvik, Sundsvall och Göteborg. Våra kunder finns i alla branscher, till exempel fastigheter, myndigheter, processindustrier, försäljning och tjänstesektorn. Bolaget ingår sedan 2022 i twoday-koncernen med omkring 3000 medarbetare i Sverige, Norge, Danmark, Finland och Litauen**. Vår vision är att vara världens mest attraktiva IT-arbetsgivare.*\n\nVill du jobba med systemutveckling i ett expanderande företag med egen produktutveckling? Då ska du söka dig till oss. Här får du ett utvecklande jobb, ett trevligt gäng omkring dig – och du blir en av våra viktigaste tillgångar.\n\n\nEn roll som systemutvecklare hos oss innefattar spännande samarbeten både med kollegor och externa kunder. Vill du arbeta långsiktigt i en ständigt utvecklande produkt, på en plats där alla lär av varandra och samarbetar för att ge kunden den bästa Business Intelligence-lösningen på marknaden? Då kan du vara vår nya kollega! Vi på twoday INSIKT växer starkt och söker nu en duktig utvecklare till vårt moderna kontor mitt i Umeå.\n\n**Vad du får göra**\n===================\n\n\nSom utvecklare hos oss kommer du att jobba med utveckling av vår egen webbaserade beslutsstödsprodukt INSIKT. Som en av våra 15 utvecklare blir du en del av ett av våra scrum-team där du kommer att jobba tillsammans med kompetenta och roliga kollegor med varierande erfarenhet. Teamen har ett helhetsansvar, från att ta emot kundens önskemål och sedan omsätta dessa till arkitektur, genomföra implementation och slutligen nå ut med det till våra kunder för att därefter samla värdefull feedback.\n\n\nHos oss jobbar alla utvecklare fullstack och du kommer att arbeta med allt från databaser och backend-logik till att implementera användargränssnitt. Med tiden kommer du att hitta ditt eget specialistområde och kunna fokusera extra på det. Du arbetar både självständigt och i grupp med kollegor, allt är beroende på uppgiftens storlek. Alla utvecklare jobbar omväxlande med förvaltning av befintlig kod och nyutveckling av nya funktioner. Beroende på din bakgrund men framförallt dina intressen finns möjlighet att jobba mer kundnära framöver om så önskas.\n\n\n**Vem du är**\n=============\n\n\nFör att trivas i rollen bör du ha ett intresse för produktutveckling samt affärsprocesser och kopplingen mellan verksamhet och teknik. Du brinner för problemlösning och att jobba agilt. Utöver detta ser vi att du som person har en god samarbetsförmåga och trivs med att jobba nära dina kollegor. Du bör också vara noggrann och ansvarstagande för att kunna arbeta självständigt om så behövs.\n\n\nVi ser gärna att du har en akademisk utbildning inom datavetenskap eller systemvetenskap i grunden. En bakgrund som systemutvecklare och\/eller erfarenhet av databasutveckling är meriterande.\n\n\nVi utvecklar på Microsoftplattformen kombinerat med moderna Javascript-ramverk så erfarenhet av följande områden är mycket intressant för oss:\n\n* .NET\n* ASP.NET\n* Azure\n* C#\n* SQL\n* HTML\/CSS\n* JavaScript\/TypeScript\n* React\n\n**Din ansökan**\n===============\n\n\nVid frågor är du varmt välkommen att kontakta utvecklingschef Daniel Hellström, via tfn: 070-560 12 74. Ansök gärna så snart som möjligt, dock senast den 1 december.","company_url":"https:\/\/se.indeed.com\/cmp\/Twoday-Sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f465b2c332141d00","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f465b2c332141d00","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5204391-senior-net-utvecklare","title":"Senior .NET Utvecklare","company":"Deploja AB","location":"Skara, O, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n\n\n*I samband med din ansökan kan du komma att presenteras för kund\/partner som en del av rekryteringsprocessen. Om du blir utvald för uppdraget, kommer du att anställas av oss och arbeta antingen hos kund eller i interna projekt och åtaganden som en del av vår konsultverksamhet.*\n\n  \n\n**Jobbeskrivning**  \n\nVi söker en utvecklare med gedigen erfarenhet av Microsofts ekosystem och kompetens inom **C#**, **.NET**, och **Azure**.  \n\n  \n\n**Din profil (Skall krav)**\n\n  \n\n* Har erfarenhet och kunskap i utveckling med **C#**, **.NET**, och Microsofts ekosystem.\n* Har god förståelse och erfarenhet av arbete i **Azure-miljöer**.\n* Är intresserad av att arbeta på plats i **Skara** och bidra med långsiktig kompetens.\n* Är lösningsorienterad och arbetar proaktivt med fokus på hög kvalitet.\n\n  \n\n**Meriterande**\n\n  \n\n* Tidigare erfarenhet av utvecklingsprojekt i liknande miljöer.\n* Lokalt förankrad i närområdet Skara, Skövde eller Lidköping.\n\n  \n\n**Sista ansökningdatum:** 22-11-2024  \n\n  \n\n**Om Deploja**  \n\nVi sysselsätter idag erfarna konsulter, inom bl.a. Systemutveckling, AI, Machine Learning, Test, Cloud, Infra DevOps, , IT-Projektledning.  \n\n  \n\nAtt jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?  \n\n\nVi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Välkommen till Deploja, där gräset faktiskt är grönare!\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nSpännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n\n\nEn trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n\n\nTjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n\n\nTjänstepension och stora möjligheter till löneväxling.\n\n\nSemester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n\n\nPrivat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n\n  \n\nKompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n\n\nLivskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?\n\n *Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e3266a7d733f23ba","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e3266a7d733f23ba","job_url_direct":"https:\/\/everymatrix.teamtailor.com\/jobs\/5203813-frontend-game-developer","title":"Frontend Game Developer","company":"EveryMatrix","location":"Stockholm, AB, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**About us:**\n\n**EveryMatrix** is a leading B2B SaaS provider delivering iGaming software, content and services. We provide casino, sports betting, platform and payments, and affiliate management to **200 customers worldwide.**\n\n\nBut that's not all! We're not just about numbers, **we're about people**. With a team of over 1000 passionate individuals spread across twelve countries in Europe, Asia, and the US, we're all united by our love for innovation and teamwork.\n\n\nJoin us on this exciting journey as we continue to redefine the iGaming landscape, one groundbreaking solution at a time.\n\n**We’re looking for a creative and resourceful JavaScript\/TypeScript Game Developer** **to join our team in Stockholm.**  \n\n  \n\n**What you'll get to do:**\n\n  \n\n* Make amazing games, from wacky ideas all the way to finished products;\n* Game development using JavaScript\/Typescript + Pixi.JS;\n* Maintenance of existing games;\n* Contributing to framework.\n\n**What you need to know:**\n\n* 3+ years of prior experience in software development;\n* Strong experience with JavaScript\/TypeScript + Pixi.js;\n* Understanding Spine and pixi-spine library;\n* Strong knowledge of OOP, SOLID principles and Clean Code principles;\n* Experience working in gaming;\n* Experience in structured software development;\n* Good level of written and spoken English.\n\n**Here's what we offer:**\n\n  \n\n* **Pension Plan:** Standard employer contribution of 4.2%, providing a secure foundation for your future financial well-being.\n* **Long-Term Disability and Injury Insurance:** Coverage through **Euro Accident**, ensuring financial support in case of unexpected events.\n* **Comprehensive Health Insurance:** Access to high-quality healthcare services, tailored to meet your needs.\n* **Health Care Allowance:** Additional financial support for personal health-related expenses.\n\nAt EveryMatrix, we're committed to creating a supportive and inclusive workplace where you can thrive both personally and professionally. Come join us and experience the difference!\n\n\nEveryMatrix is a member of the World Lottery Association (WLA) and European Lotteries Association. In September 2023 it became the first iGaming supplier to receive WLA Safer Gambling Certification. EveryMatrix is proud of its commitment to safer gambling and player protection whilst producing market leading gaming solutions.","company_url":"https:\/\/se.indeed.com\/cmp\/Everymatrix","company_url_direct":"https:\/\/everymatrix.com\/","company_addresses":"London","company_num_employees":"201 to 500","company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/dbfd263a0c386aec34e931e74a5cd154","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"57450a517c00e5c5","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=57450a517c00e5c5","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5205797-senior-frontendutvecklare","title":"Senior Frontendutvecklare","company":"Deploja AB","location":"Solna, AB, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n\n\n*I samband med din ansökan kan du komma att presenteras för kund\/partner som en del av rekryteringsprocessen. Om du blir utvald för uppdraget, kommer du att anställas av oss och arbeta antingen hos kund eller i interna projekt och åtaganden som en del av vår konsultverksamhet.*\n\n  \n\n**Jobbeskrivning**  \n\nDu skall arbeta med att bygga frontend-kod som går att använda i de många uppdrag och utveckling har inom ramen för sin leverans. Du är del av ett team i uppdraget varför det är nödvändigt att du kan samarbeta och ibland handleda\/utbilda.  \n\n  \n\n**Din profil (Skall krav)**  \n\n* Minst 6 månaders erfarenhet av att utveckla inom SOA-relaterade teknologier som omfattat SOAP\/REST.\n* 2 års erfarenhet av arbete med agil mjukvaruutveckling.\n* 2 års erfarenhet av arbete med källkod och versionshantering med Git.\n* 6 månaders erfarenhet av arbete med användbarhet, tillgänglighet och\/eller UX.\n* 6 månaders erfarenhet av arbete med integration med databaser.\n* 1 års erfarenhet av att utveckla i REACT och Angular.\n* 1 års erfarenhet av att utveckla Web Components.\n* 6 månaders erfarenhet av arbete med WCAG 2.1 och WCAG 2.2.\n* 6 månaders erfarenhet av arbete med NPM pakethanterare.\n* 6 månaders erfarenhet av arbete med Storybook.\n* 6 månaders erfarenhet av Atlassian-produkter som JIRA och Bitbucket.\n\n  \n\n**Meriterande**  \n\n* Erfarenhet från att bygga webbkomponenter i Lit.\n* Erfarenhet av komponentbibliotek och designsystem.\n\n  \n\n**Sista ansökningdatum:** 22-11-2024 **Om Deploja**  \n\n  \n\nVi sysselsätter idag erfarna konsulter, inom bl.a. Systemutveckling, AI, Machine Learning, Test, Cloud, Infra DevOps, , IT-Projektledning.  \n\n  \n\nAtt jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n\n  \n\nVi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Välkommen till Deploja, där gräset faktiskt är grönare!\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nSpännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n\n\nEn trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n\n\nTjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n\n\nTjänstepension och stora möjligheter till löneväxling.\n\n\nSemester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n\n\nPrivat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n\n  \n\nKompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n\n\nLivskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?\n\n *Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"8a5e4297d46a4181","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8a5e4297d46a4181","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5205755-senior-systemutvecklare","title":"Senior Systemutvecklare","company":"Deploja AB","location":"Luleå, BD, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n\n\n*I samband med din ansökan kan du komma att presenteras för kund\/partner som en del av rekryteringsprocessen. Om du blir utvald för uppdraget, kommer du att anställas av oss och arbeta antingen hos kund eller i interna projekt och åtaganden som en del av vår konsultverksamhet.*\n\n  \n\n**Jobbeskrivning**  \n\nDu kommer att arbeta tillsammans med andra resurser i ett agilt leveransteam som ansvarar för utveckling och förvaltning av IT-stöd. Arbetet kommer att innebära både backend- och frondendutveckling.  \n\n  \n\n**Din profil (Skall krav)**\n\n  \n\n* Minst 8 års erfarenhet av JavaEE\n* Minst 3 års erfarenhet av systemutveckling med SBE metoden (specifikt och inte likvärdig metod)\n* Minst 3 års erfarenhet av andra generationens angular (version 2 med type script) inklusive arbete med de senaste versionerna (version 16-17)\n* Minst 3 års erfarenhet av systemutveckling av it-stöd för brottsbekämpning\n\n  \n\n**Meriterande**\n\n  \n\n* Erfarenhet av Jenkins\n* Erfarenhet av JBOSS applikationsserver\n* Erfarenhet av agila utvecklingsmetoder\n* Erfarenhet av Atlassians produkter såsom Jira och Confluence\n\n  \n\n**Sista ansökningdatum:** 18-11-2024  \n\n  \n\n**Om Deploja**  \n\nVi sysselsätter idag erfarna konsulter, inom bl.a. Systemutveckling, AI, Machine Learning, Test, Cloud, Infra DevOps, , IT-Projektledning.  \n\n  \n\nAtt jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n\n  \n\nVi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Välkommen till Deploja, där gräset faktiskt är grönare!\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nSpännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n\n\nEn trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n\n\nTjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n\n\nTjänstepension och stora möjligheter till löneväxling.\n\n\nSemester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n\n\nPrivat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n\n  \n\nKompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n\n\nLivskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?\n\n *Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"d1a3ed6ef43a3423","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d1a3ed6ef43a3423","job_url_direct":"https:\/\/techseed.teamtailor.com\/jobs\/5205362-java-fullstack-developer-inom-innovation-och-design","title":"Java Fullstack Developer inom innovation och design","company":"techseed","location":"Göteborg, O, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"*På TechSeed är vi övertygade om att det är tekniken som kommer göra världen till en bättre plats. Vi ser ett stort behov i vårt samhälle att kombinera affärsförståelse, digitalt ledarskap samt innovativa arbetssätt och lösningar med framtidens tekniker i uppkopplade ekosystem. Vi tror på en hållbar framtid med säkra lösningar genom exempelvis IoT-lösningar, digitala tvillingar, AI och cybersäkerhet. Det här är vårt WHY och det fyller oss med energi varje dag. Det här är vår arena.*\n\n\nTechSeed Innovation Studio söker nu en erfaren Java Fullstack Developer som vill skapa och implementera innovativa lösningar för nästa generations digitala tjänster. Som en del av vår innovationsstudio inom det medarbetarägda techbolaget TechSeed kommer du att arbeta med att driva utvecklingen framåt för både TechSeed och våra kunder.\n\n\nVi erbjuder en stimulerande miljö där vi hjälper dig att utforska, visualisera och navigera de senaste innovationerna. Vår metodik bygger på affärs- och tjänstedesign, och vi arbetar agilt för att hitta de bästa lösningarna för både affären och kunden.\n\n**Vad du kommer göra:**\n\n\n* Fullstack-utveckling med fokus på cloud-baserade applikationer\n* Arbeta med tekniker som Java, Maven, SpringBoot och Angular 2+\n* Utveckla och integrera API  \n\noch bygga globalt skalbara lösningar\n* Samarbeta nära med kunder för att utveckla tekniska lösningar som är användarcentrerade och långsiktiga\n\n\nVår grund ligger i att vi delar med oss av vår passion för teknik och värdet vi skapar. Det handlar bland annat om kunskapsutbyte och att dela idéer, bidra med god stämning såväl som att skapa värde genom vårt delägarskap. Vi erbjuder dig:\n\n* Inflytande i hur vi bygger TechSeed tillsammans\n* En öppen kultur där vi värdesätter olikheter, insikter och innovationer\n* Direkt värde från våra finansiella resultat genom bonus och delägarskap\n* Möjligheten att växa in i olika tekniska områden \/ ansvarsområden utifrån dina önskemål\n* Flexibelt arbete hemifrån, beroende på uppdragets behov.\n\n**Vi söker dig som har:**\n\n* Minst 5 års erfarenhet av Java-utveckling i fullstack\n* Erfarenhet av tekniker som Java, Python, JavaScript, Kubernetes, Docker, AWS, SQL\n* Vana att arbeta med moderna verktyg för API och CI\/CD\n* En stark vilja att bidra till innovation och skapa värde genom ditt tekniska kunnande\n\n\nEftersom vi arbetar med flera typer av kunder med olika behov krävs det för rollen att vara obehindrad i både svenska och engelska, tal och skrift.\n\n**Om TechSeed**\n\n\nVi är ett medarbetarägt konsultbolag i ScaleUp-fasen med visionen att skapa värde med uppkopplade lösningar. Vi tror på kombinationen av nära samarbeten, framtidens tekniker och att gemensamt arbeta för att skapa ett bolag vi verkligen trivs på. Genom att erbjuda delägarskap till våra anställda ger vi möjligheten till insyn och påverkan, samtidigt som det gynnar samarbeten och att prioritera vad som är bäst för gruppen. Detta speglas både i vår kultur och våra erbjudanden, där vi kombinerar vårt stora tekniska intresse med ett kundanpassat förhållningssätt samtidigt som vi har många sociala aktiviteter och en härlig gemenskap på kontoret. Vår arena är uppkopplade ekosystem, där tekniker som IoT och Intelligent Edge används för att skapa uppkopplade tjänster och system inom ekosystem som Smart Cities, Smart Factories, Smart Companies och Smart Buildings.","company_url":"https:\/\/se.indeed.com\/cmp\/Techseed","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3ae602c42711e7f9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=3ae602c42711e7f9","job_url_direct":"https:\/\/openings.incluso.se\/jobs\/5205326-java-developer-aws","title":"Java Developer- AWS","company":"incluso","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"kanika@incluso.se","description":"We are looking for a **Java Developer (AWS)** for a global company in **Gothenburg.**\n\n**Key Responsibilities:**\n\n* Develop software applications mainly in Java with related tests to support their users to have an increased availability of their vehicles and to make the customer experience as smooth and efficient as possible.\n* Work closely and collaborative with both the closest team members but also with other teams, for example Frontend teams, when there are dependencies.\n* Recommend technical solutions based on the understanding of the business and the user flow as well as architecture.\n* Deploy, operate and maintain their applications including driving continuous improvement for better quality, functionality and cost effectiveness.\n* They apply a DevOps way of working, where you will be designing and deploying your code in production for customers, and actively contribute to the solution design of new services using SpringBoot based applications running on AWS infrastructure.\n\n**Competence Profile and Qualifications:**\n\n* They believe you are a team player with an inquisitive mindset who appreciate the various challenges of application development, with end-user experience in focus.\n* Great personality with inclusiveness, knowledge sharing in focus, positive energy, can-do attitude\n* A university degree in software engineering, computer science or similar\n* Combined with several years of working experience as Backend Developer\n* Experience of Java 11+ and SpringBoot is also vital in this role\n* Basic knowledge of Linux skills\n* Knowledge about server\/cloud-based infrastructure\n* Great communication skills and fluent command of the English language, both written and spoken\n* You hold a valid work-permit for Sweden or EU-citizen\n* A great plus if you have knowledge in following techniques: REST, JMS, PostgreSQL, Liquibase, Asynchronous programming, Docker, Git, Micro service architecture, AWS cloud services, Test automation frameworks.\n\n\nThis is a full-time consultancy position through Incluso in Gothenburg. Start is in December, One year's limited contract to begin with, possibility of extension after that.\n\n\nFor more information, please contact Kanika Singhal at kanika@incluso.se, recruiter at Incluso.","company_url":"https:\/\/se.indeed.com\/cmp\/Incluso","company_url_direct":"https:\/\/www.incluso.se\/en\/","company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/090cc4d664ab4e0daa44817a87c10eec","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"713ee6c14955d9e6","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=713ee6c14955d9e6","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5204904-senior-systemutvecklare","title":"Senior Systemutvecklare","company":"Deploja AB","location":"Solna, AB, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n\n\n*I samband med din ansökan kan du komma att presenteras för kund\/partner som en del av rekryteringsprocessen. Om du blir utvald för uppdraget, kommer du att anställas av oss och arbeta antingen hos kund eller i interna projekt och åtaganden som en del av vår konsultverksamhet.*\n\n  \n\n**Din profil (Skall krav)**\n\n* behärska svenska flytande i tal och skrift.\n* ha goda kunskaper inom React, Typescript, HTML5, Microsoft Visual studio, C#, ASP.Net MVC, Entity Framework, SCSS, och Microsoft SQL Server.\n* ha erfarenet av arbete med versionshanteringssystem som Git.\n* ha erfarenhet av agila metoder\/scrum inom systemutvecklingsprojekt.\n\n **Sista ansökningdatum:** 03-12-2024  \n\n  \n\n**Om Deploja**  \n\nVi sysselsätter idag erfarna konsulter, inom bl.a. Systemutveckling, AI, Machine Learning, Test, Cloud, Infra DevOps, , IT-Projektledning.  \n\n  \n\nAtt jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?  \n\n\nVi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Välkommen till Deploja, där gräset faktiskt är grönare!\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nSpännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n\n\nEn trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n\n\nTjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n\n\nTjänstepension och stora möjligheter till löneväxling.\n\n\nSemester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n\n\nPrivat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n\n  \n\nKompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n\n\nLivskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?\n\n *Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"363017d3453d2b1a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=363017d3453d2b1a","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5204826-java-developer","title":"Java Developer","company":"Deploja AB","location":"Göteborg, O, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We now have a new requirement and are looking for a consultant colleague with the qualifications listed below. The position is part of our consulting business, which means you will be employed by us and work either with clients or on internal projects and assignments.\n\n*As part of your application, you may be presented to clients\/partners as part of the recruitment process. If selected for the assignment, you will be employed by us and work either with clients or on internal projects and assignments as part of our consulting business.*  \n\n  \n\n**Job Description**  \n\n* Develop software applications primarily in Java, including related tests, to support users, increase availability, and make the customer experience as smooth and efficient as possible.\n* Work closely and collaborate with both immediate team members and other teams, such as frontend teams, when dependencies arise.\n* Recommend technical solutions based on an understanding of business needs, user flow, and architecture.\n* Deploy, operate, and maintain applications, including driving continuous improvements for better quality, functionality, and cost efficiency.\n* They apply a DevOps approach, where you will design and deploy your code in production for customers and actively contribute to the solution design of new services using SpringBoot-based applications running on AWS infrastructure.\n **Your Profile (Must-have requirements)**\n\n* You are a team player with an inquisitive mindset who appreciate the various challenges of application development, with end-user experience in focus.\n* Great personality with inclusiveness, knowledge sharing in focus, positive energy, can-do attitude\n* A university degree in software engineering, computer science or similar\n* Combined with several years of working experience as Backend Developer\n* Experience of Java 11+ and SpringBoot is also vital in this role\n* Basic knowledge of Linux skills\n* Knowledge about server\/cloud-based infrastructure\n* Great communication skills and fluent command of the English language, both written and spoken\n* You hold a valid work-permit for Sweden or EU-citizen\n* A great plus if you have knowledge in following techniques: REST, JMS, PostgreSQL, Liquibase, Asynchronous programming, Docker, Git, Micro service architecture, AWS cloud services, Test automation frameworks.\n\n **Application deadline:** 21-11-2024  \n\n  \n\n**About Us**  \n\nWe currently employ experienced consultants in areas such as System Development, AI, Machine Learning, Testing, Cloud, Infra DevOps, and IT Project Management.  \n\n  \n\nWorking at Deploja is something entirely different from working at an ordinary consulting company—and we are really proud of that. So, what makes us unique?  \n\n  \n\nWe simply offer more than just a high salary and greater freedom; that’s just the beginning. With us, you’ll find the work environment and opportunities you deserve. Welcome to Deploja, where the grass is indeed greener!  \n\n\n  \n\n\n\n**Vi erbjuder dig följande, Valet är ditt!**\n\n\nExciting assignments with our many clients. We focus on long-term projects, which gives you the opportunity to create value for the client while also developing yourself.\n\n\nA secure monthly salary – together we’ll agree on a base salary depending on your assignments.\n\n\nCompany car – we encourage you to choose an electric car for a more sustainable future.\n\n\nOccupational pension and great opportunities for salary conversion.\n\n\nVacation – Would you like more than 30 days of vacation, perhaps 60 days?\n\n\nPrivate health insurance, accident insurance, and life insurance for increased security.\n\n\nSkills development – you set your own budget and choose the training you wish to attend.\n\n\nQuality of life – Are you struggling to balance everyday life and wish to work a little less while still earning as much, if not more?\n\n*We handle applications continuously, and due to the high workload, it's especially important to include a short motivation for the position, explaining how you meet the requirements.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ec09209f01cc3483","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ec09209f01cc3483","job_url_direct":"https:\/\/jobb.advania.se\/jobs\/5198785-creative-business-developer","title":"Creative Business Developer","company":"Advania Sverige","location":"Stockholm, AB, SE","job_type":null,"date_posted":1731542400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"petra@womenahead.se","description":"Vill du inspirera, leda och skapa verklig förändring för några av marknadens mest spännande kunder? Det blir du, som tillsammans med teamet för Digitalisering och Innovation här på Advania, som kommer få inspirera och guida våra kunder genom komplexa tekniska landskap och så att de ligger i framkant av den digitala utvecklingen.\n  \n\n  \n\nVi söker dig som i rollen som Creative Business Developer inspirerar till innovation, leder workshops och skapar långsiktiga strategier tillsammans med våra kunder.\n\n**Creative Business Developer på Advania**\n------------------------------------------\n\nDu blir en del av ett litet team. För att bidra och inspirera till innovativa strategiska lösningar har du ett stort kontaktnät internt som externt. Digital Innovation är en av flera interna initiativ som växt fram och blivit en betydelsefull pusselbit i arbetet att fortsätta Advanias starka position på IT-marknaden.\n\n**Inspirera och driva workshops**  \n\nDu träffar våra kunder för att konkretisera deras visioner och behov. Genom att arrangera engagerande workshops och skapa tydliga handlingsplaner för deras IT-strategier hjälper du kunderna att förstå, använda och älska den senaste tekniken.\n\n**Föra dialog och skapa värde**  \n\nTänk dig ett samtal från en kund – du tar tag i möjligheten, träffar dem och levererar en plan för framtiden, exempelvis för 2025 och framåt. Med din tekniska förståelse och förmåga att se helheten hjälper du dem att förstå vad som gått snett, hur de kan korrigera kursen och sätta en framåtriktad agenda.\n\n**Innovera och vara lösningsorienterad**  \n\nMed ditt kontaktnät inom Advania vet du precis vilka trådar du ska dra i och vilka specialister du behöver för att få fram de bästa lösningarna. Du har en förståelse för teknikens kraft, speciellt inom AI och nya digitala verktyg, och ser till att kunderna drar nytta av de bästa lösningarna för att möta framtiden med styrka.\n\n**Inspirera internationellt och nationellt**  \n\nDu kommer att få möjlighet att hålla inspirerande presentationer för företag och branschevent, där du exempelvis kan få visa varför Advania är en ledare inom AI-strategier. Tänk att stå framför en publik på stort mediebolag och presentera en inspirerande AI-strategi, eller åka till Barcelona för att berätta om Advanias lösningar på en global scen.\n\n**Bygga förtroende och skapa långvariga relationer**  \n\nDin förmåga att inspirera, engagera och göra våra kunders resa till något de älskar är central. Du ser till att varje kundmöte blir en strategisk framgång och bygger partnerskap som håller över tid.\n\n**Vad vi söker hos dig**\n------------------------\n\nFör att du ska trivas i rollen som Creative Business Developer;\n\n* **Djup teknisk förståelse** och ett stort intresse för de senaste trenderna och teknikerna, särskilt inom AI.\n* En förmåga att **sy ihop processer på en strategisk nivå**, där du ser till att varje steg i projektet bidrar till kundens övergripande affärsmål.\n* **Kommunikativ styrka och karisma** som engagerar kunder på både strategiska och operativa nivåer.\n* Förmågan att **föreläsa och entusiasmera** företag på exempelvis kundevent så att fler vill bli en del av Advanias resa mot framtiden.\n\n**Vad vi erbjuder dig!**\n\n\nHos oss får du en arbetsmiljö som ger dig möjligheten att ständigt utvecklas, både i mötet med våra kunder och internt med våra starka nätverk av specialister. På Advania kombinerar vi teknisk spetskompetens med innovation och kundfokus för att skapa lösningar som verkligen gör skillnad. Vill du hjälpa företag att inte bara hänga med utan också leda inom ny teknik? Då ser vi fram emot att välkomna dig till vårt team.\n\n  \n\n\n### **Vi ser fram emot din ansökan!**\n\nVill du bli en del av Advania vill vi ha din ansökan senast 2024-12-13. Vi beaktar ansökningar löpande och tjänsten kan därför komma att tillsättas innan ansökningstiden löpt ut.\n\n\nRekryteringen sköts av Women Ahead – en rekryteringsbyrå med fokus på jämställdhet. För frågor om tjänsten, kontakta petra@womenahead.se eller 0776-23 62 08.  \n\n  \n\nSom en del av rekryteringsprocessen genomgår slutkandidaterna en obligatorisk bakgrundskontroll, samt eventuella tester, som en kvalitativ kontroll inför ett anställningsbeslut.","company_url":"https:\/\/se.indeed.com\/cmp\/Advania-Sverige","company_url_direct":"https:\/\/www.advania.se\/","company_addresses":"Fredsborgsgatan 24, 117 43 Stockholm","company_num_employees":"1,001 to 5,000","company_revenue":"$500M to $1B (USD)","company_description":"Advania är ett techbolag som utformar skräddarsydda lösningar och skapar hållbara värden genom smart användning av teknik.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/eb8f833f500ff21136a7ff2383a4777e","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/80522a5f1766ed1de9034771517fa613","ceo_name":null,"ceo_photo_url":null},{"id":"71a0851540299f8b","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=71a0851540299f8b","job_url_direct":"https:\/\/orange.jobs\/jobs\/v3\/offers\/143040?lang=fr","title":"ServiceNow Admin \/ Developer","company":"Orange","location":"Kungsholmen, AB, SE","job_type":null,"date_posted":1719360000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"Helena.feldt@orangecyberdefense.com","description":"**What you will do**\n\n\nOrange Cyberdefense is the B2B activity dedicated to cybersecurity within the Orange group.\n\n\nEstablished in ten countries, mainly in Western Europe but also in Africa and Asia, Orange Cyberdefense targets a diversified clientele, from the middle market, to major national accounts and multinationals. We provide multi-domain expertise and managed security services to meet all the cybersecurity needs of our most demanding customers.  \n\n  \n\nWithin Global Operations, the IT Operations department ensures that the SOC, CyberSOC and Global CERT teams have the best IT services in all our geographies.  \n\nIT Operations systems such as Ticketing, Monitoring, customer portals, automation tools (XSOAR), Devops tools, CI\/CD chains and hybrid-cloud infrastructures are essential to achieve our ambitions.\n\n\nAs ServiceNow Admin\/Developer, you will be part of the Portals and Service Management Team, designing, configuring, developing, trouble shooting and implementing baseline and custom applications to enhance our central ServiceNow platform. You directly report to the Head of Portals & Services Management and work closely with the other IT teams managers in charge of other major services, of our best-in-class infrastructure and platform or of our operations.\n\n**Key Responsibilities**\n\n  \n\nIn an international context, in the core of a rich communication ecosystem:\n\n\nUnderstand the business requirements across all our geographies (EU, UK, Asia, US) and activities (SOC, CSOC, CERT) to design the service.\n\n\nDevelop new features or enhancing existing ones (e.g : Inbound actions, ebonding with other ITSM tools,…).\n\n\nSupport and manage daily incidents opened by operational teams (debugging incidents related to Business rules, client scripts, UI Policies,…)\n\n\nImplement change requests and operate maintenance.\n\n\nOperate and maintain the on premise installation of Service Now that we run in parallel to our cloud instance.\n\n**The story of Orange Cyberdefense**\n\n\nOrange Cyberdefense is Sweden’s leading company in cyber security. Our vision is to contribute to a safer digital society by fighting different kind of cybercrime. We have about 3000 employees worldwide and 400 in Sweden. We offer our customers services within Anticipate, Identity, Protect, Detect and Respond.\n\n\nAt Orange Cyberdefense, we are all different but with the same passion- and that is our greatest strength. We are proud of our individual differences, experiences and histories and are convinced that we must include everyone to offer solutions that protect everyone. That is why we always make sure to treat all applications equally.\n\n**Who are you**?\n\n\nWe are looking for you who have a genuine interest in cybersecurity and technology and wants to learn even more. You love finding solutions and are not afraid to ask when there is something you don’t understand. In situations you do understand you are eager to take initiatives. You have a good social ability and you like working together with your colleagues and share your knowledge.\n\n\nExperience Required\n\n* Strong experience in ServiceNow development (Client Scripts and Business Rules)\n* Experience in incidents troubleshooting within a ServiceNow environment (Field watcher, system logs,…\n* Being able to participate in meetings with multiple stakeholders\n* Being able to document in tickets all the developments done for incidents resolution and\/or changes implementation\n\n**Qualifications Required**\n\n* ServiceNow Administrator certified is a must\n* ServiceNow OnPrem is a must, specifically\n\t+ Database SQL\/MariaDB Administration & Troubleshooting\n\t+ Experience with ServiceNow OnPrem Upgrades & Patching\n\t+ Experience in importing manually update sets from XML\n* Being able to document in tickets all the developments done for incidents resolution and\/or changes implementation\n\n**How to join us?**\n\n\nJoin us by sending your application through our application form. The selection is ongoing, and the position can be filled before the last application date. If you have any questions, you are welcome to contact Helena Feldt (Helena.feldt@orangecyberdefense.com).\n\n\n**Contrat**\n-----------\n\nCDI\n\n\nEligible au télétravail","company_url":"https:\/\/se.indeed.com\/cmp\/Orange-2","company_url_direct":"https:\/\/orange.jobs\/site\/fr-home\/","company_addresses":"Issy-les-Moulineaux","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Orange is one of the world’s leading telecommunications operators : sales of 42,3 billion euros in 2020 and 142,000 employees in 26 countries.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/f26add5ac5d2f9460b8cb9c6ecb07681","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/d4adfb2228f4ec9250c9aa7bb280323b","ceo_name":"Christel Heydemann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/f4abe36127411d6e8cfacc673533a0b3"},{"id":"4076204762","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076204762","job_url_direct":null,"title":"Fullstack Developer","company":"Made People","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/madepeople","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4078267981","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4078267981","job_url_direct":null,"title":"Backend Software Engineer (.Net Core)","company":"Sinch","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/sinch","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3788426278","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3788426278","job_url_direct":"https:\/\/career.nordnetab.com\/jobs\/3463710-backend-software-engineer?utm_source=LinkedIn&urlHash=QQcV","title":"Backend Software Engineer","company":"Nordnet Bank AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Banking","listing_type":null,"emails":null,"description":"*Nordnet redefined the financial world as the first digital bank in Europe. Now we are about to do it again and the aim is to create the next generation of bank, in the cloud. We know that this requires great people, great teams, and great technology. Do you want to join us and build the new Nordnet?*\n**In brief**\n At Nordnet we want to democratize savings and investments by giving our customers access to the best tools and information whether you are a professional investor or a small saver. With modern technologies and speed of delivery, we are building the next generation investment platform.\n   \n\n  \n\n**This is part of the role**\n Nordnet is a company with tech as the primary focus. In our agile and autonomous teams, you will be working with engaged colleagues that love to share their knowledge. As a developer at Nordnet, you will have the possibility to make an impact and create value for our customers with continuous releases several times a day.\n   \n\n  \n\n**This is you**\n To succeed in this role, we believe that you take great pride in your work, are curious and continuously want to learn and grow. Collaboration and discussing ideas and concepts with your colleagues are things you enjoy and believe are important in order to build great products.\n   \n\n  \n\n**As a Backend Software Engineer, You**\n* Have experience of modern Java and Spring Boot\n* Have experience of cloud development\n* Have an interest in infrastructure as code and preferably experience in DevOps\n* Design, develop, deploy and run Java services following good design and development practices\n* Find the customer's importance and appreciate working closely together within a pure backend team, with stakeholders across the organization as well as outside 3rd-party vendors.\n* Are a true team player that likes to share knowledge with your colleagues\n* Love to automate, especially when it comes to testing\n* Experience in high-performing, low-latency systems are preferred\n\n\n In this particular role, we believe you have an interest in savings and investments, and if you have worked in similar areas, it is even better.\n   \n\n  \n\n**Nordnetters**\n* Are proud of the friendly and humble environment\n* Believe that the best code is written together and therefore appreciate pair\/mob programming\n* Continuously improve to ensure quality, making the code better with every release\n* Commit to goals as a team, sharing the responsibility, success and failure\n\n\n**What We Offer**\n* Backend agile team which owns and maintains their product\n* Your expertise and contribution will be appreciated from day one\n* Plenty of opportunities to grow as an engineer\n* Competitive salary and compensation\n\n\n We offer you the opportunity to work in a Nordic environment with a strong focus on delivery, product development and technology. Our ambitions are high and you will embark on a fast and challenging journey together with a skillful team of sharp and committed colleagues. Our teams are autonomous and embrace the agile way of working.\n   \n\n  \n\n Culture is built and cared for, each day by everyone. We’re proud of ours. Having a flat organization where anyone can talk to anyone creates a warm and friendly atmosphere worth protecting. We believe in a culture where every effort counts and where everyone is being recognized. A culture embracing our core values – passion, simplicity and transparency on all levels, no matter who you are or what you do.\n   \n\n  \n\n We are over 900 employees in Stockholm, Oslo, Helsinki and Copenhagen.\n   \n\n  \n\n Visit us on: www.nordnetab.com and\u2028https:\/\/career.nordnetab.com\/pages\/engineering\n   \n\n  \n\n**Questions & applications**\n Please note that we do only accept applications through our recruitment system, hence no email applications will be considered.\n   \n\n  \n\n We want to inform you that Nordnet conducts mandatory credit and background checks, as well as drug testing as a part of our recruitment process.\n   \n\n  \n\n We look forward to receiving your application!","company_url":"https:\/\/se.linkedin.com\/company\/nordnet-bank-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGa23s4zzEkNA\/company-logo_100_100\/company-logo_100_100\/0\/1630583961353\/nordnet_bank_ab_logo?e=2147483647&v=beta&t=LbNhlCdiItXOij7GwRkvNSdcnayQcM60jQ2X2uUzggA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4058390969","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4058390969","job_url_direct":null,"title":"Software Engineer .Net\/TypeScript","company":"Volvo Cars","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/volvocars","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3969519915","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3969519915","job_url_direct":null,"title":"Software Engineer II, Backend, Meet Media","company":"Google","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/google","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076203812","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076203812","job_url_direct":"https:\/\/kanel.teamtailor.com\/jobs\/4501595-software-engineer-core-platform&urlHash=jRqA","title":"Software Engineer - Core Platform","company":"KanEL","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Services for Renewable Energy","listing_type":null,"emails":null,"description":"KanEL is here to change the way we generate long-term value from green energy solutions. Our platform empowers homeowners, industrial facility owners, and battery park operators to generate recurring revenue from their battery systems by providing a complete solution: a powerful Virtual Power Plant (VPP) integrated with a Battery Energy Storage System (BESS).\n   \n\n  \n\n We’re a forward-thinking, AI-driven team that values openness, transparency, and a strong sense of responsibility. We’re committed to creating an environment where team well-being comes first, ensuring everyone has the space to thrive and make a meaningful impact.\n   \n\n  \n\n**👨‍💻 About The Role**\n We are looking for a Software Engineer to join our tech team and help drive the evolution of our digital platforms that powers our core platform. From day one, you'll be diving into building end-to-end solutions, making a real impact across both front-end and back-end systems. You’ll play a critical role in shaping our product direction and technical strategy, working closely with fellow developers to deliver high-quality solutions.\n   \n\n  \n\n 🚀\n **Responsibilities**\n* Translate complex business needs into adaptable, efficient code solutions.\n* You build it you run it! Write, test and ship maintainable code.\n* Leverage cloud platforms, notably AWS, for application development, deployment, and scaling.\n* Collaborate within a fast-paced environment, balancing multiple priorities and driving projects forward.\n\n\n 🔍\n **Who you are**\n To succeed in this role, you need\n   \n\n  \n\n* +3 years of back-end development experience.\n* Proficiency in relational databases, particularly PostgreSQL.\n* Knowledge of CI\/CD tools such as GitHub Actions to automate software deployment and operational processes.\n* Experience with cloud platforms, preferably AWS.\n* Knowledge of microservices architecture and experience developing microservices in languages like Go.\n* A self-driven approach, strong problem-solving skills, and the ability to manage priorities in a dynamic environment.\n* Strong verbal and written communication skills.\n\n\n It’s a plus if you have\n   \n\n  \n\n* Master’s degree in computer science or related field.\n* Experience in a start-up or scale-up environment.\n* Familiarity with mobile app development, ideally with Flutter, to support cross-platform initiatives.\n* Experience with Infrastructure as Code tools, such as Terraform\n* Experience building containerized applications using tools like Docker and Kubernetes\n* Understanding of IoT protocols and frameworks\n\n\n**📍 Location**\n Situated near the Slussen subway station in central Stockholm, we value collaboration and face-to-face interactions at the HQ, while also understanding and accommodating the benefits of a hybrid work model.\n   \n\n  \n\n 🔋\n **Why KanEL**\n This is the place to be if you're excited about transforming the energy landscape.\n   \n\n  \n\n* Work with inspiring, motivated and fun colleges towards a common goal.\n* Large freedom under responsibility.\n* The chance to grow in a dynamic industry.\n* Be early in and get the chance to impact your own future.\n* Employee pension.\n* Employee stock options.\n\n\n Sounds interesting? Please reach out to Mats Wallén, Head of Product at KanEL, if you have any further questions.\n   \n\n  \n\n We look forward to hearing from you!","company_url":"https:\/\/www.linkedin.com\/company\/kanel","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGumnPvuqSFIg\/company-logo_100_100\/company-logo_100_100\/0\/1707837399772\/kanel_logo?e=2147483647&v=beta&t=iLzeE_iRcIHq-A4QnOn7X6w0kLNZvlO4hx50Wl9wn2M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076206204","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076206204","job_url_direct":"https:\/\/coody.teamtailor.com\/jobs\/5197763-software-engineer-java-aws&urlHash=RM2Q","title":"Software Engineer - Java\/AWS","company":"Coody.io","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Software Engineer Consultant - Backend\/fullstack, Java\/AWS**\n At\n **Coody** \n , we're revolutionizing consulting by combining the freedom and flexibility of freelancing with the security of traditional employment. With us, you'll receive a maxed out salary with a full benefit package, the opportunity to work remotely and assignments that are both fun and challenging.\n   \n\n  \n\n On average, joining Coody means increasing your salary by 44%. How do we do it?\n   \n\n  \n\n The math is simple. We pay you more by cutting unnecessary costs — no overpaid bosses, no luxurious conferences, and no fancy offices. Instead, we invest in what matters:\n **you** \n .\n   \n\n  \n\n Coody is all about giving you as an individual the chance to have a free and flexible life to live for your own priorities. Welcome to\n **Gravity Free Consulting** \n .\n   \n\n  \n\n Gravity Free Consulting @ Coody Means:\n   \n\n  \n\n* Maximized Compensation: Typically a 44% salary increase.\n* Safety & Comfort: Employment with a generous benefits package.\n* Freedom & Flexibility: No bosses. All digital. Fully remote for those who prefer.\n* Shaping the Future: Assignments with industry innovators like Mojang, Spotify, Hemnet, Tobii, Volumental, Paradox, Volvo Cars, Varjo, and exciting startups and scale-ups.\n\n\n**About Us**\n**Coody** \n is a growing and dynamic group of people who are the tech stars of the future. We consists of about 13 different nationalities and work on assignments for digital game changers across Sweden, Finland, USA and the UK, in industries such as EV, Gaming, AI, MedTech, AR and FinTech.\n   \n\n  \n\n We’re more than a company — we’re a community platform. Our approach is built on trust and autonomy. We keep corporate bullshit to a minimum and focus on what benefits our consultants most. Explore our employee handbook for more insight into a genuine supportive, consultant-first environment.\n   \n\n  \n\n**What You'll Be Doing**\n As a Software Engineering Consultant at Coody, you’ll work on exciting, technically demanding assignments with companies to help build robust, scalable applications in\n **cloud environments** \n —with a specific focus on\n **Java** \n and\n **AWS** \n . Your role will involve:\n   \n\n  \n\n* Designing and developing scalable, cloud-based solutions using Java and AWS.\n* Collaborating on product strategy, engineering best practices, and fostering a strong team spirit while out on assignments.\n* Tackling new challenges with an adaptable, solutions-oriented mindset.\n* Typically working on 6 - 24 months on each assignment, allowing you to contribute to industries you’re passionate about.\n\n\n**What We Are Looking For**\n* 5+ years of experience working as a Software Engineer.\n* Deep expertise in Java and AWS (Amazon Web Services), with experience building scalable, cloud-native applications.\n* Fluency in English (verbal and written).\n* Proven ability to work in agile environments and deliver high-impact results.\n* A doer’s mindset and a track record of successfully completing projects.\n\n\n WE'D LOVE TO SEE\n   \n\n  \n\n* Understanding of DevOps practices and tools, such as CI\/CD, Docker, or Kubernetes, to streamline cloud deployments.\n* Familiarity with other programming languages like Kotlin, Python, React or TypeScript is a bonus.\n* A degree in Computer Science, Engineering, Mathematics, or a related field.\n\n\n If Gravity Free Consulting at Coody aligns with your goals, and you bring the skills we're seeking, we’d love to hear from you. Apply today, and we’ll get back to you within a week if your profile fits our needs.","company_url":"https:\/\/se.linkedin.com\/company\/coody","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHu9mbMZzKV1g\/company-logo_100_100\/company-logo_100_100\/0\/1713512002086\/coody_logo?e=2147483647&v=beta&t=blA0JswWz3mhnHhiF9JlVB3UetFvEO_I71J9xPYtYWo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076201802","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076201802","job_url_direct":"https:\/\/coody.teamtailor.com\/jobs\/5197612-mobile-developer&urlHash=6gPy","title":"Mobile Developer","company":"Coody.io","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"At Coody, we're revolutionizing consulting by combining the freedom and flexibility of freelancing with the security of traditional employment. With us, you'll receive a maxed out salary with a full benefit package, the opportunity to work remotely and assignments that are both fun and challenging.\n   \n\n  \n\n On average, joining Coody means increasing your salary by 44%. How do we do it?\n   \n\n  \n\n The math is simple. We pay you more by cutting unnecessary costs — no overpaid bosses, no luxurious conferences, and no fancy offices. Instead, we invest in what matters: you.\n   \n\n  \n\n Coody is all about giving you as an individual the chance to have a free and flexible life to live for your own priorities. Welcome to Gravity Free Consulting.\n   \n\n  \n\n**Gravity Free Consulting @ Coody Means:**\n* Maximized Compensation: Typically a 44% salary increase.\n* Safety & Comfort: Employment with a generous benefits package.\n* Freedom & Flexibility: No bosses. All digital. Fully remote for those who prefer.\n* Shaping the Future: Assignments with industry innovators like Topgolf, Spotify, Tobii, Volumental, Paradox, Volvo Cars, Varjo, and exciting startups and scale-ups.\n\n\n**About Us**\n Coody is a growing and dynamic group of people who are the tech stars of the future. We consists of about 13 different nationalities and work on assignments for digital game changers across Sweden, Finland, USA and the UK, in industries such as EV, Gaming, AI, MedTech, AR and FinTech.\n   \n\n  \n\n We’re more than a company — we’re a community platform. Our approach is built on trust and autonomy. We keep corporate bullshit to a minimum and focus on what benefits our consultants most. Explore our employee handbook for more insight into a genuine supportive, consultant-first environment.\n   \n\n  \n\n**What You'll Be Doing**\n As a Mobile Developer consultant, you'll tackle technically challenging and engaging assignments that empower companies to enhance their teams and projects. You will craft high-quality, efficient, and maintainable code using Android or iOS technologies (or both). Collaborating closely with cross-functional teams, you'll play a vital role in defining, designing, and delivering new features.\n   \n\n  \n\n You'll need to be adaptable and ready to hit the ground running in new environments. We see new challenges and situations as opportunities for growth. Typically, you'll work on 1-2 different assignments per year for companies in a sector you're passionate about.\n   \n\n  \n\n**What We Are Looking For**\n* 5+ years of experience working as an Mobile Developer\n* Deep understanding of one or more technical areas stated below\n* Fluency in English (verbal and written)\n* Experience working in an agile environment\n* A doers mindset with a proven track record of getting things done\n\n\n**WE WOULD LIKE TO SEE THAT YOU HAVE**\n**Experience** \n working with Kotlin, Swift, Flutter or React Native\n   \n\n  \n\n**Technical expertise** \n from working with mobile related tools and frameworks for user critical applications\n   \n\n  \n\n**Unit testing experience** \n and a solid understanding of the release cycle and familiarity with CI\/CD pipelines\n   \n\n  \n\n**A degree** \n in Computer Science, Engineering, Information technology, or a related field\n   \n\n  \n\n We are looking for both Android and iOS developers so you do not necessarily need to match at all points to be eligible.\n   \n\n  \n\n If Gravity Free Consulting at Coody aligns with your goals, and you bring the skills we're seeking, we’d love to hear from you. Apply today, and we’ll get back to you within a week if your profile fits our needs.","company_url":"https:\/\/se.linkedin.com\/company\/coody","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHu9mbMZzKV1g\/company-logo_100_100\/company-logo_100_100\/0\/1713512002086\/coody_logo?e=2147483647&v=beta&t=blA0JswWz3mhnHhiF9JlVB3UetFvEO_I71J9xPYtYWo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3955938708","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3955938708","job_url_direct":"https:\/\/www.majority.com\/position\/7334172002&urlHash=ecKg","title":"Senior Backend Developer (.NET)","company":"MAJORITY","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"MAJORITY is a groundbreaking all-in-one digital financial service app that includes an FDIC-insured account, Visa® Prepaid card, money remittance, and international calling. We are built for migrants, by migrants.\n   \n\n  \n\n Global migration is a 21st-century reality. Whether people are following their dreams, love or new experiences, more and more of us are leaning towards new environments. Our purpose at MAJORITY is to empower the amazing, the brave, and the talented and help them achieve all of their ambitions.\n   \n\n  \n\n We believe that everyone deserves the same opportunity to succeed. Our mission is to provide migrants the tools to thrive in their new country.\n   \n\n  \n\n We are a diverse group of people from over 40 different countries that come together every day and we’re looking for others driven by the same desire to create meaningful products that bridge cultural and geographic distances\n   \n\n  \n\n MAJORITY is looking for a Senior Backend Engineer (.NET) to join its Engineering team. This is a full time, in-person position based in Stockholm, Sweden.\n   \n\n  \n\n**About MAJORITY Backend**\n We’re a diverse bunch of skilled software developers with a passion for technical excellence. We strive to create innovative solutions to the many varied business problems that we are presented with. We work hard, deliver fast, are continually learning and have fun along the way. With a team of 12 backend developers we have built a system of nearly 60 microservices with a million lines of C# code. Our business is growing fast and therefore so is our need to continually scale the system to meet the growing number or users and transactions.\n   \n\n  \n\n* We have a modern technical platform. Recently upgraded to .Net8.\n* We have a microservice architecture, fully in C#. built on a solid foundation of base functionality like observability, DI, messaging etc.\n* We have a high pace of development, shipping major new features frequently.\n* We have leadership who understands and prioritizes technical work.\n* We work in a domain (fintech) where correctness matters. We have very high uptime and correctness requirements. No payments should fail, and no cent can be lost!\n\n\n****Key Responsibilities****\n* Design, develop and maintain microservices built with .NET Core\n* Write clean code with proper test coverage to support CI\/CD workflows\n* Contribute in design and architecture decisions within the team and across the organization\n* Develop scalable, performant, and reliable systems\n* Participate as a team member in agile deliveries\n* Identify bugs and bottlenecks and resolve issues efficiently\n\n\n****Requirements****\n* You have 10+ years of experience working with modern backend development practices, with focus on .NET Frameworks and C#.\n* You have good experience in cloud environments\n* You have good experience working with SQL databases\n* You are familiar with working with microservices & event driven architecture\n* You have an understanding and interest in building and maintaining microservices running in Kubernetes\n* You have experience with build tools and services such as AzureDevops\n\n\n****About you****\n* You're smart and you get stuff done\n* You are ambitious, have a positive energy and always find a solution\n* You can prioritize speed without neglecting quality and understand that speed is a competitive advantage\n* You have a strong sense of ownership and accountability\n* You are eager to learn from others and share what you know\n* You dare to make decisions and learn from your mistakes\n* You can reason through the trade-offs to make correct decisions for the benefit of the organization\n* You have great communication skills in English\n\n\n Looking to be challenged? To work in an environment where your opinions are welcome and you’re constantly learning? To have a real impact on a meaningful project? To work with the latest technologies and to help shape the technology direction of the organization? Then we’d love to hear from you.\n   \n\n  \n\n We are MAJORITY. We are international, ambitious, kind, and inclusive. We believe in equal opportunity and value diversity. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.","company_url":"https:\/\/se.linkedin.com\/company\/majorityofficial","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHC2UTKDaaoCQ\/company-logo_100_100\/company-logo_100_100\/0\/1630476785436\/majorityofficial_logo?e=2147483647&v=beta&t=nRS3eCrCUFP8sEDwyX-zd4TxalCGpkXl4BS0LMXuJqE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4078273163","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4078273163","job_url_direct":null,"title":"Developer Support Engineer for Data Calling","company":"Sinch","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/sinch","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076200870","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076200870","job_url_direct":"https:\/\/kanel.teamtailor.com\/jobs\/5182905-software-engineer-energy-systems&urlHash=j8AM","title":"Software Engineer - Energy Systems","company":"KanEL","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Services for Renewable Energy","listing_type":null,"emails":null,"description":"KanEL is here to change the way we generate long-term value from green energy solutions. Our platform empowers homeowners, industrial facility owners, and battery park operators to generate recurring revenue from their battery systems by providing a complete solution: a powerful Virtual Power Plant (VPP) integrated with a Battery Energy Storage System (BESS).\n   \n\n  \n\n We’re a forward-thinking, AI-driven team that values openness, transparency, and a strong sense of responsibility. We’re committed to creating an environment where team well-being comes first, ensuring everyone has the space to thrive and make a meaningful impact.\n   \n\n  \n\n**👨‍💻 About The Role**\n We’re looking for an Integration Engineer to join our team and take on the unique challenges of connecting hardware energy solutions to our digital platform. From day one, you’ll be hands-on in developing integration solutions and supporting our partners, working to ensure reliability across diverse climates and compatibility with a range of energy assets. You’ll be instrumental in advancing our mission for a sustainable energy future, driving innovative solutions that bridge the physical and digital sides of energy systems.\n   \n\n  \n\n 🚀\n **Responsibilities**\n* Design and implement software solutions that integrate hardware components (such as batteries, inverters, and electricity meters) with our digital platform.\n* You build it you run it! Write, test and ship maintainable code.\n* Develop and maintain robust systems in embedded Linux environments, with a focus on IoT devices for energy management.\n* Collaborate within a fast-paced environment, balancing multiple priorities and driving projects forward.\n\n\n 🔍\n **Who you are**\n To succeed in this role, you need\n   \n\n  \n\n* +3 years of experience in software development with a focus on system integration.\n* Strong proficiency in programming for Linux environments, particularly in Python, C\/C++.\n* Experience with embedded systems and IoT devices, preferably in energy-related applications.\n* Knowledge of protocols such as Modbus TCP\/RTU, MQTT, and CANbus for hardware integration.\n* Excellent problem-solving skills, with the ability to work independently and handle multiple tasks in an agile setting.\n\n\n It’s a plus if you have\n   \n\n  \n\n* Master’s degree in computer science or related field.\n* Experience in the energy sector, especially with battery storage systems or VPP technologies.\n* Experience in a start-up or scale-up environment.\n* Expertise in large-scale integration projects involving FCR markets and IoT.\n* Hands-on experience with cloud platforms like AWS for IoT and system deployments.\n\n\n**📍 Location**\n Situated near the Slussen subway station in central Stockholm, we value collaboration and face-to-face interactions at the HQ, while also understanding and accommodating the benefits of a hybrid work model.\n   \n\n  \n\n 🔋\n **Why KanEL**\n This is the place to be if you're excited about transforming the energy landscape.\n   \n\n  \n\n* Work with inspiring, motivated and fun colleges towards a common goal.\n* Large freedom under responsibility.\n* The chance to grow in a dynamic industry.\n* Be early in and get the chance to impact your own future.\n* Employee pension.\n* Employee stock options.\n\n\n Sounds interesting? Please reach out to Mats Wallén, Head of Product at KanEL, if you have any further questions.\n   \n\n  \n\n We look forward to hearing from you!","company_url":"https:\/\/www.linkedin.com\/company\/kanel","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGumnPvuqSFIg\/company-logo_100_100\/company-logo_100_100\/0\/1707837399772\/kanel_logo?e=2147483647&v=beta&t=iLzeE_iRcIHq-A4QnOn7X6w0kLNZvlO4hx50Wl9wn2M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3895071949","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3895071949","job_url_direct":null,"title":"Fullstack-utvecklare","company":"SBAB","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/sbab-bank","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076201696","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076201696","job_url_direct":null,"title":"Embedded Software Engineer C++","company":"Coody.io","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/coody","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076028972","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076028972","job_url_direct":null,"title":"Software Engineer - Frostbite Architecture Team","company":"Electronic Arts (EA)","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/electronic-arts","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4026035336","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4026035336","job_url_direct":"https:\/\/jobs.lumera.com\/jobs\/3441777-open-application-system-developer?utm_source=LinkedIn&urlHash=wC9W","title":"Open Application: System Developer","company":"Lumera","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"felix.wallin@lumera.com","description":"Join Lumera's dynamic Product Development team in Sweden as we expand our presence in the European Life and Pensions industry. We're always seeking outstanding system developers to help drive our innovative solutions forward as we build tomorrow together. Excited? Submit your open application now!\n \n\n\n\n  \n\n\n\n\n\n**What You’ll Be Doing** \n\n\n\n* Collaborating with agile teams to build and enhance our cutting-edge insurance product.\n* Utilizing technologies like Java, SQL, with opportunities to explore new tools.\n* Ensuring the delivery of top-notch, easily maintainable software.\n* Learning, teaching, and executing – together with your team.\n\n\n\n Curious to hear more about life as a system developer at Lumera from Erik Gyllenstierna? Check out this interview!\n \n\n\n\n  \n\n\n\n\n\n**What You’ll Be Getting** \n\n\n\n* Amazing colleagues, the best in our field.\n* Daily challenges that keep you engaged and motivated.\n* Access to in-house business knowledge, just a few desks away.\n* Flexible hybrid remote work options, possibility to work remote two days per week.\n* A culture of continuous learning and knowledge sharing.\n* Benefits designed to support a healthy work-life balance.\n* Conveniently located offices in Stockholm and Umeå.\n\n\n\n  \n\n\n\n\n\n**To Thrive In This Role, You** \n\n\n\n* Hold a Master's degree within IT\/Computer Science or related fields.\n* Either just graduated or bring several years of experience as a system developer.\n* Are proficient in English communication, both spoken and written.\n* Have a proactive, solution-oriented mindset.\n* Demonstrates drive, curiosity, and a solution-oriented approach.\n* Has an ability and preference of working with others.\n* Active in seeking new knowledge from more senior colleagues.\n* Value communication, transparency, and openness.\n* Understand the importance of feeling proud of your work.\n* Enjoy solving problems and work with complexity.\n\n\n\n  \n\n\n\n\n\n Does this sound like the perfect fit for you? Apply today! Send us your CV or apply using your LinkedIn profile.\n \n\n\n\n**Please note that due to this being an open application form, feedback on your application may linger. For any inquiries or general questions, contact Felix Wallin at felix.wallin@lumera.com. We look forward to receiving your application!** \n\n\n\n\n P:S. Make sure to let us know your preferred location: Stockholm or Umeå.\n \n\n\n\n  \n\n\n\n\n\n**About Lumera** \n\n\n\n\n Lumera is dedicated to the digital transformation of the European Life and Pensions industry. As insurtech innovators, we provide technology solutions covering policy administration, data management and migration to a broad, blue-chip customer base. Combining our tech and industry expertise, Lumera also offers a comprehensive range of specialist services tailored to each local market.\n \n\n\n\n The Prudent Revolution is our mission – bridging technology and partnership to navigate the fastest, safest path through complex change for L&P providers.\n \n\n\n\n Based in Stockholm, Lumera has significant presence with offices in the United Kingdom, the Netherlands, Norway, Sweden, India and Vietnam.\n \n\n\n\n Lumera is majority owned by Monterro, the leading software growth investor in the Nordics.\n \n\n\n\n www.lumera.com\n \n\n\n\n Follow Lumera on LinkedIn and Facebook.\n \n\n\n\n We are Lumera - pioneering the digital transformation of the Life and Pensions industry. With strategic partnerships and advanced automation, we streamline policy administration, making complex processes simpler. Our mission, The Prudent Revolution, guides L&P providers through change, ensuring a smooth transition. Trusted for migrations and armed with deep domain expertise and innovative AI solutions, Lumera shapes the future. Join us on this innovative journey!","company_url":"https:\/\/se.linkedin.com\/company\/lumera-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFIeaUXEBVb7A\/company-logo_100_100\/company-logo_100_100\/0\/1630539565554\/lumera_ab_logo?e=2147483647&v=beta&t=ix1qXzQLmiMbXf5dCTxKNwDqO4ui1ipD1uSHf-39f1M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4059353492","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4059353492","job_url_direct":null,"title":"Test Developer","company":"DeLaval","location":"Tumba, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/delaval","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4058718130","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4058718130","job_url_direct":null,"title":"Mobile Software Engineer","company":"Fortum","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/fi.linkedin.com\/company\/fortum","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4059383688","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4059383688","job_url_direct":"https:\/\/sbab.teamtailor.com\/jobs\/5112693-fullstack-utvecklare-hos-booli?utm_source=LinkedIn&urlHash=gOd1","title":"Fullstack-utvecklare hos Booli","company":"SBAB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Banking","listing_type":null,"emails":null,"description":"Arbetsuppgifter\n   \n\n  \n\n* Vidareutveckla Booli Pro - vårt analysverktyg för att bedöma bostadsmarknadsläget\n* Skriva bra kod och återanvändbara komponenter med React, Next.js, Typescript och Tailwind\n* Förstå vilka behov våra professionella användare har och prioritera vad vi ska göra tillsammans med teamet\n\n\n Att jobba hos som Fullstack på Booli\n   \n\n  \n\n Vi söker nu en fullstack-utvecklare till Booli Pro som gillar att visualisera data med tabeller och grafer. Du kommer att jobba i Pro-teamet med vidareutveckling av vårt analysverktyg för professionella användare. Du har flerårig erfarenhet av att jobba i React och Next.js med Typescript och Tailwind. En fördel om du även jobbat med bland annat följande teknologier: Emberjs, D3, Visx, Zustand, Python, Django, Flask, Pandas, SQL och Docker.\n   \n\n  \n\n På Booli har vi interna API:er för statistik och bostadsdata som vi använder för att bygga våra tjänster. Vi jobbar med kodgranskning och CI-pipelines i Gitlab och driftar tjänster i vårt Kubernetes-kluster.\n   \n\n  \n\n Vårt analysverktyg Booli Pro är ett av Sveriges ledande verktyg för professionella beslutsfattare på bostadsmarknaden, t. ex. bostadsutvecklare och banker. Verktyget innehåller Boolis färska data om bostadsmarknaden.\n   \n\n  \n\n Varje månad använder miljontals personer Booli och Hittamäklare för att ta beslut om sitt boende. Våra bostadsvärderingar används av både privatpersoner och bank. Allt detta tack vare vår tekniska plattform som gör det möjligt att med små smidiga team samla in stora mängder data och bygga många tjänster och produkter.\n   \n\n  \n\n Vårt kontor ligger centralt i Stockholm vid Norra bantorget. Vi ser på kontoret som vår huvudsakliga arbetsplats men har möjligheten att jobba hemifrån ett par dagar i veckan vid behov.\n   \n\n  \n\n Har du check på allt?\n   \n\n  \n\n* Ansvarstagande\n* Initiativtagande\n* Nyfiken\n* Leveranssäker\n* Prestigelös\n\n\n Annars då?\n   \n\n  \n\n Gillar du oss, och tror att du kan bidra, är vårt tips att inte vänta för länge med att skicka in CV eller LinkedIn-profil. Har du andra idéer på hur du kan visa vem du är? Spännande! Hur du än ansöker så ser vi fram emot att lära känna dig mer.","company_url":"https:\/\/se.linkedin.com\/company\/sbab-bank","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFKJrKdjSajjA\/company-logo_100_100\/company-logo_100_100\/0\/1630647285404\/sbab_bank_logo?e=2147483647&v=beta&t=mzV-e8nH-fXM5EzVEhaYReXbuNpBhL4iViyJan77bQY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4040848169","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4040848169","job_url_direct":null,"title":"Senior Backend Engineer (Homevolt)","company":"Tibber","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/no.linkedin.com\/company\/tibber","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076313025","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076313025","job_url_direct":null,"title":"Creative Business Developer","company":"Advania Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/advania-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076204676","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076204676","job_url_direct":"https:\/\/jobb.liminity.se\/jobs\/5199809-net-utvecklare-c-asp-net-entity-framework&urlHash=epq_","title":"NET Utvecklare ( C#, ASP.NET, Entity Framework )","company":"Liminity AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Är du en skicklig .NET-utvecklare med passion för att skapa robusta och skalbara applikationer? Vår kund söker en driven utvecklare till sitt innovativa team. Forma framtidens digitala lösningar med toppmodern Microsoft-teknik. Utvecklas och väx med oss!\n   \n\n  \n\n Vad vi söker:\n   \n\n  \n\n* Genuint för .NET-utveckling och nya Microsoft-teknologier\n* Minst 5 års erfarenhet av backend-utveckling med fokus på:\n+ C#\n+ ASP.NET Core\n+ Entity Framework Core\n+ SQL Server\n\n* Stark vilja att lära sig och kontinuerligt utvecklas som utvecklare\n* Förmåga att samarbeta i team och kommunicera tekniska lösningar\n* Stark analytisk förmåga och problemlösningsförmåga\n* Utmärkt förmåga att kommunicera på både svenska och engelska\n\n\n Meriterande kunskaper:\n   \n\n  \n\n* Erfarenhet av frontend-utveckling (t.ex. Blazor, Angular, eller React)\n* Azure och molnbaserade tjänster\n* Microservices-arkitektur\n* DevOps-praktiker och CI\/CD-pipelines\n\n\n Som konsult hos Liminity får du tillgång till marknadens bästa villkor och förmåner, inklusive:\n   \n\n  \n\n* Spännande uppdrag hos en framåtsträvande kund\n* Möjlighet att arbeta med den senaste Microsoft-tekniken\n* Mentor-program för kontinuerlig utveckling\n* Omfattande utbildningsmöjligheter och certifieringar\n* Flexibla arbetstider och möjlighet till distansarbete\n* Konkurrenskraftig lön och förmåner\n* Och mycket mycket mer, läs mer på https:\/\/handbok.liminity.se\n\n\n Är du redo att ta nästa steg i din karriär inom .NET-utveckling? Ansök idag och bli en del av Liminity - framtidens IT-konsultbolag!","company_url":"https:\/\/se.linkedin.com\/company\/liminity-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHjs1tFRmqkOA\/company-logo_100_100\/company-logo_100_100\/0\/1722606563994\/liminity_ab_logo?e=2147483647&v=beta&t=XOJtT0B9fiw_dOlWcGgZWGmt5JW6pqAhtgtbrAZcnbg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076203691","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076203691","job_url_direct":null,"title":"Fullstack utvecklaren med fokus på frontend ( C#, Vue, Kubernetes )","company":"Liminity AB","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/liminity-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4056553772","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4056553772","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-Senior-Fullstack-_NET-utvecklare\/1020326701\/?feedId=388933&utm_source=linkedin&urlHash=p7e-","title":"Senior Fullstack .NET utvecklare","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Vårt kontor ligger centralt i Stockholm med utsikt över kanalen, precis vid Barnhusbron. Här sitter vårt Fullstack .NET team som vi just nu letar erfarna utvecklare till!**\n Fullstack .NET teamet är ett medelstort team på ca 20 personer utspridda på ett antal olika uppdrag. De flesta kör en kombo av hemarbete, arbete hos kund och arbete på vårt Capgemini-kontor. Ett uppskattat inslag när vi hänger tillsammans i teamet är gemensam fredagsfika, regelbundna teammöten och gemensamma aktiviteter. Vår vision är att vara ett team som opererar brett med kompetens att leverera end to end-lösningar till våra kunder.\n   \n\n  \n\n**OM ROLLEN**\n I rollen som utvecklare arbetar du i ett agilt utvecklingsteam och tillsammans med erfarna kollegor kommer du att ansvara för komplexa system och lösningar hos våra kunder. Du kommer att ha en viktig och ansvarsfull roll i projekten du jobbar i, därför är det viktigt att du gillar utmaningar, ansvar och att driva saker framåt. Tillsammans med teamet deltar du i alla utvecklingsfaser, från kravanalys till utveckling och leverans. Vidare kommer du som utvecklare även att fokusera på effektivisering, kundnytta och att skapa lönsamma affärer!\n   \n\n  \n\n Tillsammans med dina kollegor hjälper du våra kunder att digitalt transformera och modernisera sina verksamheter. Vårt breda kunderbjudande omfattar allt ifrån rådgivning i tidiga faser till implementation och förvaltning.\n   \n\n  \n\n**DIN PROFIL**\n* Minst tre års erfarenhet från utveckling i .NET, C#\n* Mycket goda kommunikationskunskaper i både svenska och engelska\n* Ett stort driv att utvecklas och ta till dig ny teknik\n* Har högskole- eller universitetsutbildning inom datavetenskap, datateknik, informationsteknik eller likvärdig utbildning\n* Fördelaktigt om du har erfarenhet av Azure, DevOps, Dockers, Kuberneters, Microservices\n\n\n**VAD VI TROR KOMMER FÅ DIG ATT TRIVAS**\n* Föräldraförmån\n* Flexibla arbetsförhållanden & Work-from-Home Policy\n* Tech communities\n* Mentorskapsprogram (som mentor eller mentee)\n* Delaktighet i Capgeminis olika fokusområden; Diversity and Inclusion, Sustainability, Wellness club, Art club etc.\n* Generöst friskvårdsbidrag & tjänstepension\n* Möjlighet till bonusprogram\n* Kompetensutveckling i form av utbildningar och certifieringar\n* Roliga och inspirerande personalevent\n* Företagshälsovård & sjukvårdsförsäkring\n\n\n**ANSÖKAN**\n Vi rekryterar löpande till denna roll, så skicka gärna in din ansökan så snart som möjligt. Från att vi kontaktar dig tar processen cirka 2-3 veckor då vi i största möjliga mån arbetar agilt i rekryteringsprocessen, vilket innebär att flera steg kan ske parallellt.\n   \n\n  \n\n Varmt välkommen med din ansökan!\n   \n\n  \n\n**OM CAPGEMINI**\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda deras övergång till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2023 rapporterade Capgemini Group globala intäkter på 22,5 miljarder euro.\n   \n\n  \n\n Get The Future You Want | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076205391","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076205391","job_url_direct":"https:\/\/jobb.liminity.se\/jobs\/5200836-pythonutvecklare-django-fastapi-postgresql&urlHash=o81u","title":"Pythonutvecklare (Django, FastAPI, PostgreSQL)","company":"Liminity AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Är du en erfaren Pythonutvecklare med passion för elegant kod? Vår kund söker en driven utvecklare!\n   \n\n  \n\n Vad vi söker:\n   \n\n  \n\n* Minst 4 års erfarenhet av utveckling med:\n+ Python\n+ Django och\/eller FastAPI\n+ REST API-utveckling\n+ PostgreSQL eller liknande databaser\n\n* Erfarenhet av att skriva testbar kod och enhetstester\n* Kunskap om moderna utvecklingsmetoder och verktyg\n* Stark analytisk förmåga och problemlösningsförmåga\n* Utmärkt förmåga att kommunicera på både svenska och engelska\n\n\n Meriterande kunskaper:\n   \n\n  \n\n* GraphQL\n* Docker och containerisering\n* Erfarenhet av molnplattformar som AWS & Azure\n* CI\/CD-pipelines\n* Machine Learning och dataanalys med Python\n* Async\/await och asynkron programmering\n* Message Queues (RabbitMQ, Kafka)\n\n\n Som konsult hos Liminity får du tillgång till marknadens bästa villkor och förmåner, inklusive:\n   \n\n  \n\n* Spännande uppdrag hos en framåtsträvande kund\n* Omfattande utbildningsmöjligheter och certifieringar\n* Konkurrenskraftig lön och förmåner\n* Och mycket mycket mer, läs mer på https:\/\/handbok.liminity.se\n\n\n Är du redo att ta nästa steg i din karriär som Pythonutvecklare? Ansök idag och bli en del av Liminity - framtidens IT-konsultbolag!","company_url":"https:\/\/se.linkedin.com\/company\/liminity-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHjs1tFRmqkOA\/company-logo_100_100\/company-logo_100_100\/0\/1722606563994\/liminity_ab_logo?e=2147483647&v=beta&t=XOJtT0B9fiw_dOlWcGgZWGmt5JW6pqAhtgtbrAZcnbg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4042897501","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4042897501","job_url_direct":"https:\/\/karriar.icagruppen.se\/se\/sv\/job\/IGABSER0024111EXTERNALSVSE\/Android-utvecklare-till-ICA-Banken?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=91wd","title":"Android-utvecklare till ICA Banken","company":"ICA Banken","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Engineering and Information Technology","company_industry":"Civil Engineering, Software Development, and Financial Services","listing_type":null,"emails":null,"description":"Vi på ICA Banken arbetar ständigt med utveckling av nya smarta och spännande webb- och mobillösningar med fokus på att förenkla för ICAs kunder. Våra mobila applikationer är vår primära kundkanal och för det söker vi nu en till Android-utvecklare som ska stärka upp vårt utvecklingsteam. Låter det som du?\n   \n\n  \n\n**Om jobbet som Android-utvecklare på ICA Banken**\n Som Android-utvecklare är du involverad i hela processen från idé till release. Ditt dagliga arbete innefattar nyutveckling och förvaltning av kod skriven helt i Kotlin. Vi har nyligen slutfört ett större projekt med att skriva om hela nätverkslagret till Kotlin Multiplatform﻿ som delas med iOS appen. Som utvecklare jobbar du nära affärsverksamheten och kombinerar ditt tekniska kunnande med förståelse för affär och kund.\n   \n\n  \n\n Du kommer till sammansvetsat och kompetent team där vi är måna om att alla får fram sina idéer, åsikter, aktivt delar med sig av kunskap och hjälper varandra. Du arbetar tillsammans med andra apputvecklare, produktägare, UX-designer, UX-writer och testare som brinner för bankens digitala utveckling och kundupplevelse.\n   \n\n  \n\n**Är du den vi söker?**\n Vi söker dig som har några års erfarenhet av utveckling inom Android och Kotlin. Du värdesätter robust, välskriven kod och lämnar ifrån dig testade, hållbara lösningar. Det är meriterande om du tidigare arbetat med Compose, KMP, unit-tester, Azure devops\/GitHub samt Google Play release-process.\n   \n\n  \n\n Som person är du självgående, driven, nyfiken och har ett genuint intresse av utveckling och arkitektur. Du förkovrar dig gärna i nya trender och ser det också som naturligt att dela med dig av din kunskap.\n   \n\n  \n\n Rollen kräver att du är bekväm med att använda svenska och engelska som arbetsspråk.\n   \n\n  \n\n**Vad händer nu?**\n Om du har frågor om tjänsten kontakta Marino Peretic, rekryterande chef, tel. 070-219 55 05.\n   \n\n  \n\n Har du frågor om process eller urval kontakta Markus Öhman, rekryterare, tel. 076-695 62 04.\n   \n\n  \n\n Skicka in din ansökan så snart som möjligt dock ej senare än 30 november.\n   \n\n  \n\n ICA ska spegla våra kunder och samhället, vi strävar därför efter att anställa människor med olika bakgrund, kompetenser, kunskap och erfarenheter. Vi värnar om goda arbetsmiljöförhållanden med mål om helt rökfria arbetsplatser. Om roller kräver det så behöver du genomgå tester, bakgrundskontroller och drogtestning innan anställning.\n   \n\n  \n\n ICA Banken är en vardagligare bank som vill göra vardagsekonomin lite enklare och smidigare för ICAs kunder. Våra ledord är Enkelhet, Entreprenörskap och Engagemang. Vi erbjuder ett komplett utbud av banktjänster för privatpersoner, allt från att spara och betala till att låna och försäkra. Våra Företagstjänster levererar effektiva betaltjänster och finansiella lösningar till ICA Handlare, ICA Gruppen samt myndigheter och kommuner. ICA Banken har ca 800 000 kunder, ca 400 medarbetare och ingår i ICA Gruppen. Huvuddelen av verksamheten ligger i Borås och ICA Banken har sitt säte i Stockholm, Solna.","company_url":"https:\/\/se.linkedin.com\/company\/ica-banken","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEyLRekZhQs3A\/company-logo_100_100\/company-logo_100_100\/0\/1631333802447?e=2147483647&v=beta&t=Gf6DAoVSgZFz66UilaaWjCuuVURunAh9ucxhiS2_m1Y","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076205500","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076205500","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5198323-senior-automationskonsult-med-goda-python-skills&urlHash=8eZL","title":"Senior Automationskonsult med goda Python-skills","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n *I samband med din ansökan kan du komma att presenteras för kund\/partner som en del av rekryteringsprocessen. Om du blir utvald för uppdraget, kommer du att anställas av oss och arbeta antingen hos kund eller i interna projekt och åtaganden som en del av vår konsultverksamhet.*\n**Jobbeskrivning**\n* Designa, utveckla och implementera automatiserade lösningar för globalt nätverk.\n* Arbeta med nätverksprotokoll, policyhantering och konfigurationsverktyg för att minska manuella processer.\n* Bygga och underhålla CI\/CD-pipelines för kontinuerlig leverans av automatiserade nätverkslösningar.\n* Skapa och förbättra dokumentation och guider för användning av automatiseringsverktyg.\n* Samverka med utvecklare, nätverksingenjörer och andra intressenter för att förstå behov och krav.\n* Utforska och implementera nya teknologier och metoder för att förbättra nätverksautomation och hantering.\n\n\n**Din profil (Skall krav)**\n* Expertis i Python-programmering: Stark förmåga att skriva och underhålla en effektiv och robust kod för nätverksautomation.\n* Automation: Förståelse för och erfarenhet av att arbeta med routrar, switchar och andra nätverkskomponenter.\n* Goda kunskaper inom nätverk: Förståelse för nätverksprotokoll (t.ex. TCP\/IP, BGP, OSPF, VLAN), arkitektur och felsökning av nätverksproblem.\n* Unix\/Linux-plattformar: Erfarenhet av att utveckla och köra applikationer i Unix\/Linux-miljöer, inklusive skriptning och systemhantering.\n* CI\/CD-processer och plattformar: Förmåga att konfigurera och använda CI\/CD-pipelines för automatisering av bygg- och releaseprocessen.\n* Versioneringsverktyg: Djup förståelse av Git.\n* Erfarenhet av mjukvaruutveckling: Kunskap från hela mjukvarucykeln, inklusive kravställning, testautomatisering (t.ex. pytest), kodanalys och riskhantering.\n* Utvecklingsmetodik: Förståelse för agila metoder (Scrum\/Kanban) och erfarenhet av att arbeta i tvärfunktionella team.\n* Kommunikationsförmåga: Utmärkt skriftlig och muntlig kommunikationsförmåga på både svenska och engelska.\n\n\n**Sista ansökningdatum:** \n 19-11-2024\n   \n\n  \n\n**Om Deploja**\n Vi sysselsätter idag erfarna konsulter, inom bl.a. Systemutveckling, AI, Machine Learning, Test, Cloud, Infra DevOps, , IT-Projektledning.\n   \n\n  \n\n Att jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n   \n\n  \n\n Vi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Välkommen till Deploja, där gräset faktiskt är grönare!\n   \n\n  \n\n**Vi erbjuder dig följande, Valet är ditt!**\n 🚀 Spännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n   \n\n  \n\n 🌟 En trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n   \n\n  \n\n 🚗 Tjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n   \n\n  \n\n 💼 Tjänstepension och stora möjligheter till löneväxling.\n   \n\n  \n\n 🌴 Semester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n   \n\n  \n\n 🏥 Privat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n   \n\n  \n\n 📚 Kompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n   \n\n  \n\n 🕑 Livskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?\n   \n\n  \n\n* Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.","company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHugYA8MIf_Vw\/company-logo_100_100\/company-logo_100_100\/0\/1692708163071\/deploja_logo?e=2147483647&v=beta&t=oSJE_6b9pzYqLcTpA9RPRaQGaLwAoWA-BCKz5Sox53M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"204c4f6a0839f912","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=204c4f6a0839f912","job_url_direct":"https:\/\/outscal.com\/job\/senior-lead-economy-and-engagement-designer-games-at-embark-studios-in-stockholm-stockholm-county-sweden-2","title":"Senior\/Lead Economy and Engagement Designer - Games","company":"Outscal Technologies","location":"AB, SE","job_type":null,"date_posted":1731715200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"About the job\nSummaryBy Outscal\n\n**3 skills required for this role**\n-----------------------------------\n\n\nBoost these skills to join the top 1% applicants for this job\nBlueprints\nUnreal\nInnovation**Test Your Skills****Add These Skills****Must have:**\n\n\n* 5+ years experience\n* Monetization strategy design\n* Player retention expertise\n* Data analysis and KPIs\n* Unreal Engine proficiency\n* Mentorship and coaching\n* Game economy design\n**Good to have:**\n\n\n* AB testing experience\n* Experience with automation and simulation strategies\n**Perks:**\n\n\n* Competitive salary\n* Passionate colleagues\n\n**Not hearing back from companies?**\n\n\nUnlock the secrets to a successful job application and accelerate your journey to your next opportunity.**Take Quiz Now**\n\n\nAs a Senior\/Lead Economy and Engagement designer at Embark, you will be responsible for designing and implementing systems and mechanics that are deep and interesting for our players to engage with and retain them, short, medium and long term, as well as sustainable and player-friendly monetization features and models, that provide real value to our players, in a fair way.\nYou will join the team on ARC Raiders and collaborate closely with the directors of the project, in refining concepts and ideas into tangible designs, prototypes and features, as well as Production leadership helping in articulating and establishing estimates, project scope and timelines. You will share your insights and knowledge in shaping relevant performance indicators, as well as validation methods using telemetry data and simulations.\nAs a senior member of the design team we would like you to act as a coach and mentor to some of the other designers on the project, and possibly take on direct managerial responsibilities, if relevant and suitable. Inspiring and helping more junior designers with design methodology, documentation practices, etc.\nYou will also own and spearhead game features directly, and work hands-on in cross disciplinary teams while implementing features and tools for running a successful and smooth live service game, including community events and other types of events.\n**Example of responsibilities**\n* Design, implementation and evaluation of our monetization strategy including quantitative and qualitative analysis, as well as any available automation and simulation strategies.\n* Responsible for in-game virtual store including recommendations and contributions towards catalog and pricing strategy for micro-transactions.\n* Joint optimization with marketing, acquisition and crm teams for the entire user journey.\n* Be a key stakeholder in game frontend presentation and flow for engagement and game economy features.\n* Design and collaborate on metagame, progression and economy systems for long term player retention and engagement.\n* Analyze the impact of changes in the game, identify opportunities that will have a positive impact on monetization and engagement in development and post launch.\n* Help defining key performance indicators (KPIs) related to monetization, analyze KPI reports and share information with the team and stakeholders to identify and predict trends.\n* Monitor trends on monetization in order to identify best practices, achieve optimal results and innovation.\n\n**We would love if you have**  \n\n* A creative and curious mind.\n* 5+ years or more experience in equivalent roles.\n* An understanding of acquisition, retention and monetization concepts.\n* Understanding of AAA gameplay and game design, including player psychology, UX design, gameplay design.\n* Proficiency with the Unreal Engine and experience with Blueprints and scripting.\n* Ability to design and continuously improve the optimization process of any given game.\n* Experience with experimental design and\/or AB Testing for data driven designs.\n* Experience of coaching more junior members of the team.\n* Professional English communication skills.\n\n\nAt Embark we offer competitive salaries, passionate colleagues to share knowledge with and much more, but most of all we invite you to take part of a journey into the unknown, to build creative, surprising and beautiful experiences together.  \n\n  \n\nWe welcome game makers of all sex, class, colour, age, gender identity, education, religion, opinion, culture, nation of origin, language, sexual orientation, shape, size, and ability.  \n\n  \n\nDid we leave anyone out? Well, we welcome you, too! We think that the gaming industry is made better when everyone has a seat at the table.  \n\n  \n\nBe yourself at Embark and make games while doing so. Please apply with confidence. We can’t wait to hear from you (in English)!  \n\n  \n\n*If this role doesn't quite match what you're looking for, feel free to apply to us via our \"**Open Application.**\"*\nView Full Job Description","company_url":"https:\/\/se.indeed.com\/cmp\/Outscal-Technologies","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e3d4382aaf9d11fe","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e3d4382aaf9d11fe","job_url_direct":"https:\/\/career.grebban.com\/jobs\/5209408-e-commerce-project-manager","title":"E-commerce Project Manager","company":"Grebban","location":"Göteborg, O, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Do you thrive in a dynamic and entrepreneurial environment, have a passion for e-commerce, and want to play a key part in a fast-growing company with global ambitions?**\n\n\nAs an E-commerce Project Manager at Grebban, you will be an essential figure in our client projects, ensuring successful delivery from initiation to completion. Acting as a bridge between our development and design teams and our clients, you drive projects forward with a strong focus on client expectations and needs. You take full ownership of project planning, execution, and follow-up, ensuring that every delivery meets—and ideally exceeds—client expectations.\n\n\nIn a fast-paced and dynamic work environment, your structured approach and decisive actions will be crucial. You are a technically savvy, detail-oriented leader who can navigate every phase of a project with confidence, inspiring your team and the client to work toward shared goals.\n\n\nWe value hard work, passion, and dedication above raw talent, viewing our people as our greatest resource. Your ability to create structure and achieve results will be key to both our success and fulfilling our vision: always exceeding our client's expectations.\n\n **To be successful in this role, we believe you have:**\n\n* Strong technical understanding, preferably with experience in e-commerce, digital design and\/or technical development.\n* Exceptional relationship-building skills, enabling you to work effectively with clients and internal teams in a global setting with diverse cultures, locations, and languages.\n* High self-motivation and a service-oriented mindset, with the ability to lead technically complex projects.\n* Proven leadership experience, managing fast-paced, technically advanced projects.\n* Experience in development, technology, and system architecture (programming skills not required).\n* Expertise in agile project management, particularly methodologies like Scrum.\n* Familiarity with tools such as Asana, Trello, Google Workspace, Figma.\n* A strong understanding of client relationships, acting as the primary point of contact for customers.\n* Fluency in English (written and spoken), is essential for our international ambitions.\n* Extensive experience leading teams, from small groups to larger project teams, is advantageous.\n\nA flexible approach to travel, with opportunities to visit clients across the Nordics and Europe as we expand.  \n* \n\n**Example responsibilities:**\n\n  \n\n* Managing budgets and client expectations to ensure projects stay on track and deliver exceptional results.\n* Overseeing and continuously improving clients' e-commerce solutions with a focus on quality and efficiency.\n* Maintaining high client satisfaction through building and nurturing long-term client relationships.\n* Leading e-commerce projects from concept to completion, keeping a detailed and holistic perspective.\n* Developing fast-growing e-commerce platforms with scalability and quality as priorities.\n* Managing projects that combine customer experience (design\/UX) and technical development to deliver optimal user experiences.\n* Participating in business development and optimizing project processes to maximize client satisfaction and efficiency.\n\nWorking with CMS- and e-commerce platforms\/systems, ensuring seamless and user-friendly content management.  \n* \n\n**What we offer:**\n\n* The opportunity to work on exciting projects with leading brands.\n* Competitive benefits, including biannual salary reviews, a generous pension plan, wellness allowances, remote work flexibility, and state-of-the-art equipment.\n* A fast-paced, fun, and supportive team with a collaborative culture.\n* A flexible, modern working structure with autonomous teams and predictable sprint cycles.\n* Continuous skill development opportunities through internal task forces, external conferences, and more.\n* Plenty of opportunities to grow, whether you want to advance as a specialist or develop into a leadership role.\n\nThe chance to work with brands that inspire you.  \n* \n\n**About us:**\n\n\nGrebban develops brands and designs e-commerce experiences for committed and ambitious clients around the world. We are one of the most sought-after agencies in Europe, working primarily with brands seeking long-term partnerships. We have a very high success rate in creating significant business value for our clients.\n\n\nAs e-commerce specialists, we guide our clients to get the best outcomes in their most critical sales channels. Our services include brand design, growth strategies, UX and digital design, system architecture, and building state-of-the-art e-commerce solutions. We are headless experts, primarily working with platforms like Centra, Norce, and Shopify Plus. Some of Grebban’s clients include J.Lindeberg, Björn Borg, Djerf Avenue, iDeal of Sweden, Kari-Traa, Hestra, NN07, Filippa K, and Sandqvist.\n\n **Interested?**\n\nWe’re always eager to meet Project Managers who want to be part of our team. If you’re passionate about e-commerce and have a client-first approach, send us your application! Let’s explore how you can contribute to our exciting projects at Grebban.","company_url":"https:\/\/se.indeed.com\/cmp\/Grebban","company_url_direct":"https:\/\/www.grebban.com\/","company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/b4e4768f4084b51e7caead9aed9c3ecc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"fc6fe07842441ce1","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=fc6fe07842441ce1","job_url_direct":"https:\/\/career.grebban.com\/jobs\/5209420-e-commerce-project-manager-team-lead","title":"E-commerce Project Manager \/ Team Lead","company":"Grebban","location":"Göteborg, O, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Are you ready to take on a role that blends leadership, business strategy, and hands-on project management in the exciting world of e-commerce?**\n\n\nAs an E-commerce Project Manager & Team Lead at Grebban, you’ll play a key role in ensuring successful client project delivery while also leading and mentoring your team to achieve their full potential. Acting as the primary point of contact for both clients and internal stakeholders, you’ll be the driving force behind project success, team development, and client satisfaction.\n\n\nYour role will combine strategic project ownership with hands-on leadership, ensuring projects are delivered efficiently while fostering a high-performing and collaborative team culture. You’ll inspire and guide your team members, empowering them to excel in their roles and continuously improve.\n\n\nIn a fast-paced and dynamic work environment, your structured approach, decisive actions, and ability to lead by example will be essential. You’re not just a technically savvy, detail-oriented leader; you’re also a visionary who motivates your team and clients to work toward shared goals.\n\n **To be successful in this role, we believe you have:**\n\n* Strong technical understanding, preferably with experience in e-commerce, digital design, and\/or technical development.\n* Exceptional relationship-building skills, enabling you to work effectively with clients and internal teams in a global setting with diverse cultures, locations, and languages.\n* Proven leadership experience, including mentoring and guiding teams in a collaborative and supportive manner.\n* High self-motivation and a service-oriented mindset, with the ability to lead technically complex projects.\n* Experience in development, technology, and system architecture (programming skills not required).\n* Expertise in agile project management, particularly methodologies like Scrum.\n* Familiarity with tools such as Asana, Trello, Google Workspace, Figma.\n* A strong understanding of client relationships, acting as the primary point of contact for customers.\n* Fluency in English (written and spoken), essential for our international ambitions.\n* A flexible approach to travel, with opportunities to visit clients across the Nordics and Europe.\n\nExtensive experience leading teams, fostering professional growth, and achieving collective goals.  \n* \n\n**Example Responsibilities:**\n\n**Project Management:**\n\n* Taking full ownership of project planning, execution, and follow-up, ensuring exceptional delivery quality.\n* Managing budgets and client expectations to ensure projects stay on track and deliver outstanding results.\n* Overseeing and continuously improving clients’ e-commerce solutions with a focus on scalability and quality.\n* Leading e-commerce projects from concept to completion, balancing technical, design, and business requirements.\n\nParticipating in business development and optimizing project processes to maximize client satisfaction and efficiency.  \n* \n\n**Team Leadership:**\n\n* Acting as a role model and mentor for your team, fostering a supportive and inspiring environment.\n* Collaborating with team members to set individual and collective goals, aligning them with company objectives.\n* Driving team engagement through regular feedback, professional development opportunities, and recognition of achievements.\n* Identifying skills gaps and growth opportunities within your team, ensuring continuous improvement.\n\nSupporting resource planning and team allocation for multiple projects, ensuring workload balance and efficiency.  \n* \n\n**What we offer:**\n\n* The opportunity to work on exciting projects with leading brands.\n* Competitive benefits, including biannual salary reviews, a generous pension plan, wellness allowances, remote work flexibility, and state-of-the-art equipment.\n* A fast-paced, fun, and supportive team with a collaborative culture.\n* A flexible, modern working structure with autonomous teams and predictable sprint cycles.\n* Continuous skill development opportunities through internal task forces, external conferences, and more.\n* Plenty of opportunities to grow, whether you want to advance as a specialist or develop further as a leader.\n\nThe chance to work with brands that inspire you.  \n* \n\n**About us:**\n\n\nGrebban develops brands and designs e-commerce experiences for committed and ambitious clients around the world. We are one of the most sought-after agencies in Europe, working primarily with brands seeking long-term partnerships. We have a very high success rate in creating significant business value for our clients.\n\n\nAs e-commerce specialists, we guide our clients to get the best outcomes in their most critical sales channels. Our services include brand design, growth strategies, UX and digital design, system architecture, and building state-of-the-art e-commerce solutions. We are headless experts, primarily working with platforms like Centra, Norce, and Shopify Plus. Some of Grebban’s clients include J.Lindeberg, Björn Borg, Djerf Avenue, iDeal of Sweden, Kari-Traa, Hestra, NN07, Filippa K, and Sandqvist.\n\n **Interested?**\n\n\nWe’re always eager to meet driven professionals who want to be part of our team. If you’re passionate about e-commerce and leadership and have a client-first approach, send us your application! Let’s explore how you can contribute to our exciting projects and growing team at Grebban.","company_url":"https:\/\/se.indeed.com\/cmp\/Grebban","company_url_direct":"https:\/\/www.grebban.com\/","company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/b4e4768f4084b51e7caead9aed9c3ecc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"61b5e6584eaec631","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=61b5e6584eaec631","job_url_direct":"https:\/\/jobs.gigstep.se\/jobs\/5206295-testingenjor-med-fokus-pa-release-och-sprintplanering","title":"Testingenjör med fokus på release- och sprintplanering","company":"Gigstep","location":"Malmö, M, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Vi söker till vår kund en** **testingenjör** **som kommer att spela en central roll i utvecklingsprocessen.** Du kommer att samarbeta med programchefer, utvecklare, testingenjörer och UX-designers för att planera och genomföra sprints samt säkerställa hög kvalitet i leveranserna.\n\n#### **Ansvarsområden**\n\n* **Utvecklings- och releaseplanering:**  \n\nAnalysera och bryta ner stora funktionsförfrågningar till hanterbara uppgifter. Följa upp utvecklingen i releaseplanen.\n* **Sprintplanering:**  \n\nLeda och driva dagliga aktiviteter inom utvecklingsteamet, inklusive estimat och implementeringsinsatser.\n* **Tvärfunktionellt samarbete:**  \n\nArbeta med R&D-teamet för att synkronisera releasescheman och hantera beroenden.\n* **Riskhantering:**  \n\nIdentifiera och bedöma risker relaterade till releaser samt utveckla åtgärdsplaner.\n* **Kontinuerlig förbättring:**  \n\nDelta i retrospektiv för att förbättra arbetsprocesser och samarbeten.\n\n#### **Krav**\n\n* Dokumenterad erfarenhet av releaseplanering och sprintledning.\n* Stark kommunikativ förmåga för att upprätthålla effektiva kanaler mellan team.\n* Förmåga att hantera och prioritera flera projekt samtidigt.\n* Fokus på att förbättra förutsägbarhet och effektivitet i releasecykler.\n\n#### **Tre viktigaste punkter**\n\n\n* Ansvar för hög nivå releaseplanering och synkronisering med utvecklingsprojekt.\n\n\n* Aktivt driva sprintplanering med utvecklingsteamet.\n\n\n* Delta aktivt i förbättring av arbetsmetoder.\n\n\n**Om gigget**\n\n\nDetta är ett konsultuppdrag via Gigstep. Låter det som något för dig? Skicka in din ansökan redan idag!\n\n**Startdatum:** Januari 2025  \n\n**Slutdatum:** 31 mars 2025 (möjlighet till förlängning)","company_url":"https:\/\/se.indeed.com\/cmp\/Gigstep","company_url_direct":"https:\/\/www.gigstep.se\/","company_addresses":"Malmö","company_num_employees":"11 to 50","company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"335af13a81108cd1","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=335af13a81108cd1","job_url_direct":"https:\/\/career.nextory.com\/jobs\/5202962-senior-ux-designer","title":"SENIOR UX DESIGNER","company":"NEXTORY","location":"Stockholm, AB, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We know it, you know it. Most companies ramble on about purpose and making the world a better place. And pretty often it feels a bit… well, forced. But we’d like to think that our story is special for real.\n\n\nOur founders, Shadi Bitar and Ninos Malki, came to Sweden from Syria when they were kids. Books became their compass, guiding them through the maze of life, and helping them shape their destinies in a new world.\n\n\nTheir dream was bold: What if they could unlock the world of books for everyone, making knowledge and inspiration accessible to all? Fast forward a few years, and the tale of Nextory was born.\n\n\nAt Nextory, we've crafted a revolutionary monthly subscription that empowers our users to devour books like never before, be it through reading or listening. It's not just a product; it's a passport to endless adventure and enlightenment.\n\n\nAnd now, we're on a quest to find a senior UX Designer for our User and Payment team, focusing on improving critical user journeys like signup and subscription across our website and internal tools. We are looking for someone as passionate as we are about making the world a happier place and enriching lives through the world of reading. Join our extraordinary team, and let's script a future where every day is a chapter of discovery, and every book is a key to a richer life.\n\n**WHAT YOU WILL BE DOING**\n\n**As UX Designer at Nextory, your mission will be to elevate user experiences across crucial touchpoints, including signup, subscription upgrades, account management pages, and beyond.** You’ll design and prototype web interfaces and internal tools that bring a touch of UX magic to our product.\n\n\nYour responsibilities will include conducting qualitative research to uncover user pain points and opportunities, validating and refining your solutions through user testing, initiating surveys, and leading user interviews. This deep dive into user needs will inform product direction and drive meaningful changes.\n\n\nYou'll present your design concepts and solutions to stakeholders and key partners across the organization, sharing your UX expertise to support other teams as needed. Collaborating with an incredible team of engineers, product managers, and data experts, you’ll contribute to our shared goal of inspiring more people to read.\n\n\nThis position is based in Stockholm, you’ll be part of the Nextory design team, reporting to the Head of Design and working closely with a collaborative group of product designers.\n\n**WHO YOU ARE**\n\n\nWe believe that you excel in early-stage product development and have a talent for uncovering pain points through both quantitative and qualitative research. You’ll fuel and refine the team’s roadmap in collaboration with the Product Manager and Engineering Manager, prioritizing initiatives that deliver the most value to users and business.\n\n\nAs a designer, you confidently lead the design process and consider teamwork as essential to reach team outcome goals. Your design decisions are driven by data and real user insights, balancing speed and precision. You improve your solutions iteratively, leveraging feedback from users, team members, and stakeholders to achieve outcomes that lead your team to successful solutions.\n\n**SKILLS AND QUALIFICATIONS**\n\n**Experience**: 8+ years as a UX Designer with a track record of delivering impactful digital experiences, ideally within a SaaS or similar industry\n\n**Research Skills**: Strong proficiency in qualitative research methodologies\n\n**Outcome-Oriented**: A results-driven approach that consistently leads to practical, user-focused solutions\n\n**Portfolio**: A compelling portfolio that showcases your complete design process, from problem identification to successful implementation\n\n**Tools**: Advanced knowledge of Figma\n\n**Collaboration**: Excellent communication and teamwork abilities\n\n**Language**: Fluency in English\n\n**Extra super-skills:** Experience from working with quantitative research methodologies\n\n\nIf you’re excited to elevate user experiences and make a lasting impact on our core product, we’d love to hear from you!","company_url":"https:\/\/se.indeed.com\/cmp\/Nextory","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f0090c285d997a04","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f0090c285d997a04","job_url_direct":"https:\/\/www.jobbusters.se\/jobs\/5205625-content-creator","title":"Content Creator","company":"JobBusters AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"### **Arbetsuppgifter**\n\n\nTill vår kund söker vi nu en kreativ och strategisk Content Creator som är duktig på UX Copy!\n\n\nI denna roll kommer du att vara avgörande för att förbättra användarupplevelsen genom att skapa engagerande och effektivt innehåll för digitala plattformar. Du blir en del av en kreativ hub där ni tillsammans använder all gemensam kompetens, passion, erfarenhet och skicklighet för att skapa grym, enhetlig och relevant kommunikation för hela företaget i syfte att stärka relationen med kunder.\n\n\nDu kommer att utforma kundkommunikation enligt vår kunds tonalitet i form av mejl, SMS och brev, samt på deras digitala plattformar som app och webb. Du kommer att delta i planering, beställning och genomförande av kommunikationsinsatser i deras egna digitala kanaler tillsammans med teamet för att stärka de digitala kundresorna. Arbetet med både långsiktiga projekt och snabba uppgifter, i nära samarbete med olika personer inom organisationen så som projektledare, IT, kampanjtekniker, designers, produktägare med mera.\n\n\n### **Kvalifikationer**\n\n* Du är en erfaren Content Creator \/ Digital marknadsförare och har flera års erfarenhet av marknadsföring och kommunikation, både i bild och i skrift.\n* Du är van vid att använda olika CMS som Episerver\/Optimizely, Contentful och CRM-system.\n* Du har goda kunskaper inom Photoshop, Adobe Creative Suite eller liknande.\n* Du är flytande i svenska och engelska i tal och skrift.\n  \n\n  \n\n### **Personliga egenskaper**\n\n\nFör att lyckas i rollen som Content Creator är du engagerad, lösningsorienterad och har en god analytisk förmåga. Du är också positiv, är prestigelös och är strukturerad och självständig i ditt arbete.\n\n### **Företagspresentation**\n\n\nVår kund har funnits i Sverige sen början av 2000-talet och de levererar mobil-, bredbands- och tvlösningar till över 4 miljoner svenskar. Mottot här är att människan alltid kommer först och tekniken därefter. Det betyder att det viktigaste är att du alltid ska kunna vara uppkopplad med de som betyder mest för dig.### **När du blir en av oss**\n\n\nSom konsult hos JobBusters kan du känna dig trygg med ett kollektivavtal i ryggen, tillgängliga konsultchefer och engagerade rekryterare. Du som konsult får även tillgång till vårt nätverk av spännande företag och uppdragsgivare! För oss är det viktigt att du som konsult trivs, känner en trygghet och gemenskap till oss som arbetsgivare. Vi erbjuder tjänstepension, löneväxling och möjlighet till flexpension. Du får även tillgång till vår förmånsportal, där du utöver friskvårdsbidrag har tillgång till mängder av rabatter och erbjudanden inom hälsa, hem och fritid, transport, sjukvård och mycket mer! Ditt välmående är av högsta prioritet för oss och vi erbjuder därför dig som anställd Företagshälsovård för att hantera vardagens alla utmaningar, både på jobbet och i privatlivet.\n\n### **Lön**\n\n\nEnligt överenskommelse.\n\n### **Tillträde och ansökan**\n\n\nHeltid, kontorstider. Rollen är ett vikariat och vår kund önskar start omkring 2025-01-02 och uppdraget förväntas löpa till 2026-01-01. Du kommer att vara anställd av JobBusters som konsult hos vår spännande kund. Vi går igenom ansökningarna löpande och i konsultvärlden går processerna oftast snabbt. Rollen kan komma att tillsättas innan sista ansökningsdatum, vänta därför inte med att skicka in din ansökan (gärna i Word-format).","company_url":"https:\/\/se.indeed.com\/cmp\/Jobbusters-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"d3e591c6efbda07a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d3e591c6efbda07a","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5205433-software-project-manager","title":"Software Project Manager","company":"Deploja AB","location":"Malmö, M, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Development, Sprint & Release Planning**  \n\n* Together with Program Managers, develop and maintain release plans, considering dependencies, resources, and project timelines.\n* Working closely with developers (incl. architects), test engineers and UX, drive estimation\/implementation effort, impact analysis and break-down of Epics to prioritized backlog issues.\n* Plan sprints and manage day to day activities in development team consisting of developers, test engineers and UX.\n **Development and release planning**\n\n\nWork together with a steering group consisting of Program Manager, Product Owner, UX and Technical Manager to analyse, prioritise and break down Epic level feature requests to subtasks. Plan and followup these developments in the Release Plan, coordinating development with QA\/test, firmware releases and factory rollout.\n\n **Cross-Team Collaboration & Release Management**\n\n* Collaborate with R&D team in Shanghai to synchronize release schedules and address\n\ninter-team dependencies.  \n\n* Maintain eEective communication channels between local and remote teams, ensuring\n\na seamless development process.  \n\n* Collaborate with development and QA teams to maintain release readiness and\n\ntroubleshoot issues as they arise.  \n\n* Collaborate with Shanghai to execute and evolve release strategies, to track and\n\nmanage software changes eEectively **Feature Cadence Management**  \n\n* Monitor and manage the feature cadence, balancing speed with stability and quality.\n* Implement and optimize release calendars, adjusting timelines to accommodate changing priorities or unforeseen challenges.\n* Continuously improve predictability and eEiciency of release cycles\n**Risk Management**\n\n* Proactively identify and assess risks related to releases, working with teams to develop mitigation plans.\n* Troubleshoot and resolve issues during the release process, minimizing impact on timelines and product stability.\n* Conduct post-release evaluations to gather feedback and drive continuous improvement.Continuous Improvement\n* Foster a culture of continuous improvement in development team and in cooperation with other stakeholders.\n* Participate in retrospective meetings to collect feedback, identify areas for improvement, and implement enhancements\n\n**Essential requirements:**  \n\nResponsible for High level Release planning and synchronisations with development projects  \n\nDrive Hands on sprint planning with the development team  \n\nActively participate in improving ways of working  \n\n  \n\n**Please explain how you meet all the requirements** **when applying.**  \n\n  \n\n**Utilization****:** 100**%**  \n\n**Location:** Malmö  \n\n**Period**: 09-01-2025-31-03-2025  \n\n**Last day to apply**: 29-11-2024  \n\nWe present regularly. This means that we sometimes remove the assignements from our website before the final application deadline. If you are interested in an assignement, we recommend that you submit your application as soon as possible.","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"d54c744cc4023758","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d54c744cc4023758","job_url_direct":"https:\/\/outscal.com\/job\/gameplay-programmer-payday-at-starbreeze-studios-in-stockholm-stockholm-county-sweden-1","title":"Gameplay Programmer (PAYDAY)","company":"Outscal Technologies","location":"AB, SE","job_type":null,"date_posted":1731715200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"About the job\nSummaryBy Outscal\n\n**5 skills required for this role**\n-----------------------------------\n\n\nBoost these skills to join the top 1% applicants for this job\nMultiplayer\nData Structures\nPerforce\nUnreal\nTalent Acquisition**Test Your Skills****Add These Skills****Must have:**\n\n\n* Unreal Engine experience\n* Performance profiling\/debugging\n* Version control (Perforce)\n* Gameplay code development\n* Collaboration with Game Design\n**Good to have:**\n\n\n* AI (behavior trees)\n* Online coop\/multiplayer experience\n**Perks:**\n\n\n* Competitive salaries\n* Annual reviews\n* Generous pension\n* Referral bonuses\n* Private medical insurance\n* Annual wellness benefit\n* 30 days paid vacation\n* Free monthly office massages\n* Weekly DnD club\n\n**Not hearing back from companies?**\n\n\nUnlock the secrets to a successful job application and accelerate your journey to your next opportunity.**Take Quiz Now**\n\n\nWe are looking to hire a Mid-Experienced level Gameplay Programmer to join our PAYDAY team. You will contribute across many different aspects of the game; be it player movement, weapon systems, sound implementation, AI, network, support systems, game state machines, controllers and more.\nPlease note, this role must be based in Stockholm with a minimum of 3 days per week in the office. **Responsibilities:*** Develop gameplay code across many different aspects of a game; be it player movement, weapon systems, sound implementation, AI, network, support systems, game state machines, controllers and more.\n* Collaborate closely with our Game Design team to assist with implementation and feedback.\n* Take responsibility for the features you are adding; bugs or design issues are addressed by you or communicated to the Lead Gameplay Programmer.\n* Deliver a great end-user experience together with the team\n\n **Requirements:*** Experience in a similar GPP role using Unreal Engine.\n* Basic knowledge of performance profiling and debugging.\n* Familiarity with Perforce and\/or other version control systems.\n\n **Good to have:*** Experience working with AI features, in particular behaviour trees.\n* Experience working on an online coop\/multiplayer game.\n\n **About Starbreeze**\nAt Starbreeze, we believe games are more than just entertainment—they’re a way to bring people together. From the pulse-pounding, cooperative heists of PAYDAY to our upcoming Dungeons & Dragons adventure, we create experiences that thrive on teamwork, strategy, and the thrill of emergent gameplay. Our mission is to build vibrant games that offer infinite replayability, allowing players to forge their own stories and adventures together.\nEvery Starbreeze employee helps shape this vision. Whether you’re crafting intricate game worlds or developing the systems that bring players together, your creativity and passion will drive the future of cooperative gaming. Join us in our journey to create innovative, immersive experiences that unite players and redefine what gaming can achieve.\nStarbreeze values diversity and inclusion, and is proud to be an equal opportunity employer. We welcome you as who you are, no matter where you are from or what games you play. If there are preparations or accommodations that we can make to help ensure that you have a comfortable and positive interview experience, please let us know. **What more do we offer?*** Competitive salaries with annual reviews, generous occupational pension, and referral bonuses.\n* Comprehensive benefits, including private medical insurance, annual wellness benefit, and 30 days of paid vacation.\n* Unique perks such as free monthly office massages, weekly DnD club and other fun activities!\n\n **Sounds good?** Then we can’t wait to see your CV and look forward to meeting you. We recommend that you apply as soon as possible as selection and interviews are held continuously. Please submit your CV and cover letter in English. *Recruitment agencies may not submit CVs through this website or directly to hiring managers. Starbreeze Entertainment does not accept unsolicited recruitment agency CVs, and will not pay fees to any third-party agency or company that does not have a signed agreement with us.*\nView Full Job Description","company_url":"https:\/\/se.indeed.com\/cmp\/Outscal-Technologies","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"17791a30ee394e71","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=17791a30ee394e71","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29259255","title":"Embedded Software Engineer","company":"Integro Consulting AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1731715200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Work Description:**  \n\nWe are looking for an ESW Engineer for our client in the automotive industry. As an Embedded SW Engineer you plan your work according to the agile SAFE principals together with your team. In this role you will work with both new development towards future feature\/function growth and with maintenance improving the system already on the market. You will have the opportunity to collaborate a lot with many surrounding teams\n  \n  \n\n**Skills required:**  \n\nSkilled in Matlab, Simulink, TargetLink, Jenkins, Embedded C, C++, and\/or Python\n  \nExperience of working with real-time embedded systems\n  \n* Good experience with CI environment, GIT, Jenkins\n* Experience in agile development\n* Experience with Adaptive AUTOSAR and related tools is a big advantage\n\n\nWe believe you are a person who is driven, business-oriented and innovative.\n  \n* You are interested to solve problems in a structured and effective way.\n* You are a person with a genuine interest in technology as well as people.\n* You feel accountable for the tasks you take on.\n* You are self-motivated by driving changes in a complex environment.\n* Fluent in communication in English, both verbally and in writing. Swedish is a merit\n* Enjoy both teamwork and more independent lines of work\n* Ability to work in a global environment with various cultures.\n* An open mindset to learn & grow. Share your knowledge with others\n* Good networking skills on a local and global basis and you have an ability to understand and accept cultural differences\n* Good communication and presenting skills both in text and verbally (English)\n\n\n**Experience Required:**  \n\n* Master’s Degree in Computer Science, Electrical\/Electronic\/Mechatronics or similar\n* Embedded SW development experience at least for a few years, preferably within the automotive industry.\n* Experience with control strategy and SW verification\n* Experience of functional verification and system tuning\/calibration\n\n\n**Meritorious to have:**  \n\n* C or CE Driving License\n* Knowledge of Automotive systems\n* Experience in SIL\/MIL\/HIL testing\n* Knowledge in planning, performing, and analyzing results from rig or vehicle testing\n\n\n**Additional info:**  \n\nWe schedule interviews on a rolling basis so do not wait until end date.","company_url":"https:\/\/se.indeed.com\/cmp\/Integro-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e38cfce29eb2b00f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e38cfce29eb2b00f","job_url_direct":"https:\/\/www.jobbusters.se\/jobs\/5205878-it-controller","title":"IT-Controller","company":"JobBusters AB","location":"Stockholm, AB, SE","job_type":"parttime, fulltime","date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"### **Arbetsuppgifter**\n\n\nVi söker nu en IT-Controller till vår kund i Stockholm!  \n\n  \n\nI rollen har du ett övergripande ansvar för processer och rutiner kring IT-avdelningens finansiella aktiviteter genom att utveckla och följa upp dessa. Det ingår även att budgetera samt ansvara för den ekonomiska uppföljningen av IT tjänster och projekt. Du har förmåga att självständigt planera, organisera och prioritera ditt arbete samt leverera inom givna deadlines. Du har lätt för att sätta dig in i och förstå ekonomiska samband och kan även presentera dessa på ett lättförståeligt sätt. Du har även en god analytisk förmåga och lätt för att se såväl helhet som detaljer. Du kommer att ha många kontakter inom IT-avdelningen och kommer att vara avdelningens kontakt mot centrala ekonomiavdelningen. Det är därför viktigt att du är lyhörd, kommunikativ och har en god social kompetens med förmåga att skapa goda relationer.\n\n### \n**Kvalifikationer**\n\n* Du har en högskoleutbildning inom ekonomi eller på annat sätt förvärvad kunskap som arbetsgivaren bedömer likvärdig.\n* Du har minst 3 års dokumenterad erfarenhet av arbete som controller.\n* Du har goda kunskaper i affärssystemet UBW.\n* Du har mycket goda kunskaper i Excel.\n* Du har mycket goda kunskaper i svenska och engelska, i tal och skrift.\n\n### \n\n### **Företagspresentation**\n\nVår kund är ett svenskt statligt universitet i Stockholm där man bedriver akademisk forskning inom medicin samt erbjuder medicinska utbildningar.  \n\n  \n\n  \n\n### **När du blir en av oss**\n\n\nSom konsult hos JobBusters kan du känna dig trygg med ett kollektivavtal i ryggen, tillgängliga konsultchefer och engagerade rekryterare. Du som konsult får även tillgång till vårt nätverk av spännande företag och uppdragsgivare! För oss är det viktigt att du som konsult trivs, känner en trygghet och gemenskap till oss som arbetsgivare. Vi erbjuder tjänstepension, löneväxling och möjlighet till flexpension. Du får även tillgång till vår förmånsportal, där du utöver friskvårdsbidrag har tillgång till mängder av rabatter och erbjudanden inom hälsa, hem och fritid, transport, sjukvård och mycket mer! Ditt välmående är av högsta prioritet för oss och vi erbjuder därför dig som anställd Företagshälsovård för att hantera vardagens alla utmaningar, både på jobbet och i privatlivet.\n\n### **Lön**\n\n\nEnligt överenskommelse.\n\n### **Tillträde och ansökan**\n\n\nDeltid 50-100%, kontorstider. Vår kund önskar start 2024-12-02 och uppdraget förväntas löpa t.o.m. 2025-12-02 med möjlighet till förlängning till 2026-06-01. Du kommer att vara anställd av JobBusters som konsult hos vår spännande kund. Vi går igenom ansökningarna löpande och i konsultvärlden går processerna oftast snabbt. Rollen kan komma att tillsättas innan sista ansökningsdatum, vänta därför inte med att skicka in din ansökan (gärna i Word-format).","company_url":"https:\/\/se.indeed.com\/cmp\/Jobbusters-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e8215d3ed7bf38e3","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e8215d3ed7bf38e3","job_url_direct":"https:\/\/jobs.starbreeze.com\/jobs\/5205981-gameplay-programmer-payday","title":"Gameplay Programmer (PAYDAY)","company":"Starbreeze","location":"Stockholm, AB, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We are looking to hire a Mid-Experienced level Gameplay Programmer to join our PAYDAY team. You will contribute across many different aspects of the game; be it player movement, weapon systems, sound implementation, AI, network, support systems, game state machines, controllers and more.\n\n\nPlease note, this role must be based in Stockholm with a minimum of 3 days per week in the office.\n\n **Responsibilities:**\n\n* Develop gameplay code across many different aspects of a game; be it player movement, weapon systems, sound implementation, AI, network, support systems, game state machines, controllers and more.\n* Collaborate closely with our Game Design team to assist with implementation and feedback.\n* Take responsibility for the features you are adding; bugs or design issues are addressed by you or communicated to the Lead Gameplay Programmer.\n* Deliver a great end-user experience together with the team\n\n **Requirements:**\n\n* Experience in a similar GPP role using Unreal Engine.\n* Basic knowledge of performance profiling and debugging.\n* Familiarity with Perforce and\/or other version control systems.\n\n **Good to have:**\n\n* Experience working with AI features, in particular behaviour trees.\n* Experience working on an online coop\/multiplayer game.\n\n **About Starbreeze**\n\n\nAt Starbreeze, we believe games are more than just entertainment—they’re a way to bring people together. From the pulse-pounding, cooperative heists of PAYDAY to our upcoming Dungeons & Dragons adventure, we create experiences that thrive on teamwork, strategy, and the thrill of emergent gameplay. Our mission is to build vibrant games that offer infinite replayability, allowing players to forge their own stories and adventures together.\n\n\nEvery Starbreeze employee helps shape this vision. Whether you’re crafting intricate game worlds or developing the systems that bring players together, your creativity and passion will drive the future of cooperative gaming. Join us in our journey to create innovative, immersive experiences that unite players and redefine what gaming can achieve.\n\n\nStarbreeze values diversity and inclusion, and is proud to be an equal opportunity employer. We welcome you as who you are, no matter where you are from or what games you play. If there are preparations or accommodations that we can make to help ensure that you have a comfortable and positive interview experience, please let us know.\n\n **What more do we offer?**\n\n* Competitive salaries with annual reviews, generous occupational pension, and referral bonuses.\n* Comprehensive benefits, including private medical insurance, annual wellness benefit, and 30 days of paid vacation.\n* Unique perks such as free monthly office massages, weekly DnD club and other fun activities!\n\n **Sounds good?** Then we can’t wait to see your CV and look forward to meeting you. We recommend that you apply as soon as possible as selection and interviews are held continuously. Please submit your CV and cover letter in English.\n\n *Recruitment agencies may not submit CVs through this website or directly to hiring managers. Starbreeze Entertainment does not accept unsolicited recruitment agency CVs, and will not pay fees to any third-party agency or company that does not have a signed agreement with us.*","company_url":"https:\/\/se.indeed.com\/cmp\/Starbreeze","company_url_direct":"https:\/\/www.starbreeze.com\/","company_addresses":"Stockholm","company_num_employees":"51 to 200","company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"6f680e85c606aae6","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=6f680e85c606aae6","job_url_direct":"https:\/\/jobb.softhouse.se\/jobs\/5203947-student","title":"Student!","company":"Softhouse","location":"Karlskrona, K, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"***Är du student och vill*** ***kickstarta din utvecklingsresa?***\n\n  \n\nPå Softhouse utvecklar vi digitala affärer, mjukvara och människor genom allt vi gör. Vi letar alltid efter fler talangfulla, nyfikna, kreativa och tech-intresserade studenter till vårt team i Karlskrona!\n\n  \n\n**Vad kommer vi göra tillsammans?**\n\n\nPå Softhouse tycker vi att det är viktigt att samarbeta med studenter och universitet för att utveckla framtidens talanger. I den mån vi har möjlighet erbjuder vi **praktik, sommarjobb** och **examensarbete** på vårt kontor på Campus Gräsvik i Karlskrona. Vi har ofta flera pågående projekt och samarbeten med BTH och har under åren hjälpt en mängd studenter att starta sin utveckingsresa.\n\n\nHos oss kommer du att utveckla både dina kunskaper, praktiska färdigheter och din konsultmässighet, genom löpande handledning och praktiskt arbete i team med mer erfarna kollegor.\n\n  \n\n**Vem är du?**\n\n* Studerar mjukvaruutveckling, webbprogrammering eller liknande och har kommit en bit i dina studier\n* Är nyfiken på konsultrollen och taggad på att få tillämpa dina teoretiska kunskaper i riktiga kundprojekt\n* Har en stor passion för teknik och problemlösning och följer den tekniska utvecklingen på nära håll\n\nBryr dig om detaljerna i varje projekt och har ambitionen att leverera grymma applikationer med hög kvalitet  \n* \n\n**Om oss:**\n\n\nPå Softhouse är vi ca 300 medarbetare fördelade på 10 kontor. I region Sydost hittar du oss på våra kontor i Karlskrona och Karlshamn, där vi idag är runt 70 kollegor. Vi har kodat mjukvara sedan 1996, och skapar lösningar tillsammans som motsvarar våra kunders behov och överträffar deras förväntningar - vi levererar tjänster och mjukvara i världsklass.\n\n  \n\n**Ansökan**  \n\nLåter det intressant? Då ser vi fram emot att ta del av din ansökan och lära känna dig bättre!","company_url":"https:\/\/se.indeed.com\/cmp\/Softhouse","company_url_direct":"https:\/\/www.softhouse.se\/","company_addresses":"Stockholm","company_num_employees":"11 to 50","company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"b4063df302a7c373","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b4063df302a7c373","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5203521-senior-data-engineer","title":"Senior Data Engineer","company":"Deploja AB","location":"Solna, AB, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We now have a new requirement and are looking for a consultant colleague with the qualifications listed below. The position is part of our consulting business, which means you will be employed by us and work either with clients or on internal projects and assignments.\n\n*As part of your application, you may be presented to clients\/partners as part of the recruitment process. If selected for the assignment, you will be employed by us and work either with clients or on internal projects and assignments as part of our consulting business.*  \n\n  \n\n**Job Description**  \n\nWe are looking for a senior data engineer with experience on platform and infrastructure development. Experience with working on GCP. Doesn't take long with getting up to speed.  \n\nOur team currently focuses on Ingestion and loading of data using tools like Airflow. Other responsibilities include, Data storage, Managing permissions\/security inside the data platform, Compliance etc. Work from the office in Stockholm at Söder, 3 days a week.  \n\n**Your Profile (Must-have requirements)**  \n\n* Building data platform\n* Automation\n* Ingestion frameworks and orchestration\n\n  \n\nLanguages:  \n\n* Python\n\n  \n\nTooling:  \n\n* Airflow\n* GCP\n* Terraform\n* Fivetran\n* Snowplow\n\n  \n\n**Application deadline:** 22-11-2024  \n\n  \n\n**About Us**  \n\nWe currently employ experienced consultants in areas such as System Development, AI, Machine Learning, Testing, Cloud, Infra DevOps, and IT Project Management.  \n\n  \n\nWorking at Deploja is something entirely different from working at an ordinary consulting company—and we are really proud of that. So, what makes us unique?  \n\n  \n\nWe simply offer more than just a high salary and greater freedom; that’s just the beginning. With us, you’ll find the work environment and opportunities you deserve. Welcome to Deploja, where the grass is indeed greener!  \n\n  \n\n\n\n**Vi erbjuder dig följande, Valet är ditt!**\n\n\nExciting assignments with our many clients. We focus on long-term projects, which gives you the opportunity to create value for the client while also developing yourself.\n\n\nA secure monthly salary – together we’ll agree on a base salary depending on your assignments.\n\n\nCompany car – we encourage you to choose an electric car for a more sustainable future.\n\n\nOccupational pension and great opportunities for salary conversion.\n\n\nVacation – Would you like more than 30 days of vacation, perhaps 60 days?\n\n\nPrivate health insurance, accident insurance, and life insurance for increased security.\n\n\nSkills development – you set your own budget and choose the training you wish to attend.\n\n\nQuality of life – Are you struggling to balance everyday life and wish to work a little less while still earning as much, if not more?\n\n*We handle applications continuously, and due to the high workload, it's especially important to include a short motivation for the position, explaining how you meet the requirements.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"afe70688b294b39f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=afe70688b294b39f","job_url_direct":"https:\/\/jobs.gisys.se\/jobs\/5203425-seniora-it-tekniker","title":"Seniora IT-tekniker","company":"GISYS AB","location":"Sundsvall, Y, SE","job_type":"fulltime","date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Uppdraget:**\n\n  \n\nAvropet avser två (2) seniora driftsresurser som har till uppgift att stötta upp och avlasta ordinarie resurser med den operativa driften, förvaltning och utveckling av e-post, telefoni, chat och mötestjänster samt deltagande i projekt som enhetens representant inom samma kompetensområden. Uppdraget omfattar utveckling, drift och förvaltning av AD-, Exchange-, Skype-, Anywhere365- och Competella-miljöer samt framtida e-post- och mötestjänster. Återkommande beredskap kan bli aktuellt i uppdraget.\n\n **SKA-krav**\n\n* Hög generalistkompetens, eller mycket hög kompetens inom aktuell roll\n* Har utfört komplexa uppdrag inom aktuell roll och genomfört konsulttjänst med mycket hög kvalitet\n* Tar huvudansvar för ledning av större grupp\n* Minst 3 år dokumenterad kunskap och erfarenhet av drift- och förvaltningsarbete av AD, Skype och Exchange i stora komplexa miljöer, minst 5 000 användare.\n* Minst 3 års driftserfarenhet från arbete med i ITIL-processer.\n* Erfarenhet av certifikatshantering i stora komplexa miljöer, minst 5000 användare.\n* Erfarenhet och scriptkunskaper i Powershell.\n* Driftserfarenhet av kundcentertelefoni.\n* Driftserfarenhet av mailtvätt.\n\n\nKraven ovan ska ha genomförts under de senaste fem (5) åren.\n\n**Omfattning:** 100 %\n\n\n**Placeringsort:** Sundsvall  \n\n  \n\n**Avtalstid:** 2025-02-01 - 2027-01-31 (med option på förlängning 12 mån + 12 mån)  \n\n  \n\n**Svarstid och svarssätt:**\n\n\nVi ser fram -emot din intresseanmälan **senast 2024-11-20** innehållande:\n\n* CV i Word format\n* Referens\n* Översikt över kravuppfyllnad ska-krav med tydlig beskrivning av kunskaper, erfarenhet inom relevant område samt referensuppdrag\n* Önskat timpris","company_url":"https:\/\/se.indeed.com\/cmp\/Gisys-Ab","company_url_direct":"https:\/\/gisys.se\/","company_addresses":"Vretenvägen 2, 171 54 Solna","company_num_employees":"11 to 50","company_revenue":null,"company_description":"\"Gisys är ett konsultföretag verksamt sedan 1991 som under lång tid haft uppdrag inom offentlig vård, offentlig förvaltning, fackförbund och försäkring.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/44ad06ea66b5efa8590bdacdca7bc63d","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/881bea331f6d2356ac8c680d8531e980","ceo_name":"Robert Olsson","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/27ad4f17272942c1d738e0adbef088b8"},{"id":"0e041d798e342555","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0e041d798e342555","job_url_direct":"https:\/\/jobs.gisys.se\/jobs\/5203337-it-tekniker","title":"IT-tekniker","company":"GISYS AB","location":"Sundsvall, Y, SE","job_type":"fulltime","date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Uppdraget:**\n\n  \n\nAvropet avser två (2) juniora driftsresurser som har till uppgift att stötta upp och avlasta ordinarie resurser med den operativa driften, förvaltning och utveckling samt arbeta med att bygga och ansluta nya myndigheter till berörda tjänster. Uppdraget omfattar utveckling, drift och förvaltning av AD-, Exchange- och Skype-miljöer samt framtida e-post- och digitala mötestjänster primärt för våra samverkande kundmyndigheter (AMY). Återkommande beredskap kan bli aktuellt i uppdraget.\n\n **SKA-krav**\n\n* Har utbildning inom aktuell roll\n* Har deltagit i utförandet av ett flertal liknande uppdrag\n* Minst 1 års dokumenterad kunskap och erfarenhet av drift- och förvaltningsarbete av AD, Skype och Exchange server\n* Minst 1 års dokumenterad erfarenhet av ramverket ITIL avseende incident-, problem- och ändringshantering i driftsmiljö\n* Kunskap och driftserfarenhet av mailtvättsystem  \n\n  \n\nKraven ovan ska ha genomförts under de senaste tre (3) åren.\n\n**Omfattning:** 100 %\n\n\n**Placeringsort:** Sundsvall  \n\n  \n\n**Avtalstid:** 2025-02-01 - 2027-01-31 (med option på förlängning 12 mån + 12 mån)  \n\n  \n\n**Svarstid och svarssätt:**\n\n\nVi ser fram -emot din intresseanmälan **senast 2024-11-20** innehållande:\n\n* CV i Word format\n* Referens\n* Översikt över kravuppfyllnad ska-krav med tydlig beskrivning av kunskaper, erfarenhet inom relevant område samt referensuppdrag\n* Önskat timpris","company_url":"https:\/\/se.indeed.com\/cmp\/Gisys-Ab","company_url_direct":"https:\/\/gisys.se\/","company_addresses":"Vretenvägen 2, 171 54 Solna","company_num_employees":"11 to 50","company_revenue":null,"company_description":"\"Gisys är ett konsultföretag verksamt sedan 1991 som under lång tid haft uppdrag inom offentlig vård, offentlig förvaltning, fackförbund och försäkring.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/44ad06ea66b5efa8590bdacdca7bc63d","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/881bea331f6d2356ac8c680d8531e980","ceo_name":"Robert Olsson","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/27ad4f17272942c1d738e0adbef088b8"},{"id":"189710c4c458399c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=189710c4c458399c","job_url_direct":"https:\/\/careerclub.ooakrelations.se\/jobs\/5205832-senior-software-engineer-ubiquiti","title":"Senior Software Engineer @Ubiquiti","company":"OOAK Relations","location":"Stockholm, AB, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"### **Ubiquiti Inc.** **is a leader in developing innovative technology platforms for businesses, smart homes, and internet service providers. Driven by the mission to connect everyone, everywhere, Ubiquiti boasts over 100 million devices shipped worldwide, ranging from ISP networking solutions to next-generation IT infrastructure. Our dedicated team of hundreds of engineers, product managers, designers, and strategists fuels our growth and shared vision of revolutionizing the IT landscape.**\n\n##### **Join us in shaping the future of connectivity!**\n\n\nWe seek a highly skilled **Senior Software Engineer** to join our Stockholm, Sweden team and contribute to the ongoing success of **UniFi Protect**. UniFi Protect is a comprehensive video surveillance solution designed for residential, small-to-medium business, and enterprise environments. It delivers high-quality video, lightning-fast local storage, and a diverse camera portfolio to cater to any deployment need.\n\n**Responsibilities:**\n\n* Design, develop, and implement core functionalities within the UniFi Protect media streaming pipeline\n* Collaborate with cross-functional teams to optimize performance, scalability, and reliability\n* Contribute to the continuous improvement of video processing, streaming, encoding\/decoding, and image processing algorithms\n* Troubleshoot and debug complex issues within the media streaming infrastructure\n\n**Qualifications:**\n\n* Bachelor of Science in Computer Science or a related engineering field\n* 3+ years of development experience with modern C++ (C++21 preferred)\n* Solid understanding of electronic circuits\n* Proven experience with embedded Linux systems (ARM processors, cross-building, systemd, fault-tolerance, IPC, debugging, troubleshooting, performance optimization).\n* Familiarity with Postgres, Debian packaging, gRPC, and CMake\n* Git proficiency (merging, rebasing)\n* Experience with ANSI C, build systems and toolchains, debuggers, and scripting languages\n* Excellent written and spoken English communication skills\n\n**Plus Factors:**\n\n* Experience with video processing, streaming, encoding\/decoding, image processing, tuning, and enhancements\n* Understanding of WebRTC technology, APIs, protocols, signaling mechanisms, media codecs, and transport protocols\n* Knowledge of media codecs and standards (H264, H265, AAC, Opus)\n* Familiarity with real-time communication concepts (media synchronization, jitter, latency, packet loss, bandwidth management)\n* Experience with server-side JavaScript and Python\n\n**Ubiquiti offers a comprehensive benefits package that includes:**\n\n* International work environment\n* Competitive compensation package\n* Wellness allowance, occupational pension, and medical insurance\n* Five weeks of annual vacation\n* Flexible work hours\n* Modern office space in central Stockholm (Epicenter)\n* Free lunch three times per week\n* Stocked pantry with snacks and drinks\n\n**We are excited to review your application and if you want to know more about us - Click** **here****.**","company_url":"https:\/\/se.indeed.com\/cmp\/Ooak-Relations","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ddec9653dc629b22","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ddec9653dc629b22","job_url_direct":"https:\/\/jobs.gisys.se\/jobs\/5205669-it-projektledare","title":"IT-projektledare","company":"GISYS AB","location":"Jönköping, F, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Uppdraget:**\n\n  \n\nSupport av Windows 10 upphör oktober 2025 så uppdatering till Windows 11 behöver genomföras. I samband med uppdateringen införs ny förbättrad fjärranslutning med VPN samt förändrad hantering av personlig lagring (H:).  \n\n  \n\nFör att möta höjda krav på informations- och IT-säkerhet behöver vi utöka möjligheten till kontroll och säkerhet i den tekniska lösningen för att ansluta till Sveriges domstolar nät på distans. Detta görs genom att säkerställa att vi kan analysera alla dataflöden i samband med fjärranslutning (”Forced tunneling”) samt att vi inför högre grad av  \n\nskydd för datakommunikationen mellan PC-klient och Sveriges domstolar nät (VPN). Det finns också behov av en ökad behörighetsstyrning av fjärranslutning.  \n\n  \n\nI hanteringen av lokala arbetsmappar har vi i dagsläget en lösning för synkning av information mellan lagring på server, H: och den lokala klienten med arbetsmappar. Lösningen är inte stabil med synkningen och den utvecklas  \n\ninte vidare av Microsoft. Förstudien har analyserat hur vi ska hantera personlig lagring och hur behovet av synkning ser ut nu och för framtiden.  \n\n  \n\n**Arbetsuppgifter IT-projektledare**  \n\na) Projektleda medarbetare från teamen på IT-avdelningen som hanterar klient och nät samt förändringsledare ifrån domstolsutveckling.  \n\nb) Planera och leda tester  \n\nc) Ta fram utrullningsplan  \n\nd) Information om förändringen och info inför utrullning till alla domstolarna samt domstolsverket  \n\ne) Rapportering och föredragande i styrgrupp  \n\nf) Skriva information om projektet och utrullningsplan för intranät och utskick till driftansvariga på domstolarna, samt leda webbinarierum  \n\n  \n\n**SKA-krav**\n\n  \n\n* Hög generalistkompetens, eller mycket hög kompetens inom området\n* Har flerårig erfarenhet (normalt 9–12 år) från komplexa uppdrag inom aktuellt område, och har genomfört uppdrag med mycket hög kvalitet\n* Jobbar självständigt, kan leda och utveckla kollegor inom området\n* Erfarenhet av IT-infrastrukturprojekt i Microsoft miljö\n* Dokumenterad erfarenhet att driva IT-förändringsprojekt i mål inom angiven tidplan\n* Mycket god kommunikationsförmåga\n* Flytande svenska i tal och skrift då all kommunikation och dokumentation sker på svenska\n* Kunna vara på plats i Jönköping minst 2 dagar\/vecka\n\n**BÖR-krav**\n\n  \n\n* IT-projektledning på annan myndighet\n\nIT-projektledning i stora och komplexa organisationer  \n* \n\n**Omfattning:** 50 %\n\n  \n\n\n**Placeringsort:** Jönköping  \n\n  \n\n**Avtalstid:** 2025-01-01 - 2025-06-30 (med option på förlängning 7x6 månader)  \n\n  \n\n**Svarstid och svarssätt:**\n\n\nVi ser fram -emot din intresseanmälan **senast 2024-11-20** innehållande:\n\n* CV i Word format\n* Referens\n* Översikt över kravuppfyllnad ska-krav med tydlig beskrivning av kunskaper, erfarenhet inom relevant område samt referensuppdrag\n* Önskat timpris","company_url":"https:\/\/se.indeed.com\/cmp\/Gisys-Ab","company_url_direct":"https:\/\/gisys.se\/","company_addresses":"Vretenvägen 2, 171 54 Solna","company_num_employees":"11 to 50","company_revenue":null,"company_description":"\"Gisys är ett konsultföretag verksamt sedan 1991 som under lång tid haft uppdrag inom offentlig vård, offentlig förvaltning, fackförbund och försäkring.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/44ad06ea66b5efa8590bdacdca7bc63d","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/881bea331f6d2356ac8c680d8531e980","ceo_name":"Robert Olsson","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/27ad4f17272942c1d738e0adbef088b8"},{"id":"740265b9713d23bf","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=740265b9713d23bf","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5205397-embedded-software-engineer","title":"Embedded Software Engineer","company":"Deploja AB","location":"Västerås, U, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We now have a new requirement and are looking for a consultant colleague with the qualifications listed below. The position is part of our consulting business, which means you will be employed by us and work either with clients or on internal projects and assignments.\n\n*As part of your application, you may be presented to clients\/partners as part of the recruitment process. If selected for the assignment, you will be employed by us and work either with clients or on internal projects and assignments as part of our consulting business.*  \n\n  \n\n**Job Description**  \n\nEmbedded SW designer at Process Control Platform. To be part of our FW team and develop our own Communication Analysis Tool (CAT).\n\n **Requirements:**\n\n* Embedded\n* Linux\n* SW developer\n* C++\n* Ethernet Communication\n\n**Minimum requirements of education and experience:**\n\n* Min 5 years of work experience within the relevant field and a Bachelor or Master degree, or\n* Another technical degree with 10-15 years of work experience within relevant field.\n\n  \n\n  \n\n  \n\n**Application deadline:** 29-11-2024  \n\n  \n\n**About Us**  \n\nWe currently employ experienced consultants in areas such as System Development, AI, Machine Learning, Testing, Cloud, Infra DevOps, and IT Project Management.  \n\n  \n\nWorking at Deploja is something entirely different from working at an ordinary consulting company—and we are really proud of that. So, what makes us unique?  \n\n  \n\nWe simply offer more than just a high salary and greater freedom; that’s just the beginning. With us, you’ll find the work environment and opportunities you deserve. Welcome to Deploja, where the grass is indeed greener!  \n\n\n\n**Vi erbjuder dig följande, Valet är ditt!**\n\n\nExciting assignments with our many clients. We focus on long-term projects, which gives you the opportunity to create value for the client while also developing yourself.\n\n\nA secure monthly salary – together we’ll agree on a base salary depending on your assignments.\n\n\nCompany car – we encourage you to choose an electric car for a more sustainable future.\n\n\nOccupational pension and great opportunities for salary conversion.\n\n\nVacation – Would you like more than 30 days of vacation, perhaps 60 days?\n\n\nPrivate health insurance, accident insurance, and life insurance for increased security.\n\n\nSkills development – you set your own budget and choose the training you wish to attend.\n\n\nQuality of life – Are you struggling to balance everyday life and wish to work a little less while still earning as much, if not more?\n\n*We handle applications continuously, and due to the high workload, it's especially important to include a short motivation for the position, explaining how you meet the requirements.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e267b3b0af0470e1","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e267b3b0af0470e1","job_url_direct":"https:\/\/techseed.teamtailor.com\/jobs\/5205419-losningsarkitekt-till-innovationsstudio-i-techbolag","title":"Lösningsarkitekt till innovationsstudio i techbolag","company":"techseed","location":"Göteborg, O, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"*På TechSeed är vi övertygade om att det är tekniken som kommer göra världen till en bättre plats. Vi ser ett stort behov i vårt samhälle att kombinera affärsförståelse, digitalt ledarskap samt innovativa arbetssätt och lösningar med framtidens tekniker i uppkopplade ekosystem. Vi tror på en hållbar framtid med säkra lösningar genom exempelvis IoT-lösningar, digitala tvillingar, AI och cybersäkerhet. Det här är vårt WHY och det fyller oss med energi varje dag. Det här är vår arena.*\n\n\nTechSeed är ett medarbetarägt bolag som erbjuder konsulttjänster och har ett kompetensdjup inom flera domäner. Vi är på en kraftig tillväxtresa och söker nu **Lösningsarkitekt** som även kommer få en stor grad av inflytande och insyn i hur vi växer framåt och tar ett helhetsgrepp om uppkopplade ekosystem och lösningar. Vi söker dig som trivs i konsultrollen och samtidigt vill bidra till att skapa vägen framåt för TechSeed – Tillsammans.\n\n\nVi söker dig som vill vara en nyckelspelare i TechSeed Innovation Studio och vill hjälpa oss forma framtidens lösningar för uppkopplade ekosystem och digitala transformationer. Som lösningsarkitekt kommer du att arbeta nära både kunder och våra utvecklingsteam för att skapa, anpassa och implementera innovativa tekniska lösningar som möter komplexa affärsutmaningar. Din roll är central i att förstå våra kunders behov, navigera tekniska val och skapa skalbara, flexibla arkitekturer som stöder både dagens och morgondagens krav. Du kommer exempelvis:\n\n  \n\n* Designa och implementera lösningsarkitekturer som är flexibla, säkra och skalbara.\n* Analysera kunders affärsprocesser och utforma tekniska lösningar som är både kundspecifika och framtidssäkra.\n* Agera teknisk rådgivare för våra kunder och stötta dem genom hela utvecklingscykeln.\n* Samordna och samarbeta med andra teknikteam för att säkerställa effektiv integration av lösningar i både nya och befintliga system\n\n\nVår grund ligger i att vi delar med oss av vår passion för teknik och värdet vi skapar. Det handlar bland annat om kunskapsutbyte och att dela idéer, bidra med god stämning såväl som att skapa värde genom vårt delägarskap. Vi erbjuder dig:\n\n* Inflytande i hur vi bygger TechSeed tillsammans\n* En öppen kultur där vi värdesätter olikheter, insikter och innovationer\n* Direkt värde från våra finansiella resultat genom bonus och delägarskap\n* Möjligheten att växa in i olika tekniska områden \/ ansvarsområden utifrån dina önskemål\n* Flexibelt arbete hemifrån, beroende på uppdragets behov.\n\n**Vem söker vi?**\n\n\n* Minst 5 års erfarenhet som lösningsarkitekt, teknisk arkitekt eller liknande roll inom techbranschen.\n* Fördjupade kunskaper inom molnlösningar som AWS, Azure eller Google Cloud Platform samt erfarenhet av containertekniker såsom Docker och Kubernetes.\n* Starkt kundfokus och förmågan att kommunicera komplexa tekniska lösningar på ett tydligt och kundanpassat sätt.\n* En bakgrund i systemutveckling eller programmering (exempelvis Java eller .NET) samt erfarenhet av att använda ramverk som Microservices, REST och API-design.\n* Erfarenhet av att arbeta med agila metoder och förståelse för DevOps-principer.\n\n\nEftersom vi arbetar med flera typer av kunder med olika behov krävs det för rollen att vara obehindrad i både svenska och engelska, tal och skrift.\n\n**Om TechSeed**\n\n\nVi är ett medarbetarägt konsultbolag i ScaleUp-fasen med visionen att skapa värde med uppkopplade lösningar. Vi tror på kombinationen av nära samarbeten, framtidens tekniker och att gemensamt arbeta för att skapa ett bolag vi verkligen trivs på. Genom att erbjuda delägarskap till våra anställda ger vi möjligheten till insyn och påverkan, samtidigt som det gynnar samarbeten och att prioritera vad som är bäst för gruppen. Detta speglas både i vår kultur och våra erbjudanden, där vi kombinerar vårt stora tekniska intresse med ett kundanpassat förhållningssätt samtidigt som vi har många sociala aktiviteter och en härlig gemenskap på kontoret. Vår arena är uppkopplade ekosystem, där tekniker som IoT och Intelligent Edge används för att skapa uppkopplade tjänster och system inom ekosystem som Smart Cities, Smart Factories, Smart Companies och Smart Buildings.","company_url":"https:\/\/se.indeed.com\/cmp\/Techseed","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"99010de3cf6f10cf","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=99010de3cf6f10cf","job_url_direct":"https:\/\/prevas.teamtailor.com\/jobs\/5192838-erfaren-software-engineer-med-fokus-pa-c-och-machine-learning","title":"Erfaren software engineer med fokus på C++ och machine...","company":"Prevas","location":"Linköping, E, SE","job_type":null,"date_posted":1731456000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Har du 4–8 års erfarenhet inom mjukvaruutveckling och en stark bakgrund i C++, maskininlärning, signalbehandling och algoritmutveckling? På Prevas söker vi dig som vill använda din tekniska kompetens för att skapa smarta och hållbara lösningar.\n\n### **Om Rollen**\n\n\nSom Software Engineer hos oss kommer du att ta dig an avancerade projekt, där dina kunskaper inom C++ och algoritmutveckling blir avgörande för att bygga framtidens teknik. Du använder maskininlärning och signalbehandling för att lösa komplexa problem, utveckla intelligenta system och bidra till våra kunders framgång inom flera olika branscher.\n\n### **Vad Du Kommer Att Göra**\n\n* Skapa och optimera algoritmer för att driva teknikutvecklingen framåt.\n* Samarbeta med ett team av skickliga ingenjörer och delta i idéutbyte för att hitta innovativa lösningar.\n* Använda dina färdigheter inom maskininlärning och signalbehandling för att utveckla intelligenta och effektiva system.\n* Hålla dig uppdaterad om nya metoder och tekniker för att säkerställa bästa möjliga prestanda.\n\n### **Utvecklingsmöjligheter**\n\n\nPå Prevas satsar vi stort på din personliga och professionella utveckling. Vi erbjuder individuellt anpassade karriärvägar, mentorskap och utbildningsprogram som ger dig möjlighet att växa inom företaget. Här får du chansen att utforska nya teknologier, utveckla dina färdigheter och skapa en framgångsrik karriär i en miljö som värderar innovation och teamwork.\n\n\nOm du är redo att ta nästa steg i din karriär och bli en del av ett engagerat team där din kompetens gör skillnad – sök till oss på Prevas idag!","company_url":"https:\/\/se.indeed.com\/cmp\/Prevas","company_url_direct":"https:\/\/www.prevas.se\/","company_addresses":"Glödgargränd 14\r\n72103 Västerås","company_num_employees":"1,001 to 5,000","company_revenue":"less than $1M (USD)","company_description":"Hello Possibility Vi löser problem. Många skulle nog påstå att vi gör det med olika tekniska lösningar – och visst stämmer det. Fast ännu viktigare är kanske påhittigheten. Det som Prevas egentligen h","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/8f4965687f103cf8e3f6a09a06b5ed3f","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a5f103be424c8b0e8d55aa5e103c671c","ceo_name":"Magnus Wellén","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/d353e5816a49c6ffe9084e5344503f78"},{"id":"606fcb8da822a4d8","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=606fcb8da822a4d8","job_url_direct":"https:\/\/join.com\/companies\/epihelp\/12939953-co-founder-chief-technology-officer-cto?pid=a13795120131dbe48464","title":"Co-Founder - Chief Technology Officer (CTO)","company":"EpiHelp AB","location":"Jobba hemifrån, SE","job_type":"fulltime","date_posted":1731715200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Position:** Co-Founder Chief Technology Officer (CTO)\n  \n**Company:** basense by EpiHelp AB\n  \n**Location:** Remote (Sweden)\n  \n**Contract Type:** Full-time, Remote (equity-based role until funding)\n  \n**Reports to:** President & CEO\n  \n  \n\n**Company Overview:**  \n\nAt EpiHelp AB, our mission is to enrich society with a fundamentally fresh social community called basense which enables user generated reviews, crowd curation maximizing trustworthiness, and a shared economy business model, but most importantly matches people on the grounds they are most passionate about. basense users can generate and curate reviews on products, services, and events, creating a space for meeting new friends, getting inspired by new ideas, send and receive referrals, exchange relevant information, and ultimately, we invite everyone to capitalize on their reviews in a shared affiliate business model. Our business model allows providers to grow sales with referrals from happy customers, ambassadors to earn commissions while driving sales, and EpiHelp AB to thrive as community host.\n  \n  \n\nWe are seeking a senior SW developer in the role of Co-Founder Chief Technology Officer (CTO) leading our technology roadmap and overseeing the ent-to-end development of our platform. The basense platform consists of an in house developed mobile application, a database-connected website, and an integrated affiliate system software. The role is equity-based until funding is secured, offering the candidate with strong buy-in, endurance, and entrepreneurial spirit a unique high-risk | high-reward opportunity. We're at the point of entering the revenue phase within the next 2 or 3 months.\n  \n  \n\nTasks\n  \n  \n\n**Key Responsibilities:**  \n\n* Strategic Leadership: Own and shape the technology research, planning, and execution efforts for the basense platform, working closely with the management team.\n* Team Management: Plan, manage, and lead a research and development team responsible for the basense app, website, and associated affiliate system, ensuring alignment with business goals and timelines.\n* Technical execution on our Tech-Stack: Develop and maintain core technologies across our mobile app, with currently React Native for app, JS-based frameworks for the website, Node.Js with Express, and Mongo DB for the backend, and Digital Ocean, Docker, and Firebase for DevOps. Our content moderation system is semi-automated and based on a large language model. For the affiliate system we use supplier software integrated into the application.\n* Future Technologies: we’ll upgrade the search with performant technologies like Elastic Search, build or leverage neural networks for matching purposes, AI for several use cases in assisting data structure or knowledge generating. A passion for creating neural networks and in reading and presenting digital observational data would be desirable.\n* Project Management: Plan, manage and execute software technology and service suppliers which are integral parts of our solutions. Plan, execute and support the basense product portfolio (user community, ambassador community, affiliate systems integration, white label offering) from tech delivery perspective.\n* Scale into large volumes: Drive the implementation of scalable architecture to support potential high data volumes in decentralized environments.\n* Neural Networks & Analytics: Guide the integration of neural networks and leverage data into data presentation strategies that work on mobile applications. Be part of the solution specification team.\n* Vendor and Supplier Management: Plan, execute, and manage software and service suppliers integral to the basense ecosystem.\n\n\nRequirements\n  \n  \n\n**Key Requirements:**  \n\n* Experience: 10+ years in full-stack software development with proven hands-on expertise in leading and building high-growth applications.\n* Technical Specialization: Strong experience with React Native, Node.js, MongoDB, Firebase, and DevOps tools such as Docker and Digital Ocean.\n* Specialization and passion: on fast scaling mobile applications with potentially very high data volume, particularly in decentralized environments\n* Familiarity with Social Media Platforms: A background in social networks, knowledge-sharing platforms, affiliate networks, or similar environments.\n* Leadership Skills: Strong project management and team leadership abilities, with a collaborative mindset and the ability to prioritize and delegate.\n* Ability to navigate complex sytems: Be passionate about understanding, navigating, and operating multiple intersecting technology and business layers with multiple stakeholders involved.\n* Entrepreneurial Spirit: A hands-on, outcome-oriented mindset with the ability to endure high-risk, high-reward startup environments that succeed for their unmatched team spirit and will to win.\n* Driving Innovation: Ability to picture, sell, and drive innovative solutions.\n* Global Experience: Experience working in remote, decentralized teams with a global focus, especially in high-growth, tech-driven environments.\n* Educational Background: Degree in Informatics, Engineering, or related fields, with strong experience in technology development.\n* Minimum Financial Independence: at least for the initial period of 3 to 6 months the candidate must have financial independence as a retainer can only be initiated after the seeding-round financing has successfully been completed.\n\n\nBenefits\n  \n  \n\n**What We Offer:**  \n\n* Unique Opportunity: Be integral part of the management team driving a highly differentiated and lucrative business model combining a fast-scaling social network, user-generated reviews, and affiliate commissions into a unique recipe for success.\n* Remote and global: enjoy a 100% remote and international work culture that redefines the work life balance struggle for the better.\n* Compensation: This role is equity-based (the candidate will acquire company shares) until funding is secured. Secondly, we have success-oriented compensation, namely commission payments on funds raised and services sold.\n* Founding Team: The Co-Founder is invited to build a sustainable business starting from the painful beginning, enduring a work intense ramp-up phase, all the way through harvesting the full potential of this unique opportunity.\n\n\nWe look forward to welcoming you in the team!\n  \n  \n\n**Step 1:** Initial Meeting with CEO\n  \n  \n\n* Purpose: Introduction to the company players, its vision, mission, and strategic goals.\n* Discussion Topics:\n* Overview of EpiHelp AB and the basense app.\n* The company's short and long-term goals, especially around growth and scaling.\n* Role expectations for the CTO.\n* Company culture and current team dynamics.\n* Q&A: The candidate’s background, experience, and alignment with the role.\n\n\n**Step 2:** Interview with the Tech Team\n  \n  \n\n* Purpose: Present and discuss the interfaces between tech development and operations, familiarize with development process and the interdependencies.\n* Q&A\n\n\n**Step 3:** Meet the EpiHelp AB Steering Council\n  \n  \n\n* Purpose: Mutual sanity check on team and business philosophy, and ethics.\n\n\n**Step 3:** Offer\n  \n  \n\n* Purpose: Formal offer discussion.\n* Discussion Topics:\n* Review the terms of the equity-based offer.\n* Compensation structure (equity-based until funding, with future salary potential).\n* Discussion of the role's expectations and immediate goals upon joining","company_url":"https:\/\/se.indeed.com\/cmp\/Epihelp-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e5e8936477a46c96","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e5e8936477a46c96","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5206312-senior-gis-specialist","title":"Senior GIS Specialist","company":"Deploja AB","location":"Solna, AB, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n\n\n*I samband med din ansökan kan du komma att presenteras för kund\/partner som en del av rekryteringsprocessen. Om du blir utvald för uppdraget, kommer du att anställas av oss och arbeta antingen hos kund eller i interna projekt och åtaganden som en del av vår konsultverksamhet.*\n\n  \n\n**Jobbeskrivning**  \n\n* Datahantering: bearbetning av databaslagrad information för anpassning till ny miljö\n\n  \n\n* Nya tabellstrukturer\n\n  \n\n* Dataöverföring med FME\n\n  \n\n* Hantering av metadata och datamodeller\n\n  \n\n* Digitalisering av analog information och tillgängliggörande av densamma\n\n  \n\n* Hantera dataflöden för att utveckla och förbättra våra processer\n\n  \n\n* Felsökning disklarm\n\n  \n\n* Brandväggsöppningar, hantering och dokumentation inom Förvaltningen\n\n  \n\n* Licenshantering (flytta licenser inom miljön)\n\n  \n\n* Hantering av AD grupper och åtkomst\n\n  \n\n**Din profil (Skall krav)**  \n\n  \n\n* Du är utbildad kart- eller GIS-ingenjör, alternativt har du utbildning eller arbetslivserfarenhet vi bedömer som likvärdig.\n\n  \n\n* Du har grundläggande kunskaper i spatiala databaser och hantering av geodata.\n\n  \n\n* Djupare databaskunskaper inom Oracle, Postgre eller SQL-server.\n\n  \n\n* Arbetat med AD och Adgrupper.\n\n  \n\n* Erfarenhet av arbete i FME.\n\n  \n\n**Meriterande**  \n\n* Kunskaper i CAD och\/eller BIM\n\n  \n\n* Erfarenhet av datamigrering\n\n  \n\n* Erfarenhet av arbete i ESRIS ArcGIS plattform (ArcGIS Pro och ArcGIS Enterprise)\n\n  \n\n* Erfarenhet av Förvaltning typ PM3 eller liknande\n\n  \n\n**Sista ansökningdatum:** 29-11-2024 **Om Deploja**  \n\n  \n\nVi sysselsätter idag erfarna konsulter, inom bl.a. Systemutveckling, AI, Machine Learning, Test, Cloud, Infra DevOps, , IT-Projektledning.  \n\n  \n\nAtt jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?\n\n  \n\nVi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Välkommen till Deploja, där gräset faktiskt är grönare!\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nSpännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n\n\nEn trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n\n\nTjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n\n\nTjänstepension och stora möjligheter till löneväxling.\n\n\nSemester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n\n\nPrivat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n\n  \n\nKompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n\n\nLivskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?\n\n *Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"643335f182d7ee14","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=643335f182d7ee14","job_url_direct":"https:\/\/career.vipas.se\/jobs\/5203771-project-lead-ecs-migration-services-india-remote","title":"Project Lead, ECS Migration Services,(India)Remote","company":"Vipas AB","location":"Skärholmen, AB, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"priyanka@vipas.se","description":"**Join Our Team VIPAS AB as a Project Lead**  \n\n  \n\n**Do you have what it takes to thrive in the vibrant world of IT consulting? VIPAS AB, a burgeoning company, proudly invites you to embark on your next engaging project as our**\n\n**About VIPAS :**\n\n\nImagine a world where your business technology perfectly aligns with your goals—efficient, scalable, and innovative. At VIPAS AB, that’s exactly what we strive to create. As an IT consulting company, we don’t just offer services; we deliver tailored solutions using cutting-edge technologies like Java and Python. Our team is well-versed in software development, DevOps, and engineering, bringing years of experience and expertise. Think of us as your trusted guide, leading your organization through the landscape of modern tech adoption, ensuring every step is taken with confidence and foresight.\n\n**Job Description:**\n\n\nWe are seeking an experienced Project Lead to support ECS customer migrations to the Private Cloud. The ideal candidate will have a strong background in ECS project leadership, ensuring smooth transitions by managing complex projects and coordinating with internal and external teams. This role offers the flexibility of 100% remote work.\n  \n\n  \n\n**Key Responsibilities:**\n\n* Lead and manage ECS customer migration projects to the Private Cloud.\n* Ensure seamless project and program execution, meeting quality and timeline expectations.\n* Act as a customer advocate, understanding and addressing their needs throughout the migration process.\n* Leverage ECS resources to ensure exceptional customer satisfaction and service delivery.\n* Collaborate with key stakeholders, including:\n* Customer Delivery Engagement (CDE) team\n* ECS Delivery team\n* External partners, such as hyperscalers and Global Strategic Service Partners (GSSP)\n* Oversee and coordinate the onboarding of complex infrastructure and application systems.\n\n**Requirements:**\n\n* Proven experience as an ECS Project Lead, with a deep understanding of ECS processes and systems.\n* Strong project management and organizational skills.\n* Exceptional communication and collaboration abilities to engage with diverse teams and stakeholders.\n* Experience in managing large-scale migrations or cloud integration projects is highly desirable.\n\n  \n\n**Why Join Us?**\n\nVipas AB offers attractive employment packages for IT consultants, aligned with the Teknikföretagen (Almega) collective agreement. Clients Working with us provides opportunities in diverse industries, allowing you flexibility and growth. If you’re driven and eager to face new challenges, join the VIPAS family.\n\n\nYou'll be part of an innovative team driving the future of telecom, Automotive, Retail, and Banking. If you're ready to take on challenging projects and grow your career in a cutting-edge environment, this is the opportunity for you!\n\n\nApply Now & Please feel free to reach me at **priyanka@vipas.se** &contact me at **+46727749222**\n\n **How to Apply:**\n\n\nInterested candidates are encouraged to apply by submitting their resume and cover letter. Join us in driving innovation in the VIPAS AB!\n\n **Please note! We offer continuously. That means that we sometimes remove the assignments before the deadline. If you are interested we recommend that you apply immediately.**","company_url":"https:\/\/se.indeed.com\/cmp\/Vipas-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"5aadf1ade240fecd","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5aadf1ade240fecd","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5203459-senior-kravanalytiker","title":"Senior Kravanalytiker","company":"Deploja AB","location":"Solna, AB, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Vi har nu ett nytt behov och söker därför en konsultkollega med nedan kvalifikationer. Tjänsten är en del av vår konsultverksamhet vilket innebär att du blir anställd av oss och arbetar hos kund alt. interna projekt och åtaganden.\n\n\n*I samband med din ansökan kan du komma att presenteras för kund\/partner som en del av rekryteringsprocessen. Om du blir utvald för uppdraget, kommer du att anställas av oss och arbeta antingen hos kund eller i interna projekt och åtaganden som en del av vår konsultverksamhet.*\n\n  \n\n**Jobbeskrivning**  \n\nI arbetet ingår att driva kravarbetet inom inom ett område av en Epic, tex en process, analysera, identifiera och bryta ner verksamhetskraven till tydliga features som utvecklingsteamen sedan kan fortsätta detaljera, utveckla samt verifiera.  \n\n  \n\nVi ser att du har försäkringskompetens och erfarenhet av systemet Lumera (fd Inca). Vidare är du bekväm i att driva\/leda kravarbetet i ex. workshops med verksamhet och IT. Du har naturliga ledaregenskaper och är van att arbeta i en agil värld.  \n\n  \n\n**Din profil (Skall krav)**  \n\n* Gedigen försäkringskompetens\n* Erfarenhet av **Lumera**\n* **Kravanalys, systemanalys**\n* Workshopfacilitering\n* Van att leda arbete såsom **krav och utredningar**\n* **Agil kravhantering och systemutveckling**\n\n  \n\n**Sista ansökningdatum:** 22-11-2024  \n\n  \n\n**Om Deploja**  \n\nVi sysselsätter idag erfarna konsulter, inom bl.a. Systemutveckling, AI, Machine Learning, Test, Cloud, Infra DevOps, , IT-Projektledning.  \n\n  \n\nAtt jobba på Deploja är något helt annat än att arbeta på ett vanligt konsultbolag – och det är vi riktigt stolta över. Vad är det då som gör oss unika?  \n\nVi erbjuder helt enkelt mer än bara hög lön och större frihet, det är bara början. Hos oss hittar du den arbetsmiljö och de möjligheter du förtjänar. Välkommen till Deploja, där gräset faktiskt är grönare!\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nSpännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n\n\nEn trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n\n\nTjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n\n\nTjänstepension och stora möjligheter till löneväxling.\n\n\nSemester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n\n\nPrivat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n\n  \n\nKompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n\n\nLivskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?\n\n *Vi hanterar ansökningar löpande, med hänsyn till höga arbetstrycket är det extra viktigt med en kort motivering för tjänsten som förklarar hur man möter kraven.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"9c9a35e3176cf7e9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=9c9a35e3176cf7e9","job_url_direct":"https:\/\/career.kvaser.com\/jobs\/5205660-devops-ingenjor","title":"DevOps-ingenjör","company":"Kvaser","location":"Mölndal, O, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"career@kvaser.com","description":"Är du en av ingenjörerna som utmanas av att ständigt förbättra? De runt omkring dig kanske till och med upplever att du letar fel. Då kanske du passar i rollen som devops-ingenjör på Kvaser.\n\n\nKvaser är ett av de mest välrenommerade företagen inom maskin-till-maskin- kommunikation, med nästan 40 år i branschen. All produktutveckling sker på Mölndalskontoret och vi är stolta över att ha all tillverkning i Sverige. Vi brinner för teknik, men vi gör mycket annat också, så vi kan alltid garantera engagerade och intressanta samtal, där du tar den rollen du trivs med.\n\n\nSom devops-ingenjör hos oss kommer du att vara en nyckelperson på utvecklingsavdelningen. Du kommer att arbeta tillsammans med både hårdvaruutvecklare och mjukvaruutvecklare samt produktteam för att utveckla och förbättra vår CI\/CD-pipeline. Detta innebär mycket nyutveckling så som att automatisera byggflöden, effektivisera releaseprocesser och se till att tester rullar på kontinuerligt och felfritt.\n\n\nVi söker en driven person som gillar ordning och reda, men som ändå är pragmatisk och flexibel. Du skall också ha ett genuint intresse för CI\/CD. Vi hoppas också att du gillar variation i arbetet då tjänsten på Kvasers mjukvaruavdelning innebär att du kommer vara inblandad i många delar av mjukvaruprocessen.  \n\n  \n\n\n\n**För att passa i rollen tror vi att du uppfyller åtminstone några av följande:**\n\n* Erfarenhet av att arbeta med Linux, Python, C och C++\n* Minst 3 års relevant erfarenhet\n* Erfarenhet av PKI (public key infrastructure)\n* Civilingenjörsexamen, eller motsvarande i relevant område (t ex data eller elektro)\n* Erfarenhet av Git, Jenkins, Docker, Ansible\n* Goda kunskaper i svenska och engelska.\n\n**Vi erbjuder:**\n\n* Ett varierande arbete, där du är med och driver Kvasers produktutveckling framåt.\n* Kollegor med bred erfarenhet från alla möjliga tekniska specialistområden\n* En olåst utvecklingsmiljö där du ges möjlighet att arbeta med de senaste verktygen.\n* Kollektivavtal med Sveriges Ingenjörer.\n\n\nStart: snarast, enligt överenskommelse\n\n\nKontakt & frågor: Elin Moberg via career@kvaser.com\n\n\nVi arbetar löpande med rekryteringen, var gärna snabb med din ansökan dock senast 7\/1-2025.","company_url":"https:\/\/se.indeed.com\/cmp\/Kvaser","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"8c645fcde7577321","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8c645fcde7577321","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5205699-senior-data-architect","title":"Senior Data Architect","company":"Deploja AB","location":"Solna, AB, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We now have a new requirement and are looking for a consultant colleague with the qualifications listed below. The position is part of our consulting business, which means you will be employed by us and work either with clients or on internal projects and assignments.\n\n*As part of your application, you may be presented to clients\/partners as part of the recruitment process. If selected for the assignment, you will be employed by us and work either with clients or on internal projects and assignments as part of our consulting business.*  \n\n  \n\n**Job Description**\n\n  \n\n* Responsible for designing and refining data architecture to ensure the integrity, scalability, and efficiency of data systems\n* Developing data models, database structures, and architecture blueprints that meet business requirements\n* Play a critical role in defining and implementing the customer's data strategy, ensuring that it aligns with long-term business goals\n* Work closely with data engineers, analysts, and other stakeholders to understand the specific data needs of various teams, providing them with solutions that drive better decision-making\n\n  \n\n**Your Profile (Must-have requirements)**\n\n  \n\n* You have previous experience in design and hands-on implementation, deployment verification, migration \/ development application to Azure, GCP or AWS\n* You have several years of experience in the traditional IT in addition to cloud\n* You are an enthusiast towards data and cloud architecture, designing and\/or being a strong builder and executioner of these architectures including modelling of them\n* It really helps if you are possessing a history of successful IT consulting and architecture engagements with large-scale corporations\n* Communication with Swedish language is must as you would be working directly also with customer stakeholders who might prefer local language. Also, some documentation customers are having might be written in Swedish\n\n**Meritorious**\n\n  \n\n* Event-based \/ real-time architecture experience with technologies such as Kafka on Confluent.\n* Hands-on experience on AI, ML, GenAI is big plus.\n* Analytics domain experience on technologies such as Snowflake, Synapse, Databricks\n* We provide assistance for our customers with their Data & Analytics and Roadmap development based on their Business goals (capturing As-Is state, To-be architecture and gaps) and building Transition state architecture. Experience in this kind of consulting cases is also a big plus\n* Several of our customers are working with some kind of agile model like SAFe or Scrum so agile methods should be familiar to you. But if not, we have great learning capabilities also from these areas for you to master\n\n  \n\n**Application deadline:** 20-11-2024  \n\n  \n\n**About Us**  \n\n  \n\nWe currently employ experienced consultants in areas such as System Development, AI, Machine Learning, Testing, Cloud, Infra DevOps, and IT Project Management.  \n\n  \n\nWorking at Deploja is something entirely different from working at an ordinary consulting company—and we are really proud of that. So, what makes us unique?  \n\n  \n\nWe simply offer more than just a high salary and greater freedom; that’s just the beginning. With us, you’ll find the work environment and opportunities you deserve. Welcome to Deploja, where the grass is indeed greener!\n\n  \n\n\n\n**Vi erbjuder dig följande, Valet är ditt!**\n\n\nExciting assignments with our many clients. We focus on long-term projects, which gives you the opportunity to create value for the client while also developing yourself.\n\n\nA secure monthly salary – together we’ll agree on a base salary depending on your assignments.\n\n\nCompany car – we encourage you to choose an electric car for a more sustainable future.\n\n\nOccupational pension and great opportunities for salary conversion.\n\n\nVacation – Would you like more than 30 days of vacation, perhaps 60 days?\n\n\nPrivate health insurance, accident insurance, and life insurance for increased security.\n\n\nSkills development – you set your own budget and choose the training you wish to attend.\n\n\nQuality of life – Are you struggling to balance everyday life and wish to work a little less while still earning as much, if not more?\n\n*We handle applications continuously, and due to the high workload, it's especially important to include a short motivation for the position, explaining how you meet the requirements.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"8850e02a89033983","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8850e02a89033983","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5205374-qa-leed","title":"QA Leed","company":"Deploja AB","location":"Solna, AB, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We now have a new requirement and are looking for a consultant colleague with the qualifications listed below. The position is part of our consulting business, which means you will be employed by us and work either with clients or on internal projects and assignments.\n\n*As part of your application, you may be presented to clients\/partners as part of the recruitment process. If selected for the assignment, you will be employed by us and work either with clients or on internal projects and assignments as part of our consulting business.*  \n\n  \n\n**Job Description**\n\n  \n\n* Plan and run QA and test management for both functional and non-functional testing, in concurrence with multiple and versatile scrum teams in a delivery team that follows SAFe agile setup\n* Communicate regularly with key stakeholders in IT and business to report on QA risk status, testing progress, and improvement activities in a way that is transparent, accurate, and respectful of all perspectives\n* Secure test enablers such as us, test environments, and test data management\n* Identify impediments, risks, and challenges corresponding to QA and test management and derive solutions to enable efficient QA and test progress\n* Foster continuous learning and development of team members, supporting their growth as they contribute to the agile release trains and work to create a more equitable and inclusive workplace\n\n  \n\n**Your Profile (Must-have requirements)**\n\n  \n\n* Experience of leading QA activities in a big transformation initiative involving multiple workstreams in a very demanding setup.\n* Expert knowledge of creating \/ enhancing a QA strategy based on the overall strategy of the change initiative. Should have experience of managing end to end testing in fast paced, evolving project setup.\n* Experience of managing the readiness of test environments, test data.\n* Good understanding of ways to analyse potential challenges, risks and report as well as mitigate them to secure a fully quality assured solution\n\n  \n\n  \n\n  \n\n**Application deadline:** 20-11-2024  \n\n  \n\n**About Us**  \n\nWe currently employ experienced consultants in areas such as System Development, AI, Machine Learning, Testing, Cloud, Infra DevOps, and IT Project Management.  \n\n  \n\nWorking at Deploja is something entirely different from working at an ordinary consulting company—and we are really proud of that. So, what makes us unique?  \n\n  \n\nWe simply offer more than just a high salary and greater freedom; that’s just the beginning. With us, you’ll find the work environment and opportunities you deserve. Welcome to Deploja, where the grass is indeed greener!  \n\n\n\n**Vi erbjuder dig följande, Valet är ditt!**\n\n\nExciting assignments with our many clients. We focus on long-term projects, which gives you the opportunity to create value for the client while also developing yourself.\n\n\nA secure monthly salary – together we’ll agree on a base salary depending on your assignments.\n\n\nCompany car – we encourage you to choose an electric car for a more sustainable future.\n\n\nOccupational pension and great opportunities for salary conversion.\n\n\nVacation – Would you like more than 30 days of vacation, perhaps 60 days?\n\n\nPrivate health insurance, accident insurance, and life insurance for increased security.\n\n\nSkills development – you set your own budget and choose the training you wish to attend.\n\n\nQuality of life – Are you struggling to balance everyday life and wish to work a little less while still earning as much, if not more?\n\n*We handle applications continuously, and due to the high workload, it's especially important to include a short motivation for the position, explaining how you meet the requirements.*","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"6c6f3e7c71f340ea","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=6c6f3e7c71f340ea","job_url_direct":"https:\/\/outscal.com\/job\/data-engineering-lead-at-toptracer-in-stockholm-stockholm-county-sweden-2","title":"Data Engineering Lead","company":"Outscal Technologies","location":"AB, SE","job_type":"fulltime","date_posted":1731715200000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"About the job\nSummaryBy Outscal\n\n**10 skills required for this role**\n------------------------------------\n\n\nBoost these skills to join the top 1% applicants for this job\nJira\nBack-End\nDart\nKubernetes\nAWS\nPython\nGitLab\nRabbitMQ\nPostgreSQL\nInnovation**Test Your Skills****Add These Skills****Must have:**\n\n\n* 5+ years Data Engineering experience\n* Data platform & pipeline expertise\n* Data warehouse experience\n* AWS cloud infrastructure experience\n* Architecture & design of data platforms\n* Proficient in Python\n**Good to have:**\n\n\n* Experience with Kafka, RabbitMQ, Firehose, Kubernetes, PostgreSQL\n* Understanding of data model frameworks\n**Perks:**\n\n\n* Competitive salary and benefits\n* Work with cutting-edge technologies\n* Collaborative work environment\n* Professional development opportunities\n* Hybrid work environment\n* Opportunities to play golf\n* Morning fika, gym sessions, after-work events, etc.\n\n**Not hearing back from companies?**\n\n\nUnlock the secrets to a successful job application and accelerate your journey to your next opportunity.**Take Quiz Now**\n\n\n**WANT TO REVOLUTIONIZE GOLF?** **Our mission** is to help people enjoy the wonderful game of golf even more by developing tracing technology for TV and gamification to ranges. Our product brings people together and encourages them to get active which enables a healthier lifestyle. Our range technology is used globally and millions of people spend their quality time bonding and playing with their family and friends. Our broadcast technology is aired worldwide and makes the tournaments really enjoyable for the TV viewers. ️ **At our new office**, you can expect to meet humble, helpful and driven colleagues. You will join an organization where everyone has a voice and can make an impact. You'll have the opportunity to contribute to something meaningful as we undergo exciting changes and growth. We are committed to creating a positive and social work environment by creating fun activities like morning fika, gym sessions, mob programming, after-work, table tennis, and golf simulator sessions to name a few! ️  \n\n  \n\n**We are proud** to be on a journey where we're focused on helping people worldwide improve their golf game which leads to healthy, active and social lifestyles. All of our products are developed, tested and deployed from our newly renovated R&D office in Stockholm, Sweden. Join us at Toptracer Technologies and be part of a team dedicated to creating positive change through technology and innovation! \n**THE ROLE**We are strengthening our Shared Data team with a Data Engineering Lead. As a Data Engineer in the Shared Data team at Toptracer, you will be working with the central parts of the Data platform and pipelines. This role offers the exciting opportunity to consolidate data pipelines and databases into a newly set up data warehouse. You will have the chance to affect the architecture and design leaving a positive impact on the product. In this role, you will take the team and Toptracer to the next level.\nThe position provides the advantage of involvement in diverse projects across different teams, helping them develop and improve their products. Additionally, there are opportunities to test product changes and see the results of your work in action by grabbing a golf club, swinging it, and seeing if the code you created reacts in the way you expect on the golf ball's trajectory.  \n\n  \n\nThe team Shared data is responsible for data analysis, streaming services and API’s. They have a great culture and chemistry together. They work with agile methods and use Jira to structure their work.\nYou will also have a big impact on consolidating the system we have today, the platform is both in the cloud and on-prem. You will together with the team and other teams at Toptracer make the platform more robust and scalable than it is today.\nYou are a quick learner who enjoys understanding new tech stacks and applying suitable technology to the tasks at hand. You are open-minded and can consider the pros and cons of multiple alternative solutions. You have a passion for data, coding, problem-solving, and a deep understanding of the needs of data for analysis and services. **TECH STACK**\nAWS | GitLab | Kafka | RabbitMQ | Python | Firehose | Kubernetes | PostgreSQL  \n\n(all mentioned above is not required to apply) **POSSIBILITIES*** Innovate to make golf more accessible\n* High degree of impact of Toptracers Data platform\n* Close collaboration with multiple teams and products\n* Latest libraries and technology\n* Affect the architecture and design leaving a positive impact on the product\n* Broad range of technology and development opportunities\n* Analysis of data\n* Working in an agile environment\n* Be part of the golf revolution to create moments that matter\n\n **WE BELIEVE YOU HAVE*** 5+ years of experience working as a Data Engineer\n* Professional experience and knowledge of Data platforms and pipelines\n* Data model frameworks, principles, and best practices\n* Experience with data warehouses\n* Experience in architecture and design of Data platforms and pipelines\n* An understanding of trends and opportunities to ensure we are following best practices\n* Experience in managing cloud infrastructure, preferably AWS\n* An understanding of the software development process and identifying the needs of a back-end developer\n* At least two years of experience working in Python\n\n  \n\n**MORE ABOUT TOPTRACER**  \n\n  \n\n**Workplace**  \n\nWe value fully engaged associates that come to work because they enjoy their work and the colleagues they have. We strive to create a diverse and inclusive work environment where everybody can reach their full potential. We provide opportunities for all the colleagues to develop internally and to meet each other. We have a strong commitment and dedication at Toptracer. That comes from the activities and moments we share and the product we are developing.\nIn addition to that, our technology is unique and world-leading which makes the journey extra exciting. We create a product that encourages people to be outside and get activated which enables a healthier lifestyle. As a colleague at Toptracer, you can either go to a range near your home to experience the product you have developed or just turn on the TV to see it in the biggest golf tournaments.**Culture**\nOur culture is driven by our mission to create moments that matter for everyone and our values for Caring, Courage, One Team, Fun and Excellence. If you want to learn more about them visit: Core Values | Topgolf. **Activities**  \n\n* Morning Fikas\n* After-work\n* Pair\/Mob programming\n* Conference\n* Dart\n* Gym sessions\n* Table-tennis\n* Golf simulator\n* Golf tournaments\n\n**Benefits*** Competitive salary and benefits package.\n* Opportunity to work on cutting-edge technologies and projects.\n* Collaborative and innovative work environment.\n* Professional development and growth opportunities.\n* A hybrid work environment with the primary workplace at our cozy and welcoming office in Mörby Centrum, Danderyd.\n* And of course, play golf!\n\n\nThe position is permanent and full-time, located at our office in Danderyd. Hit the link at the bottom of the page to read more about the team. We hope to hear from you soon!**Social media**\nInstagram\nLinkedIn  \n\nYoutube\nWebsite\nView Full Job Description","company_url":"https:\/\/se.indeed.com\/cmp\/Outscal-Technologies","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"76b8a52abdc862ca","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=76b8a52abdc862ca","job_url_direct":"https:\/\/career.deploja.se\/jobs\/5204251-migration-lead","title":"Migration Lead","company":"Deploja AB","location":"Solna, AB, SE","job_type":null,"date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Role:**  \n\n* Lead the migration strategy, planning, and execution for a large-scale IT transformation, ensuring seamless data and application transitions.\n* Collaborate closely with internal teams, stakeholders, and third-party vendor to design a robust migration framework.\n* Analyze current systems, processes, and data environments to create detailed migration roadmaps.\n* Ensure that all migrations align with business- and program- goals, minimizing disruptions and ensuring operational continuity.\n* Manage cross-functional teams through each phase of the migration, addressing challenges and mitigating risks.\n* Provide expert guidance on best practices for system integration, cloud migration, and data governance.\n* Oversee post-migration validation and performance optimization to ensure successful outcomes. w\n**Essential requirements:**  \n\n* Proven experience as a Migration Lead or Consultant in large-scale IT transformation programs.\n* Extensive experience in systems migration (applications, infrastructure, or cloud) and data migration projects.\n* Strong knowledge of cloud platforms (AWS, Azure, and\/or Google Cloud) and enterprise IT landscapes.\n* Expertise in project management with the ability to deliver within time, budget, and quality constraints.\n* Exceptional problem-solving and leadership skills with a focus on delivering high-impact results.\n* Excellent communication and stakeholder management skills.\n* Experience from banking \/ financing industry – previous experience from Custody is an advantage.\n\n  \n\n  \n\n**Please explain how you meet all the requirements** **when applying.**  \n\n  \n\n**Utilization****:** 100**%**  \n\n**Location:** Stockholm  \n\n**Period**: 07-01-2025-30-10-2025  \n\n**Last day to apply**: 19-11-2024  \n\nWe present regularly. This means that we sometimes remove the assignements from our website before the final application deadline. If you are interested in an assignement, we recommend that you submit your application as soon as possible.","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"970b8d47c7974f79","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=970b8d47c7974f79","job_url_direct":"https:\/\/accenture.com\/se-en\/careers\/jobdetails?id=R00243987_en","title":"Security Consultant","company":"Accenture","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"karl.kego@accenture.com","description":"Are you ready to take your skills to the next level?\n\n\nAt Accenture, no two workdays are the same, and that's why we love it here! This is a great opportunity to build a rewarding career at Accenture Security. You will work in a team that is relaxed yet daring and ambitious, with talented colleagues who support your success, serving Nordic’s leading companies as your clients. We support your individual skills with an engaging work community where everyone can be themselves.\n\n**Be yourself, influence the future**\n\n\nWe are looking for an expert or aspiring expert in cybersecurity to join our team, someone who wants to develop into a top professional in their field. In the role of Security Consultant, you will work as part of an experienced local team, supported by the global expertise and networks of the world's leading cybersecurity consultancy. We offer meaningful work tasks, a competitive salary, and employment benefits. We are now looking for individuals with commercial, technology\/IT, or security backgrounds for the role of Cyber Security Strategy consultant, who have a sufficient understanding of the diverse field of cybersecurity. Below are our expectations for a new colleague.\n\n\nWhether you have a background in administrative security, architecture, technical development, or experience in cyber defense and application security, apply boldly to join our growing team for diverse tasks!\n\n\n  \n\nIn the role of Cyber Security Strategy Consultant, you will work on client projects as part of Accenture's security strategy consulting team. Depending on your background, you will have the opportunity to help our clients in areas such as:\n\n* Analyzing and complying with security requirements, including technical and regulatory-based requirements\n* Defining the current and target state of security\n* Evaluating security solutions, current processes, or architectural solutions\n* Organizational risk management, data protection, or training\n* Understanding technology trends, products, and services and analyzing potential benefits\n\n**We hope you have...**\n\n* 1-3 years of work experience in the security field – more experienced professionals are also welcome\n* A higher education degree in a technical or commercial field, for example, focusing on cyber\n* Understanding of information and cybersecurity and risk management concepts\n* Understanding of security terminology, tools, and concepts\n* An analytical mindset and strong problem-solving skills\n* Good teamwork skills with an independent work approach\n* Enthusiasm to continuously develop your security expertise\n* Good communication skills in English and Swedish and the ability to work fluently in both languages\n* Additionally, experience with the ISO27001 standard is appreciated\n\n**We offer you**\n\n* Continuous learning and progress – from basic skills to industry-specific content\n* Mentoring and evaluation to support your career progression\n* Great benefits such as a wide range of wellness services and a flexible work environment\n* Opportunities to participate in a wide range of community activities – Corporate citizenship activities, diversity communities, and Fun Clubs\n* A clear career path with international opportunities in a global company\n* Active support for well-being and resilience. We have received the \"Good Mood Workplace\" recognition and are currently certified Great Place to Work\n\n\nWe would love to hear more from you! Applications for the position are submitted through our system.\n\n\nIf you have any questions about the position or the recruitment process, you can send a message to karl.kego@accenture.com\n\n\nAt Accenture, we believe that different people achieve greater things together than people who are all the same, and that's why we want you as you are - regardless of your gender, ethnic origin, culture, nationality, religion and beliefs, sexual orientation, and gender identity. Join us in building a diverse work community in the future as well!\n\n\nAccenture is a global professional services company with leading capabilities in digital, cloud, and security. Combining unmatched experience and specialized skills across more than 40 industries, we offer Strategy and Consulting, Interactive, Technology, and Operations services — all powered by the world’s largest network of Advanced Technology and Intelligent Operations centers. Our 774,000 people deliver on the promise of technology and human ingenuity every day, serving clients in more than 120 countries. We embrace the power of change to create value and shared success for our clients, people, shareholders, partners, and communities.","company_url":"https:\/\/se.indeed.com\/cmp\/Accenture","company_url_direct":"https:\/\/www.accenture.com","company_addresses":"Dublin, Dublin","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Our 721,000 people deliver on the promise of technology and human ingenuity every day, serving clients in more than 120 countries. We embrace the power of change to create value and shared success.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/e1bd47363c07b64a9578dbf71edbf4e4","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/f7be8a6231fd0ad5ccfe0d58b57e6ac3","ceo_name":"Julie Sweet","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/2c0997a3c011aace284cc9a6fb9b0114"},{"id":"2555c8adce6f8a74","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=2555c8adce6f8a74","job_url_direct":"https:\/\/orange.jobs\/jobs\/v3\/offers\/143038?lang=fr","title":"Pentester Lead","company":"Orange","location":"Kungsholmen, AB, SE","job_type":null,"date_posted":1730764800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Orange Cyberdefense is on a mission to build a safer digital society. This mission will be accomplished by safely enabling business and helping our customers manage their digital risk. We are looking for a leader who wants to help us make a difference and work in an organization that is inspired by a humble and open culture.\n\n\nWe are seeking an experienced and visionary leader for our Ethical Hacking team to develop our business proposal and evolve our penetration testing capabilities. This role will involve building and managing a team of skilled ethical hackers as well as strategizing and expanding our offerings in the rapidly evolving cybersecurity landscape.\n\n\nThe Ethical Hacking team at Orange Cyberdefense Sweden is working closely with the global organization that derives from Sensepost, one of the world leading ethical hacking companies. This close collaboration allows us to take in projects that are truly unique for this domain.\n\n\nThe local team in Sweden is mainly working with Nordic customers and responsible for performing all forms of complex technical security assessments of IT systems, ranging from testing web applications and external perimeter to internal infrastructure and Active Directory. Occasionally, mobile application assessments and source code reviews are performed as well as custom-made client software and hardware solutions. Operational Technology (OT), Internet-of-Things (IoT) and Industrial Internet-of-Things (IIoT) are raising areas of interest for both our customers and the counterpart in the threat landscape.\n\n\nThis is an opportunity for someone who can help us expand the operations and capabilities to include additional types of assessments such as phishing and other social engineering assessments, cloud assessments (Azure, AWS and GCP) and red teaming down the road.\n\n **In this role you will:**\n\n* Lead and mentor a team of ethical hackers, fostering a culture of continuous learning and improvement.\n* Develop strategies and implementation plans to enhance the team’s technical capabilities and service offerings.\n* Collaborate with internal and external stakeholders to identify client needs and tailor services accordingly.\n* Drive business development initiatives, identifying new opportunities and partnerships to grow the ethical hacking practice.\n* Stay current with industry trends, emerging threats, and best practices to ensure our services remain cutting-edge.\n* Oversee the execution of penetration tests, vulnerability assessments, and security audits, ensuring high-quality deliverables.\n\nSupport the team in performing tests as well as continuously developing your own skillset by performing your own tests.  \n* \n\n  \n\n**Your Background**\n\n\nTo be successful in this role, we believe that you have a combination of the following elements:\n\n\n* Experience in conducting penetration tests.\n\n* Experience in leading and mentoring teams, fostering collaboration and innovation with a track record of developing talent.\n\n* The ability to articulate technical concepts to non-technical stakeholders and write clear reports on findings.\n\n* A strong interest in the latest trends and threats in cybersecurity and hunger for information gathered from ongoing education, conferences, and community involvement.\n\n* Analytical Thinking and the ability to approach complex security challenges creatively and develop effective solutions.\n\n* Expertise in security tools and frameworks for example OWASP, NIST\n* Strong business acumen with experience in developing client relationships and driving growth.\n* Relevant certifications such as OSCP, OSEP, OSCE or CRTL are a plus.\n\n **Why us?**\n\n* Opportunity to work with market leading technology in combination with some of the industry’s most talented experts.\n* We offer a flexible work environment.\n* We will provide you with opportunities for development, both within your professional role but also the opportunity to develop within the organization where only your ambitions set the limit!\n* A culture that encourages you to be self-driven and curious.\n\n **The story of Orange Cyberdefense**\n\n\nOrange Cyberdefense is Sweden’s leading company in cyber security. Our vision is to contribute to a safer digital society by fighting different kinds of cybercrimes. We have about 2700 employees worldwide and 390 in Sweden. We offer our customers services within Anticipate, Identity, Protect, Detect and Respond.\n\n\nAt Orange Cyberdefense, we are all different but with the same passion; and that is our greatest strength. We are proud of our individual differences, experiences and histories and are convinced that we must include everyone to offer solutions that protect everyone. That is why we always make sure to treat all applications equally.\n\n\n**Contrat**\n-----------\n\nCDI\n\n\nEligible au télétravail","company_url":"https:\/\/se.indeed.com\/cmp\/Orange-2","company_url_direct":"https:\/\/orange.jobs\/site\/fr-home\/","company_addresses":"Issy-les-Moulineaux","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Orange is one of the world’s leading telecommunications operators : sales of 42,3 billion euros in 2020 and 142,000 employees in 26 countries.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/f26add5ac5d2f9460b8cb9c6ecb07681","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/d4adfb2228f4ec9250c9aa7bb280323b","ceo_name":"Christel Heydemann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/f4abe36127411d6e8cfacc673533a0b3"},{"id":"fd03a3b8b970d573","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=fd03a3b8b970d573","job_url_direct":"https:\/\/orange.jobs\/jobs\/v3\/offers\/143039?lang=fr","title":"Pentester","company":"Orange","location":"Kungsholmen, AB, SE","job_type":null,"date_posted":1729814400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"Helena.feldt@orangecyberdefense.com","description":"Orange Cyberdefense is on a mission to build a safer digital society by helping our customers fight different kinds of cybercrime. We are looking for colleagues who want to help us make a difference and work in an organization that is permeated by a humble and open culture.\n\n **What would your role as a Penetration Tester be like?**\n\n\nThe team is responsible for performing all forms of complex technical security assessments of IT systems, ranging from testing web applications and external perimeter to internal infrastructure and Active Directory. Occasionally, mobile application assessments and source code reviews are performed as well as custom-made client software and hardware solutions.\n\n\nThe team is looking to expand their operations and capabilities to include additional types of assessments such as phishing and other social engineering assessments, cloud assessments (Azure, AWS and GCP) and red teaming down the road.\n\n **You will be given the opportunity to:**\n\n* Perform penetration testing of new and novel systems, as well as old and established ones.\n* Perform security reviews of architecture and application designs.\n* Keep up to date with the latest vulnerabilities and TTP’s.\n* Research cutting edge security topics and new attack vectors.\n* Share and evolve your knowledge and findings with colleagues.\n* Represent Orange Cyberdefense at international events, forums or training events.\n\n **Your Background**\n\n\nYou will have 3+ years’ worth of experience in offensive security and consulting and are proficient in at least three of the following areas:\n\n* Modern web application security\n* Internal enterprise networks and Active Directory\n* External perimeter tests and reconnaissance\n* Phishing\n* Cloud assessments (Azure, AWS, GCP)\n\n\nIn addition, you will have acquired knowledge and skills with formal and\/or informal education and possess relevant industry certifications such as OSCP, CRTO, PNPT, OSEP, OSCE, CRTL or extensive experience and expertise in one specific area of cyber security.\n\n\nExperience in a low-level programming language and a thirst for CTF are a bonus.\n\n\nYour background is not as important to us as your mindset and aspirations forward. We are looking for someone creative and innovative with a hacker’s mindset.\n\n **Why us?**\n\n* Opportunity to work with market leading technology in combination with some of the industry’s most talented experts.\n* We offer a flexible work environment.\n* We will provide you with opportunities for development, both within your professional role but also the opportunity to develop within the organization where only your ambitions set the limit!\n* A culture that encourages you to be self-driven and curious.\n\n **The story of Orange Cyberdefense**\n\n\nOrange Cyberdefense is Sweden’s leading company in cyber security. Our vision is to contribute to a safer digital society by fighting different kinds of cybercrimes. We have about 2700 employees worldwide and 390 in Sweden. We offer our customers services within Anticipate, Identity, Protect, Detect and Respond.\n\n\nAt Orange Cyberdefense, we are all different but with the same passion; and that is our greatest strength. We are proud of our individual differences, experiences and histories and are convinced that we must include everyone to be able to offer solutions that protect everyone. That is why we always make sure to treat all applications equally.\n\n\n**The recruitment process**\n\n\nPlease reach out to Helena Feldt if you have any questions: Helena.feldt@orangecyberdefense.com\n\n\n**Contrat**\n-----------\n\nCDI\n\n\nEligible au télétravail","company_url":"https:\/\/se.indeed.com\/cmp\/Orange-2","company_url_direct":"https:\/\/orange.jobs\/site\/fr-home\/","company_addresses":"Issy-les-Moulineaux","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Orange is one of the world’s leading telecommunications operators : sales of 42,3 billion euros in 2020 and 142,000 employees in 26 countries.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/f26add5ac5d2f9460b8cb9c6ecb07681","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/d4adfb2228f4ec9250c9aa7bb280323b","ceo_name":"Christel Heydemann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/f4abe36127411d6e8cfacc673533a0b3"},{"id":"9fa721228957b676","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=9fa721228957b676","job_url_direct":"https:\/\/openings.incluso.se\/jobs\/5204300-system-engineer-secure-gateway","title":"System Engineer - Secure Gateway","company":"incluso","location":"Lund, M, SE","job_type":"fulltime","date_posted":1731628800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"kanika@incluso.se","description":"We are now looking for a **System Engineer for the Secure Gateway** team for a global automotive company in **Lund.**\n\n**Background:**\n\n\nOur mission is to build the world’s most secure mobility platform. We see ourselves as the cybersecurity gatekeepers for the future of automotive technology. Modern vehicles have evolved beyond mere transportation; they now function as advanced data hubs, exchanging information between cars, infrastructure, and passengers. This connectivity brings immense possibilities but also exposes cars to cybersecurity threats, which we aim to prevent.\n\n**The Team:**\n\n\nOur team is dedicated to developing and enhancing the Secure Gateway - a solution ensuring that only trusted data is allowed to interact with the vehicle. Using cutting-edge technology, we tackle emerging threats through innovations like deep packet inspection, enhanced by AI and ML. As we embark on building the next-generation mobility platform, we’re setting the foundation for the most secure vehicles on the road, resilient against future cybersecurity challenges.\n\n**As a System Engineer in the Secure Gateway team, you will:**\n\n* Analyze and refine requirements\n* Work with developers to ensure applicability of requirements\n* Work with testers to ensure testability of requirements\n* Coordinate system engineering work with other teams\n* Work with a highly competent and dedicated team that is always eager to support and help each other\n\n**For this position the following skills are needed:**\n\n* Ability to understand complex software-based systems\n* Know how to write unambiguous and concise requirements\n* Experience of embedded systems development\n* Fluent in spoken and written English\n\n**The following are meritorious, but not a must:**\n\n* Hands-on experience of requirements engineering tools, e.g. SystemWeaver\n* Experience of automotive industry\n* Familiar with cybersecurity technology\n\n\nThis is a full-time consultancy position through Incluso in Lund. Start is in December, One year's limited contract to begin with, possibility of extension after that.\n\n\nFor more information, please contact Kanika Singhal at kanika@incluso.se, recruiter at Incluso.","company_url":"https:\/\/se.indeed.com\/cmp\/Incluso","company_url_direct":"https:\/\/www.incluso.se\/en\/","company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/090cc4d664ab4e0daa44817a87c10eec","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076201785","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076201785","job_url_direct":null,"title":"Frontend Engineer - Stockholm","company":"Kustom","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/kustomco","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076204762","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076204762","job_url_direct":"https:\/\/careers.madepeople.se\/jobs\/1879088-fullstack-developer&urlHash=zdkr","title":"Fullstack Developer","company":"Made People","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Do you have a passion for everything? If so, welcome aboard!**\n We are an e-commerce agency dedicated to delivering business value through creativity and innovation every day. To achieve this, we’ve built a platform shaped by numerous iterations focused on real relevance.\n   \n\n  \n\n Our platform connects the diverse APIs and services that power a modern e-commerce site. It's designed with a \"config-before-code\" approach and built to embrace possibilities rather than limitations.\n   \n\n  \n\n**What does this mean for you?**\n As a Fullstack Developer, you’ll work across the entire stack, from cloud infrastructure to the frontend. We keep our tech stack selective to promote shared knowledge and focus. Here’s what we use:\n   \n\n  \n\n* GCP, Fastly, and Cloudflare for cloud infrastructure\n* NestJS for services\n* Remix for frontends\n* TypeScript across the board\n\n\n We also maintain a legacy stack that includes\n **Nuxt\/Vue and Express** \n on Kubernetes.\n   \n\n  \n\n**Perks of Joining Us**\n* A fast-paced environment where you can drive change\n* Options Program\n* Fun, engaging work culture\n* Exceptional opportunities for personal and professional growth\n\n\n We take pride in our Made People culture, where colleagues are not just teammates but also friends. With regular social activities, team lunches, conferences, and more, everyone who joins us feels like part of the family.","company_url":"https:\/\/se.linkedin.com\/company\/madepeople","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQE8RJUk6fUwbg\/company-logo_100_100\/company-logo_100_100\/0\/1631358081421?e=2147483647&v=beta&t=f_ceeEi55RdbJJSdi9Oc1ESIrFLqPc2vJ1c9P7tpgRg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076203812","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076203812","job_url_direct":null,"title":"Software Engineer - Core Platform","company":"KanEL","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/kanel","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076206204","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076206204","job_url_direct":null,"title":"Software Engineer - Java\/AWS","company":"Coody.io","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/coody","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076203700","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076203700","job_url_direct":null,"title":"Machine Learning Engineer","company":"Deploja","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/deploja","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076201802","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076201802","job_url_direct":null,"title":"Mobile Developer","company":"Coody.io","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/coody","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4076201696","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4076201696","job_url_direct":"https:\/\/coody.teamtailor.com\/jobs\/5197981-embedded-software-engineer-c&urlHash=Jv3e","title":"Embedded Software Engineer C++","company":"Coody.io","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"At\n **Coody** \n , we're revolutionizing consulting by combining the freedom and flexibility of freelancing with the security of traditional employment. With us, you'll receive a maxed out salary with a full benefit package, the opportunity to work remotely and assignments that are both fun and challenging.\n   \n\n  \n\n On average, joining Coody means increasing your salary by 44%. How do we do it?\n   \n\n  \n\n The math is simple. We pay you more by cutting unnecessary costs — no overpaid bosses, no luxurious conferences, and no fancy offices. Instead, we invest in what matters:\n **you** \n .\n   \n\n  \n\n Coody is all about giving you as an individual the chance to have a free and flexible life to live for your own priorities. Welcome to\n **Gravity Free Consulting** \n .\n   \n\n  \n\n Gravity Free Consulting @ Coody Means:\n   \n\n  \n\n* Maximized Compensation: Typically a 44% salary increase.\n* Safety & Comfort: Employment with a generous benefits package.\n* Freedom & Flexibility: No bosses. All digital. Fully remote for those who prefer.\n* Shaping the Future: Assignments with industry innovators like Topgolf, Spotify, Tobii, Volumental, Paradox, Volvo Cars, Varjo, and exciting startups and scale-ups.\n\n\n**About Us**\n**Coody** \n is a growing and dynamic group of people who are the tech stars of the future. We consists of about 13 different nationalities and work on assignments for digital game changers across Sweden, Finland, USA and the UK, in industries such as EV, Gaming, AI, MedTech, AR and FinTech.\n   \n\n  \n\n We’re more than a company — we’re a community platform. Our approach is built on trust and autonomy. We keep corporate bullshit to a minimum and focus on what benefits our consultants most. Explore our employee handbook for more insight into a genuine supportive, consultant-first environment.\n   \n\n  \n\n**What You'll Be Doing**\n As a consultant in Embedded Software Engineering at Coody you'll work on technically, intellectually challenging and fun assignments for companies to strengthen their teams and projects. Your role will most likely involve:\n   \n\n  \n\n* Develop and Optimize Embedded Software in C++ for various hardware platforms, ensuring efficiency and reliability.\n* Integrate Software and Hardware, working with microcontrollers and other devices to enable seamless system operation.\n* Work with RTOS and\/or Embedded Linux, focusing on performance optimization and real-time processing.\n* Prototype, Test, and Debug on actual hardware, maintaining high-quality standards throughout development.\n* Collaborating on product or service strategy, engineering best practices, and fostering a strong team spirit while out on assignments.\n* Typically working on 6 - 24 months on each assignment, allowing you to contribute to industries you’re passionate about.\n\n\n**What We Are Looking For**\n* 5+ years of experience working as an Embedded Software Engineer\n* Deep understanding of C++, and preferred experience from one or more of the following Python, Rust, RTOS, Linux, Embedded Android, CANbus, QT, microcontrollers, hardware, and communication interfaces\n* Experience working in an agile environment\n* Fluency in English (verbal and written)\n* A doers mindset with a proven track record of getting things done\n* A current Swedish citizenship or working visa that allows you to work in Sweden\n* An Engineering degree focusing on vehicle\/electro\/machine\/electronics or computer technology\/ Degree in computer science or mechatronics\n\n\n If Gravity Free Consulting at Coody aligns with your goals, and you bring the skills we're seeking, we’d love to hear from you. Apply today, and we’ll get back to you within a week if your profile fits our needs.","company_url":"https:\/\/se.linkedin.com\/company\/coody","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHu9mbMZzKV1g\/company-logo_100_100\/company-logo_100_100\/0\/1713512002086\/coody_logo?e=2147483647&v=beta&t=blA0JswWz3mhnHhiF9JlVB3UetFvEO_I71J9xPYtYWo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]