[{"id":"faabc332c8bf25bb","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=faabc332c8bf25bb","job_url_direct":"https:\/\/lu.varbi.com\/se\/what:job\/jobID:750562\/type:job\/where:62\/apply:1","title":"2 mjukvaruutvecklare vid INES\/ICOS Carbon portal","company":"Lunds Universitet","location":"Lund, M, SE","job_type":null,"date_posted":1725840000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"kansli@saco-s.lu.se","description":"Lunds universitet grundades 1666 och rankas återkommande som ett av världens främsta lärosäten. Här finns omkring 47 000 studenter och mer än 8 800 medarbetare i Lund, Helsingborg och Malmö. Vi förenas i vår strävan att förstå, förklara och förbättra vår värld och människors villkor. Lunds universitet välkomnar sökande med olika bakgrund och erfarenheter. Jämställdhet, lika villkor och mångfald är grundläggande principer för alla delar av vår verksamhet.\n\n\nICOS Kolportalen (Carbon Portal) är en del av internationella forskningsinfrastrukturen International Carbon Observation System (ICOS) placerad vid Lunds Universitet. ICOS producerar långvariga högkvalité mätningar av växthusgasutbyte inom domänerna atmosfär, ekosystem och hav. Kolportalen erbjuder åtkomst till alla standardiserade ICOS växthusgasdata samt vetenskapliga och pedagogiska produkter som produceras av våra vetenskapliga användare. Kolportalen är alltså en \"one-stop shop\" för alla ICOS dataprodukter. Kolportalen utvecklar också webbtjänster som stödjer vetenskaplig utforskning av data.\n\n\nVi letar efter två mjukvaruutvecklare för att utvidga vårt utvecklingsteam.\n\n\nPå Kolportalen använder vi följande tekniker (erfarenhet är inte ett krav):\n\n* Backend-utveckling: Scala, Akka\n* Metadatahantering: RDF, OWL, SPARQL, RDF4J, PostgreSQL, MongoDB\n* Distributionsmiljöer: Linux, docker, lxd\n* CMS för ICOS-webbplatser: Drupal, wordpress\n* Dokumenthanteringssystem: NextCloud\n* Frontend utveckling: Typescript \/ Javascript, React JS, ScalaJS\n* Skript och åtkomst till data: Python, Bash, Scala-CLI\n\n**Arbetsuppgifter**  \n\nDu kommer att underhålla och vidareutveckla back-end samt\/eller front-end system som är grunden för Kolportalens kärntjänsterna. Vi är en grupp på 18 forskare och utvecklare, men ni kommer att arbeta i ett litet team med 4 andra utvecklare och en operationsingenjör.  \n\n  \n\n  \n\n\n\n**Krav:**\n\n* Flera års erfarenhet eller universitetsexamen i datavetenskap eller inom närliggande områden.\n* Arbetslivserfarenhet av Java, Scala eller liknande språk.\n* Åtminstone grundläggande kunskaper om HTTP-protokoll, Linux, SQL.\n* Villighet att börja arbeta med befintliga mogna kodbaser.\n* Förmåga och lust att lära sig i allmänhet och från dina kamrater i synnerhet.\n* Flytande skriftlig och muntlig engelska\n\n**Övriga meriter:**\n\n* Erfarenhet av något av följande: Ansible, Linux-administration, Bash, Python, PHP, public key cryptography och TLS-certifikat, vetenskaplig data, binära dataformat.\n* Kännedom av SPARQL, RDF, OWL, triple stores.\n* Preferens för statiskt typade programmeringsspråk.\n* Länk till ett offentligt arkiv med dina kodbidrag.\n\n\nVi kommer att lägga stor vikt vid personlig lämplighet. Hänsyn kommer att tas till godsamarbetsförmåga, driv och självständighet.\n\n**Villkor**  \n\nTillsvidareanställning på heltid med önskat startdatum så snart som möjligt, med 6 månader provanställning.  \n\n\n\n  \n\nÄven om du inte uppfyller alla krav, men känner att du skulle passa bra in i vårt team? Tveka inte att ansöka!\n\n**Instruktioner för ansökan**  \n\nEn fullständig ansökan ska innehålla\n\n* personligt brev med motivering till varför du är intresserad av anställningen och på vilket sätt anställningen matchar dina meriter.\n* CV,\n* examensbevis eller motsvarande samt övrigt som du önskar åberopa (kopior av betyg, uppgifter till referenser, rekommendationsbrev etc.).\n\n\nUniversitetet tillämpar individuell lönesättning. Ange gärna löneanspråk i din ansökan.  \n\n  \n\nVälkommen att ansöka!\n\n\n\n\nVid Naturvetenskapliga fakulteten bedrivs forskning och utbildning inom biologi, astronomi, fysik, geovetenskap, kemi, matematik och miljövetenskap. Verksamheten bedrivs vid åtta institutioner samlade inom norra universitetsområdet. Fakulteten har ca 1 500 studenter, 330 forskarstuderande och 700 anställda.\n\n\nVi undanber oss alla kontakter från annonsförsäljare, rekryterings- och bemanningsföretag på grund av statliga upphandlingsregler.\n\n\nAnställningsform: tillsvidare med provanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 2 | Sysselsättningsgrad: 100 | Ort: Lund | Län: Skåne län | Land: Sweden | Referensnummer: PA2024\/2601 | Kontakt: Alex Vermeulen 0709436931, | Facklig företrädare: OFR\/ST:Fackförbundet ST:s kansli 046-2229362, SACO:Saco-s-rådet vid Lunds universitet kansli@saco-s.lu.se, SEKO: Seko Civil 046-2229366, | Publicerat: 2024-09-09 | Sista ansökningsdag: 2024-09-30","company_url":"https:\/\/se.indeed.com\/cmp\/Lunds-Universitet","company_url_direct":"http:\/\/www.lu.se","company_addresses":"Lund","company_industry":" Education And Schools","company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/e63cc5618e4b22941250e9ce7e112e37","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"d71e48c7af5416a9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=d71e48c7af5416a9","job_url_direct":"https:\/\/www.transportstyrelsen.se\/sv\/om-transportstyrelsen\/jobba-hos-oss\/lediga-jobb\/details?jobId=749852","title":"Systemutvecklare","company":"TRANSPORTSTYRELSEN","location":"SE","job_type":null,"date_posted":1725753600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"stig-erik.persson@transportstyrelsen.se, joakim.femermo@transportstyrelsen.se","description":"Vi får samhället att fungera för människor på väg, på spår, i luften och på sjön. Därför behöver vi den bästa kompetensen. Vårt uppdrag är viktigt och har betydelse i vardagen – både för privatpersoner och företag. Hos oss tar vi ansvar, behandlar alla på ett bra sätt och har respekt för olikheter. Som medarbetare bidrar du till en hållbar framtid.\n\n\nOm jobbet\n\n\nNu söker vi dig som är systemutvecklare till sektion Ärendehantering på it-avdelningen. Du blir en värdefull kollega i ett skickligt agilt utvecklingsteam bestående av erfarna utvecklare, testare och kravanalytiker.\n\n\nI rollen som systemutvecklare på Transportstyrelsen utvecklar du effektiva, smarta och hållbara lösningar för det svenska samhället. Du arbetar med verksamhetskritiska system som stödjer hundratusentals användare och designar nya lösningar och features men även vidareutvecklar hållbarheten av befintliga system. Inom området finns en komplex affärslogik och en hög andel integrationer vilket garanterar en utmanade och omväxlande vardag.\n\n\nArbetet kommer att ske inom produktområde SUF (Strategisk Utveckling och Förvaltning) som förvaltar och utvecklar It-stöd inom dataanalys- och ärendehanteringsområdet. Produktområdet består av två produkter, produkt Dataanalys och produkt Ärendehantering. Inom produktområdet arbetar verksamhet och it tillsammans med ett agilt och kunddrivet arbetssätt.\n\n\nHos oss är du viktig\n\n\nGillar du att jobba tillsammans med andra och vill du utvecklas i din yrkesroll? Hos oss kan du förvänta dig karriärsutveckling, ett förtroendefullt chefs- och medarbetarskap och ett hållbart arbetsliv. Vi är en trygg arbetsgivare som månar om din hälsa med tid för friskvård på arbetstid, flexibla arbetstider, väl tilltagna antal semesterdagar och lediga klämdagar.\n\n  \n\nDu kommer att\n\n* arbeta med följande tekniker\n\t+ o C#\n\t+ o NserviceBus\n\t+ o .Net, ASP.NET, och ASP.NET Core MVC, WebForms\n\t+ o Javascript, HTML, CSS, JQuerey, Razor, Bootstrap och Angular\n\t+ o Microsoft SQL, Entity Framework\n* förvalta och utveckla it-lösningar\n* arbeta med automatiska driftsättningar\n* arbeta med flertalet integrationer t.ex. Web\/Windows-Services, Web API, WCF\n* arbeta med enhetstestning & automatiska tester.\n\n\nDu måste ha\n\n* akademisk examen inom it-området eller motsvarande kunskap som vi bedömer likvärdig\n* minst 2 års arbetslivserfarenhet av systemutveckling i C# .Net\n* minst 2 års arbetslivserfarenhet av MS SQL\n* goda kunskaper i svenska såväl tal som skrift.\n\n**Det är meriterande om du också har**\n\n* erfarenhet i systemutveckling av ärendehanteringssystemet W3D3 eller andra verksamhetskritiska ärendehanteringssystem inom offentlig sektor\n* erfarenhet av .Net Core\n* erfarenhet av testautomatisering\n* erfarenhet av WCF och eller Web-API\n* erfarenhet av MVC och eller Blazor\n* erfarenhet av NServiceBus och eller RabbitMQ\n* erfarenhet av automatiserad bygg och releasehantering i Azure DevOps\n* erfarenhet av Git-baserad källkodshantering\n* erfarenhet av agilt arbetssätt.\n\n**Vi vill att du**\n\n* anammar vår värdegrund som visar att vi är möjliggörare, vi är modiga och tar ansvar och är hjälpsamma\n* har god samarbetsförmåga och trivs med att arbeta i team samtidigt som du självständigt kan ta dig an arbetsuppgifter\n* är driven av utveckling och förbättringar, tar initiativ och är lösningsfokuserad\n* har förmåga att kunna se helhet, förklara komplexa förhållanden och visualisera värde för verksamheten\n* är öppen, positiv och trivs i en organisation präglad av samarbete, gemenskap, kunskap och glädje\n* påvisar ett intresse för it och systemutveckling och vill fortsätta att utvecklas inom området tillsammans med oss.\n\n\nStor vikt läggs vid personlig lämplighet.\n\n**Intresserad?**\n\n\nAnställningen är tillsvidare med placering i Örebro eller Kista. Vid placering på annan ort än Örebro kommer återkommande resor till Örebro att ske, då vissa arbetsuppgifter ska utföras fysiskt på kontoret i Örebro.\n\n\nVi tillämpar normalt provanställning. Tillträde enligt överenskommelse. Tjänsten är säkerhetsklassad vilket innebär att man måste vara svensk medborgare och att säkerhetsprövning kommer att föregå beslut om anställning.\n\n\nDu är välkommen att kontakta sektionschef Stig-Erik Persson på telefon 010-495 35 11 alternativt e-post stig-erik.persson@transportstyrelsen.se eller sektionschef Joakim Joakim Femermo på telefon 010-495 33 58 eller via e-post joakim.femermo@transportstyrelsen.se\n\n\nSaco-S, Benedicte Johansson och ST, Siv Nederman nås via vår växel på 0771-503 503.\n\n\nVi vill inte att annonsörer och bemanningsföretag kontaktar oss.\n\n\nAnsök\n\n\nAnsök via vår webbplats och bifoga ditt CV samt ett personligt brev märkt med referensnummer TSG 2024-3867. Vi behöver din ansökan senast den 29 september. Har du skyddade personuppgifter, ska du skicka in din ansökan per post, kontakta rekryterande chef för information om hur du går tillväga. I dina ansökningshandlingar behöver du beskriva på vilket sätt du uppfyller efterfrågade kvalifikationer och meriter kopplat till aktuell rekrytering. Om du går vidare i anställningsprocessen ska alltid utbildnings-\/examensbevis samt tjänstgöringsintyg som styrker de kunskaper och erfarenheter som är relevanta för tjänsten uppvisas.\n\n\nVälkommen att bli vår nya kollega!","company_url":"https:\/\/se.indeed.com\/cmp\/Transportstyrelsen","company_url_direct":"http:\/\/www.transportstyrelsen.se\/","company_addresses":null,"company_industry":null,"company_num_employees":"1,001 to 5,000","company_revenue":null,"company_description":"","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d60e501a7c22ff8054fd1749f30df3e2","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"393f5e54a139d96c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=393f5e54a139d96c","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29084825","title":"ServiceNow Developer Platform","company":"NXT Interim Stockholm AB","location":"Linköping, E, SE","job_type":"fulltime","date_posted":1725753600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"Vi letar efter en senior utvecklare med stort driv och engagemang som vill vara med och förvalta vårt ServiceNow med fokus på Employee Center. Plattformen används av över ca 17.000 medarbetare och vårt gemensamma mål är att skapa värdefulla och enkla interaktioner för alla dessa användare. Vår förvaltning består av olika team baserat på produktområden där Utvecklare, Business Analysts, UX designers, Service Managers och Service Owner ingår.\n  \n  \n\n**Krav på färdigheter:**  \n\n* Tidigare erfarenhet av implementation av moduler för ServiceNow\n* Erfarenhet och genuin förståelse för ServiceNow-plattformen inklusive vanliga fallgropar.\n* Allmän god förståelse för ServiceNow-plattformens kapabiliteter\n* Tidigare erfarenhet av andra ServiceNow-projekt med ambitionen att ta bort anpassningar\/teknisk skuld och gå mer åt \"out of the box\"-lösningar.\n* Förståelse för kopplingen mellan affärsvärde och vad ServiceNow-plattformen erbjuder\n* Agil tankesätt\n* Lagspelare\n\n\nTeknik\n  \n* ServiceNow-plattformen\n* Projektledning\/Kravanalytiker\n* ServiceNow \"out of the box\"-projekt\n\n\nVisst låter detta som en intressant roll?\n  \nSök redan i dag så berättar vi mer! Uppdraget är ett visstids konsultuppdrag där du får en projektanställning hos NXT Interim. Vi behöver en ansökan, på svenska, inkluderat CV som matchar vår kunds önskemål. Urval och intervjuer sker löpande så vänta inte med din ansökan då vi behöver komplettera med mer information och anbudstiden är kort.\n  \n  \n\nNXT Interim och NXT Rekrytering är ett nischat och innovativt företag som är verksamma inom konsult- och rekryteringsbranschen. Vi är verksamma inom HR, IT, ekonomi, sälj och marknad och har 20 års erfarenhet i branschen. Vi erbjuder våra konsulter bl a sjukförsäkring, remote-arbetsplatser och flera andra förmåner som förgyller din vardag. Vid projektanställning tillämpar vi kollektivavtal","company_url":"https:\/\/se.indeed.com\/cmp\/Nxt-Interim-Stockholm-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3967132746","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3967132746","job_url_direct":"https:\/\/career.nolimitcity.com\/career\/sweden\/backend-developer.html&urlHash=Q6kf","title":"Backend developer","company":"Nolimit City®","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"hr@nolimitcity.com","description":"We are looking for senior backend engineers to join us and expand our team of talented backend developers. You share a passion for building systems that delivers high business value without sacrificing maintainability, availability, scalability and quality. You will work on the backend systems that power our casino platform and help us deliver the best customer experience.\n   \n\n  \n\n**Job Description**\n* Design, develop and help operate our systems\n* Drive technical improvements throughout the stack\n* Together with product teams deliver the best games and business solutions\n* Help scale our solution to customer requirements and business opportunities\n\n\n Who you are\n   \n\n  \n\n* You have 5+ years of experience working in a mixed Java, SQL, Javascript environment\n* Master's degree in Computer Science or equivalent\n* You are passionate about working in an environment of continuous learning\n* You are curious, driven and not afraid to take charge and improve the system and add automation where needed\n* Taking on technical challenges and solving them is something you take pride in\n* You have experience from working on large Java systems and have a solid understanding of performance, scalability and availability challenges of distributed systems\n* Quality, not only of the code you write, but the delivered system is important to you\n* You thrive in an environment where you are responsible for your code and takes ownership of the change from editor to production system\n* You know your way around a modern Unix\/Linux system\n* Experience with modern deployment, monitoring and logging solutions\n\n\n Who we are\n   \n\n  \n\n We are the best and fastest growing slot provider in the world with the operator and product in focus, and the mobile future on our minds. Nolimit is a team of experienced professionals from the gambling industry in Stockholm, Sweden, Malta and Gurugram, India. Our company has derived from hands on work at some of the most successful gambling software providers and operators over the last 15 years. Our mission is to offer a fast, reliable and flexible team that cooperates with the best operators in the world, taking gambling to the next level.\n   \n\n  \n\n We have a clean code high performance modern mini\/micro service portable system platform for mobile and desktop that is 100 % under our own control. Since we have our own platform, this allows us to deliver special features and smooth, customizable marketing campaigns that are tailored to the operator's specific needs. We think it's time for a new angle to the gambling software industry – one where the product is in focus and we fully engage their promotion, marketing and country manager system\/activities with our games. Nolimit work with customers on a global scale and the largest gambling operators in the world have our games everywhere.\n   \n\n  \n\n Nolimit City, Stockholm based development team. We provide you with your choice of OS and IDE.\n   \n\n  \n\n Send your application to hr@nolimitcity.com\n   \n\n  \n\n http:\/\/www.nolimitcity.com","company_url":"https:\/\/mt.linkedin.com\/company\/nolimitcity-ltd","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE7SmhAgJohOA\/company-logo_100_100\/company-logo_100_100\/0\/1712843349274\/nolimitcity_ltd_logo?e=2147483647&v=beta&t=DuEWHfgdaWwCo43-XpJIKK8G4eU_StwXwFSxX82L_fE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4019630498","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4019630498","job_url_direct":"https:\/\/career.hemnet.se\/jobs\/4809830-business-intelligence-developer&urlHash=4zaK","title":"Business Intelligence Developer","company":"Hemnet","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Are you a skilled BI developer with a passion for transforming data into insights? Join Sweden's biggest property portal to design data solutions that drive business decisions. Thrive in a dynamic environment and play a crucial role with your analytical and visualization skills. Exciting opportunities awaits! 💚**\n As Sweden's most popular real estate portal, Hemnet receives more than 40 million visits from home-loving people every month looking for their new home. We are a data-heavy company that strives to make even more data-informed decisions every day.\n   \n\n  \n\n As a Business Intelligence Developer, you will be a part of our journey to empower the organization to become more data-driven and help us be a trusted advisor to our customers. You will be part of the Analytics team with business intelligence developers, business analysts, and digital analysts. You will be part of our journey of creating a new data infrastructure, and have opportunities to work both with front- and backend business intelligence.\n   \n\n  \n\n**What You Will Do**\n* Support and guide business analysts, business developers, and the rest of the organization with their data needs.\n* Improve and develop reports and dashboards within Hemnet.\n* Improve our self-service to allow an increasing number of colleagues to find answers themselves.\n* Together with our platform team design and implement data models in our data warehouse.\n\n\n**Who We Are Looking For**\n To be successful in this role we believe that you have an educational background with a strong technical focus and a few years of experience working with business intelligence or analytics engineering. With a deep technical understanding of business intelligence, you support the organization in reaching better insights about our business.\n   \n\n  \n\n* Extensive experience (min 3 years) and interest in data visualization and dashboard design in Tableau or similar.\n* Very comfortable working with data and SQL. Experience with DBT is a plus.\n* Data modeling for analytics needs.\n* Scripting knowledge in Python is not a must but helpful 😊\n* Ability to work effectively with multiple stakeholders.\n* Excellent written and verbal communication skills in English and Swedish.\n\n\n**What We Offer**\n Our office is located in the heart of Stockholm, where we meet weekly, with the flexibility to work from home as well. To promote teamwork and spontaneous meetings with our stakeholders, our team is usually at the office 3-4 days a week.\n   \n\n  \n\n Enjoy 30 days of holiday plus 4 extra leave days (YOLO days), paid workouts, running classes\/races, and flexible working hours. We provide comprehensive benefits to ensure you feel safe and supported, including pension benefits, parental leave top-up, and health insurance. Here’s our full benefit package 👈.\n   \n\n  \n\n Our culture of sharing includes lab weeks twice a year, Friday demos, dev brekkies, and brown bags. Hemnet is a place where you can be yourself and have fun with others. We actively encourage you to explore and share your other passions – whether it's producing music, painting, or playing with clay.\n   \n\n  \n\n Join us in crafting digital products that make a real impact!","company_url":"https:\/\/se.linkedin.com\/company\/hemnet","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHRwC_i61sJlw\/company-logo_100_100\/company-logo_100_100\/0\/1630578277038\/hemnet_logo?e=2147483647&v=beta&t=iD9aWLH-aOblYtY1hCtiX_ROTTFzuTfQBrZhK36ziL8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4020735016","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4020735016","job_url_direct":"https:\/\/www.academicwork.se\/lediga-jobb\/j\/senior-java-backend-developer-to-global-company-at-lindholmen\/WRN85W?i=9?apply=1&urlHash=Uhde","title":"Senior Java Backend Developer to global company at Lindholmen","company":"Academic Work","location":"Lindholmen, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"gbg02@academicwork.se","description":"You will be part of a team that creates great results through awesome people, strong relationships and a high-performance culture. Our client believes that teamwork is the key to success, and they strive for a work environment where they support and help each other to succeed.\n \n\n\n Apply here!\n \n  \n\n**City :**\n Lindholmen\n \n\n\n\n  \n\n**Job Category :**\n IT\n \n\n\n\n  \n\n**Extent :**\n Full time\n \n\n\n\n  \n\n**Start date :**\n ASAP\n \n\n\n\n  \n\n**Type of work :**\n Staffing\n \n\n\n\n  \n\n**Other :**\n Possibility to work remote\n   \n\n\n\n\n**About the role**\n\n We are seeking a Java Backend Developer for our client in the automotive industry. In this role, you will be responsible for developing software applications in accordance with our established development standards. Additionally, you will manage the deployment, operation, and maintenance of our applications, while driving continuous improvement initiatives. You will also play a key role in contributing to the solution design of our services and providing support to the developer community within the organization.\n \n\n\n  \n\n\n This is an exceptional opportunity for a motivated developer to work with cutting-edge technology and contribute to the success of our team. If you are passionate about software development and eager to take on new challenges, we would love to hear from you. Our client is looking to connect with innovative minds who are curious about the future of mobility. You will join a small, diverse DevOps team that operates in two-week sprints and ten-week program increments. Experience with AWS is essential, as it is a key component of their infrastructure.\n \n\n\n  \n\n\n Please note that company policy requires you to be present at the office in Gothenburg two days a week.\n   \n\n\n\n\n**Work tasks**\n\n As a SW developer in the Framework Services team, you will be working with the Java-based microservices used in the clients AWS-based connectivity platform. The assignment is to:\n \n\n\n  \n\n  \n* Develop software applications according to our clients development standards\n  \n* Deploy, operate and maintain applications including. driving continuous improvement\n  \n* Actively contribute to the solution design of services\n  \n* Support the developer community\n  \n\n  \n\n\n**We are looking for**\n\n A candidate with at least 3 years related work experience with competency in the following:\n \n\n\n  \n\n  \n* Java backend\n  \n* AWS (Serverless, nodeJ)\n  \n* Skilled in Spring – extra focus Spring Boot\n  \n* JMS – messaging\n  \n* Cloud services\n  \n* Fluent in English as it is the company's working language\n  \n\n\n  \n\n\n  \n\n**It is meritorious if you have**\n\n\n\n  \n\n  \n* Understanding of Micro services architecture and Design\n  \n* Experience of Automotive industry and connectivity\n   \n\n Since the assignment is aimed to start during September\/October, it is important you can be flexible with the start date.\n  \n\n\n  \n\n\n  \n\n**To succeed in the role, your personal skills are:**\n\n\n\n  \n\n  \n* Supportive\n  \n* Goal oriented\n  \n* Responsible\n  \n\n\n  \n\n  \n\n**Our recruitment process**\n  \n\n\n This recruitment process is handled by Academic Work and it is our client’s wish that all questions regarding the position is directed to Academic Work.\n \n\n\n  \n\n\n Our selection process is continuous and the advert may close before the recruitment process is completed if we have moved forward to the next phase. The process includes two tests: one personality test and one cognitive test. The tests are tools to find the right talent for the right position, to enable equality, diversity, and a fair process.\n   \n\n\n\n\n**Become a part of Academic Work**\n\n When you apply to this job, you are becoming one of many consultants at Academic Work. This means that not only will you gain fantastic benefits, but also a team of consultant managers to support you through your career with us.\n \n\n\n Read more about Academic Work\n   \n\n**Do you have questions about this job?**\n\n Sanam Talimy or a colleague in the recruitment team will gladly answer you on gbg02@academicwork.se Please specify advert-ID in your email: 15106834","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH0HvZmSQWk0g\/company-logo_100_100\/company-logo_100_100\/0\/1630569389993\/academic_work_logo?e=2147483647&v=beta&t=Z_lJt_ukL8hdOHsTZES9LvXN8q-0bx_w2k3c-lv3M_U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4020906278","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4020906278","job_url_direct":"https:\/\/www.talentjobseeker.com\/jobs\/78550213-software-test-engineer?utm_source=TJSLKD&urlHash=ogS_","title":"Software Test Engineer","company":"Talent Job Seeker","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"The Wise Seeker is the leading HR technology company in unbiased talent evaluation.\n   \n\n  \n\n With over 15 years in the industry analyzing the needs and demands of the job market, we are capable of identifying the best talent for each company thanks to our team of professionals and our SaaS platform integrated with Artificial Intelligence.\n   \n\n  \n\n We are efficient, evaluate talent objectively without bias, and close hiring times in record time, delivering optimal results.\n   \n\n  \n\n Key Responsibilities:\n   \n\n  \n\n* Work in our development teams and test Computer Vision applications for traffic solutions\n* Prioritize, estimate, plan and coordinate test activities\n* Design, develop, execute and maintain test automation scripts\n* Design, develop, execute and maintain machine learning build and evaluation pipelines\n* Identify, record, document and track issues\n* Support System Integration Test scenarios\n* On site: &lt 60%\n\n\n Requirements:\n   \n\n  \n\n* Degree in Software Design, Computer Science, System Engineering or similar\n* +4yrs Experience in software testing: test automation and scripting (ideally in Python)\n* You have practice with software tools and workflows (e.g. Jira, Confluence, Git, Gitlab)\n* You are familiar with Linux (Bash)\n* Passion to drive collaboration and deliver high quality across an international team\n* Eager to learn innovative technologies, research and apply learnings to daily work\n* Ability to work in an independent, self-organized manner\n* Good oral and written English, German is of advantage","company_url":"https:\/\/www.linkedin.com\/company\/talent-job-seeker","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9B8ZuCav5wg\/company-logo_100_100\/company-logo_100_100\/0\/1713368324557\/talent_job_seeker_logo?e=2147483647&v=beta&t=53jM-7G2037Uy3_hljuf1wRfNLkxCbraI65hXxHe9Fg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4007346691","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4007346691","job_url_direct":"https:\/\/group.postnord.com\/sv\/karriar\/lediga-jobb\/fullstack-engineer\\u002d\\u002dretail-point-of-sale-solna-or-copenhagen\/&urlHash=UWZi","title":"Fullstack Engineer – Retail Point of Sale, Solna or Copenhagen","company":"PostNord Sverige","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"mats.sandblom@postnord.com","description":"*At PostNord IT, we build the best digital customer solutions for the Nordic markets. Some examples are PostNord App, Skicka Direkt, PostNord Portal and Postcard App. Live tracking, parcel robots and digital postage are some of the latest services we have developed. Find out more about us on LinkedIn.*\n Our Area and the Team\n   \n\n  \n\n We, the Partner Solutions area, are responsible for the solutions that are used at our 3 600 Service Points in Sweden, Denmark and Finland. We also handle the support tools in Backoffice and the Parcel Locker integration in the Nordic Countries. These solutions are central to our growth.\n   \n\n  \n\n**We are now looking for a Fullstack Engineer to the Retail POS Team** \n . This team focus on the freight offering we sell directly to our customers at our Service Points in Sweden and Denmark.\n   \n\n  \n\n Developers that are part of this team have the option to take lead on specific projects and act as a representative for the PostNord Retail POS Team. The support of the team and the tech lead will always be very close if needed.\n   \n\n  \n\n We believe that you enjoy working in an agile environment where you get great opportunities to be involved and influence the work and the technical choices. You should also love to learn about new technologies\/solutions and get acquainted with new contexts since this is part of our everyday life in the PostNord Retail POS team.\n   \n\n  \n\n The Team is always in focus so it’s important that you are a good team player.\n   \n\n  \n\n**Some Of Our Technologies\/techniques**\n* Microservices\/Serverless\n* TypeScript\/JavaScript\n* Java\n* NodeJS\n* AWS - Lambda, DynamoDB, SQS, S3 to name a few.\n* REST\n* Android and iOS native platforms.\n\n\n We are looking for you\n   \n\n  \n\n Experience: (Need-to-have)\n   \n\n  \n\n* Experience in working with serverless architecture and AWS.\n* Experience in working with up to date web development\n* Able to write testable and maintainable code.\n* Experience of working with agile methodologies such as Scrum or Kanban\n* As a person, you are committed, responsible and unpretentious. Some years of experience as a cloud backend developer and also from recent Web development.\n\n\n Meritorious experience: (Nice-to-have)\n   \n\n  \n\n Knowledge in PostNord system landscape with focus on the Retail Domain.\n   \n\n  \n\n**System Requirement**\n Engineer cloud AWS focus\n   \n\n  \n\n* Good knowledge of AWS Principes and how to build serverless architectures\n* Tech Stack: Dynamo DB, PostgreSQL, S3, EventBridge, SNS\/SQS, API GW\n* Experience in Serverless Framework is a merit\n* Experience\/curiosity in front-end development (React, Vue, Angular) is a merit\n* Experience in docker\/container solutions like EC2, Fargate is a merit.\n\n\n Engineer frontend web focus\n   \n\n  \n\n* Knowledge of Vue3, or other web app frameworks like React or Angular\n* Knowledge in test automation frameworks like Cypress are a merit\n* Experience with hosting web apps on AWS and CloudFront and Route 53 setup is a merit\n\n\n**Language Requirement**\n English in speech and writing. Proficiency in at least one Scandinavian language is meritorious\n   \n\n  \n\n We offer you\n   \n\n  \n\n* Flexible hybrid workplace with an open working climate.\n* Good development and career opportunities.\n* Good insurance and occupational pension conditions.\n* Wellness allowance and access to office gym and swimming pool.\n* Employee benefits through PostNord's own employee foundation PostNord Plus.\n* Employment according to a collective agreement.\n\n\n We make everyday life easier\n   \n\n  \n\n PostNord is the leading supplier of communication and logistics solutions to, from, and within the Nordic region. We ensure the provision of a postal service to households and businesses in Sweden and Denmark. We aim to make everyday life easier and more sustainable for everyone who lives and works in the Nordic region. We are accountable, brave and committed, effectively leading change regardless if we lead our self or others. We emphasize teamwork, sincerity and positive relationships in the workplace. We build on our success and learn from both colleagues and mistakes. People with different backgrounds work with us. You will therefore be part of a workplace with great diversity, which contributes to better results for the business. Visit us at postnord.com.\n   \n\n  \n\n Apply\n   \n\n  \n\n What are you waiting for? Welcome with your application. Seleselection will be continuously, so apply as soon as possible. If you have any questions about the position, email mats.sandblom@postnord.com. Please note that we do not accept applications by email.\n   \n\n  \n\n We look forward to hearing from you!\n   \n\n  \n\n Click here for union contact","company_url":"https:\/\/se.linkedin.com\/company\/postnord-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQH7jAOuKrR3qQ\/company-logo_100_100\/company-logo_100_100\/0\/1631306526901?e=2147483647&v=beta&t=dUqeMglsBOPymV7NxnpBWBnrmUkGu8mwv_bTZTPl4yE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4020900798","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4020900798","job_url_direct":"https:\/\/www.talentjobseeker.com\/jobs\/78523482-base-software-engineer?utm_source=TJSLKD&urlHash=rGZ-","title":"Base Software Engineer","company":"Talent Job Seeker","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"The Wise Seeker is the leading HR technology company in unbiased talent evaluation.\n   \n\n  \n\n With over 15 years in the industry analyzing the needs and demands of the job market, we are capable of identifying the best talent for each company thanks to our team of professionals and our SaaS platform integrated with Artificial Intelligence.\n   \n\n  \n\n We are efficient, evaluate talent objectively without bias, and close hiring times in record time, delivering optimal results.\n   \n\n  \n\n Key Responsibilities:\n   \n\n  \n\n* Develop and maintain low-level embedded software in C for automotive Electronic Control Units (ECUs).\n* Design, implement, and test communication protocols using CAN (Controller Area Network) and CAnalyzer tools.\n* Collaborate with cross-functional teams to ensure seamless integration of hardware and software components.\n* Use Python for scripting, automation, and testing to streamline development processes.\n* Ensure that the embedded software meets high standards of reliability and performance within a Linux environment.\n* Participate in code reviews, debugging, and optimization to maintain high-quality code.\n* Document software designs, architectures, and implementations to support development and maintenance.\n\n\n Requirements:\n   \n\n  \n\n* Bachelor's or Master's degree in Computer Science, Electrical Engineering, or a related field.\n* Proven experience in low-level embedded C programming.\n* Strong knowledge of CAN bus protocols and experience with C Analyzer.\n* Proficiency in Python for scripting and automation.\n* Solid understanding of Linux operating systems and development environments.\n* Experience in automotive software development, particularly with ECUs.\n* Excellent problem-solving skills and attention to detail.\n* Strong communication skills and the ability to work effectively in a collaborative team environment.\n* English language proficiency.\n\n\n Preferred Qualifications:\n   \n\n  \n\n* Experience with other automotive communication protocols (e.g., LIN, Flex Ray).\n* Knowledge of ISO 26262 functional safety standards.\n* Familiarity with version control systems, such as Git.","company_url":"https:\/\/www.linkedin.com\/company\/talent-job-seeker","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9B8ZuCav5wg\/company-logo_100_100\/company-logo_100_100\/0\/1713368324557\/talent_job_seeker_logo?e=2147483647&v=beta&t=53jM-7G2037Uy3_hljuf1wRfNLkxCbraI65hXxHe9Fg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4020903802","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4020903802","job_url_direct":"https:\/\/www.academicwork.se\/lediga-jobb\/j\/snowflake-developer-to-big-bank-in-stockholm\/F1TT9O?i=15?apply=1&urlHash=Zgw9","title":"Snowflake developer to big bank in Stockholm!","company":"Academic Work","location":"Kungsholmen, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"stv2@academicwork.se","description":"Do you have experience with Snowflake and are eager to work in a dynamic global team? A major bank in Stockholm is looking for a passionate Snowflake Developer to join the team and contribute to long-term sustainable systems. Apply now and help them grow in Stockholm!\n \n\n\n Apply here!\n \n  \n\n**City :**\n Stockholm, Kungsholmen\n \n\n\n\n  \n\n**Job Category :**\n IT\n \n\n\n\n  \n\n**Extent :**\n Full time, long term employment\n \n\n\n\n  \n\n**Start date :**\n As soon as possible\n \n\n\n\n  \n\n**Type of work :**\n Staffing\n \n\n\n\n  \n\n**Other :**\n Possibility to work remote\n   \n\n\n\n\n**About the role**\n\n In this role, you will be a key player in the banks global development team in Stockholm, working on one of the largest data warehouses. The team is distributed across Stockholm, Poland and India, with ambitions to expand the expertise in Stockholm. You’ll collaborate closely with other developers, testers and Product Owners and participate in daily Scrum activities such as sprint planning and demos.\n \n\n\n  \n\n\n You will be a part of the Development team on Data Warehouse which is a global team with colleagues in Poland and India, however your closest manager is based in Stockholm as well as two of your team members who will guide you during your onboarding. You'll work with technologies such as DataStage, UNIX, TWS and Snowflake and SAFe as methodology and you will have opportunity to perform development activities in Data warehousing solution.\n \n\n\n  \n\n\n The role offers the opportunity to grow within the company, starting as a consultant via Academic Work with a long-term aim for full-time employment at the bank if all parts are happy with the collaboration.\n \n\n\n  \n\n\n  \n\n**You are offered**\n\n\n\n  \n\n  \n* An exciting role where you get the chance to grow and work with modern technologies as well as working at the largest financial group in the Nordic region and one of Europe's largest banks.\n  \n* You'll get the opportunity to join a global team of experts and learn from senior colleagues, as well as increase your skills as a Snowflake Developer.\n  \n* The opportunity to develop and advance in your career. As well as working at a global company which value a sustainable workplace, work-life balance with remote work and a diverse workplace.\n  \n* A dedicated consultant manager from Academic Work who will support and coach you in your career. This is a long term assignment at our client and you'll have an ongoing employment at Academic Work.\n  \n\n  \n\n\n**Work tasks**\n\n You will work independently to understand requirements from the business teams and implement them in Snowflake following SDLC (Software Development Life Cycle) process and contribute to ensure sustainable system solutions through efficient coding and testing.\n \n\n\n  \n\n  \n* Snowflake development in the banks Common Data Warehouse.\n  \n* Work with data modelers\/business to understand the requirement and then implement in the code.\n  \n* Understanding of SDLC cycle.\n  \n\n  \n\n\n**We are looking for**\n  \n* **Bachelor's degree in Computer Science \/ InformationTechnology**\n  \n* Minimun of 2 years of experience from working with Snowflake development\n  \n* Knowledge of Airflow and an understanding of SDLC cycle.\n  \n* Fluent in English in both writing and speaking\n  \n* Has a Swedish citizenship or a valid long term work permit to start the position immediately.\n  \n\n\n  \n\n\n  \n\n**It is meritorious if you have**\n\n\n\n  \n\n  \n* Experience from working with DataStage, UNIX and TWS\n  \n* Experience from working with different databases such as SQL or Oracle\n  \n* Experience from development\n  \n* Experience from the bank industry\n  \n\n\n  \n\n\n  \n\n**To succeed in the role, your personal skills are:**\n\n\n\n  \n\n  \n* **Responsible**\n  \n* **Team-player**\n  \n* **Intellectually curious**\n  \n\n  \n\n**As a person you are**\n  \n\n A team player with the will to help, take ownership and learn. You enjoy collaborating in teams, are eager to develop and learn new skills and you are not afraid to bring your insights to the team \/ stakeholders. You are curious and have a strong passion for IT!\n  \n\n\n  \n\n  \n\n**Our recruitment process**\n  \n\n\n This recruitment process is handled by Academic Work and it is our client’s wish that all questions regarding the position is directed to Academic Work.\n \n\n\n  \n\n\n Our selection process is continuous and the advert may close before the recruitment process is completed if we have moved forward to the next phase. The process includes two tests: one personality test and one cognitive test. The tests are tools to find the right talent for the right position, to enable equality, diversity, and a fair process.\n   \n\n\n\n\n**Become a part of Academic Work**\n\n When you apply to this job, you are becoming one of many consultants at Academic Work. This means that not only will you gain fantastic benefits, but also a team of consultant managers to support you through your career with us.\n \n\n\n Read more about Academic Work\n   \n\n**Do you have questions about this job?**\n\n Milla Olsson or a colleague in the recruitment team will gladly answer you on stv2@academicwork.se Please specify advert-ID in your email: 15106781","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH0HvZmSQWk0g\/company-logo_100_100\/company-logo_100_100\/0\/1630569389993\/academic_work_logo?e=2147483647&v=beta&t=Z_lJt_ukL8hdOHsTZES9LvXN8q-0bx_w2k3c-lv3M_U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3982799259","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3982799259","job_url_direct":"https:\/\/jobs.eu.lever.co\/seb\/1f237caa-87ea-45f0-b371-d629673909a8\/apply?source=LinkedIn&urlHash=wtfQ","title":"Senior Solution Developer to Core Ledger","company":"SEB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*SEB is more than just a bank with an IT function. We are a progressive tech company powered by innovation and fueled by collaboration. From Java to AI and everything in between, we offer you an impressive tech stack and several technology paths. Together we're innovating for a sustainable society and building the tech arena of the future, a welcoming space for everyone.*\n Team Inlån Dev is looking for an Assembler\/COBOL developer with a strong technical drive to join our existing team based in Stockholm.\n   \n\n  \n\n You will be part of a professional team on a great transformative journey. One of SEB’s largest initiatives is found within the Core Ledger area where we are building a completely new ledger system. The current system INLÅN, (even known as the\n *Heart of the Bank* \n ) is a deposit system in SEK, containing all the banks’ customers’ deposit- accounts; both private and cooperative will slowly be phased out. The system is built by SEB and runs on Mainframe.\n   \n\n  \n\n Meanwhile developing the new ledger, securing our current business to be run with the same quality and efficiency as it has been since 1970, is still our major focus.\n   \n\n  \n\n**The team is accountable for:**\n* Development and testing within the SEK deposit account ledger, INLÅN.\n* Development and testing of common CS services within deposit application.\n* Automation of tests\n* LCM-activities\n\n\n Cross-collaboration and interaction with other SEB teams with a focus on accuracy and timely delivery are the essence of our daily work.\n   \n\n  \n\n**Your primary responsibilities will include:**\n* Develop and testing of services for INLÅN on the KTO platform and IMS\/DB2\n* Development and enabling of SEB’s largest initiatives (New Cash Ledger)\n* Share information via MQ\/KAFKA\n* Analysis and design work\n* Collaborating with people in our team and cross-teams\n\n\n**Who We Are Looking For**\n We believe you are an outgoing and positive team player who has a flexible mindset and a willingness to drive larger initiatives. You like to find creative solutions to complex problems. Since we are an agile team, using Scrum and SAFE as frameworks it is an advantage if you have worked in similar setups before. An analytical and curious mindset and previous experience in design work are well needed to succeed in this role. As a person, you are communicative, driven, and collaborative. Sharing knowledge comes naturally to you.\n   \n\n  \n\n Furthermore, to succeed we think you have:\n   \n\n  \n\n* Good knowledge of Assembler\n* Good knowledge of Cobol and Mainframe environments e.g JCL, DB2, MQ, and KAFKA\n* Fluent in Swedish & English, both orally and written\n* Proven track record of analytical\/design work\n\n\n**We offer**\n We are a team of 18 highly motivated and engaged developers and testers. Always looking out for each other. We would love to welcome you to join our journey of future-proofing SEB’s core systems.\n   \n\n  \n\n* Agile and modern way of working\n* Deliver world-class service to customers\n* Extensive training and learning opportunities\n* Work-life balance\n* Mentorship\n\n\n**About**\n**Learn more about working at SEB at www.sebgroup.com\/career at**\n It is our fundamental belief that inclusion and diversity are crucial for our future success. We strive to have an inclusive, value-driven culture where employees feel valued, respected, and involved irrespective of who they are, what they believe, or where they come from.\n   \n\n  \n\n**Ready to join?**\n Welcome to our inclusive culture, where our shared values inspire and uplift our team. We celebrate diversity and strive to ensure every employee feels seen, heard, and valued.\n   \n\n  \n\n Since we select candidates continuously, feel free to send in your application today, but no later than September the 30th 2024.","company_url":"https:\/\/se.linkedin.com\/company\/seb","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQH10JhmIJ-I4A\/company-logo_100_100\/company-logo_100_100\/0\/1631330412409?e=2147483647&v=beta&t=R9i5VELOZ59uhOy7MoJWd989Z_t77i3WACCcdT4rN_w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3996278309","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3996278309","job_url_direct":"https:\/\/jobs.scania.com\/job\/S%C3%B6dert%C3%A4lje-Senior-DevOps-Engineer-151-38\/1033156601\/&urlHash=24dR","title":"Senior DevOps Engineer","company":"Scania Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Scania is now undergoing a transformation from being a supplier of trucks, buses and engines to a supplier of complete and sustainable transport solutions.\n   \n\n  \n\n**Role Summary**\n Are you ready to elevate your career and become a part of a team that is transforming the way TRATON delivers exceptional software solutions to our customers? We are on the lookout for a Senior DevOps Engineer who is expert in automating infrastructure and enhancing software release strategies to join our dynamic team. You will be working in a hybrid work-setting with exciting and complex software development!\n   \n\n  \n\n Who We Are\n   \n\n  \n\n We are dedicated to an inclusive and diverse workplace. You will join a diverse and competent team with a friendly, helpful and inclusive atmosphere. The team has a common vision of the goals and values, allowing us to take our jobs seriously while having fun at the same time. We care for each other’s personal development to learn, grow and evolve, in order to make our deliveries the best we can produce. Be yourself and reveal your talents!\n   \n\n  \n\n Your Role\n   \n\n  \n\n In your role as a Senior DevOps Engineer, you are an essential contributor to our mission of establishing a world-class developer experience. You will scope, design, and implement developer experience focused on pipeline efficiency and infrastructure for a connected development loop inspired by Platform Engineering. The aim is to enable our engineers to validate and deploy their ideas within 24 hours of conception. Seize this opportunity to work with cutting-edge technology and make a significant impact on the industry!\n   \n\n  \n\n You will have the chance to contribute to our “developer platform” and “developer portal” initiatives. These elements are integral to any modern tech organization. You will collaborate with a skilled team to develop and sustain these vital components. You will also contribute to creating pipelines and supporting infrastructure to enable self-service workflows across these capabilities.\n   \n\n  \n\n**Qualifications**\n* Programming experience in Typescript or Python and scripting experience.\n* Experience with containerization, Cloud Computing (AWS or Azure preferred), Kubernetes, or Docker.\n* Automation and orchestration experience including Terraform, Helm, GitLab CI, ArgoCD.\n* Experience in setting up monitoring for infrastructure and applications with tools such as Prometheus, Datadog, OpenTelemetry.\n* Experience in configuring and troubleshooting container environments.\n* Experience in software release strategies in production environment.\n* Strong communication and collaboration skills.\n\n\n Application\n   \n\n  \n\n Your application should include a CV, personal letter, and grade copies. Ongoing selection and interviews will take place during the application period, the position may be filled before the end of the application period.\n   \n\n  \n\n We use logic and personality tests in our selection process and a background check may be conducted for this position.\n   \n\n  \n\n Welcome to apply!\n   \n\n  \n\n Further information\n   \n\n  \n\n If you would like to learn more about the position please contact Mariette Annergren (Group Manager, EEDCD) at +46855353145.","company_url":"https:\/\/se.linkedin.com\/company\/scania","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFV6IUv4A86HA\/company-logo_100_100\/company-logo_100_100\/0\/1631338619171?e=2147483647&v=beta&t=v2f945TWghdMCDvRt9P44DtfEO_k_CZd74M2K3jXPSY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3985349209","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3985349209","job_url_direct":"https:\/\/careersatagoda.com\/job\/6122499-lead-software-engineer-back-end-fintech-bangkok-based-relocation-provided\/?gh_jid=6122499&gh_src=c465d9c41&urlHash=ckkL","title":"Lead Software Engineer – Back End (FinTech) (Bangkok based – Relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with more than 3.6 million accommodations globally. Based in Asia and part of Booking Holdings, our 6,000+ employees representing 90+ nationalities foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enhancing the ability for our customers to experience the world.\n   \n\n  \n\n**Our Purpose –** \n**Bridging the World Through Travel**\n We believe travel allows people to enjoy, learn and experience more of the amazing world we live in. It brings individuals and cultures closer together, fostering empathy, understanding and happiness.\n   \n\n  \n\n We are a skillful, driven and diverse team from across the globe, united by a passion to make an impact. Harnessing our innovative technologies and strong partnerships, we aim to make travel easy and rewarding for everyone.\n   \n\n  \n\n**Get to Know Our Team**\n Fintech is one of the fastest growing areas in Agoda and we are rapidly expanding our tech team. We work closely with the finance business team and our Fintech product owners to reduce risk, drive efficiencies and move on new market opportunities in this exciting field. We have a wide range of projects from traditional finance to cutting-edge customer fintech. For example, reconciliation using Big Data technologies, growing and optimizing customer payments options, tax calculations in milli-second response times and a mesh of supplier payment options like virtual credit cards. It ’ s a hot field and the perfect mix of data engineering and backend engineering.\n   \n\n  \n\n**The Opportunity**\n**In this role, you will not only develop robust backend systems but also architect and maintain scalable data pipelines and storage solutions that support complex data collection, processing, and analysis. Your dual expertise in backend and data engineering will play a crucial role in optimizing our financial technology solutions and driving informed business decisions through reliable data insights.**\n**In This Role, You’ll Get to**\n* Think and own the full life cycle of our products, not just a single piece of code – from business requirements, technology selection, coding standards, agile development, unit and application testing, to CI\/CD and proper monitoring\n* Design, develop and maintain platforms and data pipelines across fintech\n* Boost System Performance: build systems that are stable, scalable, and highly performant to meet the dynamic demands of the financial landscape\n* Write great code and help others write great code – mentor people in your team and wider\n* Collaborate with other teams and departments\n* Exceptional problem-solving skills coupled with a strategic mindset are essential. You possess the ability to adapt to new changes and the foresight to anticipate future needs. Leadership at Agoda isn’t just managing tasks but inspiring innovation and driving vision into reality.\n* Foster Cross-Functional Collaboration: work with diverse teams to drive forward product and technology goals\n* Shape our future team: Play a pivotal role in recruiting and onboarding exceptional talent\n\n\n**What You’ll Need To Succeed**\n* 10+ years of experience with strong proficiency in Java, Kotlin, Scala, or C# with a proven track record of developing high-performance applications in production settings. Insightful experience with big data technologies like Hadoop, real-time processing frameworks (e.g., Apache Spark), and advanced knowledge of SQL and data architecture.\n* Thinks in systems: their edge cases, failure modes, and life cycles\n* Uses a metrics driven approach and can make informed decisions using data\n* You are passionate about the craft of software development and constantly work to improve your knowledge and skills\n* Experience with Scrum\/Agile development methodologies\n* Excellent verbal and written English communication skills\n* Experience with operational excellence and a deep understanding of metrics, alarms and dashboards\n\n\n**It’s Great If You Have**\n* Experience working in a modern FinTech or Payments organization\n* Domain knowledge in any of these areas: financial reconciliation, financial reporting, tax, payout methods like virtual credit cards or customer payments\n* Hands-on experience working with technologies like Spark for data processing, ETLs for data pipelines and queueing systems (Kafka, RabbitMQ).\n* Core engineering infrastructure tools like GitLab for source control and Continuous Integration, Kubernetes\n* Experience developing, maintaining and debugging large-scale distributed systems\n* Experience in leading projects, initiatives and\/or teams, with full ownership of the systems involved\n\n\n**#sanfrancisco #sanjose #losangeles #sandiego #oakland #denver #miami #orlando #atlanta #chicago #boston #detroit #newyork #portland #philadelphia #dallas #houston #austin #seattle #mexico #mexicocity #australia #sydney #melbourne #perth #canada #toronto #vancouver #montreal #china #shanghai #beijing #shenzhen #prague #Brno #Ostrava #egypt #estonia #france #paris #hongkong #budapest #indonesia #jakarta #bali #bandung #malaysia #kualalumpur #germany #dublin #berlin #munich #hamburg #stuttgart #cologne #frankfurt #israel #telaviv #italy #milan #rome #japan #tokyo #osaka #amsterdam #oslo #manila #poland #warsaw #krakow #bucharest #russia #moscow #saintpetersburg #capetown #johannesburg #southkorea #korea #seoul #barcelona #madrid #stockholm #zurich #taiwan #taipei #thailand #bangkok #chiangmai #phuket #istanbul #london #manchester #edinburgh #ukraine #kiev #hcmc #vietnam #hanoi #hochimin #wroclaw #poznan #katowice #rio #salvador #india #delhi #newdelhi #bangladesh #dhaka #pakistan #islamabad #karachi #maldova #macedonia #IT #ENG #4 #india**\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy .\n   \n\n  \n\n To all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGBa_7QNZNwpw\/company-logo_100_100\/company-logo_100_100\/0\/1656643826660\/agoda_logo?e=2147483647&v=beta&t=iSwgEmhJBSLP-IBRdGhQbi_Wl0Oz_1yq8POzAjqMOWc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950375765","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950375765","job_url_direct":"https:\/\/toyota-forklifts.se\/lediga-tjanster\/2024-3619_External_systemansvarig\/?LCID=1043&urlHash=VeJy","title":"Systemansvarig","company":"Toyota Material Handling Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Vi söker en kollega som kommer att ta ansvar för våra systemstöd där affärssystemet M3 är kärnan idag och kommer bytas ut mot SAP under de kommande åren. En viktig del i ditt uppdrag är att få ut maximal kraft tillsammans med de olika aktörerna i nätverket av koncernens resurser, lokala key users och externa leverantörer. Målet är att tillhandahålla ett väl fungerande systemstöd och ett proaktivt stöd till verksamheten genom ständiga förbättringar. En mix av utveckling, förvaltning och ärendehantering.\n   \n\n  \n\n**Om oss**\n Vi är Sveriges ledande leverantör inom materialhantering! Hos oss på Toyota Material Handling Sweden erbjuder vi en omfattande portfölj av manuella truckar och autotruckar, tjänster, inklusive service, reservdelsförsörjning, uthyrning, rådgivning och förarutbildning. Med innovativa lösningar och en dedikerad personal på cirka 600 medarbetare, strävar vi efter säkrare och effektivare materialhantering. Toyota Material Handling Sweden AB (TMHSE) är ett sälj- och servicebolag i TMH Europa koncernen. TMHSE är i sin tur en grupp bestående av ett moder- och 5 dotterbolag.\n   \n\n  \n\n Toyota Material Handling är en dynamisk arbetsplats där vi kontinuerligt strävar efter förbättring. Vi har en företagskultur som sätter människan i fokus, där varje individ är värdefull och där vi arbetar tillsammans för att uppnå gemensamma mål. Här välkomnas dina idéer och åsikter.\n   \n\n  \n\n**Ditt uppdrag**\n I ditt uppdrag ingår bland annat:\n   \n\n  \n\n* Ansvar för att TMHSE gruppen adopterar koncerngemensamma centrala system och lösningar. Fokus idag ligger på affärssystemsbyte från M3 till SAP, vilket även innebär en stor förändring i arbetssätt. I rollen arbetar du nära vår projektledare för byte av affärssystem.\n* Att vara ambassadör för Microsoft365 med alla verktyg som förbättrar säkerhet, effektivitet och hållbarhet i våra processer. Att informera och utbilda medarbetare utifrån deras behov och uppmana till kritisk tänkande och Kaizen (ständiga förbättringar) i processer.\n* Ansvar för lokal utveckling av lösningar som överbryggar gap i centrala system och optimerar och effektiviserar operativa och administrativa processer. Ansvar för att egen, lokal utveckling sker i linje med policys och krav för utveckling.\n* Ansvar för dokumentation och förvaltning av lokala system och lösningar.\n* Ansvar för avtal kring systemlösningar med tredje part och att dessa lever upp till våra policys.\n* Ansvar för att datahantering i lokala systemlösningar och tredjepartslösningar sker enligt GDPR och med hög datakvalitet.\n* Delaktig i förändringar av systemstöd i våra fem dotterbolag.\n\n\n**Din profil**\n Vi söker dig som:\n   \n\n  \n\n* Har akademisk examen inom data, ekonomi och administration, teknik eller liknande.\n* Har kunskap i\/förståelse av system- och dataarkitektur.\n* Har kunskap och erfarenhet av M3 och SAP.\n* Är expertanvändare och utvecklare av lösningar med hjälp av M365 inklusive Power tools\n* Har kunskap och erfarenhet av RPA lösningar\n* Behärskar engelska och svenska i tal och skrift\n\n\n Vi lägger stor vikt vid dina personliga förmågor! Därför ser vi en person som är:\n   \n\n  \n\n* Har en god förmåga att skapa kontakter och bygga relationer\n* Är analytisk och strukturerad\n* Är serviceorienterad\n* Är flexibel\n* Kan hantera höga krav och korta deadlines\n* Kreativ, ifrågasättande och lösningsorienterad\n\n\n**Vårt erbjudande**\n* Arbeta för ett världsledande företag inom materialhantering och få möjlighet att växa och utvecklas i din karriär.\n* Vi är ett team på åtta trevliga kollegor som samarbetar och utvecklar varandra\n* Flexibla arbetstider och möjlighet till distansarbete för att stödja balans mellan arbete och privatliv.\n* Friskvårdsbidrag om 5 000 kr\/år och andra erbjudanden i vår förmånsportal för att främja hälsa och välbefinnande.\n* Förskottssemester och möjlighet att använda en tidbank för flexibel ledighet och återhämtning.\n* Arbeta i en stimulerande miljö där du kan dra nytta av stödet och expertisen hos dina kollegor inte bara i Sverige utan även i övriga Europa.\n\n\n**Placering och start**\n Startdatum enligt överenskommelse. Lämplig bostad är i närheten av Solna, Malmö\/Arlöv, Göteborg eller Mjölby, där vi har större kontor. Möjlighet till visst distansarbete finns.\n   \n\n  \n\n**Mer information**\n Vi värdesätter mångfald och rekryterar baserat på kompetens för att främja inkludering. Vi ser fram emot att lära känna dig och välkomnar din ansökan! Sammanfatta din ansökan inklusive CV på en sida, lägg länk till din Linkedin profil om informationen redan finns där.\n   \n\n  \n\n Vi avstår från kontakt med rekryteringssajter. Vi använder bakgrundskontroll som en del i rekryteringsprocessen.\n   \n\n  \n\n Vill du veta mer? Kontakta Alena Koren, Chef för Business Control och IS\/IT. Tel. 072-736 30 46.\n   \n\n  \n\n Välkommen med din ansökan och en uppdaterad CV senast den 23 juni.\n   \n\n  \n\n Intervjuer hålls löpande.\n   \n\n  \n\n #SWEDEN","company_url":"https:\/\/se.linkedin.com\/company\/toyota-material-handling-sweden","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQG2PaaeM5zj1A\/company-logo_100_100\/company-logo_100_100\/0\/1631354656431?e=2147483647&v=beta&t=dnqWAbMQyTxeRGOqCcBJVPyVJYdzoRz7YhEeFJahl3U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"c9d071f064da49ff","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c9d071f064da49ff","job_url_direct":"https:\/\/ale.varbi.com\/se\/what:job\/jobID:752004\/iframeEmbedded:0\/where:4","title":"Systemförvaltare","company":"Ale kommun","location":"O, SE","job_type":"fulltime","date_posted":1725840000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Socialförvaltningen\n\n\nVi söker dig som vill vara med och forma morgondagens Ale. Hos oss är du med och levererar service och tjänster av bästa kvalitet till Aleborna. Tillsammans skapar 2 500 medarbetare ett Ale, kommunen som fokuserar på invånarna och deras behov. Bli en av oss!\n\n\nOm arbetsplatsen\n\n\nSocialförvaltningen ansvarar för äldreomsorg, individ- och familjeomsorg samt omsorg om personer med funktionsnedsättning, kommunal hälso- och sjukvård, rehabilitering, flyktingmottagning och invandrarfrågor.\n\n\nPå enheten för Ledningsstöd & Utveckling finns utvecklingsledare med inriktning mot digitalisering, kvalitet och uppföljning samt lokal och säkerhet, verksamhetsutvecklare med olika verksamhetsinriktningar, systemförvaltare och MAS\/MAR vars gemensamma mål är att vara ett effektivt och professionellt stöd till förvaltningens och verksamhetsområdenas mål.\n\n\nArbetsuppgifter\n\n\nVi söker en serviceinriktad och lyhörd systemförvaltare för att stödja förvaltningen i sin helhet, specifika verksamhetsområden, enheter och enskilda användare genom att strategiskt, strukturerat och långsiktigt kvalitetssäkra, utveckla och förvalta befintliga och nya processer.\n\n\nI arbetsuppgifterna som rör förvaltning ingår bland annat användaradministration och support, dokumentation, statistikuttag, felsökning och problemlösning.\n\n  \n\nI arbetsuppgifterna som rör utveckling ingår bland annat framtagande av nya rutiner, inhämtande av behov från verksamheterna, samordning av utvecklingsgrupper för olika införanden och implementeringar, konfiguration av nya moduler och lösningar samt planering och genomförande av utbildning för specialistanvändare. Samverkan med interna och externa aktörer löper som en röd tråd genom alla arbetsuppgifter.\n\n\nEnhetens systemförvaltare arbetar med samtliga verksamhetsområden men har olika fokusområden. Den här tjänsten kommer främst att inriktas mot fokusområde äldreomsorg och funktionsstöd.\n\n\nDu behöver även vara beredd på att för nya, oväntade uppdrag kan aktualiseras utifrån förändrade behov inom förvaltningen. Det kan innebära att vissa uppdrag blir utanför ditt ansvarsområde.\n\n\nKvalifikationer\n\n\nVi söker dig som har en relevant högskoleutbildning, alternativt har erfarenhet av förvaltning av system inom verksamhetsområdena som arbetsgivaren bedömer likvärdig. Du har även erfarenhet av att utbilda andra i systemanvändning och har överlag ett stort engagemang för systemfrågor.  \n\n  \n\nEtt krav är att du ska ha god kunskap om vårt verksamhetssystem Treserva och det är meriterande om du även har kännedom om och kunskap i något eller några av de övriga IT-system som används inom sektorn (exempelvis TES, Samsa, HSA, SITHS, GWA).  \n\n  \n\nVidare är det ett krav att du har bakgrund eller kompetens i välfärdssektorns verksamhetsområden och då i synnerhet processerna och flödena som äldreomsorg och funktionsstöd inom socialtjänsten.  \n\n  \n\nVi söker dig som är en nyfiken, pedagogisk, positiv och trygg person som gillar att arbeta såväl självständigt som i team och som trivs med att arbeta i rollen som stödfunktion.  \n\n  \n\nUppdraget förutsätter att du är serviceinriktad och uppmärksam på verksamhetens behov. Du ska ha lätt för att skapa och underhålla yrkesmässiga kontakter och nätverk. Uppdraget ställer även krav på att du kan ta egna initiativ samt att du är noggrann även under tidspress.  \n\n  \n\nDå uppdraget är brett behöver du kunna strukturera ditt eget arbete samt ha ett stort mått av ordningssinne. Som systemförvaltare är det också viktigt att se möjligheter i förändring och kunna anpassa sig till nya omständigheter.  \n\n  \n\nDu behöver ha mycket goda kunskaper i svenska språket, såväl i tal som skrift.  \n\n  \n\nVi lägger stor vikt vid personlig lämplighet.\n\n\nÖvrigt\n\n\nIntervjuer och urval sker löpande under ansökningstiden.\n\n  \n\nVi strävar efter en jämn könsfördelning och ser mångfald som en styrka och välkomnar därför sökande med olika bakgrund.\n\n\n\nInför rekryteringsarbetet har vi tagit ställning till rekryteringskanaler och marknadsföring. Vi undanber oss därför bestämt kontakt med mediesäljare, rekryteringssajter och liknande.\n\n\n\nVi använder e-rekrytering för att effektivisera och kvalitetssäkra rekryteringsarbetet. Alla dina uppgifter sparas på ditt CV-konto och du kan enkelt logga in och uppdatera dina uppgifter när du vill. Fyll därför i dina uppgifter så omsorgsfullt som möjligt för att ge en rättvisande bild av dig själv.\n\n\n\nDina personuppgifter behandlas i Varbi under rekryteringsprocessen och i den utsträckning detta är nödvändigt för att uppfylla lagstiftningen. Ansökan raderas 24 månader efter avslutande av rekrytering. Om du har ett Varbi-konto kan du använda redigeringen av din profil för att radera, ladda upp och redigera information. Kontakta annars Ale kommun.\n\n\n\nVi vill upplysa om att din ansökan är en offentlig handling enligt offentlighetsprincipen.\n\n\n**Anställningsform** Tillsvidareanställning\n  \n\n**Anställningens omfattning** Heltid\n  \n\n**Tillträde** 1 januari 2025\n  \n\n**Löneform** Månadslön\n  \n\n**Antal lediga befattningar** 1\n  \n\n**Sysselsättningsgrad** 100 %\n  \n\n**Ort** Ale\n  \n\n**Län** Västra Götalands län\n  \n\n**Land** Sverige\n  \n\n**Referensnummer** 2024\/359\n  \n\n**Kontakt**\nAnnika Prenta, 46303703053  \n\n**Facklig företrädare**\nFackliga representanter nås via Kontaktcenter, 0303-703000  \n\n**Publicerat** 2024-09-09\n  \n\n**Sista ansökningsdag** 2024-09-27","company_url":"https:\/\/se.indeed.com\/cmp\/Ale-Kommun","company_url_direct":"https:\/\/ale.se\/","company_addresses":"Nödinge-Nol","company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"fda57b9180fb8fd8","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=fda57b9180fb8fd8","job_url_direct":"https:\/\/nacka.varbi.com\/se\/what:job\/jobID:750003\/type:job\/where:62\/apply:1","title":"Objektledare IT\/Projektledare till Digitaliseringsenheten i Nacka kommun!","company":"Nacka kommun","location":"Nacka, AB, SE","job_type":null,"date_posted":1725840000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"magnus.lindqvist@nacka.se","description":"Är du bra på att leda digital utveckling och förvaltning av system och trivs med att tillsammans med andra skapa värde för kunder och användare? Nu har du chansen att bli en del i ett härligt team och tillsammans med kommunens olika verksamheter driva det strategiska, taktiska och operativa arbetet för ett eller flera förvaltningsobjekt.\n\n#### **Ditt uppdrag**\n\n\nDigitaliseringsenheten har i uppdrag att förvalta och utveckla IT-system i nära samarbete med verksamheten, arbeta för en stabil och säker drift av den centrala IT-infrastrukturen samt leda, styra och samordna den strategiska digitala utvecklingen i Nacka kommun. Vi är inne i en spännande resa då våra kompetenser efterfrågas allt mer, och vi inför en gemensam utvecklings- och förvaltningsmodell där du kommer vara en viktig del.\n\n\nTjänsterna som objektledare ingår i gruppen Objekt och projekt inom Digitaliseringsenheten och rapporterar till gruppchef Magnus Lindqvist. Medarbetare och kollegor beskriver Magnus som lättsam, stabil och coachande. Välkommen till ett glatt gäng som trivs ihop!\n\n\nSom objektledare IT agerar du ledare för ett eller flera objekt bestående av verksamhetskritiska IT-system och du kommer att få helhetsansvar för både förvaltning och utveckling av ditt objekt. Vi erbjuder dig möjligheten att leda, planera och driva den IT-nära förvaltningen. Du kommer att ansvara för mål, strategi, leveranser, leverantörsstyrning, budget, samt problem- och förändringshantering. Du kommer också fungera som projektledare samt delta i vidareutveckling av våra modeller och metoder. I alla dessa områden finns också gott om experter inom enheten som kan ge stöd och vara bollplank.\n\n\nArbetet innebär många kontakter och nära samarbete med leverantörer och olika delar av verksamheten, där du är den som koordinerar, följer upp och prioriterar arbetet utifrån teknik-, verksamhets- och användarkrav tillsammans med den verksamhetsnära objektledaren.\n\n\nDitt uppdrag kan även, efter överenskommelse, komma att omfatta mer operativa arbetsuppgifter genom att även ta rollen som IT-nära objektspecialist för ett eller flera system. Det finns möjlighet att gemensamt utforma uppdraget så att tyngdvikt blir mer på strategiskt, taktiskt eller operativ styrning, alltefter dina preferenser och behoven i verksamheten.\n\n#### **Är det här du?**\n\n\nVi tror att du som söker har en passion för att utveckla och driva projekt framåt mot höga mål. Du når resultat genom ditt pedagogiska sätt att översätta verksamhetens behov till tekniska krav, förmedlar tydliga lösningsalternativ och påverkar dina samarbetspartners på ett positivt och trovärdigt sätt. Du planerar effektivt men realistiskt och justerar längs vägen när så behövs. Att du gillar förändring är självklart då vi ständigt jobbar med nya verktyg, tjänster och arbetssätt för att möta det framtida digitaliseringsbehovet på bästa möjliga vis. Vi lägger stor vikt vid personliga egenskaper.\n\n#### **Din erfarenhet**\n\n* Relevant akademisk utbildning inom data\/systemvetenskap\/IT eller motsvarande arbetslivserfarenhet.\n* Förvaltningsledarutbildning eller projektutbildning, gärna baserad på någon etablerad modell.\n* Minst två års erfarenhet av att leda och driva IT-nära förvaltningsuppdrag, komplexa IT-projekt eller IT-tjänsteleveranser.\n* Erfarenhet av IT-system, gärna som systemspecialist\/systemförvaltare för system som används inom offentlig verksamhet.\n* Du har lätt för att uttrycka dig på svenska i både tal och skrift.\n\n#### \n**Meriterande**\n\n* Utveckling och förvaltning av modeller och metoder för projekt och förvaltning.\n* Kommunal verksamhet, LOU och offentlig upphandling.\n* Processkartläggning, workshops och testledning.\n\n#### **Vi erbjuder**\n\n\nI Nacka får du möjlighet att arbeta i en kommun som vill vara bäst i Sverige på att vara kommun, och som har öppenhet och mångfald som sin vision och en grundläggande värdering att lita på människors kunskap, vilja och förmåga.\n\n\nHos oss får du ett stort ansvar och befogenheter att genom förvaltningsarbete utveckla Nackas digitala system och områden i samspel med engagerade kollegor. Vi arbetar i Nacka stadshus i öppna och moderna lokaler som ligger ett stenkast från Nacka forum. Här får du också friheten i möjligheten att jobba hemma, tillgång till motionslokal i Nacka stadshus, friskvårdstimme och friskvårdsersättning samt växling av semesterersättning mot fler semesterdagar.\n\n#### **Intresserad?**\n\n\nOm du vill bli en del av Nacka kommun, tveka inte att skicka in din ansökan! Anställningen är en tillsvidareanställning på heltid med tillträde enligt överenskommelse.\n\n\nVill du veta mer om tjänsten är du välkommen att kontakta mig, Magnus Lindqvist, på magnus.lindqvist@nacka.se, 070-431 90 72.\n\n  \n\nSista ansökningsdag är 2024-09-22.\n\nI rekryteringsprocessen använder vi oss av tester som mäter problemlösningsförmåga och personlighet för att kunna arbeta inkluderande och kompetensbaserat.\n\n\nInnan anställning kommer en bakgrundskontroll att genomföras.\n\n  \n\nVi ser fram emot att få din ansökan!\n\n\nNacka är en av Sveriges mest attraktiva och välrenommerade kommuner. Med fokus på mål, resultat, hållbart medarbetarengagemang och ständig utveckling strävar Nacka efter att bli bäst på att vara kommun. Nacka kommun är arbetsgivaren för dig som med stor frihet förnyar och gör skillnad.\n\n\nAnställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Nacka | Län: Stockholms län | Land: Sweden | Referensnummer: 2024\/434 | Facklig företrädare: Facklig företrädare nås via kommunens växel 087188000(vxl), | Publicerat: 2024-09-09 | Sista ansökningsdag: 2024-09-22","company_url":"https:\/\/se.indeed.com\/cmp\/Nacka-Kommun","company_url_direct":"https:\/\/www.nacka.se\/","company_addresses":"Nacka","company_industry":null,"company_num_employees":"1,001 to 5,000","company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/06e3ebf6c664ce755579021aa6d38ce8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"afa1a21b4f3e4fe2","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=afa1a21b4f3e4fe2","job_url_direct":"https:\/\/lu.varbi.com\/se\/what:job\/jobID:750677\/type:job\/where:62\/apply:1","title":"IT-samordnare vid INES\/ICOS carbon portal","company":"Lunds Universitet","location":"Lund, M, SE","job_type":null,"date_posted":1725840000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"kansli@saco-s.lu.se","description":"Lunds universitet grundades 1666 och rankas återkommande som ett av världens främsta lärosäten. Här finns omkring 47 000 studenter och mer än 8 800 medarbetare i Lund, Helsingborg och Malmö. Vi förenas i vår strävan att förstå, förklara och förbättra vår värld och människors villkor. Lunds universitet välkomnar sökande med olika bakgrund och erfarenheter. Jämställdhet, lika villkor och mångfald är grundläggande principer för alla delar av vår verksamhet.\n\n\nICOS Carbon Portal är datacentret för den internationella forskningsinfrastrukturen Integrated Carbon Observation System (ICOS). ICOS-CP, som är placerat vid Lunds Universitet på Institutionen för naturgeografi och ekosystemvetenskap (INES), är en del av ICOS ERIC som producerar högkvalitativa långvariga mätningar av växthusgasutbyte inom områdena atmosfär, ekosystem och hav. Carbon Portal erbjuder öppen tillgång till ICOS högkvalitativ och standardiserad växthusgasdata, såväl som vetenskapliga och pedagogiska produkter som produceras av våra vetenskapliga användare. Carbon Portal är således en \"one-stop shop\" för alla ICOS-dataprodukter samt \"utvecklade\" dataprodukter som följer FAIR-principerna. ICOS CP utvecklar (i samarbete med andra) också webbtjänster som understöder användning och utforskande av våra data.\n\n**Arbetsuppgifter**  \n\nICOS har ett väl utbyggt och högklassigt observationsnätverk som producerar pålitlig data av hög kvalitet. Att vara en distribuerad forskningsinfrastruktur kräver samordning och kontinuerlig utveckling. Vidareutveckling av teknik och observationsstrategier är ett strategiskt mål för ICOS som ofta stöds genom projekt finansierat av Europeiska kommissionen. För att komplettera projektkoordinering och för att hantera den ökande mängden inkommande data, till stor del även icke-ICOS-data, söker ICOS Carbon Portal en erfaren IT - samordnare (i en roll som kan vara bättre känd som Data Steward).\n\n\nHuvuduppgifter inom rollen:\n\n* Kvalitetskontrollera metadata och format för inkommande data enligt FAIR-principerna\n* Kontrollera om tillagda data och datamängder överensstämmer med den gängse datamodellen\n* Arbeta tillsammans med dataleverantörer för att skapa definitioner och format för metadata som följer riktlinjerna och standarder för FAIRness\n* Interagera med och stödja dataleverantörer för att sätta upp arbetsflöden för att effektivt överföra data och metadata till Carbon Portal\n* Samarbeta med dataförvaltare och datamanagers från andra forskningsinfrastrukturer och organisationer för att utveckla och tillämpa gemensamma standarder\n* Samla in feedback från dataleverantörer och användare och översätt deras krav till förslag på förbättringar och nya tjänster för vårt datacenter\n\n**Krav**\n\n* Gedigen erfarenhet av generering, insamling, sammanställning, validering, kurering, extraktion och analys av data.\n* Erfarenhet av att stödja dataleverantörer och intressenter under förberedelse av data och datainsamling, förmedla tekniska vetenskapliga koncept och\/eller principer (både muntligt och skriftligt), utarbeta tydliga och kortfattande handledningar, manualer, tekniska specifikationer och tillhandahålla kundsupport\n* Erfarenhet av dataförvaltning, förståelse av datakvalitetskoncept och -tekniker, datarensning, datavalidering för att säkerställa data av hög kvalitet, bidra till utvecklingen av standarder för datainsamling med relaterade standardterminologier och säkerställa korrekt tillgång till\/skydd av personlig\/konfidentiell data.\n* Dokumenterad användning av programvara för datahantering\/analys och programmeringsspråk som används i verktyg för dataanalys och -visualisering (t.ex. R-Shiny, Python, R, Spark eller motsvarande teknologier).\n\n\nVi kommer att lägga stor vikt vid personlig lämplighet. Hänsyn kommer att tas godsamarbetsförmåga, driv och självständighet, utmärkta kommunikations- och mellanmänskliga färdigheter, liksom självständigt kritiskt tänkande och problemlösningsförmåga. Flytande engelska i tal och skrift krävs.\n\n**Övriga meriter**  \n\nEn passande kandidat bör ha en bakgrund inom geovetenskap eller motsvarande; en universitetsexamen, gärna en doktorsexamen eller med jämförbar erfarenhet.\n\n\nAtt behärska ett eller flera större europeiska språk kommer att vara fördelaktigt.\n\n\nÄven om du inte uppfyller alla krav, men känner att du skulle passa bra in i vårt team? Tveka inte att ansöka!\n\n**Villkor**  \n\nTillsvidareanställning med önskat startdatum så snart som möjligt. Anställningens omfattning är heltid. Provtjänstgöring om 6 månader.\n\n**Instruktioner för ansökan**  \n\nEn fullständig ansökan ska innehålla\n\n* ett personligt brev med motivering till varför du är intresserad av anställningen och på vilket sätt anställningen matchar dina meriter.\n* CV,\n* examensbevis eller motsvarande samt övrigt som du önskar åberopa (kopior av betyg, uppgifter till referenser, rekommendationsbrev etc.).\n\n\nLunds Universitet tillämpar individuell lönesättning. Ange gärna löneanspråk i din ansökan.  \n\n  \n\nVälkommen att ansöka!\n\n\n\n\nVid Naturvetenskapliga fakulteten bedrivs forskning och utbildning inom biologi, astronomi, fysik, geovetenskap, kemi, matematik och miljövetenskap. Verksamheten bedrivs vid åtta institutioner samlade inom norra universitetsområdet. Fakulteten har ca 1 500 studenter, 330 forskarstuderande och 700 anställda.\n\n\nVi undanber oss alla kontakter från annonsförsäljare, rekryterings- och bemanningsföretag på grund av statliga upphandlingsregler.\n\n\nAnställningsform: tillsvidare med provanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100 | Ort: Lund | Län: Skåne län | Land: Sweden | Referensnummer: PA2024\/2610 | Kontakt: Alex Vermeulen 0709436931, | Facklig företrädare: OFR\/ST:Fackförbundet ST:s kansli 046-2229362, SACO:Saco-s-rådet vid Lunds universitet kansli@saco-s.lu.se, SEKO: Seko Civil 046-2229366, | Publicerat: 2024-09-09 | Sista ansökningsdag: 2024-09-30","company_url":"https:\/\/se.indeed.com\/cmp\/Lunds-Universitet","company_url_direct":"http:\/\/www.lu.se","company_addresses":"Lund","company_industry":" Education And Schools","company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/e63cc5618e4b22941250e9ce7e112e37","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ab0c4eb21944aa24","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ab0c4eb21944aa24","job_url_direct":"https:\/\/lu.varbi.com\/se\/what:job\/jobID:750625\/type:job\/where:62\/apply:1","title":"IT-tekniker användarsupport INES\/ICOS Carbon portal","company":"Lunds Universitet","location":"Lund, M, SE","job_type":null,"date_posted":1725840000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"kansli@saco-s.lu.se","description":"Lunds universitet grundades 1666 och rankas återkommande som ett av världens främsta lärosäten. Här finns omkring 47 000 studenter och mer än 8 800 medarbetare i Lund, Helsingborg och Malmö. Vi förenas i vår strävan att förstå, förklara och förbättra vår värld och människors villkor. Lunds universitet välkomnar sökande med olika bakgrund och erfarenheter. Jämställdhet, lika villkor och mångfald är grundläggande principer för alla delar av vår verksamhet.\n\n\nICOS Carbon Portal är datacentret för den internationella forskningsinfrastrukturen Integrated Carbon Observation System (ICOS). ICOS-CP, som är placerat vid Lunds Universitet på Institutionen för naturgeografi och ekosystemvetenskap (INES), och är en del av ICOS ERIC som producerar högkvalitativa långvariga mätningar av växthusgasutbyte inom områdena atmosfär, ekosystem och hav. Carbon Portal erbjuder öppen tillgång till ICOS högkvalitativ och standardiserad växthusgasdata, samt vetenskapliga och pedagogiska produkter som produceras av våra vetenskapliga användare. Carbon Portal är således en \"one-stop shop\" för alla ICOS-dataprodukter och \"utvecklade\" dataprodukter som följer FAIR-principerna. ICOS CP utvecklar (i samarbete med andra) också webbtjänster som understöder användning och utforskande av våra data. .\n\n**Arbetsuppgifter**  \n\nICOS har ett väl utbyggt och högklassigt observationsnätverk som producerar pålitlig data av hög kvalitet. Att vara en distribuerad forskningsinfrastruktur kräver samordning och kontinuerlig utveckling. Vidareutveckling av teknik och observationsstrategier är ett strategiskt mål för ICOS som ofta stöds genom projekt finansierat av Europeiska kommissionen. För att komplettera teamet och hantera den ökande mängden användare, söker ICOS Carbon Portal en IT-tekniker.\n\n**Huvuduppgifter inom rollen är:**\n\n* Underhålla användarkontona i våra system och tilldela rätt behörigheter beroende på användarens roller i ICOS för de olika systemen (Nextcloud, Mailing lists, Proton, Jupyter)\n* Skriv och uppdatera våra användarmanualer och dokumentation på ICOS-webbplatsen\n* Producera webbplatsinnehåll som videohandledningar för att hjälpa våra användare att bättre utnyttja våra tjänster\n* Svara på användarnas kommentarer och problem\n* Samla in och analysera användarfeedback om våra tjänster\n\n**Krav**\n\n* Arbetslivserfarenhet av att ge användarsupport\n* Erfarenhet av Linux och systemadministration\n* Kan använda skript i bash eller språk som Python för att automatisera uppgifter\n\n\nEn passande kandidat bör ha en bakgrund inom datavetenskap. Utmärkt kommunikation och social förmåga är önskvärda kompetenser. Flytande engelska i tal och skrift krävs.\n\n**Övriga meriter**  \n\nEn passande kandidat bör ha en bakgrund inom datavetenskap  \n\nAtt behärska ett eller flera större europeiska språk kommer att vara fördelaktigt.\n\n\nVi kommer att lägga stor vikt vid personlig lämplighet. Hänsyn kommer också att tas för godsamarbetsförmåga, driv och självständighet.\n\n\nÄven om du inte uppfyller alla krav, men känner att du skulle passa bra in i vårt team? Tveka inte att söka!\n\n**Villkor**  \n\nSärskild visstidsanställning (SÄVA) på heltid i ett år med önskat startdatum så snart som möjligt.\n\n**Instruktioner för ansökan**  \n\nEn fullständig ansökan ska innehålla\n\n* ett personligt brev med motivering till varför du är intresserad av anställningen och på vilket sätt anställningen matchar dina meriter.\n* CV,\n* examensbevis eller motsvarande samt övrigt som du önskar åberopa (kopior av betyg, uppgifter till referenser, rekommendationsbrev etc.).\n\n\nUniversitetet tillämpar individuell lönesättning. Ange gärna löneanspråk i din ansökan.  \n\n  \n\nVälkommen att ansöka!\n\n\n\n\nVid Naturvetenskapliga fakulteten bedrivs forskning och utbildning inom biologi, astronomi, fysik, geovetenskap, kemi, matematik och miljövetenskap. Verksamheten bedrivs vid åtta institutioner samlade inom norra universitetsområdet. Fakulteten har ca 1 500 studenter, 330 forskarstuderande och 700 anställda.\n\n\nVi undanber oss alla kontakter från annonsförsäljare, rekryterings- och bemanningsföretag på grund av statliga upphandlingsregler.\n\n\nAnställningsform: särskild visstidsanställning | Anställningens omfattning: heltid\/deltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Lund | Län: Skåne län | Land: Sweden | Referensnummer: PA2024\/2606 | Kontakt: Alex Vermeulen 0709436931, | Facklig företrädare: OFR\/ST:Fackförbundet ST:s kansli 046-2229362, SACO:Saco-s-rådet vid Lunds universitet kansli@saco-s.lu.se, SEKO: Seko Civil 046-2229366, | Publicerat: 2024-09-09 | Sista ansökningsdag: 2024-09-30","company_url":"https:\/\/se.indeed.com\/cmp\/Lunds-Universitet","company_url_direct":"http:\/\/www.lu.se","company_addresses":"Lund","company_industry":" Education And Schools","company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/e63cc5618e4b22941250e9ce7e112e37","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"eebb76fb42029f33","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=eebb76fb42029f33","job_url_direct":"https:\/\/vgregion.varbi.com\/se\/what:job\/jobID:753498\/type:job\/where:62\/apply:1","title":"Transportarbetare-timvikariat","company":"Västra Götalandsregionen","location":"Lidköping, O, SE","job_type":null,"date_posted":1725840000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Försörjningsförvaltningen är en förvaltning inom Västra Götalandsregionen. Verksamheten bedrivs i hela Västra Götaland med fokus på försörjning och logistik till regionens olika verksamheter. Vi utvecklar och levererar bland annat tjänster inom måltider, tvätt, läkemedelsnära produkter och hjälpmedel, samt lagerhåller och distribuerar produkter.  \n\n\n\n**Arbetsbeskrivning**\n\n\nSom transportarbetare på Skaraborgs sjukhus i Lidköping har du en social roll där du arbetar nära arbetskamrater, kunder och patienter. Arbetet omfattar främst godsmottagning, transporter av gods, textilier och avfall både internt på sjukhuset och externt. Du erbjuds variation och utveckling då vi även hjälper till med annan service som gör det enkelt för vården att fokusera på sin kärnverksamhet.\n\n **För att ge god service som transportarbetare behöver du:**\n\n* skapa bra relationer till kund och arbetskamrater genom ett gott bemötande\n* ta ansvar genom att vara noggrann, strukturerad och lojal mot ditt uppdrag\n* visa intresse, samarbetsvilja och engagemang till att utföra ett bra arbete\n* trivas med att vara flexibel i en föränderlig arbetsmiljö\n\n\nDu behöver kunna kommunicera väl på svenska då du har dialog med kunder och arbetskamrater samt följer skriftliga och muntliga arbetsinstruktioner. Om du har lärt dig svenska via SFI behöver du som lägst ha klarat SFI kurs D, plus att du har erfarenhet av att praktisera svenska språket, tex via praktikplats.\n\n\nDu har utbildning på gymnasienivå och din IT-kunskap är grundläggande; du kan använda smartphone, mejla och söka information på nätet. Du har den fysik som krävs för att kunna gå och stå hela arbetsdagen, lyfta tungt eller utföra upprepande arbetsmoment. Vi söker dig som även har logistikerfarenhet eller annan erfarenhet av liknande arbete.\n\n\nDu behöver ha manuellt körkort för personbil då resor förekommer i arbetet. Även truckkort är ett krav.\n\n\nArbetet är förlagt måndag-fredag, samt helger efter behov. Tjänsten är en timanställning som en del i Skaraborgs bemanningspool.\n\n**Vårt erbjudande**\n\n\nVi kan service och vet vikten av att vårt arbete görs rätt. Vi erbjuder dig en utvecklande arbetsplats där du får introduktion, utbildning och bra anställningsvillkor.  \n\nHär kan du läsa mer om fördelar och förmåner som ingår i din anställning i Västra Götalandsregionen: Dina förmåner som anställd i VGR\n\n**Övrigt**\n\n\nIntervjuer kan komma att ske löpande under ansökningsperioden.\n\n**Vi ser fram emot din ansökan!**\n\n\nOm Västra GötalandsregionenVästra Götalandsregionen finns till för människorna i Västra Götaland. Vi ser till att det finns god hälso- och sjukvård för alla. Vi arbetar för en hållbar utveckling och tillväxt, bra miljö, förbättrad folkhälsa, ett rikt kulturliv och goda kommunikationer i hela Västra Götaland.Västra Götalandsregionen arbetar aktivt för att digitalisera fler arbetssätt. För att vara en del av den digitala omvandlingen har du med dig grundläggande färdigheter och kan använda digitala verktyg och tjänster. Du kan söka information, kommunicera, interagera digitalt, är riskmedveten och har motivation att delta i utvecklingen för att lära nytt.Västra Götalandsregionen krigsplacerar alla tillsvidareanställda medarbetare. Vill du veta mer om Västra Götalandsregionen kan du besöka vår introduktion till nya medarbetare på länken www.vgregion,se\/introduktion. Du kan även läsa mer i presentation om Lön, ersättning och förmåner – det här får du som medarbetare i VGR. AnsökanVästra Götalandsregionen ser helst att du registrerar din ansökan via rekryteringssystemet. Om du som sökande har frågor om den utannonserade tjänsten eller av särskilda och speciella skäl inte kan registrera dina uppgifter i ett offentligt system - kontakta kontaktperson för respektive annons. Till bemannings-, förmedlings- och rekryteringsföretag och till dig som är försäljare:Vi undanber oss vänligen men bestämt direktkontakt med bemannings-, förmedlings- och rekryteringsföretag samt andra externa aktörer och försäljare av ytterligare jobbannonser. Västra Götalandsregionen har upphandlade avtal.\n\n\nAnställningsform: tidsbegränsad anställning | Anställningens omfattning: deltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: Varierande | Ort: Lidköping | Län: Västra Götalands län | Land: Sweden | Referensnummer: 2024\/4070 | Kontakt: Jenny Ljungström Grek, servicechef +4651085380, | Facklig företrädare: Kommunal 010-4429460, | Publicerat: 2024-09-09 | Sista ansökningsdag: 2024-09-23","company_url":"https:\/\/se.indeed.com\/cmp\/V%C3%A4stra-G%C3%B6talandsregionen","company_url_direct":"https:\/\/www.vgregion.se\/","company_addresses":"Vanersborg","company_industry":null,"company_num_employees":"5,001 to 10,000","company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/89f026df484f5bb60827e7a902afdd06","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"5198d19a63a8b30d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5198d19a63a8b30d","job_url_direct":"https:\/\/www.offentligajobb.se\/jobad\/n%C3%A4tverkstekniker_%C3%B6stersund-j%C3%A4mtlands-l%C3%A4n-sverige_bcbada75-f6c6-49a9-875a-27b626609233","title":"Nätverkstekniker","company":null,"location":"Östersund, Z, SE","job_type":"fulltime","date_posted":1725840000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Om arbetsplatsen\n\n\nVi på Åre kommun skapar förutsättningar för att alla som bor eller vistas här kan förverkliga sina drömmar. Vi ser till att det där självklara fungerar: att våra barn har det bra i förskolan och skolan, att vägarna är plogade och att våra äldre har en meningsfull tillvaro. Men vi nöjer oss inte där. Tillsammans tar vi hela tiden nya steg mot en hållbar framtid.  \n\n  \n\nDynamik, service och bemötande är en given del i vår vardag. I vår storslagna fjällmiljö samsas förväntansfulla skidåkare med jordnära livskonstnärer. Det finns plats för dig också.  \n\n  \n\nI Åre kommun arbetar vi utifrån värdegrunden att vi är professionella, respektfulla och lyhörda.\n  \n\n  \n\nÅre kommun är en samisk förvaltningskommun och vi välkomnar sökande som har språklig och kulturell kunskap i samiska.  \n\n\n\nArbetsuppgifter\n\n\nSom Nätverkstekniker kommer dina arbetsuppgifter bestå av:\n  \n\n  \n\n* Att kartlägga, utveckla och förvalta IT-nätverk med fokus på Åre kommuns produktionsrelaterade kommunikation.\n* Att säkerställa att kommunikationsnätverk vid de olika förvaltningarna uppfyller legala krav och stödjer verksamhetens behov.\n* Att säkerställa att nätverkens funktion möjliggör löpande övervakning, styrning samt erforderlig loggning för tydlig spårbarhet och uppföljning.\n* Att vid behov identifiera förändrade verksamhetskrav, upphandla, utvärdera samt leda projekt vid moderniseringar relaterade till IT-nätverken för vår IT\/OT miljö.\n* Att utveckla nätverksarkitekturen för att säkerställa en säker datakommunikation inom och mellan IT- och OT-miljöerna.\n* Att förvalta och utveckla övervaknings och underhållsplattformar.\n\n  \n\nDu kommer att spela en central roll i att säkerställa stabilitet, säkerhet och effektivitet i vår IT-infrastruktur och du får vara högst delaktig i att bygga nätverket utifrån ett helhetsperspektiv. Du kommer vara del av ett fantastiskt team och din vardag kommer att vara varierande, utmanande och spännande.  \n\nKvalifikationer\n\n\nVI söker dig med:  \n\n  \n\n* Minst fem års dokumenterad kunskap om datakommunikation och nätverksteknik (IT) i rollen som nätverkstekniker.\n* Minst fem års dokumenterad erfarenhet från industriella nätverk. (OT)\n* Goda kunskaper om segmentering och IT-säkerhet.\n* Goda kunskaper om felsökning, logghantering och hantering av IT-incidenter.\n* Dokumenterad relevant eftergymnasial utbildning\n* Erfarenhet från infrastruktur eller industrin där IT\/OT miljö är välbekant.\n* Lägst certifiering motsvarande: CCNP\/FCP\/JNCIP-ENT\/ASCP\/MTCRE (Cisco\/Fortinet\/Juniper\/Aruba\/Mikrotik)\n\n  \n\nAnställningens omfattning\n\n\nTillträde: 2025-01-01\nEller enligt överenskommelse.  \n\nTillsvidare.\n\n\nAnsökan\n\n\nReferensnummer: C186922","company_url":null,"company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"85700ca66d9de3d2","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=85700ca66d9de3d2","job_url_direct":"https:\/\/www.transportstyrelsen.se\/sv\/om-transportstyrelsen\/jobba-hos-oss\/lediga-jobb\/details?jobId=749868","title":"Scrum master","company":"TRANSPORTSTYRELSEN","location":"SE","job_type":null,"date_posted":1725753600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"stig-erik.persson@transportstyrelsen.se, joakim.femermo@transportstyrelsen.se","description":"Vi får samhället att fungera för människor på väg, på spår, i luften och på sjön. Därför behöver vi den bästa kompetensen. Vårt uppdrag är viktigt och har betydelse i vardagen – både för privatpersoner och företag. Hos oss tar vi ansvar, behandlar alla på ett bra sätt och har respekt för olikheter. Som medarbetare bidrar du till en hållbar framtid.\n\n\nOm jobbet\n\n\nNu söker vi dig som är Scrum Master till sektion Ärendehantering på IT-avdelningen. Du blir en värdefull kollega i ett skickligt agilt utvecklingsteam bestående av erfarna utvecklare, testare, kravanalytiker och arkitekt.\n\n\nI rollen som Scrum Master på Transportstyrelsen har du uppgiften att främja samarbete och kommunikation i och utanför utvecklingsteamet med ett agilt förhållningssätt som grund. Med ett kommunikativt och coachande förhållningssätt ledsagar du teamet i att driva på mot att leverera värde utifrån de gemensamma regler ni har satt upp där du i rollen leder de agila mötena i form av dailys, retro och sprintplanering. Tillsammans strävar ni för att ständigt förbättra arbetet med att nå teamets mål, utveckla med rätt kvalitet och hålla en kontinuerlig och uthållig flödestakt. Du stöttar Produktägaren i att hantera backloggen och kan också fungera som teamets talesperson i olika nätverk.\n\n\nI rollen som Scrum Master bistår du teamet med att identifiera och undanröja hinder. Du kommer även att hjälpa till med mer it-inriktade frågor och arbetsuppgifter, t ex releaseplanera, planera uppgraderingar och beställa förutsättningar för drift. Inom området finns en komplex affärslogik och en hög andel integrationer vilket garanterar en utmanade och omväxlande vardag.\n\n\nArbetet kommer att ske inom produktområde SUF (Strategisk Utveckling och Förvaltning) som förvaltar och utvecklar It-stöd inom dataanalys- och ärendehanteringsområdet. Produktområdet består av två produkter, produkt Dataanalys och produkt Ärendehantering. Inom produktområdet arbetar verksamhet och it tillsammans med ett agilt och kunddrivet arbetssätt.\n\n\nHos oss är du viktig\n\n\nGillar du att jobba tillsammans med andra och vill du utvecklas i din yrkesroll? Hos oss kan du förvänta dig karriärsutveckling, ett förtroendefullt chefs- och medarbetarskap och ett hållbart arbetsliv. Vi är en trygg arbetsgivare som månar om din hälsa med tid för friskvård på arbetstid, flexibla arbetstider, väl tilltaget antal semesterdagar och lediga klämdagar.\n\n  \n\nDu kommer att\n\n* leda ett eller flera agila utvecklingsteam som Scrum Master\n* stödja Produktområdet i IT-relaterade frågor tillsammans med verksamheten\n* samordna operativa\/taktiska frågeställningar med andra Produktområden, IT:s linjeverksamhet och driftleverantörer\n* deltaga i IT-relaterade frågor såsom releaseplanering, produktivitetseffektivisering, uppgraderingar och beställningar\n* deltaga i samverkande nätverk tillsammans med andra Scrum Masters\n\nDu måste ha\n\n* akademisk utbildning inom ett för tjänsten relevant område eller motsvarande kunskap förvärvad på annat sätt som Transportstyrelsen bedömer likvärdig\n* flerårig erfarenhet av att arbeta som Scrum Master\n* mycket goda kunskaper om Scrum, agila värderingar och principer inom området\n* goda kunskaper i svenska, både i tal och skrift.\n\n\nDet är meriterande om du också har\n\n* certifiering som Scrum Master (t ex PSM, CSM eller motsvarande)\n* erfarenhet av coachande och kommunikativt ledarskap\n* arbetat med Azure DevOps Server\n* erfarenhet av förändringsarbete\n* erfarenhet av att arbeta med decentraliserade team, där teammedlemmar finns placerade på olika orter.\n\n**Vi vill att** du\n\n* anammar vår värdegrund som visar att vi är möjliggörare, vi är modiga och tar ansvar och vi är hjälpsamma\n* är driven av utveckling och förbättringar, tar initiativ och är lösningsfokuserad\n* har god samarbetsförmåga\n* har god kommunikativ förmåga har förmåga att kunna se helhet och förklara komplexa förhållande.\n\n\nStor vikt läggs vid personlig lämplighet.\n\n**Intresserad?**\n\n\nAnställningen är tillsvidare med placering i Örebro eller Kista. Vid placering på annan ort än Örebro kommer återkommande resor till Örebro att ske, då vissa arbetsuppgifter ska utföras fysiskt på kontoret i Örebro.\n\n\nVi tillämpar normalt provanställning. Tillträde enligt överenskommelse. Tjänsten är säkerhetsklassad vilket innebär att man måste vara svensk medborgare och att säkerhetsprövning kommer att föregå beslut om anställning.\n\n\nDu är välkommen att kontakta\n\n\nsektionschef Stig-Erik Persson på telefon 010-495 35 11 alternativt e-post stig-erik.persson@transportstyrelsen.se eller sektionschef Joakim Joakim Femermo på telefon 010-495 33 58 eller via e-post joakim.femermo@transportstyrelsen.se\n\n  \n\nSaco-S, Benedicte Johansson och ST, Siv Nederman nås via vår växel på 0771-503 503.\n\n\nVi vill inte att annonsörer och bemanningsföretag kontaktar oss.\n\n\nAnsök\n\n\nAnsök via vår webbplats och bifoga ditt CV samt ett personligt brev märkt med referensnummer TSG 2024-3868. Vi behöver din ansökan senast den 29 september 2024. Har du skyddade personuppgifter, ska du skicka in din ansökan per post, kontakta rekryterande chef för information om hur du går tillväga. I dina ansökningshandlingar behöver du beskriva på vilket sätt du uppfyller efterfrågade kvalifikationer och meriter kopplat till aktuell rekrytering. Om du går vidare i anställningsprocessen ska alltid utbildnings-\/examensbevis samt tjänstgöringsintyg som styrker de kunskaper och erfarenheter som är relevanta för tjänsten uppvisas.\n\n\nVälkommen att bli vår nya kollega!","company_url":"https:\/\/se.indeed.com\/cmp\/Transportstyrelsen","company_url_direct":"http:\/\/www.transportstyrelsen.se\/","company_addresses":null,"company_industry":null,"company_num_employees":"1,001 to 5,000","company_revenue":null,"company_description":"","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d60e501a7c22ff8054fd1749f30df3e2","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3982b93fd2864c8a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=3982b93fd2864c8a","job_url_direct":"https:\/\/recruit.visma.com\/External\/OJCustomer3\/AssignmentView.aspx?GuidExtSoftware=3688a121-2021-4587-ac74-6a29a4c75f65&guid=A304856C-D456-4D69-AE2F-307C4155C4A1&locId=1","title":"Tekniker IT-infrastruktur IT-avdelningen","company":"Mjölby kommun","location":"E, SE","job_type":"fulltime","date_posted":1725753600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"bo.dahlen@mjolby.se, peder.lund@mjolby.se","description":"Som infrastrukturtekniker blir du en del i vårt team som jobbar brett inom området IT-infrastruktur. Arbetsuppgifterna innefattar allt från löpande utvecklingsarbete, kvalificerad problemlösning och support.\n  \n\n  \n\nDu ansvarar även för att se till att information sprids internt inom den egna organisationen. Du har kontakt med interna systemförvaltare och externa leverantörer. Du leder eller deltar i projekt internt på avdelningen eller i kundspecifika projekt i verksamheten. Du ansvarar även för omvärldsbevakning inom dina ansvarsområden.\n  \n\nVår miljö är uppbyggd kring ett antal kända produkter och som infrastukturtekniker kommer du hantera produkter så som Microsoft Active Directory\/Entra ID, Microsoft SQL, Microsoft Exchange, Microsoft SCCM, Microsoft 365, VMWare och Veeam.\n\n\n**Kvalifikationer**\n-------------------\n\n\nTre-årig gymnasieutbildning, helst med IT-inriktning samt ytterligare 2-3 års utbildning med informationsteknisk inriktning på högskola eller motsvarande erfarenhet. Krav på minst två års yrkeserfarenhet. B-körkort är ett krav. Mycket goda kunskaper i svenska, både i tal och i skrift.\n  \n\n  \n\nFör den aktuella tjänsten ser vi det som meriterande att du har erfarenhet från VMWare, Veeam, Microsoft365 och Microsoft AD \/ Microsoft Entra ID.\n  \n\n  \n\nDu som söker tjänsten passar in i ett team med hög teknisk kompetens med lång erfarenhet från drift av stora och komplexa servermiljöer. Du har förmågan att både självständigt och tillsammans med andra fatta snabba och tydliga beslut. Du har en god initiativförmåga.\n  \n\n  \n\nDu har förmågan att arbeta med andra människor; att lyssna, visa empati och respekt. Du är prestigelös och uppmärksammar och belönar andras bidrag. Du kan tillämpa specialiserad och detaljerad expertkunskap samt förmåga att förmedla denna till andra på ett pedagogiskt sätt. Du visar förståelse för och drar nytta av organisationens olika expertområden.\n  \n\n  \n\nDu har en hög förmåga att leverera resultat, både vad gäller kvalitet och produktivitet. Du har förmåga att noggrant analysera och bedöma olika typer av data för att dra väl genomtänkta slutsatser samt för att skapa fungerande lösningar.\n  \n\n  \n\nDu arbetar på ett systematiskt, metodiskt och pålitligt sätt. Du har lätt för att fokusera på kundens behov och uppnå god kundtillfredsställelse.\n  \n\n  \n\nVi erbjuder ett intressant och utvecklande arbete i en trevlig och framåt organisation där eget ansvar och ständig förändring är vår vardag.\n\n\n**Anställningens omfattning**\n-----------------------------\n\n\nAnställningsform: Tillsvidareanställning\n\n  \n\nOmfattning: Heltid\n\n  \n\nEnligt överenskommelse.\n\n\n**Ansökan**\n-----------\n\n\nAnsök senast: 2024-09-29\n\n\nReferensnummer: C207272\n\n  \n\n**Anställning**\n---------------\n\n\nAntal annonserade arbetstillfällen: 1\n\n  \n\n**Kontakt**\n-----------\n\n\n### **Kontaktperson**\n\n\nBo Dahlén  \n\nIT-Driftchef  \n\n010-2345868  \n\nbo.dahlen@mjolby.se\n### **Facklig företrädare**\n\n\nVision, Peder Lund  \n\n010 - 234 68 90  \n\npeder.lund@mjolby.se\n**Övrigt**\n----------\n\n\nVår kommun är expansiv med cirka 28 600 invånare. Vi har nära till varandra och nära till resten av världen, kommunikationerna är utmärkta. Mjölby kommuns vision sammanfattas i en slogan: Världsvan och hemkär. Världsvan står för öppenhet, nytänkande, vilja att växa och tro på framtiden. Hemkär står för stolthet och glädje över hembygden. Hos oss är det enkelt att leva ett gott liv.\n  \n\n  \n\nOm du kommer vidare till intervju kommer vi kontrollera din ID-handling. Läs mer om hela vår rekryteringsprocess på www.mjolby.se\/ledigajobb.","company_url":"https:\/\/se.indeed.com\/cmp\/Mj%C3%B6lby-Kommun","company_url_direct":"https:\/\/www.mjolby.se\/","company_addresses":"Mjölby","company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"5cd2cba0d07b5edf","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5cd2cba0d07b5edf","job_url_direct":"https:\/\/recruit.visma.com\/External\/OJCustomer3\/AssignmentView.aspx?GuidExtSoftware=e0601ea5-81c2-4d48-a31a-ace3638c4d88&guid=D4DB5DC3-AA49-4EFB-AAD0-F698F6DA3139&locId=1","title":"Nätverkstekniker","company":"Åre kommun","location":"Z, SE","job_type":"fulltime","date_posted":1725753600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"johan.pettersson@are.se, kundtjanst@are.se","description":"Sista ansökningsdag\n2024-10-20\nArbetsplats\nÅre Kommun\nKommun\nÖstersund\nYrkeskategori\nNätverkstekniker\nAnställningsform\nTillsvidareanställning\nOmfattning\nHeltid\nAntal tjänster\n1\nKontakt\nJohan Pettersson\nIT-ansvarig\n0703884119\njohan.pettersson@are.se\nFacklig företrädare\nFacklig representant nås via kundtjänst\n0647-161 00\nkundtjanst@are.se\nAnsök här\n\n\nDela den här annonsen\n**Om arbetsplatsen**\n--------------------\n\n\nVi på Åre kommun skapar förutsättningar för att alla som bor eller vistas här kan förverkliga sina drömmar. Vi ser till att det där självklara fungerar: att våra barn har det bra i förskolan och skolan, att vägarna är plogade och att våra äldre har en meningsfull tillvaro. Men vi nöjer oss inte där. Tillsammans tar vi hela tiden nya steg mot en hållbar framtid.\n  \n\n  \n\nDynamik, service och bemötande är en given del i vår vardag. I vår storslagna fjällmiljö samsas förväntansfulla skidåkare med jordnära livskonstnärer. Det finns plats för dig också.\n  \n\n  \n\nI Åre kommun arbetar vi utifrån värdegrunden att vi är professionella, respektfulla och lyhörda.\n  \n\n  \n\nÅre kommun är en samisk förvaltningskommun och vi välkomnar sökande som har språklig och kulturell kunskap i samiska.\n\n  \n\n**Arbetsuppgifter**\n-------------------\n\n\nSom Nätverkstekniker kommer dina arbetsuppgifter bestå av:\n  \n\n  \n\n* Att kartlägga, utveckla och förvalta IT-nätverk med fokus på Åre kommuns produktionsrelaterade kommunikation.\n* Att säkerställa att kommunikationsnätverk vid de olika förvaltningarna uppfyller legala krav och stödjer verksamhetens behov.\n* Att säkerställa att nätverkens funktion möjliggör löpande övervakning, styrning samt erforderlig loggning för tydlig spårbarhet och uppföljning.\n* Att vid behov identifiera förändrade verksamhetskrav, upphandla, utvärdera samt leda projekt vid moderniseringar relaterade till IT-nätverken för vår IT\/OT miljö.\n* Att utveckla nätverksarkitekturen för att säkerställa en säker datakommunikation inom och mellan IT- och OT-miljöerna.\n* Att förvalta och utveckla övervaknings och underhållsplattformar.\n\n\n  \n\nDu kommer att spela en central roll i att säkerställa stabilitet, säkerhet och effektivitet i vår IT-infrastruktur och du får vara högst delaktig i att bygga nätverket utifrån ett helhetsperspektiv. Du kommer vara del av ett fantastiskt team och din vardag kommer att vara varierande, utmanande och spännande.  \n\n\n**Kvalifikationer**\n-------------------\n\n\nVI söker dig med:\n  \n\n  \n\n* Minst fem års dokumenterad kunskap om datakommunikation och nätverksteknik (IT) i rollen som nätverkstekniker.\n* Minst fem års dokumenterad erfarenhet från industriella nätverk. (OT)\n* Goda kunskaper om segmentering och IT-säkerhet.\n* Goda kunskaper om felsökning, logghantering och hantering av IT-incidenter.\n* Dokumenterad relevant eftergymnasial utbildning\n* Erfarenhet från infrastruktur eller industrin där IT\/OT miljö är välbekant.\n* Lägst certifiering motsvarande: CCNP\/FCP\/JNCIP-ENT\/ASCP\/MTCRE (Cisco\/Fortinet\/Juniper\/Aruba\/Mikrotik)\n\n  \n\n  \n\n  \n\n**Anställningens omfattning**\n-----------------------------\n\n\nAnställningsform: Tillsvidareanställning\n\n  \n\nOmfattning: Heltid\n\n  \n\nTillträde: 2025-01-01  \n\nEller enligt överenskommelse.\n\n\nReferensnummer: C186922\n\n\nAnsök här\n\n  \n\n**Övrigt**\n----------\n\n\nTjänsten är vakant under förutsättning att ingen övertalighet, behov av omplacering eller företräde finns i kommunen. Provanställning kan komma att tillämpas. Mer information om Åre kommun finner du på www.are.se\n  \n\n  \n\nInför rekryteringsarbetet har vi tagit ställning till rekryteringskanaler och marknadsföring. Vi undanbeder oss därför bestämt kontakt med mediesäljare, rekryteringssajter och liknande.\n  \n\n  \n\nTjänsten är placerad i säkerhetsklass vilket innebär att säkerhetsprövning kommer att ske innan anställningsavtal kan godkännas. Krav på svenskt medborgarskap.","company_url":"https:\/\/se.indeed.com\/cmp\/%C3%85re-Kommun","company_url_direct":"https:\/\/are.se\/","company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e105ff55d54c2953","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e105ff55d54c2953","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I005\/333\/job?site=2&lang=SE&validator=a75fbd88f1b2a3a49de2af9c8b7bc228&ref=http%3A%2F%2Frekrytering.forsvarsmakten.se%2Fsv%2Fom-forsvarsmakten%2F&job_id=39642","title":"Nätverkstekniker","company":"Försvarsmakten","location":"Linköping, E, SE","job_type":null,"date_posted":1725753600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"agneta.lindberg@mil.se, matz.felix@mil.se, martin.sparr@mil.se, heiki.widell@mil.se","description":"Försvarsmakten söker en ny medarbetare till Teknisk Bevakning på FMTIS genomförandeavdelning i Linköping.\n\n\nFMTIS genomförandeavdelning Linköping är ansvariga för drift och underhåll av tekniska bevakningssystem vid Linköping Garnison och omnejd. Vi kan erbjuda ett arbete som skiljer sig från andra, som ger många nya erfarenheter och goda utvecklingsmöjligheter. Teknikområdet Teknisk Bevakning är ett samlingsnamn för försvarsmaktens larm, passage och kameraövervakningssystem. Vi skräddarsyr tekniska lösningar efter slutanvändarens behov och de specifika säkerhetskrav som myndigheten kräver. Då försvarsmaktens verksamhetsområde är väldigt brett ger det en stor variation på arbetsmoment och komplexitet.  \n\nFMTIS genomförandeavdelning Linköping rör sig både inom garnisonen, i närområdet, runt om i landet och även i viss mån utomlands.  \n\n  \n\n**Arbetsuppgifter:**\n\n\n* Drift och service av IT-system och Nätverksutrustning\n* Felavhjälpning.\n* Driftsättning, uppgradering och omsättning av IT-infrastruktur.\n* Samverka med lokal verksamhet, leverantörer, andra intressenter och produktionsledning.\n* Administration av kamerabevakning, larm, passersystem och säkerhetsutrustning.\n\n\n**Vi erbjuder dig:**\n\n\n* Kompetensutveckling utifrån verksamhetens behov och dina karriärsmål.\n* Tre timmars fysisk träning i veckan på arbetstid och du kan få ersättning för träningskläder och startavgifter.\n* Bra balans mellan arbete och fritid med flexibel arbetstid samt 28-35 semesterdagar beroende på din ålder.\n* Lönetillägg vid föräldraledighet och VAB samt möjligheter att växla semesterdagar mot extra pensionsavsättning.\n\n\n**Dina personliga egenskaper:**\n\n\nI och med att arbetet innebär mycket kontakt med både slutanvändare och uppdragsgivare så vill vi att du har lätt för att arbeta både självständigt och i grupp.\n\n\nSom person är du noggrann, säkerhetsmedveten, strukturerad, ansvarskännande, utåtriktad, öppen, självgående och serviceinriktad. Du har god initiativförmåga och eftersträvar alltid att nå resultat av hög kvalité både när du arbetar tillsammans med andra och när du arbetar självständigt. Som person är du en \"lagspelare\" med ärlig och positiv attityd.\n\n\nDu är mån om din fysiska form och värdesätter allsidig träning tillsammans med kollegor eller enskilt.\n\n\n*Stor vikt kommer att läggas vid personlig lämplighet.*\n\n  \n\n  \n\n**Kvalifikationer:**\n\n\n* Dokumenterad erfarenhet av nätverkstekniskt arbete eller motsvarande utbildning.\n* Goda generella IT-kunskaper och vana vid arbete med nätverksutrustnig.\n* Arbetslivserfarenhet inom It-Drift\n* Goda kunskaper att uttrycka sig i tal- och skrift på svenska och engelska.\n* Körkortsbehörighet B med manuell växellåda.\n* God fysisk förmåga.\n\n\n**Meriterande:**\n\n\n* Praktisk erfarenhet av kamerabevakningssystem.\n* Kunskaper inom Microsoft Windows Server och Virtualisering.\n* Genomförd militär grundutbildning eller erfarenhet från tex. Hemvärnet.\n* CCNA (Cisco Certified Network Associate)\n* Arbetat med HP Asset manager och Service manager.\n* Arbetat enligt ITIL-metoden\n\n\n**Övrigt:**\n\n\nTjänsten är en tillsvidare anställning, 6 månaders provanställning tillämpas.\n\n\nTillträde och lön enligt ök.  \n\n  \n\nPlacering: Linköping  \n\nResor förekommer inom enhetens geografiska område, men även i övriga delar av landet.  \n\nTjänsten är en tillsvidareanställning och inleds med 6 månaders provanställning för dig som f n inte är anställd inom Försvarsmakten.  \n\nTillträde snarast enligt överenskommelse.\n\n\nFackliga företrädare:\n\n\nSACO Agnetha Landquist agneta.lindberg@mil.se  \n\nSEKO Matz Felix matz.felix@mil.se  \n\nOFR\/S Martin Sparr martin.sparr@mil.se  \n\nOFR\/O Heikki Videll heiki.widell@mil.se  \n\n  \n\n**Välkommen med din ansökan senast 2024-10-13**\n\n\n**Ansökningar till denna befattning kommer endast tas emot via Försvarsmaktens webbplats.**\n\n\n**Samtal från externa rekryteringsföretag och säljare undanbedes.**","company_url":"https:\/\/se.indeed.com\/cmp\/F%C3%B6rsvarsmakten","company_url_direct":"http:\/\/www.forsvarsmakten.se\/","company_addresses":"Stockholm","company_industry":" Government","company_num_employees":"10,000+","company_revenue":null,"company_description":"Försvarsmakten är en svensk statlig förvaltningsmyndighet som ansvarar för landets säkerhet.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d6a81078b58ac8abfe38747a3d922650","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"5112475f7f169848","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5112475f7f169848","job_url_direct":"https:\/\/jobb.nevin.se\/jobs\/4949563-trevlig-data-engineer","title":"Trevlig Data Engineer","company":"Nevin","location":"Göteborg, O, SE","job_type":null,"date_posted":1725753600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Nevins ambition är att vara branschens bästa arbetsgivare**\n-------------------------------------------------------------\n\n##### **Nu söker vi en trevlig Data Engineer med några års arbetslivserfarenhet för anställning till ett kul projekt.**\n\n##### **Att du är duktig på tekniken utgår vi från, men för oss är det** ***ännu*** **viktigare vem du är som person.**\n\n***Mänskliga kvaliteter vi tror att du har:***\n\n* **Ödmjuk och prestigelös.** Du kan ta kritik av t.ex. din kod och lyssna in andras input\n* **Snäll och omtänksam.** Du är inget as utan vill andra människor väl\n* **Social.** Vi gillar att göra roliga saker ihop (men du måste inte vara med varje gång)\n* **Sugen på att utvecklas och lära dig nytt.** Här finns det rum att växa!\n* **Medveten om att jobbet inte är allt.** Vi vill hjälpa dig att lägga ett bra livspussel\n\n***Din profil:***\n\n\nFör att lyckas i den här rollen behöver du ha en M.Sc. inom Data Science. Du har några års arbetslivserfarenhet och älskar att koda Python.\n\n  \n\n***Om Nevin***\n\n  \n\nNevin är ett litet konsultbolag med en tydlig vision att vara branschens bästa arbetsgivare.\n\n\nI många konsultbolag ses de anställda som resurser snarare än människor.  \n\n  \n\nHos oss är det annorlunda.\n  \n\nVi letar efter människor med egna drömmar och ambitioner.\n\n\nMänniskor som ställs inför utmaningar, både på jobbet och hemma, och därför värdesätter frihet, ansvar och flexibilitet.  \n\n  \n\nDet var därför vi startade Nevin. Vi vill göra tvärtom.  \n\n  \n\nVår ambition är att skapa bästa möjliga förutsättningar för dig att leva ditt drömliv, både på jobbet och privat. Att stå bakom dig och stötta dig, på riktigt.  \n\n  \n\nFör oss är familjekänslan på bolaget det vi värdesätter mest.\n  \n\n  \n\nSom en av våra senaste rekryter nyligen sa: *\"Den här konferensen har känts som att åka på en resa med polarna.\"*  \n\n  \n\nDet är den där känslan vi vill åt.  \n\n  \n\n***Vad vi erbjuder dig***  \n\n  \n\nVår kompensationsmodell bygger på att ge så mycket som möjligt tillbaka till dig. Av det vi fakturerar till kund får du mellan 70 och 80% tillbaka in på ditt Nevin-konto. De pengarna bestämmer du sen själv över.  \n\n  \n\nHög lön? Mer semester? Känns pensionen viktigare? Sugen på en tjänstebil?  \n\n  \n\nDu väljer. Dessutom erbjuder vi garantilön de första sex månaderna av din anställning.  \n\n  \n\nDu kan läsa mer om vår modell här där vi listar våra förmåner och i vår FAQ.\n\n  \n\nVill du träffa oss för att höra mer om hur det är att jobba på Nevin?  \n\n  \n\nKlicka på knappen \"Skicka ansökan\" så bestämmer vi en tid för att ses  \n\n  \n\n\/ Stefan och Björn","company_url":"https:\/\/se.indeed.com\/cmp\/Nevin","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3432199bd3f8cb65","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=3432199bd3f8cb65","job_url_direct":"https:\/\/web106.reachmee.com\/ext\/I008\/750\/job?site=11&lang=SE&validator=c6de1152a1c0739002f36f1610413c66&job_id=837","title":"Scouterna söker en medlemsadministratör med IT-fokus","company":"Scouterna","location":"Stockholm, AB, SE","job_type":null,"date_posted":1725753600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"anna-karin.oman@scouterna.se, sassa.orebring@scouterna.se","description":".\n\n\nMedlemmarna i Scouterna blir fler och fler och vi har nu behov en vass administratör som kan hantera vårt medlemsregister och samtidigt stötta upp på IT-sidan. Du kommer bli en del av vårt fantastiska team på serviceavdelningen där vi tillsammans jobbar för att det ska vara så smidigt som möjligt att vara aktiv i Scouterna.\n\n\n\nOm tjänsten\n\n\n\nSom medlemsadministratör med IT-fokus kommer du vara en nyckelspelare i att få vår verksamhet att gå runt. Du kommer vara i kontakt både med medlemmar och anställda på en daglig basis och vara behjälplig i både administrativa ärenden och med viss IT-support.\n\n\n\nSåklart är vi flera stycken som jobbar med detta och du blir en del i ett team av kollegor. Scouterna har ett medlemssystem som heter Scoutnet som är ett huvudsakligt arbetsverktyg för teamet. Däri hanteras anmälningar, fakturering, register och egentligen allt som har med våra medlemmar att göra. Vi har även en extern IT-leverantör som du kommer jobba nära med för att se till att de IT-behov som finns är uppfyllda.\n\n\n\nNågra exempel på arbetsuppgifter är:\n\n\n* Hantera användarsupport som kommer in till någon av våra kanaler och lösa uppkomna situationer.\n* Hantera fakturering av medlemmar och kårer, samt administrera grupperingar i Scoutnet.\n* Sköta intern IT-support genom att vara first line support, hantera konton i EntraID, samt ha en pågående kontakt med vår externa leverantör.\n* Ansvara för inköp av teknisk utrustning och för att arbetsplatser och mötesrum är välfungerande.\n* Delta i utvecklingsarbetet av de e-tjänster Scouterna erbjuder.\n\nOm dig\n\n\n\nFör att passa i den här rollen ser vi att du som söker har:\n\n\n* En utbildning motsvarande gymnasieutbildning.\n* Mycket goda kunskaper i Office 365, meriterande med erfarenhet från Entra ID.\n* Talar och skriver svenska obehindrat.\n* Erfarenhet från scouterna eller annan medlemsorganisation.\n* Tidigare erfarenhet av medlemssystem eller crm-system är meriterande.\n\n\nSom person ser vi att du är strukturerad i hur du tar dig an dina uppgifter, du har lätt att hantera flera moment samtidigt och förstår snabbt nya rutiner och processer. Du är en stabil person som kan hantera alla typer av frågor på ett trevligt och konstruktivt sätt. Genom att vara lösningsorienterad kan du också vara snabbtänkt i hur du tar dig an dina uppgifter och proaktivt arbeta för att hitta utvecklingsområden. Såklart så ser vi även att du delar Scouternas värderingar så som de uttrycks i scoutlagen.\n\n\n\nMer om oss\n\n\n\nScouterna är en medlemsorganisation med en lång historia av att erbjuda barn och unga en meningsfull fritid i Sverige. Vi som jobbar på Scouterna sitter i Stockholm, Göteborg, Malmö och Västerås och är totalt 70 anställda. Som arbetsplats genomsyras vi av en vilja att fatta beslut så nära verksamheten som möjligt, vilket bidrar till ett starkt ägandeskap för vad vi genomför. Scouterna erbjuder sina anställda fina lokaler, en varm och välkomnande atmosfär och bra arbetsvillkor.\n\n\n\nScouterna jobbar i nära samarbete med ideella på nationell nivå, vilket innebär att arbete kan behöva ske på kvällar och helger. I denna tjänst så förväntas detta innebära cirka en kväll i månaden och cirka fem helger per år.\n\n\n\nSå här rekryterar vi\n\n\n\nVi välkomnar din ansökan senast den 22 september 2024. Du söker genom att dela ett CV där relevanta erfarenheter beskrivs, samt ett personligt brev där du motiverar varför du söker tjänsten och på vilka sätt dina kompetenser matchar det som behövs. Vi går igenom ansökningarna löpande.\n\n\n\nTjänsten är ett vikariat på ett år med startdag så snart som möjligt. Arbetstiden är 37,5h i veckan och denna tjänst är placerad på vårt kontor i Örnsberg i Stockholm.\n\n\n\nRekryteringen kommer genomföras med en kompetensbaserad rekryteringsmetod. När du ansöker kommer du få svara på urvalsfrågor om de grundkrav som specificerats ovan och du kommer bli ombedd att ange ett löneanspråk. De kandidater som bäst matchar rollen bokar vi in en teamsintervju med, därefter är nästa steg en kompetensbaserad intervju hos oss då du även får chans att träffa servicechef Anna-Karin Öman och se kontoret. Vi tar referenser på slutkandidat.\n\n\n\nVi tycker det är viktigt att även du får göra din bedömning av oss och därför välkomnar vi alla frågor före såväl som under rekryteringsprocessen, hör gärna av dig till Anna-Karin Öman på anna-karin.oman@scouterna.se eller 072-0790688. Om du vill komma i kontakt med vår lokala fackklubb Unionen så är du välkommen att maila Sassa Orebring på sassa.orebring@scouterna.se.","company_url":"https:\/\/se.indeed.com\/cmp\/Scouterna","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"7c58c4945a9325a7","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=7c58c4945a9325a7","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29085000","title":"Programmerare","company":"FORSSTROM HIGH FREQUENCY AB","location":"Lysekil, O, SE","job_type":"fulltime","date_posted":1725753600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Din roll\n  \n  \n\n**Som programmerare hos Forsstrom kommer du att:**  \n\nArbeta med produktutveckling, testning och konceptutveckling.\n  \nUtveckla framtidens produkter inom inbyggda system och IoT.\n  \nDelta i spännande uppdrag där du kombinerar dina programmeringskunskaper med problemlösningsförmåga för att skapa skräddarsydda lösningar åt våra kunder.\n  \nSamarbeta med tvärfunktionella team och delta i projekt för olika branscher, vilket ger dig en varierad och utmanande arbetsmiljö.\n  \nErbjuda support, både internt och externt, i mjukvarufrågor.\n  \nDin profil\n  \n  \n\n**För att trivas och lyckas i rollen ser vi att du har:**  \n\nArbetslivserfarenhet av programmeringsspråken C\/C++.\n  \nGedigen kunskap inom systemutveckling, inbyggda system eller datavetenskap.\n  \nFlytande kunskaper i engelska, både i tal och skrift.\n  \nEtt strukturerat arbetssätt och god förmåga att arbeta självständigt samt i team.\n  \n  \n\n**Meriterande:**  \n\nErfarenhet av IoT-lösningar.\n  \nKunskap inom PLC-programmering.\n  \nErfarenhet av hårdvaruutveckling och elkonstruktion.\n  \nVad vi erbjuder\n  \n  \n\n**Hos Forsstrom får du:**  \n\nMöjlighet att arbeta med innovativa projekt och framtidens teknik.\n  \nEn trygg, långsiktig och utvecklande anställning.\n  \nFlexibilitet att påverka vilka projekt du arbetar med utifrån dina intressen och kompetenser.\n  \nEn dynamisk och inspirerande arbetsmiljö med kompetenta och engagerade kollegor.","company_url":"https:\/\/se.indeed.com\/cmp\/Forsstrom-High-Frequency-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4007565783","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4007565783","job_url_direct":"https:\/\/group.postnord.com\/sv\/karriar\/lediga-jobb\/it-service-manager-applications-solna-\/&urlHash=693R","title":"IT Service Manager, Applications, Solna","company":"PostNord Sverige","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Do you want to be part of a dynamic and rapidly changing environment at Postnord IT Workplace department. If you have experience of Managerial role\/s and background around Application Service Management or very similar this is the job for you!*\n*We are seeking a person with relevant experience that is interested in processes and standardization and enjoy driving continuous improvements?*\n Join us\n   \n\n  \n\n The Workplace department today has around 15 team members who are responsible for Postnord’s IT Workplace for both administration and production workforce.\n   \n\n  \n\n The Workplace technologies are constantly evolving and we always aim for secure, reliable and user friendly services. In our work we continuously keep an eye on Postnord’s overall vision and strategies to ensure our services enable and support the company’s market positioning.\n   \n\n  \n\n**Job Duties**\n In the role as IT Service Manager for Applications, you will be working with both strategic, tactical and operational duties around Application Management.\n   \n\n  \n\n The role is on senior level and among other things working with:\n   \n\n  \n\n* Manage IT's application portfolio and it's lifecycle.\n* Work with application owner community to ensure updates are made in the portfolio and when relevant explain or refresh the application management roles and responsibilities.\n* Support stakeholders that need help or guidance around application management and application packaging services.\n* Manage the lifecycle of Workplace common core applications including collaboration with stakeholders and communication, as well as ensuring that the expectations and feedback of the users, customers, and sponsors are met and addressed.\n* Work closely with the Service Manager for User Experience and ensure the IT knowledge and end-user instructions are up to date and available.\n* Budget, follow-up and forecasting according to internal standards and expectations.\n* Collaborate and support the other Service and Platform Managers within the Workplace unit.\n* Collaboration outside Workplace, both with internal and external work areas around Software Asset Management.\n* Stay up to date on IT market trends and innovation.\n\n\n We are looking for you who have\n   \n\n  \n\n* At least three years of experience in managing software applications and services, preferably in a large and complex environment.\n* Experience and knowledge of the application domain, technologies such as application packaging and automatization for installation, methodologies, and best practices.\n* General Subject Matter expert of the Application Management area.\n* Basic understanding of ITIL framework\n* Fluent English, both spoken and written\n* Fluent Swedish or Danish, both spoken and written\n\n\n We believe you are a person that is thorough, analytical and easy to get acquainted with and learn new systems. Your way of working is inclusive, structured and responsible.\n   \n\n  \n\n You need to be able to handle stressful situations and prioritize job tasks independently. You are communicative and easy to collaborate with, and are diplomatic in your way of creating and nurturing long-term relationships.\n   \n\n  \n\n Additionally, you have previous experience of systems like Service Management Tooling, MS 365 Office applications, Power BI and other tools required for Business Planning (budget, follow-up, forecast), SNOW and Intune.\n   \n\n  \n\n It is an advantage if you have previous experience from working in an IT senior managerial role and is used to coach and guide others around the solution area where you are the expert.\n   \n\n  \n\n**We Offer You**\n We offer a role that is part of our dynamic team including Service Managers, Engineers respectively a Chief Architect. The roles in Workplace are dedicated to certain solutions areas and are responsible for governing outsourced Workplace services and\/or some of the internally managed services. The daily work varies in an international environment with constantly new challenges and quick decisions. Here you have opportunities to develop creative solutions and work in a prestige-free group where we jointly help to reach our goals. PostNord is one of Sweden's largest workplaces and we offer safe employment conditions and benefits. In addition to the benefits mentioned above, we offer:\n   \n\n  \n\n* Hybrid workplace with a Nordic and dynamic environment. Watch the video about our office.\n* Great development opportunities\n* Great insurance and occupational pension terms\n* Wellness allowance & opportunity to train at Arken's gym and indoor swimming pool\n* Employee benefits through PostNord Plus - PostNord´s own personnel foundation\n\n\n We make everyday life easier\n   \n\n  \n\n PostNord is the leading supplier of communication and logistics solutions to, from, and within the Nordic region. We ensure the provision of a postal service to households and businesses in Sweden and Denmark. We aim to make everyday life easier and more sustainable for everyone who lives and works in the Nordic region. We are in a constant transformation and work consistently to develop both our offer and our employees, all to achieve our vision of being The favorite carrier of the Nordics. We are PostNord - a fantastic company to work and grow with. Read more at postnord.com\n   \n\n  \n\n Apply\n   \n\n  \n\n We look forward to receive your application!\n   \n\n  \n\n If you have any questions or concerns, please contact Susanne Wetterstrand on phone number: +46 72-585 32 85.\n   \n\n  \n\n Don't wait to submit your application as we go through the applications on an ongoing basis.\n   \n\n  \n\n For union representatives, visit: www.postnord.com\/fackliga","company_url":"https:\/\/se.linkedin.com\/company\/postnord-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQH7jAOuKrR3qQ\/company-logo_100_100\/company-logo_100_100\/0\/1631306526901?e=2147483647&v=beta&t=dUqeMglsBOPymV7NxnpBWBnrmUkGu8mwv_bTZTPl4yE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4019631857","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4019631857","job_url_direct":"https:\/\/vi.xenit.se\/jobs\/34373-spontaneous-application?utm_source=LinkedIn&urlHash=YH6u","title":"Spontaneous Application","company":"Xenit AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Can't find a specific job ad that suits you?**\n Why not apply spontaneously?\n   \n\n  \n\n Xenit has a number of teams, in which we are always looking for new talent 🔥\n   \n\n  \n\n**We Regularly Recruit For**\n**Modern Workplace** \n (Collaboration, Workspace, Endpoint),\n **BIAP** \n (Business Intelligence, Analytics, Productivity),\n **Cloud Enablement** \n (Cloud+Infra, Information Management, DevOps) and\n **Service Desk\/Operations.**\n We're also happy to see profiles within\n **Sales, HR** \n and\n **Business Support** \n , although these positions may be less frequent than technical ones.\n   \n\n  \n\n* Please note: If you are looking for an internship, please apply to the available internship job advertisement on our career site.\n\n\n If you have a couple of years experience within the\n **Microsoft ecosystem** \n and have worked in the above areas, why not connect with us here?\n   \n\n  \n\n Or better yet, upload your CV for our consideration 📃\n   \n\n  \n\n**W H Y X E N I T ?**\n Xenit has a well established and efficient career program which is individually tailored to our employees. With Xenit, you are able to learn, specialise and then also change focus if you find that your \"calling\" changes with time... We want you to join a company where you'll want to stay for a long time, even if your interests shift.\n   \n\n  \n\n As a company, we aim to grow too, but not at the expense of diminishing the quality of our consultants. Here you'll get the opportunity to work with colleagues who are considered to be some of the best in the industry within Cloud solutions, Security and Modern Workplace.\n   \n\n  \n\n Within our career program, we work a lot with mentoring and future planning. It is important that you pinpoint the area(s) that you are passionate about, and then develop within those areas to become the best of the best. Xenit provides paid certifications and training to help you to get there!\n   \n\n  \n\n* Application information may be shared, in some instances, within the co-native group.\n\n\n For any more information, contact our Head of Talent Acquisition, Abigail Chapman 💌\n   \n\n  \n\n Xenit's goal is not only to become Sweden's leading cloud partner, but to be Sweden's kindest cloud partner.\n   \n\n  \n\n Our theory is that satisfied workers produce satisfying work, and so we aim to create a working environment in which our employees can thrive; working independently, flexibly and happily.\n   \n\n  \n\n We are happy with hybrid remote working, encourage collaboration between offices and freedom in choosing devices\/equipment and working hours.\n   \n\n  \n\n Why not find out more about us?\n   \n\n  \n\n*Welcome to Xenit!*","company_url":"https:\/\/se.linkedin.com\/company\/xenit-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGPcoAtrD99ZQ\/company-logo_100_100\/company-logo_100_100\/0\/1693488433395\/xenit_ab_logo?e=2147483647&v=beta&t=76NuILBxAzJpiM6cm9O18mkFuZEf43tQKzCOpRQ92-0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4020299978","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4020299978","job_url_direct":"https:\/\/jobs.wiseit.se\/jobs\/4520365-head-of-digitalization-business-it-till-tyrens&urlHash=MjjA","title":"Head of Digitalization & Business IT till Tyréns","company":"Wise IT","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"sandra.ahs@wiseit.se","description":"Är du en riktigt vass förändringsledare som brinner för att driva digital transformation och affärsutveckling? Är du dessutom en inspirerande ledare med gedigen erfarenhet och stark förmåga att leda team vars mål är att skapa bättre förutsättningar för dagens och framtidens städer?\n   \n\n  \n\n Då kan rollen som Head of Digitalization & Business IT på Tyréns vara rätt för dig!\n   \n\n  \n\n Tyréns är ett av Sveriges ledande konsultföretag inom samhällsbyggnad. Med 2000 specialister inom stadsutveckling, arkitektur och infrastruktur bygger vi samhällen som håller.\n   \n\n  \n\n På Tyréns arbetar vi sömlöst med innovation, design och ingenjörskonst för att göra skillnad.\n   \n\n  \n\n**Din vardag:**\n I rollen som Head of Digitalization & Business IT på Tyréns kommer du att leda en verksamhet som just nu befinner sig i en spännande förändringsresa för att ännu bättre kunna stötta och driva Tyréns digitala transformation. Som dina närmaste kollegor har du en IT-ledningsgrupp bestående av fem drivna och engagerade chefer.\n   \n\n  \n\n Du kommer att arbeta i nära samverkan med kärnverksamheten för att positionera Tyréns som ett konsultbolag i framkant och som en ledande aktör inom digital innovation.\n   \n\n  \n\n Ditt team spelar en avgörande roll för att stödja verksamheten med kritisk teknisk expertis. Som en strategisk affärspartner och ledare kommer du och ditt team fokusera på att utveckla IT-arbetsplatsen, hantera drift, förvaltningen och infrastruktur samt säkerställa IT-säkerheten i enlighet med verksamhetens behov. Du kommer även ha en central roll i att driva utvecklingen av Tyréns digitala tjänster.\n   \n\n  \n\n I din roll som Head of Digitalization & Business IT kommer du att ha en central roll i att främja full integration av IT som en affärspartner, med särskild tonvikt på att generera resultat och skapa mervärde för Tyréns kärnverksamhet.\n   \n\n  \n\n Du kommer även att:\n   \n\n  \n\n* Utveckla IT som organisation och dess tillhörande processer för ökad effektivitet.\n* Coacha dina chefer och medarbetare för att nå deras fulla potential.\n* Utmana och inspirera ditt team genom att vara en lyhörd och tydlig ledare.\n\n\n Som Head of Digitalization & Business IT rapporterar du till Head of Business Support & Business Development. Du ingår I ledningsgruppen för Business Support and Business Development tillsammans med bland annat Tyréns chefsjurist samt ansvariga chefer för hållbarhet, HR och kommunikation. Tjänsten är placerad på Tyréns huvudkontor på Södermalm, Stockholm.\n   \n\n  \n\n**Vem är du?**\n Vi söker dig som är en strategisk ledare med gedigen erfarenhet av att driva digital transformation och affärsutveckling. Du har ett starkt affärssinne och förstår hur teknologi används för att skapa affärsvärde. Din ledarstil präglas av att vara en inspirerande ledare som är både inkluderande och lyhörd. Samtidigt har du förmågan att fatta snabba och strategiska beslut och du kan driva den digitala utvecklingen med fokus på effektivitet och gott samarbete i ditt team.\n   \n\n  \n\n Tyréns är en värderingsdriven organisation och vi ser att du kan leda ditt team i enlighet med våra ledord som är\n *Connect* \n ,\n *Challenge & Create.*\n För att lyckas i tjänsten ser vi också att du har:\n   \n\n  \n\n* Relevant högskoleutbildning inom data\/IT eller motsvarande erfarenhet.\n* Erfarenhet av att leda och driva en modern IT-organisation med fokus på digitalisering och nära samverkan med verksamheten.\n* Erfarenhet av att leda virtuella, diversifierade och agila team, inklusive andra chefer.\n* Erfarenhet av att skapa effektivt samarbete mellan IT och andra affärsfunktioner.\n* Flytande svenska och engelska i både tal och skrift.\n* Det är meriterande med erfarenhet av paketering av digitala tjänster.\n\n\n**Om Tyréns**\n Tyréns är ett av Sveriges ledande konsultföretag inom samhällsbyggnad. I samspel med kunder och partners skapar vi hållbara lösningar inom stadsutveckling och infrastruktur. Vi har totalt 3 000 medarbetare och verksamhet i Sverige, England, Estland, Litauen, Polen och Bulgarien. Tyréns är stiftelseägt och vår ägandeform gör det möjligt för oss att satsa målmedvetet på forskning och utveckling inom samhällsbyggnadsområdet. Vi drivs av nyfikenhet och har ett nära samarbete med universitet och högskolor.\n   \n\n  \n\n**Ansökan & kontakt**\n I den här rekryteringen samarbetar Tyréns med Wise IT. Vill du veta mer om jobbet, kontakta ansvarig rekryteringskonsult; Sandra Åhs på telefon 076- 167 0328 eller sandra.ahs@wiseit.se . Wise IT kan tyvärr inte ta emot ansökningar via e-post, då vi värnar om din personliga integritet. Du kan läsa mer om hur vi behandlar personuppgifter enligt GDPR i Wise Group-koncernens policy för behandling av personuppgifter.\n   \n\n  \n\n För denna roll kommer det att utföras en bakgrundskontroll på slutkandidaten.\n   \n\n  \n\n Urval och intervjuer sker löpande.\n   \n\n  \n\n Välkommen med din ansökan.","company_url":"https:\/\/se.linkedin.com\/company\/wise-it","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQFChwxv1zHbRg\/company-logo_100_100\/company-logo_100_100\/0\/1631334054837?e=2147483647&v=beta&t=WeRAxZjQw0jC73Ey7TAoxRiBsfe4kintW1kTxi5AQW0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4020732498","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4020732498","job_url_direct":"https:\/\/www.academicwork.se\/lediga-jobb\/j\/it-test-manager-to-big-bank-in-stockholm\/LCIK2T?i=15?apply=1&urlHash=R3lS","title":"IT Test Manager to big bank in Stockholm!","company":"Academic Work","location":"Kungsholmen, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"stv2@academicwork.se","description":"Are you an experienced IT Test Manager with an eye for detail and a passion for quality assurance? We’re looking for a driven individual to join a crucial Master Data Management project at one of largest financial group in the Nordic region! Apply today - we use ongoing selection due to startdate!\n \n\n\n Apply here!\n \n  \n\n**City :**\n Stockholm, Kungsholmen\n \n\n\n\n  \n\n**Job Category :**\n IT\n \n\n\n\n  \n\n**Extent :**\n Full time, long term employment. Possibility to hybrid work, according to company policy\n \n\n\n\n  \n\n**Start date :**\n As soon as possible\n \n\n\n\n  \n\n**Type of work :**\n Staffing\n \n\n\n\n  \n\n**Other :**\n Possibility to work remote\n   \n\n\n\n\n**About the role**\n\n As a IT Test Manager, you will be responsible for ensuring the quality of the banks IT solutions by planning, coordinating, and leading test activities. You will be the key person synchronizing the work of various testers and ensuring that releases and tests are delivered according to set standards. With a strong focus on communication and strategy, you play a critical role in ensuring the project’s success. You will work closely with the business side, handling both functional and non-functional requirements in a SAFE Agile environment.\n \n\n\n  \n\n\n  \n\n**You are offered**\n\n\n\n  \n\n  \n* An exciting role where you get the chance to grow and work with modern technologies as well as working at the largest financial group in the Nordic region and one of Europe's largest banks.\n  \n* You'll get the opportunity to join a global team of experts, as well as increase your skills as a IT Test Manager.\n  \n* The opportunity to develop and advance in your career. As well as working at a global company which value a sustainable workplace, work-life balance with remote work and a diverse workplace.\n  \n* A dedicated consultant manager from Academic Work who will support and coach you in your career. This is a long term assignment at our client and you'll have an ongoing employment at Academic Work.\n  \n\n  \n\n\n**Work tasks**\n\n In the role you will be the key point of contact, ensuring smooth communication between various teams.\n \n\n\n  \n\n  \n* Plan and coordinate test activities to meet project goals.\n  \n* Manage resource allocation and communication within the test team.\n  \n* Ensure testing strategies align with the banks quality standards.\n  \n* Synchronize the work of testers across different business units.\n  \n\n  \n\n\n**We are looking for**\n  \n* **Bachelor's degree in Computer Science \/ InformationTechnology**\n  \n* Minimun of 4 years of experience from working as a Test Manager\n  \n* ISTQB-Certified\n  \n* Knowledge in SAFe Agile principles\n  \n* Experience from automatic- and manual testing\n  \n* Fluent in English in both writing and speaking\n  \n* Has a Swedish citizenship or a valid long term work permit to start the position immediately.\n  \n\n\n  \n\n\n In the recruitment process, we will assess both personality and logic tests, and it is also mandatory to provide a background check - Belastningsregistret.\n \n\n\n  \n\n\n  \n\n**It is meritorious if you have**\n\n\n\n  \n\n  \n* Proficent in Swedish and English\n  \n* Experience in Master Data Management\n  \n\n\n  \n\n\n Knowledge can be gained through education, experience or self-taught.\n \n\n\n  \n\n\n  \n\n**To succeed in the role, your personal skills are:**\n\n\n\n  \n\n  \n* Goal oriented\n  \n* Communicative\n  \n* Responsible\n  \n* Intellectually curious\n  \n\n\n  \n\n  \n\n**Our recruitment process**\n  \n\n\n This recruitment process is handled by Academic Work and it is our client’s wish that all questions regarding the position is directed to Academic Work.\n \n\n\n  \n\n\n Our selection process is continuous and the advert may close before the recruitment process is completed if we have moved forward to the next phase. The process includes two tests: one personality test and one cognitive test. The tests are tools to find the right talent for the right position, to enable equality, diversity, and a fair process.\n   \n\n\n\n\n**Become a part of Academic Work**\n\n When you apply to this job, you are becoming one of many consultants at Academic Work. This means that not only will you gain fantastic benefits, but also a team of consultant managers to support you through your career with us.\n \n\n\n Read more about Academic Work\n   \n\n**Do you have questions about this job?**\n\n Milla Olsson or a colleague in the recruitment team will gladly answer you on stv2@academicwork.se Please specify advert-ID in your email: 15106782","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH0HvZmSQWk0g\/company-logo_100_100\/company-logo_100_100\/0\/1630569389993\/academic_work_logo?e=2147483647&v=beta&t=Z_lJt_ukL8hdOHsTZES9LvXN8q-0bx_w2k3c-lv3M_U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3967906230","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3967906230","job_url_direct":"https:\/\/jobs.wiseit.se\/jobs\/4709343-it-arkitekt-till-infranord&urlHash=cjx6","title":"IT arkitekt till Infranord","company":"Wise IT","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"sandra.ahs@wiseit.se","description":"Är du en kunnig IT arkitekt som vill arbeta i en ledande roll med ett fokus på de övergripande frågorna kring IT arkitektur och integrationsleveranserna?\n   \n\n  \n\n Nu söker Infranord dig som lockas av en ledande roll på den förändringsresa man nu är ute på där du får ha en central roll i att leda organisationen in i framtiden.\n   \n\n  \n\n**Din vardag:**\n I rollen som IT arkitekt kommer du att ha en central roll inom Infranord, där man förväntas ansvarar för att designa och implementera framtidssäkra, skalbara och effektiva IT-lösningar som stödjer verksamhetens behov framåt. Du kommer att vara en nyckelperson på en förändringsresa och modernisering av IT landskapet där du får arbeta med övergripande frågor kring IT arkitekturen och strukturen samt ansvarar för integrationsleveranserna.\n   \n\n  \n\n Som IT-arkitekt är man en av nyckelpersonerna som säkerställer att organisationens IT-struktur är robust, effektiv och anpassad till Infranords behov.\n   \n\n  \n\n Exempel på arbetsuppgift:\n   \n\n  \n\n* Ansvara för att skapa och upprätthålla en framtidssäkrad, skalbar och säker IT-plattform som möjliggör fortsatt digitalisering av Infranord.\n* Arbeta i nära samarbete med olika intressenter, inklusive ledning, utvecklingsteam, och användare, för att förstå och implementera tekniska lösningar som stödjer affärsmålen.\n* Skapa och dokumentera tekniska specifikationer och systemdesigns.\n* Utvärdera nya teknologier och verktyg för att förbättra IT-landskapet.\n* Designa och övervaka integrationer av olika system och applikationer.\n\n\n I rollen som IT arkitekt på Infranord kommer du att vara involverad i olika projekt och arbeta tätt tillsammans med resten av IT avdelningen, verksamheten och leverantörerna.\n   \n\n  \n\n Du arbetar strategiskt med IT arkitektur och omvärderar kontinuerligt teknologistrategin och roadmap kopplat till denna.\n   \n\n  \n\n**Vem är du?**\n För att lyckas i rollen tror vi att du minst fem års erfarenhet inom IT och att du de senaste åren arbetat som IT arkitekt eller liknande.\n   \n\n  \n\n Du har god förståelse för systemdesign, molntjänster, integration och säkerhet.\n   \n\n  \n\n Vi ser också att du har:\n   \n\n  \n\n* Förmåga att analysera komplexa problem och hitta effektiva lösningar.\n* Starka skriftliga och muntliga kommunikationsfärdigheter, förmåga att förklara tekniska koncept för icke-tekniska intressenter.\n* Erfarenhet av att leda tekniska projekt och koordinera team.\n* Har en kandidatexamen eller högre i datavetenskap, informationsteknologi eller relaterat område.\n\n\n Som person ser vi att du är har en god förmåga att lösa komplexa problem och att du proaktivt arbetar med detta.\n   \n\n  \n\n Du har också lätt för att anpassa dig till den föränderliga tekniken och kan lätta omsätta de tekniska till affärsbehoven och bra lösningar för detta.\n   \n\n  \n\n För rollen krävs det gott affärsmannaskap och här behöver du trivas i en organisation med fokus på affären och själv ha viljan att förstå helheten.\n   \n\n  \n\n**Passar vi för dig?**\n Infranord är en ledande entreprenör med uppdrag att modernisera och underhålla Sveriges järnvägsnät. Vi ägs till 100% av svenska staten och är viktiga för samhällets infrastruktur. Tillsammans, respektfullt och professionellt driver vi vårt arbete framåt.\n   \n\n  \n\n Att vara en del av vårt team innebär att du kommer att få möjlighet att påverka och forma vår framtid. Vi strävar efter att skapa en arbetsmiljö där din passion och kreativitet kommer att uppmuntras och där du kommer att ha möjlighet att växa och utvecklas både professionellt och personligt. Kom och var med och forma framtiden med oss på Infranord!\n   \n\n  \n\n Mer information på: Infranord - Spåret till framtiden\n   \n\n  \n\n**Kontakt**\n Vill du veta mer om jobbet, kontakta ansvarig rekryteringskonsult, Sandra Åhs, sandra.ahs@wiseit.se. Wise IT kan tyvärr inte ta emot ansökningar via mail, då vi värnar om din personliga integritet. Du kan läsa mer om hur vi behandlar personuppgifter enligt GDPR i Wise Group-koncernens policy för behandling av personuppgifter. Urval sker löpande.\n   \n\n  \n\n Bakgrunds-och referenskontroll kommer att vara en del av processen.\n   \n\n  \n\n**Välkommen med din ansökan!**","company_url":"https:\/\/se.linkedin.com\/company\/wise-it","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQFChwxv1zHbRg\/company-logo_100_100\/company-logo_100_100\/0\/1631334054837?e=2147483647&v=beta&t=WeRAxZjQw0jC73Ey7TAoxRiBsfe4kintW1kTxi5AQW0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4011195073","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4011195073","job_url_direct":"https:\/\/jobb.lansforsakringar.se\/LansforsakringarAB\/job\/Stockholm-Strategisk-Ink%C3%B6pare-IT\/801813902\/&urlHash=izUi","title":"Strategisk Inköpare IT","company":"Länsförsäkringar","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Är du en driven och analytisk person med erfarenhet av IT-upphandlingar? Vi söker nu en vikarie för Strategisk Inköpare IT som kommer att spela en nyckelroll i vår inköpsorganisation. Vikariatet är fram tills sommaren 2025.*\n**Om jobbet**\n Som Strategisk Inköpare IT på Länsförsäkringar AB kommer du att vara en central del i att forma och implementera våra IT-inköpsstrategier. Du kommer att arbeta nära olika avdelningar och leverantörer för att säkerställa att våra IT-lösningar möter både nuvarande och framtida behov. Din roll innebär att balansera kostnadseffektivitet med hög kvalitet och innovation. Genom din expertis bidrar du till att stärka vår konkurrenskraft och operativa effektivitet.\n   \n\n  \n\n Dina uppgifter och ansvar kommer vara bland annat:\n   \n\n  \n\n* Driva IT-upphandlingar och andra initiativ utifrån affärsplaner och TCO-perspektiv.\n* Stötta aktiviteter inom inköpsområdet utifrån behov, såsom leverantörsutvärdering, förhandling eller omförhandling.\n* Proaktivt interagera med intressenter och aktivt bidra till affärsbeslut.\n* Analysera kostnader och affärsbehov utifrån marknadstrender, innovationskraft, digitalisering och förändrade behov över tiden.\n* Aktivt samarbeta med Category Managers, Vendor Managers och Inköpsanalytiker inom hela inköpsgruppen.\n\n\n**Vem är du?**\n Följande kommer göra dig framgångsrik för denna tjänst:\n   \n\n  \n\n* Akademisk examen såsom civilingenjör eller högskoleexamen inom IT, ekonomi eller juridik.\n* God erfarenhet av IT-inköp specifikt inom infrastruktur, tjänster och programvara.\n* Erfarenhet av att ha drivit IT-upphandlingar i större organisationer samt mycket goda kunskaper inom upphandlingsprocessen och av agilt arbetssätt.\n* Mycket goda kunskaper i svenska och engelska, både i tal och i skrift.\n\n\n Som person har du mycket god kommunikationsförmåga och en stark förmåga att arbeta strukturerat och analytiskt. Med ett starkt driv kan du bygga långsiktiga partnerrelationer med ömsesidiga fördelar utan att förlora affärsmässigheten över tid. Öppen för förändring och ständig vidareutveckling, både i din roll och inom verksamheten, trivs du i en dynamisk arbetsmiljö. Din flexibilitet och vilja att anpassa dig till nya förutsättningar gör dig till en värdefull tillgång i vårt team.\n   \n\n  \n\n**Om oss**\n På Länsförsäkringar AB arbetar vi med att skapa trygghet för våra kunder genom att erbjuda försäkringar, banktjänster och fastighetsförmedling. Vår inköpsgrupp består av 10 personer som arbetar med indirekt inköp, vi är 24 personer inom hela inköpsorganisationen. Vi är ett tight team med högt i tak och som har kul tillsammans. I denna roll kommer du att arbeta tätt med IT-kategoriledarna och ha många kontaktytor, både internt och externt.\n   \n\n  \n\n**Mer information**\n*Låter det spännande? Då vill vi veta mer om dig! Välkommen med din ansökan redan idag. Vi arbetar löpande med denna rekrytering och kan komma att tillsätta tjänsten innan sista ansökningsdag.*\n**Sista ansökningsdag: 2024-09-20**","company_url":"https:\/\/se.linkedin.com\/company\/lansforsakringar","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHKqTc1v4vlJQ\/company-logo_100_100\/company-logo_100_100\/0\/1631335034489?e=2147483647&v=beta&t=V6JJc7OJUr6Lq1ZyoFHVkpjPebPVHYoynvBLIUHIDn4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4018573885","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4018573885","job_url_direct":"https:\/\/careers.sasgroup.net\/job\/Solna-SENIOR-CUSTOMER-ANALYST-19587\/1117293201\/?feedId=302301&utm_source=LinkedInJobPostings&utm_campaign=ScandinavianAirlines_LinkedIn&urlHash=zsky","title":"SENIOR CUSTOMER ANALYST","company":"SAS - Scandinavian Airlines","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Do you want to take SAS customer analytics to the next level?**\n Welcome to SAS and the customer analytics team! We are a part of SAS Commercial and responsible for analyzing marketing and customer data to better understand and predict our customers’ needs and behavior. As a customer analyst, you will be part of SAS’s analytics team where you play an important role in our ambition to create a world-class customer experience.\n   \n\n  \n\n**Main Responsibilities**\n As a Customer Analyst, you will be part of a cross-functional team who is responsible for SAS Marketing and CRM communication. You will provide analysis of customer behaviors, insights and knowledge of customers’ response and predict future actions.\n   \n\n  \n\n**Key Responsibilities And Tasks**\n* Evaluate marketing campaigns and CRM communication to give insights and recommendations on how to maximize the effect of those.\n* Perform analysis and create basis for decisions on e.g. creation of new automated campaigns and personalization measures.\n* Help optimize and personalize customer communication in omni-channel to maximize customer experience.\n* Have a decent understanding of Data Warehouse and ETL concepts in order to assist in the modeling of analytical tables and views.\n* Define and set up customer segmentation.\n* Create scripts and jobs in our data warehouse to gather data needed for target groups and perform analysis.\n* Evaluate, test, build and maintain scoring models and target groups to maximize customer experience and the effect of marketing initiatives.\n\n\n**Qualifications And Requirements**\n* Master’s degree in relevant field such as Business administration, Computer Science or Statistics.\n* Strong SQL skills.\n* Experience working with CRM and\/or Data Analytics.\n* Experience in Salesforce Marketing Cloud will be considered a big plus.\n* Experience from working with analysis in a digital media context (e.g. with Google Analytics\/BigQuery or similar platform).\n* Knowledge in data visualization tools (e.g. Power BI, Tableau).\n\n\n As a person we believe that you have the ability to see the big picture, while you are accurate and can secure details. You are result-oriented, dedicated, reliable in delivery and have an ability to independently run and lead projects. Furthermore, you have very good analytical skills, are interested in handling large amounts of data and have the ability to see patterns and draw conclusions that support the commercials.\n   \n\n  \n\n If you feel your experience, skills and ambitions are right for this role, please apply at latest September 22nd 2024 with your CV and a short personal letter.\n   \n\n  \n\n**Working at SAS**\n Benefits of working with us in SAS include attractive travel possibilities, free gym access and a good pension scheme. We offer extensive opportunities for professional development in an international fast-paced working environment. SAS is dedicated to the continuous development of its employees. Frösundavik is a great place to work. There is a gym, restaurant, café, and a variety of services to make your life easier. It’s located in a green area of Solna and close to Hagaparken and Brunnsviken. There’s a non-stop bus connection from the Central Station to Frösunda, commuter trains to\/from Solna Station, and a good network of cycle paths.","company_url":"https:\/\/se.linkedin.com\/company\/flysas","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQG40Of_Fto_tw\/company-logo_100_100\/company-logo_100_100\/0\/1722795048592\/flysas_logo?e=2147483647&v=beta&t=hl2ptM8N7cjUM5te8rJI71Wxf0A-1Mj_WKLBt0Xsk1w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4019564637","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4019564637","job_url_direct":null,"title":"Affiliate Manager - Eastern Europe","company":"addrevenue.io","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"info@addrevenue.io","description":"**Addrevenue is an affiliate marketing platform, based in Sweden but with the World as our marketplace. Since our foundation in 2022, we have sought to attract the best possible talent to join us on our ambitious journey. And now we’re looking to expand the team even further.** \n\n\n\n\n  \n\n\n\n\n\n As an Affiliate Manager at Addrevenue, you are the crucial link between the advertisers and their affiliate partners, ensuring a smooth and mutually beneficial relationship. Our model is very simple, the advertisers on our platform only pay for actual sales. In other words, it is crucial for us to deliver and make sure our advertisers get results, it's only then that we as a company get paid. That's where you come in.\n \n\n\n\n We are now looking for a new star to join the team, with responsibility for Eastern Europe. Ideally, you speak and write fluently in English and at least one of the local languages. Ideally, you're based in Stockholm, Sweden, but this is not a must.\n \n\n\n\n  \n\n\n\n\n\n 💡 Your skills\n \n\n\n\n In order to perform the tasks of an Affiliate Manager up to the high standards we set, we believe that you possess the following skillset:\n \n\n\n1. **Excellent Communication Skills:** \n Clear and concise communication skills are essential for building relationships, conveying trust, providing guidance, and resolving conflicts.\n2. **Analytical Abilities:** \n You can identify trends, optimize campaigns, and make informed decisions based on performance metrics.\n3. **Creativity:** \n You are able to suggest compelling promotional strategies that benefit both advertiser and affiliate\n4. **Negotiation and Influencing:** \n You are confident in negotiating agreements, persuading potential affiliates, and advocating for an advertiser’s interests.\n5. **Tech Savviness:** \n A natural understanding of reporting tools is crucial for managing and optimizing affiliate campaigns efficiently.\n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n 💼 Job to be done\n \n\n\n\n As with most roles, activities can vary so there isn’t necessarily a ‘typical day’. However, most Affiliate Managers in our company will have several responsibilities, such as;\n \n\n\n* Recruiting new advertisers to join the platform\n* Recruiting and training new affiliates to maximize the quality and quantity of their referral traffic\n* Overseeing the day-to-day management of affiliate campaigns to ensure maximum ROI is achieved\n* Initiating new campaign ideas, including incentivization and bonuses for the programs\n* Developing affiliate marketing strategies that deliver specified sales volumes\n* Analyzing program and campaign activity to identify opportunities for improvement\n* Delivering affiliate marketing reports to advertisers and senior management\n* Ensuring that commissions and invoices are paid in a timely and accurate manner\n\n\n\n  \n\n\n\n\n\n 🚀 Application\n \n\n\n\n If you believe you have what it takes, you apply by sending an email with your CV to info@addrevenue.io or connect with Heimar on LinkedIn and tell us why you'd be the right person for the job.","company_url":"https:\/\/se.linkedin.com\/company\/addrevenue-io","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGeMh9A2ILuXg\/company-logo_100_100\/company-logo_100_100\/0\/1697299662995\/addrevenue_io_logo?e=2147483647&v=beta&t=JJhmmRjCMSnjPJ8ELQzx2UZx_20pM1wbJPfg2vMuaSc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3945837229","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3945837229","job_url_direct":"https:\/\/www.amazon.jobs\/jobs\/2666498\/enterprise-support-manager-es\\u002d\\u002demea\\u002d\\u002disv\\u002d\\u002dnordics?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid&urlHash=2hnE","title":"Enterprise Support Manager, ES - EMEA - ISV - Nordics","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Description**\n As an increasing number of large enterprises move their critical systems to the cloud, we are in need of high-powered technical leaders to help Amazon’s largest and most strategically important customers navigate the operational challenges of cloud computing. You will work with our top-tier customers, supporting the software development life-cycle for cloud services, operations management of active services, and business relationships with AWS.\n   \n\n  \n\n In this role, you will have the opportunity to help shape and execute a strategy to build mind-share and broad use of Amazon Web Services with one of our largest customers. You must possess management and customer-facing skills that enable you to represent AWS well within a customer’s environment and drive discussions with senior personnel regarding incidents, trade-offs, best practices, and risk management. You should also have a demonstrated ability to think strategically about business, product, and technical challenges as you help our customers take advantage of the efficiencies, cost savings and quick innovation available only in the cloud.\n   \n\n  \n\n As Enterprise Support Manager, you will lead a team of Technical Account Managers who are the primary operational point of contact for your customer, helping to plan, review, and oversee ongoing operations of business critical applications. You will leverage your broad experience to work closely with sales leadership to plan and ensure successful launch and operations of AWS’s largest application workloads. You will lead operations reviews, both internally and with your customers, while constantly seeking ways to improve your customer’s AWS experience. In this role, you will also act as the voice of the customer within AWS to escalate problems and to drive prioritization of business needs for our customers.\n   \n\n  \n\n Every day will bring new and exciting challenges on the job while you:\n   \n\n  \n\n* Champion and advocate for Enterprise customers within Amazon Web Services (be their voice)\n* Develop the team responsible for solving technical issues and working directly with AWS engineers to ensure that customer issues are resolved as expediently as possible\n* Participate in deep architectural discussions to ensure solutions are designed for successful deployment in the cloud\n* Help Enterprise customers define IT and business processes that work well with cloud deployments\n* Engage with Director and C-Level executives to translate business needs into technical and operational plans\n* Work with AWS executive leadership to influence the product roadmap\n* Provide detailed reviews of service disruptions, metrics, detailed pre-launch planning\n\n\n AWS Sales, Marketing, and Global Services (SMGS) is responsible for driving revenue, adoption, and growth from the largest and fastest growing small- and mid-market accounts to enterprise-level customers including public sector.\n   \n\n  \n\n Key job responsibilities\n   \n\n  \n\n Every day will bring new and exciting challenges on the job while you:\n   \n\n  \n\n* Champion and advocate for Enterprise customers within Amazon Web Services (be their voice)\n* Develop the team responsible for solving technical issues and working directly with AWS engineers to ensure that customer issues are resolved as expediently as possible\n* Participate in deep architectural discussions to ensure solutions are designed for successful deployment in the cloud\n* Help Enterprise customers define IT and business processes that work well with cloud deployments\n* Engage with Director and C-Level executives to translate business needs into technical and operational plans\n* Work with AWS executive leadership to influence the product roadmap\n* Provide detailed reviews of service disruptions, metrics, detailed pre-launch planning\n\n\n**About The Team**\n About AWS\n   \n\n  \n\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n Here at AWS, it’s in our nature to learn and be curious. Our employee-led affinity groups foster a culture of inclusion that empower us to be proud of our differences. Ongoing events and learning experiences, including our Conversations on Race and Ethnicity (CORE) and AmazeCon (gender diversity) conferences, inspire us to never stop embracing our uniqueness.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve in the cloud.\n   \n\n  \n\n**Basic Qualifications**\n* Ability to analyze and present operational reviews to customer leadership\n* Experience leading technical teams\n* Extensive experience in direct customer engagement, with a focus on support to senior executives (Vice President and C-level)\n* Have a track record of effectively leading technical teams\n* English\/Swedish language skills\n\n\n**Preferred Qualifications**\n* Experience scaling an organization through rapid growth or expansion\n* Previous experience in technical account management, business relationship management or consulting\n* An adaptable communication style that can fit diverse audiences (with varying technical backgrounds)\n* Proficient in communicating complex ideas, either with the written word or in presentations\n* Excellent analytical skills with a track record of achieving balance in innovative thinking with a strong customer and quality focus\n* A degree in an STEM field is a plus; an MBA is a big plus\n* Experience with AWS service offerings\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A2666498","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQER_QnUTXrPJw\/company-logo_100_100\/company-logo_100_100\/0\/1670264051233\/amazon_web_services_logo?e=2147483647&v=beta&t=R2_-qEa41DrwX3nP4JPBsuml7I51WtTTOA8h7EUE8qQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3771182610","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3771182610","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/junior-natverkstekniker-op-2022427371\/&urlHash=scmi","title":"Junior nätverkstekniker","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Till ett uppdrag hos en av våra kunder i Stockholm söker vi nu en junior nätverkstekniker som är i början av sin IT-karriär.\n \n\n\n\n  \n\n\n\n\n\n Som konsult på Centric får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att bygga på sin karriär.\n \n\n\n\n  \n\n\n\n\n\n**Dina arbetsuppgifter** \n\n\n\n\n Du kommer att ingå i ett team på ca 40 personer som arbetar med nätverkssupport. Tillsammans kommer ni att ansvara för incidenthantering, funktionssupport och användarstöd till företagets kunder. Ni kommer att genomföra felsökningar av förbindelser och ha löpande dialog med kunder, leverantörer och partners.\n \n\n\n\n  \n\n\n\n\n\n Efter en tid i rollen kommer du få omkring 2-5 kunder som du ansvarar lite extra för där du kommer att delta i månatliga möten tillsammans med kund.\n \n\n\n\n I denna roll kommer du att erbjudas goda utvecklingsmöjligheter. Du kommer att skapa dig en bred kompetens där du lär dig en mängd system och en personlig utvecklingsplan som ständigt hjälper dig att vässa dina kunskaper.\n \n\n\n\n  \n\n\n\n\n\n Du kommer att arbeta på ett kontor som ligger centralt vid Hötorget i Stockholm med en social atmosfär.\n \n\n\n\n  \n\n\n\n\n\n**Din profil och kvalifikationer** \n\n\n\n\n Vi söker dig som har en eftergymnasial utbildning inom IT \/ data \/ nätverk alternativt motsvarande arbetslivserfarenhet. Som person är du självgående, social och serviceinriktad. Du är en problemlösare och kan ta egna initativ.\n \n\n\n\n  \n\n\n\n\n\n*Krav* \n\n\n\n* Eftergymnasial utbildning inom IT \/ data \/ nätverk alternativt motsvarande arbetslivserfarenhet\n* Kunskaper inom TCP\/IP och de vanligaste protokollens funktion som exempelvis BGP, OSPF, ISIS\n* Erfarenhet av Cisco\n* Flytande i svenska & engelska i tal och skrift\n\n\n\n  \n\n\n\n\n\n*Meriterande* \n\n\n\n* Har arbetat i en kundnära roll\n* Är bekant med MPLS och anslutningstekniker för fiber\n\n\n\n  \n\n\n\n\n\n Vi lägger stor vikt vid dina personliga egenskaper.\n \n\n\n\n  \n\n\n\n\n\n**Vad vi erbjuder** \n\n\n\n\n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi sätter stort värde på att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar.\n \n\n\n\n  \n\n\n\n\n\n*Mer om oss* \n\n\n\n\n Centric är ett IT-företag med 380 anställda, med kontor i Stockholm, Göteborg, Malmö, Linköping och Örebro. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4020986016","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4020986016","job_url_direct":"https:\/\/adadigital.se\/lediga-jobb?jid=874AF868-269B-4B39-A4C1-F1486DE9F86D&src=linkedin_api&urlHash=kIgm","title":"SEB in Stockholm looking for Penetration Testers","company":"Ada Digital","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Join SEB´s new Offensive Security team in Stockholm as we establish and shape the Purple Teaming function!**\n SEB is looking for more Penetration Testers to pioneer our Offensive Security team. Your role involves conducting both internal and external penetration tests, collaborating closely with developers, security engineers, and incident responders to safeguard the SEB IT infrastructure and services. Additionally, you´ll be engaged in red team activities. This position offers the unique opportunity to influence and shape your approach to work right from the start.\n   \n\n  \n\n**The Opportunity**\n**SEB Offers You**\n* Agile and modern ways of working.\n* A flat hierarchy and openness to share ideas, opinions and points of views.\n* Extensive training and learning opportunities.\n\n\n**Your Challenge**\n* Build and form the new purple teaming function together with our skilled security engineers\n* Conduct internal and external penetration testing activities, including full stack exploitation, and leveraging of access within multiple environments, such as Windows or \\*nix.\n* Work closely with developers and engineers to analyze and understand the security posture of software products and infrastructure.\n* Stay updated on emerging security threats and vulnerabilities.\n* Support the development teams and infrastructure teams regarding cyber security.\n* Design, lead and participate in targeted red team activities.\n* Conduct scenario-based security testing & purple teaming to identify gaps in detection and response capabilities.\n\n\n**The Team and Workplace**\n You will join the Operational Security Center that consists of Security Engineers, Incident Response Engineers, Vulnerability Managers, and Penetration Testers. We aim to be at the forefront of cybersecurity, penetration testing, and operational security assessments.\n   \n\n  \n\n SEB´s office is located in Solna, Stockholm and our office offers several restaurants, a gym with training classes and events throughout the year. The work is done according to a hybrid remote model.\n   \n\n  \n\n**About You**\n We are looking for someone with a keen interest in cybersecurity and several years of experience as a penetration tester, where you have independently conducted penetration tests in Windows and Linux environments. You thrive in collaborative team environments and willingly share your knowledge and experiences. Furthermore, you have a broad interest in technology and excellent problem-solving skills. It´s a plus if you have experience in programming, infrastructure environments, application security, cloud security. OSCP\/OSEP and other IT security-related certifications are a plus.\n   \n\n  \n\n**Let´s Connect!**\n SEB has chosen to work with Ada Digital in this recruitment. Our recruitment process focuses on transparency, inclusion and a fast moving candidate experience. And now we want to know more about you – on your own terms! To apply, please fill out the short form, briefly motivate why you are interested in the position, and attach your CV or LinkedIn-profile. No additional documentation is needed. You can then, in real-time, follow your application online as our recruiters are working with it. We work with a continues selection process which means we might hire a candidate before the final apply date, so apply already today! Interested and want to know more? Please contact our recruiter today. We are looking forward to connecting soon!","company_url":"https:\/\/se.linkedin.com\/company\/ada-digital","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQF3Nm9NsgmPDQ\/company-logo_100_100\/company-logo_100_100\/0\/1722853043326\/ada_digital_logo?e=2147483647&v=beta&t=rDW1rxyZmFr-63kwMPjzXYX6BNbsKiiNkhdBtvD8Jtk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3994508359","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3994508359","job_url_direct":"https:\/\/careers.octapharma.com\/job\/Stockholm-Cisco-Collaboration-Engineer\/1078033201\/&urlHash=t_si","title":"Cisco Collaboration Engineer","company":"Octapharma France","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Position Summary:\n   \n\n  \n\n The Cisco Collaboration Engineer’s role within IT Service Delivery is to plan, design, build, install, configure, manage, secure, document, and support the systems within Data Center, Distribution Center, Public and Private Cloud environments, providing resilient, and scalable IT Services to support a fast-growing company.\n   \n\n  \n\n This role will be focused on the Cisco voice infrastructure, and will be responsible for developing, implementing, and documenting best practices and standards aimed at optimizing the VOIP infrastructure. The Collaboration Engineer will provide technical expertise, with ability to work on multiple projects and issues simultaneously, focusing on operational excellence and continuous improvement activities for Global IT Operations through ITIL based IT Service Management processes and procedures.\n   \n\n  \n\n The successful candidate must have excellent customer service, written, and verbal communication skills, and must be able to work collaboratively across multiple departments, business partners, and suppliers to meet operational performance and reliability targets. This role is critical in ensuring we collectively achieve our IT collaboration strategy: Enabling business & employee success through IT services that anticipate demand and simply work, anywhere, anytime.\n   \n\n  \n\n Position Responsibilities may include, but not limited to:\n   \n\n  \n\n* Provide end to end ownership and accountability for the service delivery, maintenance, and support of the global VOIP infrastructure of Client, and performance of the managed service provider(s).\n* Managing telephony migrations from on-premise CUCM into Cisco Cloud (Webex Calling).\n* Design, build, manage, optimize, support, and maintain the Client Holdings global enterprise VOIP environment including, but not limited to: CUCM, SIP CUBE, Webex Calling and Contact Center.\n* Based on industry-best standards, develop and maintain technical standards and system configuration documentation, physical and logical diagrams, knowledge base articles, and runbooks for the proper transition of services to external managed service providers.\n* Responsible for software and hardware upgrades relating to the Cisco voice infrastructure, including EOL\/EOS refresh as part of life cycle management, ongoing security patching and vulnerability remediation according to established standards.\n* Proactively and reactively identify and remediate voice and video performance issues and act as escalation point to review and resolve technical issues through completion, including root cause analysis and corrective actions.\n* Provide Tier 3 technical expertise and support relating to Cisco voice infrastructure, and act as escalation point for the IT Service Center to review and resolve technical issues through completion, including root cause analysis and corrective actions.\n* Participate in an on-call rotation to provide operational support as needed, which may include off hours.\n* Adhere to and participate in the current and future IT Service Management processes including, but not limited to incident, problem, and change control procedures.\n* Other projects or duties as assigned.\n\n\n Required Skills and Experience:\n   \n\n  \n\n* Bachelor’s degree in any field and 1+ years working experience and proficiency with planning, designing, supporting, maintaining, and LAN\/WAN\/VoIP communications, network hardware such as Cisco routers, Ethernet switches, access points voice gateways & firewalls.\n* OR 3+ years of on-the-job experience in these areas in lieu of bachelor’s degree.\n* Experience with supporting technologies such as Cisco Voice technologies to include the following: Cisco Unified Communications Manager (CUCM), Cisco Unity Connection (CUC), Cisco Unified Contact Center Express (CUCCX), Cisco Unified Communications Manager IM & Presence, and Cisco Unified Border Element (CUBE), Cisco Expressway, Cisco Video System, and Webex Control Hub and suite.\n* Experience with Voice related protocols (SIP, RTP\/SRTP, SDP, MGCP, SCCP etc.); SIP\/PSTN Design and Voice Gateway Configuration. Detailed knowledge and understanding of telephony\/UC protocols, H323, SIP, T38, TLS and Codecs\n* Familiar with technology such as: Wireless (WiFi) 802.11 a\/b\/g\/n technologies, Network security\/VPN\/SSL technologies, such as Cisco, Palo Alto, Cisco Nexus platforms\n* Knowledge of network architecture and maintenance, such as log analysis, backup\/recovery, high availability, capacity planning, and DR\/resiliency.\n* Excellent English written and verbal communication skills.\n* Strong technical support, problem solving, and critical thinking skills.\n* Ability to collaborate effectively across teams in a high performing and matrixed team environment.\n\n\n Additional information\n   \n\n  \n\n The minimum gross wage according to the collective agreement (chemical industry) for your new job is EUR 3.909,67. We strive to adapt your salary to your range of tasks and to your profile, which is why we are ready to pay wages higher than collectively agreed. This is a legal requirement in Austria which is not applicable for other sites.","company_url":"https:\/\/fr.linkedin.com\/company\/octapharma-fr","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGr4thwCVVRrA\/company-logo_100_100\/company-logo_100_100\/0\/1698220567536\/octapharma_lingolsheim_logo?e=2147483647&v=beta&t=I8Zvdk_7RJny5OnFFwgBq5DH1ntADNk47T6nMgIjXiM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4019586878","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4019586878","job_url_direct":null,"title":"Named Account Manager","company":"Arista Networks","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Company Description**\n Arista Networks is an industry leader in data-driven, client-to-cloud networking for large data center, campus and routing environments. What sets us apart is our relentless pursuit of innovation. We leverage the latest advancements in cloud computing, artificial intelligence, and software-defined networking to provide our clients with a competitive edge in an increasingly interconnected world. Our solutions are designed to not only meet the current demands of the digital landscape but to also anticipate and adapt to future challenges.\n   \n\n  \n\n At Arista we value the diversity of thought and perspectives that each employee brings to the table. We believe that fostering an inclusive environment, where individuals from various backgrounds and experiences feel welcome, is essential for driving creativity and innovation.\n   \n\n  \n\n Our commitment to excellence has earned us several prestigious awards, such as Best Engineering Team, Best Company for Diversity, Compensation, and Work-Life Balance. At Arista, we take pride in our track record of success and strive to maintain the highest standards of quality and performance in everything we do.\n   \n\n  \n\n**Job Description**\n**Who you'll work with**\n As a team member of the Arista Sales team, you are the face of Arista to our customers; their internal champion for the problems they need to solve. As their champion you will align Arista’s technical resources to achieve your customer’s business outcome. You’ll partner with some of the most skilled Customer Engineers in the industry in addition to Professional Services and our Executive teams to help them understand how to execute on your customer’s behalf. Our sales teams have a culture of team success, where you’ll collaborate and be supported by like minded sales professionals. This role typically reports to a Regional Sales Manager or Area VP of Sales.\n   \n\n  \n\n**What You'll Do**\n Arista Networks is the pioneer and industry leader in the delivery of software-driven Cloud Networking solutions.\n   \n\n  \n\n We are seeking a Senior Named Account Manager to join our growing Sales organization. In this role you will utilise a consultative sales approach to cultivate client relationships for enterprise named accounts in addition to the development of new white space accounts. You will bring with you deep experience of working with Large enterprise organisations and Global businesses with a footprint in the Swedish markets.\n   \n\n  \n\n Your remit will be to win and grow both new and existing business across a portfolio of accounts. Experience can come from a number of verticals including: Transportation, Energy, Pharmaceutical or Manufacturing.\n   \n\n  \n\n**Qualifications**\n**Job Responsibilities:**\n* Exceed measurable sales objectives and extend the Arista brand within 5-6 named enterprise accounts in addition to developing new logo accounts.\n* You will be responsible for utilizing a consultative selling approach with key client stakeholders to address the business needs of hybrid cloud computing and siloed legacy IT systems across the Arista product portfolio including, software-driven Cloud Networking solutions, CloudEOS (OpenSource Network OS), Cognitive Campus Networking, Wifi networking, and CloudVision (Network Automation & Telemetry) and Monitoring Fabric solutions (Big Switch)\n* Meet with key influencers, decision-makers, and C-levels to present Arista’s value proposition.\n* Work with Arista systems engineers to design and position compelling solutions that drive down the total cost of ownership.\n* Collaborate with technology partners to identify prospects and demonstrate best-in-class solutions\n* Establish and manage key channel relationships in your territory.\n* Formulate strategic and tactical account plans based on periodic business reviews with your prospects and customers.\n* Conduct demand generation activities such as happy hours, lunch-n-learns and technology forums.\n* Collaborate with Arista peers on marketing plans and best practices.\n* Keep up-to-date with technology partner solutions, competing solutions and competitor strategies.","company_url":"https:\/\/www.linkedin.com\/company\/arista-networks-inc","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGkAHWhvOGQbA\/company-logo_100_100\/company-logo_100_100\/0\/1631359666583?e=2147483647&v=beta&t=XeYwctubA9hp5FP3rPks0_AMYJYXB-5_9hGo80XvRQM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4001077721","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4001077721","job_url_direct":"https:\/\/careers.stravito.com\/jobs\/4679115-security-engineer?utm_source=LinkedIn&urlHash=cMb_","title":"Security Engineer","company":"Stravito","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*You know that corporate document or piece of research you know you have somewhere but you can’t seem to find it?* \n 🤯\n *The struggle to gather, organize and visualize all corporate knowledge and insights is real.* \n\n\n\n\n  \n\n\n\n\n\n**We are Stravito and this is the problem we solve.** \n\n\n\n\n  \n\n\n\n\n\n Due to the universal nature of this problem, our customers come from various industries all around the world. We help world-leading organizations, such as McDonald’s, AT&T, Burberry and Heineken, get closer to their customers and make better, insights-backed decisions by organizing their knowledge and making it easy to access through our intuitive platform.\n \n\n\n\n  \n\n\n\n\n\n We really mean it when we say we're a diverse and international team as our team of 100 has more than 30 different nationalities! We are guided by our operating principles: simplicity first, an “own it, do it” mentality, embracing different perspectives, and enjoying the journey together.\n \n\n\n\n  \n\n\n\n\n\n**About The Job** \n\n\n\n\n As our first dedicated Security Engineer, you'll play a key role in ensuring the security of our platform. You will join a tech team with a great team environment and high quality standards, to go from good to great when it comes to security related topics. You will nurture a robust internal security community, evolving our bug bounty program, setting security standards for our production pipeline, and defining security measures for our GenAI features.\n \n\n\n\n  \n\n\n\n\n\n**Your Main Responsibilities Will Include** \n\n\n\n* Finding and fixing code vulnerabilities\n* Testing and improving security in our AI pipelines\n* Support other engineers in secure coding practices\n* Lead and mentor our Security functional group\n* Manage our bug bounty program.\n\n\n\n  \n\n\n\n\n\n**About You** \n\n\n\n\n To succeed in this role you will need a solid understanding of software architecture and security, including compliance and regulations. We believe you have experience from back-end development, preferably in Java\/Kotlin from working in a product company. You have extensive knowledge in AWS-specific security measures, as well as OWASP or similar frameworks. Certifications such as CSSLP or OSCP is a plus, as well as experience working with Python and TypeScript. With strong communication skills and a helpful approach, you effectively collaborate with a variety of stakeholders and team members. You have the ability to prioritize and advise in all things Security, both internally at Stravito and to our customers.\n \n\n\n\n  \n\n\n\n\n\n**What’s in it for you?** \n\n\n\n\n You will join a remote-first and globally spread team, with company events a couple of times each year as the icing on the cake 🎂 We offer a fun, collaborative environment where everyone truly cares and helps each other. We have zero micro-management and instead you are encouraged to cultivate your own processes while giving and receiving feedback for improvement. Add to that a competitive compensation package, the possibility of working with cutting-edge technology in our industry (such as GenAI) and to be part of simplifying the professional lives of many - what’s not to like?\n \n\n\n\n  \n\n\n\n\n\n We look forward to hearing from you!","company_url":"https:\/\/se.linkedin.com\/company\/stravito","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEwJC_R1JU4wg\/company-logo_100_100\/company-logo_100_100\/0\/1669627751814\/stravito_logo?e=2147483647&v=beta&t=QZPLmrA1ls3QJ2mJ8DvunxUcp35nMGeKnwrtPRmo1wo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4019533219","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4019533219","job_url_direct":null,"title":"Account Manager Key Account","company":"MobiOne AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Är ditt nästa karriärsteg att ta ett helhetsgrepp om försäljningen i ett SaaS-bolag? Motiveras du av att driva din egen och företagets framgång? Rollen som Key Account Manager på MobiOne är den möjligheten!\n   \n\n  \n\n Om rollen\n   \n\n MobiOne förstärker sin organisation och söker en tillväxtorienterad och framåtlutad Key Account Manager som skall stärka entreprenörskultren samt driva och utveckla bolagets försäljning till nästa nivå tillsammans med VD och övriga medarbetare.\n   \n\n Som KAM kommer du att arbeta med merförsäljning till befintliga kunder och segment men framför allt bearbeta framtida nya kunder. Du drivs av att skapa nya säljmöjligheter och av att själv stänga säljprocesser. Du kommer att sälja paketerade moderna mobila systemlösningar till företag som har stor verksamhet inom transport, distribution och logistik.\n   \n\n  \n\n I din roll som KAM är du ansvarig för hela säljprocessen och dina kontaktpersoner är ansvariga chefer och ledningsgrupper. MobiOne’s försäljning är idag uppdelad på två olika flöden; projektförsäljning där bolaget själva utvecklar och kundanpassar applikationer som integreras med kundens affärssystem och standardlösningar i form av 3e parts produkter som MobiOne paketerar men där ingen anpassad utveckling ingår.\n   \n\n  \n\n Summerat så handlar uppdraget om att fortsätta MobiOne’s resa och utveckling genom att utöka försäljningen till att omfatta mer proaktiv försäljning i form av både merförsäljning och mer aktiv nykundsbearbetning. Det är av högsta vikt att man upprätthåller den höga servicenivå som man idag har. Försäljning genom förtroende och relationsbyggande är avgörande samt att du har intresse och förmåga att utveckla och genomföra affärsutveckling som ger stark tillväxt.\n   \n\n  \n\n Personliga egenskaper\n   \n\n • Resultatinriktad, kommersiell och affärsdriven med förmåga att se nya lösningar och möjligheter.\n   \n\n • Positiv, energisk och prestigelös.\n   \n\n • Affärsmässig och säljorienterad; fattar beslut som skapar lönsamhet.\n   \n\n • Initiativkraft och kreativ, att ha förmågan att förankra och driva igenom nya kunder\n   \n\n och affärer.\n   \n\n • Nyfiken och utmanande.\n   \n\n  \n\n Kompetens och erfarenhet\n   \n\n • Dokumenterad kvalificerad säljerfarenhet mot B2B.\n   \n\n • Är tekniskt intresserad och IT-kunnig.\n   \n\n • Erfarenhet av att optimera sälj och säljprocesser.\n   \n\n • Meriterande med branscherfarenhet från logistik eller livsmedelsbranschen.\n   \n\n • Stark och kunnig inom förhandlingsteknik.","company_url":"https:\/\/se.linkedin.com\/company\/mobione-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEhmxc2jbIqSQ\/company-logo_100_100\/company-logo_100_100\/0\/1656322806857\/mobione_ab_logo?e=2147483647&v=beta&t=3148LpvY9SSfHo8aIJibaUndBbcKDEiyWgt8WvLzQ_o","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3967904091","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3967904091","job_url_direct":"https:\/\/tieto.wd3.myworkdayjobs.com\/Tieto_Careers_External_Site\/job\/Sweden-Stockholm\/Wealth-is-Growing\\u002d\\u002d-SW-Developers\\u002d\\u002dTietoevry-Banking\\u002d\\u002dm-f-d-_R117733?source=LinkedIn&urlHash=JJ_9","title":"Wealth is Growing - SW Developers, Tietoevry Banking (m\/f\/d)","company":"Tietoevry","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"anna-karin.rangnitt@tietoevry.com","description":"**You may apply to Tietoevry by selecting Apply and fill your application details to the form. You may also Apply by using LinkedIn and populate details to your application from your LinkedIn profile.**\n**Wealth is Growing - SW Developers, Tietoevry Banking (m\/f\/d)**\n Are you passionate about software development?\n   \n\n  \n\n Do you feel at home on the Microsoft .Net-half of the pitch?\n   \n\n  \n\n Does creative and close collaboration in full stack development teams make your heart beat faster?\n   \n\n  \n\n Then this just might be the job for you!\n   \n\n  \n\n**The Job**\n Our unit Equities, Funds & Savings Sweden delivers core business solutions to B2B customers, typically banks and other financial companies, in the Nordic market for equities trading, funds distribution and safekeeping of financial instruments. With products such as AbaSec, TCM and our new offering, Lite, we consider ourselves being the leading player in the Nordics.\n   \n\n  \n\n As our business is growing, we are looking for experienced engineers to join our agile development teams. The product\/tech stack includes back office-, fund- and trading solutions developed mainly in C#, MS TSQL and JavaScript. We are right now in a phase of significantly modernizing our platforms transforming them into cloud ready services and a high performant microservice based architecture.\n   \n\n  \n\n Hand in hand with modernizing the tech, we are developing our way of working to become even more collaborative, innovative and speedy!\n   \n\n  \n\n We have the luxury of being very close to our customers in a highly complex and demanding industry. What we do is continuously reflected in production, which is both thrilling, challenging and sometimes a bit scary 😊. In addition, working with us gives you the opportunity to grow and nurture a personal network within the financial industry.\n   \n\n  \n\n At Tietoevry, we offer you professional growth, an open culture and an outstanding work life balance!\n   \n\n  \n\n**You:**\n We are looking for strong, product focused team players who are passionate about delivering top notch software solutions to our customers.\n   \n\n  \n\n Your core skills should target some, or all, of these:\n   \n\n  \n\n* Software development\n* MS .Net and C#\n* MS SQL Server\n* Collaborative, agile teamwork\n\n\n If you in addition are willing to grow within some of these areas, it's meritorious:\n   \n\n  \n\n* Software design \/ architecture\n* Workflow management and CI\/CD\n* Test automation\n* Microsoft Azure\n* Angular JS, JavaScript \/ TypeScript\n* Cybersecurity\n\n\n To succeed with us, we think you should have most of these skills:\n   \n\n  \n\n* Strong development skills using various technologies\n* Strong communication skills, written and verbal, including in English and Swedish\n* A drive and desire to make yourself and your team improve every day\n* Experience in working independently as well with teams\n* Good understanding of the financial industry\n* At least five years of experience of working in an agile environment\n* A degree in relevant field and\/or solid experience from the financial industry\n\n\n We work according to a hybrid model where you are expected to be at our office in\n ***Solna***\n at least 2 days per week.\n   \n\n  \n\n**Sounds like something for you?**\n We look forward to your application!\n   \n\n  \n\n Please attach your CV or LinkedIn-profile and we’ll reach out to you.\n   \n\n  \n\n Interviews will be held on a continuous basis, so we encourage you to apply today!\n   \n\n  \n\n For more information or questions, please contact anna-karin.rangnitt@tietoevry.com\n   \n\n  \n\n*We perform background checks on all final candidates.*\n*Tietoevry declines calls from recruitment companies.*\n**About Tietoevry**\n**With a unique combination of global capabilities and local presence, Tietoevry currently serves customers in more than 90 countries around the world - creating a digital advantage for millions every day. Are you ready to make an impact?**\n At Tietoevry, we believe in the power of diversity, equity, and inclusion. We encourage applicants of all backgrounds, genders (m\/f\/d), and walks of life to join our team, as we believe that this fosters an inspiring workplace and fuels innovation. Our commitment to openness, trust, and diversity is at the heart of our mission to create digital futures that benefit businesses, societies, and humanity. Diversity, equity and inclusion (tietoevry.com)","company_url":"https:\/\/fi.linkedin.com\/company\/tietoevry","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQF2amfv6Na1Ag\/company-logo_100_100\/company-logo_100_100\/0\/1642569018457\/tietoevry_logo?e=2147483647&v=beta&t=WOekvO3Bo-fyhw4-NABHCVjZEv6gdsyF887I4GoF_fQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4019703429","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4019703429","job_url_direct":"https:\/\/candidate.masterhelp.se\/apply\/91e9d274-f0a6-4946-9da2-a2f39efd243b?ps=lin&urlHash=G04w","title":"Säljare","company":"Kinnarps Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Säljare till Stockholm\n   \n\n  \n\n**Kinnarps fortsätter att växa!**\n Vi expanderar ytterligare och till vårt kontor i Stockholm söker vi nu nya säljarkollegor som med hjärta, engagemang och nytänkande vill vara den självklara kunskapspartnern för våra kunder.\n   \n\n  \n\n Kinnarps är Europas ledande leverantör av kontorsmöbler och fokuserar på kontorsinredning designad och anpassad helt utifrån kundens behov och verksamhet. Vi vill vara den självklara kunskapspartnern för företag med ambition att öka sin attraktionskraft och skapa framtidens arbetsplats.\n   \n\n  \n\n**Vi erbjuder**\n Vi erbjuder en tjänst som säljare i ett team med en stark säljkultur och entusiastiska, professionella kollegor som har nära till skratt och trivs med varandra. Du erbjuds en flexibel roll med stort eget ansvar och mandat att kunna påverka och ta egna initiativ. Vårt breda sortiment av produkter och tjänster ger dig tillgång till marknadens mest intressanta och kompletta produktportfölj. Vi har vårt fantastiskt fina kontor och showroom i Nacka där vi också har vår arbetsplats när vi inte är ute hos våra kunder.\n   \n\n  \n\n**Dina arbetsuppgifter**\n Som säljare hos oss i Stockholm är du ansvarig för att bearbeta och självständigt finna nya kunder och spännande inredningsprojekt. Du ansvarar för att försäljningsmålen uppnås, arbetar med att ta fram affärsförslag och driver affären till avslut och uppföljning. Du arbetar nära kunden och rollen innebär att du tar stort eget ansvar, men bakom dig står ett team av engagerade kollegor i våra olika delar av sälj- och leveransprocessen.\n   \n\n  \n\n**Din profil**\n Är du en driven, resultatorienterad lagspelare med vilja att göra skillnad - då kommer du att trivas som säljare hos oss. Du vet att närvaro ute hos kund ger resultat och har arbetat i liknande roll några år. I dig ser vi en person med stort eget driv, passion för affären och engagemang för försäljning. Du trivs i en roll med högt tempo, flexibla arbetsuppgifter och många dagliga kontaktytor med kunder, kollegor och leverantörer. Det viktigaste för oss är din personlighet och inställning. Till rollen som säljare söker någon som vill vara med på vår resa framåt.\n   \n\n  \n\n**Krav**\n* Jobbat med uppsökande försäljning B2B\n* Goda IT-kunskaper\n* Svenska och engelska i tal och skrift\n* B-körkort\n\n\n**Kontakt och ansökan**\n I denna rekrytering samarbetar vi med Säljpoolens rekryteringskonsulter Ulf Hammar, 08-51481646, och Marie Gummerus på 08-51481642.\n   \n\n  \n\n Skicka in din ansökan via ansökningsknappen. Vi arbetar med löpande urval under denna rekrytering, vi vill därför gärna ha in din ansökan snarast möjligt.\n   \n\n  \n\n**Välkommen med din ansökan!**\n**Vilka är vi?**\n*Kinnarps är Europas ledande helhetsleverantör av inredningslösningar och arbetsplatsdesign för kontor, skolor och omsorgsmiljöer. Möblerna kännetecknas av hög kvalitet, innovativ design, låg miljöpåverkan och långa livscykler. Företaget har varit familjeägt sedan starten 1942, med tillverkning i Sverige och verksamhet i över 40 länder.*\n*Läs mer på* \n*www.kinnarps.se*","company_url":"https:\/\/se.linkedin.com\/company\/kinnarpssverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQH3WmxYtP_EjA\/company-logo_100_100\/company-logo_100_100\/0\/1640073433919\/kinnarpssverige_logo?e=2147483647&v=beta&t=MqeZJWU9HjDp9qT-JhQjSmZyAT4zsaUBlRy18CnPYec","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4019588579","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4019588579","job_url_direct":"https:\/\/career.hiq.se\/jobs\/4943050-devops-ingenjor-till-spannande-projekt-inom-bank-och-finanssektorn&urlHash=v3ig","title":"DevOps-ingenjör till spännande projekt inom bank- och finanssektorn","company":"HiQ","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Vill du vara en del av en stor teamleverans till en av HiQs största kunder? Vill du jobba med branschens mest kompetenta kollegor, i en miljö med stora utvecklingsmöjligheter? Vill du vara med och forma ett samhällskritiskt system med allt vad det innebär?\n   \n\n  \n\n Just nu är vi i uppstarten av en spännande satsning till ett projekt inom bank- och finanssektorn, och vi söker därför fler skarpa kollegor som vill vara med på resan och utvecklandet av ett nytt samhällskritiskt system.\n   \n\n  \n\n Som en av oss på HiQ får du inte bara möjlighet att jobba med kompetenta kollegor och utvecklade uppdrag, du får även ett kontor med stark teamanda, fantastisk utsikt över Slussen och en roll där du får diskutera och lösa komplexa situationer tillsammans med dina kollegor.\n   \n\n  \n\n**Vi söker dig som har:**\n* Minst 5 års erfarenhet av att arbeta med DevOps\n* Erfarenhet av att arbeta med CI\/CD-verktyg, containeriseringsverktyg, molnlösningar, scripting, säkerhet och monitorering\n* Relevant utbildning inom IT\n* Svenskt medborgarskap och är flytande i svenska och engelska\n* Tidigare erfarenhet av att arbeta inom bank eller finans (meriterande)\n\n\n HiQ är utan tvekan ett av Sveriges mest tekniktunga och spännande konsultbolag med kunder inom en rad olika branscher såsom fordon, fintech, retail, offentlig sektor och telekom. Förutom att vi bidragit till utvecklingen av att snart bli ett kontantlöst samhälle, utvecklar vi även allt från digitaliseringen av elkraftsystem till framtidens autonoma fordon. Enkelt sagt, vi gillar att skapa sådant som förenklar och gör vardagen lite roligare för oss alla.","company_url":"https:\/\/se.linkedin.com\/company\/hiq","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEw4pnhgazF-w\/company-logo_100_100\/company-logo_100_100\/0\/1643625963447\/hiq_logo?e=2147483647&v=beta&t=s4MB0PnkcP5XnSy2XcYwCzy-NTh9_NultZje8UJ9NbQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"10f489b359a89b45","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=10f489b359a89b45","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29085076","title":"HIL Engineer","company":null,"location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1725753600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Are you an engineer with a passion for quality, automation, and innovation? Imagine stepping into a role where the focus shifts from manual testing to building advanced test environments that empower developers to run automated tests effortlessly. This position is all about creating the tools, scripts, and infrastructure that streamline testing processes, ensuring the highest software quality while reducing the risk through automation.\n  \n  \n\nOM TJÄNSTEN\n  \n  \n\nThe company is a leader in developing state-of-the-art test environments for cutting-edge platforms and software. Their mission is to create test systems that integrate continuously, providing real-time feedback on system performance. By leveraging advanced automation and simulation, they ensure that their products meet the most stringent quality and robustness standards.\n  \n  \n\nThe engineering teams within this company are committed to constant improvement and knowledge sharing. They are dedicated to building sophisticated test rigs and providing infrastructure that ensures efficient and reliable results. Every day, the focus is on innovating new ways to enhance processes and products, pushing the boundaries of what is possible in testing environments.\n  \n  \n\nWe are seeking an individual with a strong technical background, particularly in scalable systems and automation. Experience working with Vector HIL rigs and automated test systems is crucial, and proficiency in Python for automation purposes is essential. The ability to think systemically and understand how to scale and improve testing environments is key to success in this position.\n  \n  \n\nVI SÖKER DIG SOM\n  \n  \n\nA candidate with earlier experience within following fields\n  \n* Experience working with HIL rigs and automated test systems\n* Fluent in English, as the language is used in daily work\n* Experience in scalable system development\n* Proficiency in Python and CAPL scripting\n* Familiarity with DevOps tools\n* Experience with model development in Simulink\n* Knowledge of automotive electrical architectures and protocols\n\n\nYour resume needs to be written in English,\n  \n  \n\n**To succeed in the role, your personal skills are:**  \n\n* Goal oriented\n* Social\n* Responsible","company_url":null,"company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4019633288","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4019633288","job_url_direct":"https:\/\/career.humanit.se\/jobs\/4802386-senior-windows-tekniker&urlHash=JtzH","title":"Senior Windows-tekniker","company":"Human IT Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Vi söker en driven, erfaren tekniker med gedigen kompetens i drift och utveckling i Windows. Du trivs i förändring, strävar mot ständig förbättring i arbetet, och har god samarbetsförmåga med ett ödmjukt förhållningssätt till både kollegor, kunder och användare.\n   \n\n  \n\n Placeringsort är Solna eller Forsmark.\n   \n\n  \n\n**Arbetsuppgifter:**\n Du kommer hantera drift och administration av olika Windows Server-funktioner, i en miljö med hög säkerhetsklassning som kräver att man noga följer satta riktlinjer och restriktioner. Du lägger stort fokus på säkerhet i allt du gör och säkerställer att arbetet följer gällande lagkrav, och det är vitalt med strukturerat dokumenterande och efterlevnadstänk.\n   \n\n  \n\n**Du har förmodligen:**\n* Gedigen erfarenhet av Windows-drift\n* Eftergymnasial utbildning med inriktning IT eller motsvarande\n* Driv att arbeta med ständiga förbättringar\n* Känsla för att hjälpa till\n* Ett brinnande intresse för teknik\n* Flytande kunskaper i svenska och engelska.\n* Vana att arbeta strukturerat i ärendesystem\n* Erfarenhet att arbeta process- eller ramverksorienterat (tex ITIL\/Lean\/Devops)\n\n\n**Du är förmodligen:**\n* Lösningsorienterad - där du tar egna initiativ och kommer med lösningsförslag för att komma framåt i ditt arbete\n* Samarbetsvillig och kommunikativ - där du är vass på att skapa och underhålla kundrelationer samtidigt som du samarbetar väl med kollegor i teamet\n* Strukturerad - där du kan planera och lägga upp ditt arbete på ett noggrant och strukturerat sätt\n\n\n**💚 Human IT**\n Human IT handlar om att göra saker lite annorlunda, att på riktigt sätta våra anställda i fokus. Vi växer tillsammans och värdesätter engagemang och ambition. För oss är det viktigt att du får chansen att vara med och påverka vägen framåt.\n   \n\n  \n\n I utbyte erbjuder vi kompetens- och karriärutveckling genom varierande och utmanande uppdrag. Vi är inte branschinriktade och kan därför erbjuda en fantastisk variation bland uppdragen för dig som konsult. Självklart ser vi till att du får rätt utbildning och vi är väl medvetna om att det är det livslånga lärandet som bygger vår framgång.\n   \n\n  \n\n Tillsammans skapar vi framtiden 🚀\n   \n\n  \n\n* Tillsvidareanställning med fast månadslön\n* Kollektivavtal\n* Vi tillämpar sex månaders provanställning, inklusive friskvårdsbidrag\n* Utvecklingsplan\n* Hälsoförsäkring\n* Rabatt på SATS\n* Förskottssemester\n\n\n**Start** \n : Omgående med hänsyn till uppsägningstid och när säkerhetskontroll är genomförd. Uppdraget är på heltid och är tillsvidare.\n   \n\n  \n\n**Plats** \n : Stockholm eller Forsmark.\n   \n\n  \n\n**Ansökan** \n : Vi rekryterar löpande. Så skicka in din ansökan redan idag!\n   \n\n  \n\n*Human IT arbetar tillsammans med Great Place To Work för att vi skall bli Sveriges bästa arbetsplats.*\n Certifierade med toppbetyg!\n   \n\n  \n\n**Och förresten:**\n*Som en aktiv del i ett samhälle med kulturell och social mångfald är* \n*Human IT’s ambition att präglas av inkludering och bred representation, samt vara en arbetsplats med lika möjligheter för alla. Human IT anställer, bibehåller, befordrar och i övrigt behandlar alla medarbetare och kandidater efter erfarenhet, kvalifikationer och kompetens, oavsett kön, religion, ursprung, ålder, sexuell läggning, könsidentitet eller funktionsvariationer.*","company_url":"https:\/\/se.linkedin.com\/company\/human-it-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE0_mgZM3D2wQ\/company-logo_100_100\/company-logo_100_100\/0\/1715849157458\/human_it_sverige_logo?e=2147483647&v=beta&t=dXcblraAM7w8vnZWI6bSs2LPKjn2z9TmZs73dNBvqu4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4003791450","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4003791450","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I003\/493\/main?site=5&validator=b073f118b5fe762c32b44abda804bb19&lang=SE&rmpage=job&rmjob=2916&urlHash=TZgQ","title":"Teknisk systemförvaltare för utvecklingsverktyg","company":"Svenska kraftnät","location":"Sundbyberg, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"alexandra.tihinen@foundryco.com, fornamn.efternamn@svk.se","description":"Svenska kraftnät är en av de viktigaste aktörerna för en hållbar energiomställning. Som teknisk systemförvaltare för utvecklingsverktyg erbjuds du ett av Sveriges viktigaste IT jobb, i vilket du varje dag kommer att bidra till Sveriges elförsörjning. Vi behöver dig för att lyckas med vårt samhällsviktiga uppdrag att elektrifiera Sverige.\n   \n\n  \n\n Vi är i dag cirka 500 personer på IT och vi kommer att växa ytterligare de kommande åren. Detta för att kunna skapa förutsättningar för Sverige att kunna fördubbla sin elproduktion och nå klimatmålen genom att helt ställa om till fossilfri energi. För att lyckas kommer vi att använda oss av den senaste tekniken för att öka kapaciteten i vår infrastruktur och samtidigt öka utvecklingstakten kring system, digitalisering och processer.\n   \n\n  \n\n Vill du jobba och utvecklas i en växande organisation och tillsammans med underbara medarbetare skapa en framåtlutad och robust IT-organisation, sök dig till oss!\n   \n\n  \n\n Om tjänsten\n   \n\n  \n\n I denna roll som teknisk systemförvaltare (systemansvarig IT) är du operativt ansvarig för livscykelhanteringen av Svenska kraftnäts utvecklingsverktyg. Utvecklingsplattformarna och -verktygen är kritiska för att lyckas med den pågående digitaliseringen som är nödvändig för energiomställningen.\n   \n\n  \n\n Ditt fokus blir att säkerställa att utvecklingsverktygen fungerar och håller sig ändamålsenliga för det behov som finns inom både verksamheten och IT. Utefter behov ansvarar du för etablering, konsolidering och, i vissa fall, avveckling av verktyg.\n   \n\n  \n\n Du kommer att arbeta med systemförvaltning av Azure DevOps Server-plattform, SonarQube och Artifactory. Vidare förvaltar och nyetablerar du också andra utvecklingsverktyg inom flera områden som Python, Powershell, .Net och WSL.\n   \n\n  \n\n Det ingår både operativt och praktiskt arbete i IT-systemen såsom konfiguration, felsökning, installation och uppgradering, koordinering av aktiviteter, exempelvis IT-förändringar, tillsammans med interna och externa intressenter.\n   \n\n  \n\n Du är del av enheten Utvecklingsförmågor och verktyg. Utöver ditt närmaste team kommer du även samarbeta med det team som ansvarar för containerplattformen OpenShift, samt Kafka, en plattform för strömmande data och integration.\n   \n\n  \n\n Om dig\n   \n\n  \n\n Vi söker dig som har mycket god samarbetsförmåga och som är mån om att skapa goda långsiktiga relationer med andra. Du är van vid att ta egna initiativ och föreslår lösningar på problem som dyker upp. Du är ihärdig och trygg i dig själv, din kunskap och vägen framåt. Vi värdesätter en god förmåga av struktur, organisering och prioritering. Vi lägger stor vikt vid dina personliga egenskaper.\n   \n\n  \n\n*Skallkrav*\n Vidare ser vi att du har utbildning från högskola eller universitet inom systemvetenskap eller liknande, alternativt likvärdig kompetens som har förvärvats på annat sätt.\n   \n\n  \n\n* Flera års arbetslivserfarenhet av system- och applikationsförvaltning och ITSM-processer.\n* Flerårig erfarenhet av installation, konfiguration och administration av programvaror i Linux- eller Windowsmiljö.\n* Erfarenhet av systemutveckling där versionshantering i Git har ingått.\n* Flera års arbetslivserfarenhet av agila arbetssätt\n* Du behärskar svenska och engelska i tal och skrift.\n\n\n*Meriterande*\n* Erfarenhet av arbete som DevOps Engineer med både införande av DevOps-baserat arbetssätt och verktyg i Linux och\/eller Windows-miljöer.\n* Arbetslivserfarenhet av arbete med konfiguration, drift och övrig hantering av Azure DevOps Server och liknande verktyg såsom t.ex. Atlassian Jira\n* Erfarenhet av att leda team och prioritera aktiviteter inom ditt ansvarsområde\n\n\n Bra att veta\n   \n\n  \n\n* Tjänsten är placerad i Sundbyberg\n* Möjlighet till distansarbete upp till 50 %\n* Sista ansökningsdag 2024-09-16. Vi tar inte emot personligt brev i samband med din ansökan.\n* Tjänsten är en tillsvidareanställning\n\n\n I denna rekrytering samarbetar Svenska kraftnät med IDG Recruitment. För frågor kring tjänsten och rekryteringsprocessen, välkommen att kontakta rekryteringskonsult Alexandra Tihinen, tel. 070-447 92 24, alexandra.tihinen@foundryco.com.\n   \n\n  \n\n Fackliga representanter är Annika Ingeborn, SACO, 010 475 87 72 och Mikael Hedenheim, ST, tel. 010-475 84 68. Du når oss också via e-post: fornamn.efternamn@svk.se.\n   \n\n  \n\n**Övrig information**\n Vi ställer höga krav på våra medarbetares säkerhets- och sekretessmedvetenhet. Innan ett beslut om anställning fattas kommer en säkerhetsprövning enligt säkerhetsskyddslagen (2018:585) att genomföras i de fall befattningen innebär hantering av säkerhetsskyddsklassificerade uppgifter eller deltagande i säkerhetskänslig verksamhet. Om anställningen avser befattning i säkerhetsklass kommer säkerhetsprövningen även att innefatta en registerkontroll och, i vissa fall, en särskild personutredning. För anställning på Svenska kraftnät krävs svenskt medborgarskap. Med anställningen följer en skyldighet att krigsplaceras.\n   \n\n  \n\n För mer information om säkerhetsprövning Svenska kraftnät arbetar för att främja mångfald och motverka diskriminering och ser gärna sökanden med olika bakgrund och erfarenheter till våra rekryteringar. Lär känna Svenska kraftnät och hur det är att arbeta hos oss: Lär känna oss på Svenska kraftnät","company_url":"https:\/\/se.linkedin.com\/company\/svenska-kraftnat","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGbxBax_8-nXw\/company-logo_100_100\/company-logo_100_100\/0\/1631396016111\/svenska_kraftnat_logo?e=2147483647&v=beta&t=TmTLhoTvcgIiiDFhojoiLGmxy1o_y2ORcnRs3rhznKY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4019715468","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4019715468","job_url_direct":null,"title":"Technical Support","company":"21Activa Bemanning & Rekrytering AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"* **Uppdragsperiod:** \n\n  01-okt-2024 - 31-mar-2025\n\n\n\n  \n\n\n\n\n* **We are seeking a motivated Consultant for a Technical Support role to assist our customers Service Managers within the Modern Workplace environment. This role focuses on providing guidance, hands-on technical support, and assisting with smaller-scale projects aimed at optimizing service delivery and enhancing productivity. The ideal candidate will have an understanding of modern IT infrastructures and technologies, with a particular emphasis on Entra ID, Active Directory, Intune, and general computer management.**\n\n\n\n  \n\n\n\n\n* **Key Responsibilities:**\n\n\n\n  \n\n\n\n\n* **Provide technical support for Service Managers to resolve issues related to modern workplace systems and infrastructure.**\n* **Help diagnose and resolve issues with Microsoft Entra ID (Azure AD), Active Directory, and Intune, ensuring minimal disruption to daily operations.**\n* **Assist with troubleshooting hardware and software problems across various computer systems, ensuring compliance with organizational standards.**\n\n\n\n  \n\n\n\n\n* **Work closely with cross-functional teams to align IT services with business goals and ensure seamless integration across departments.**\n* **Act as a liaison between technical teams and non-technical stakeholders, translating complex technical issues into easily understandable terms.**\n\n\n\n\n\n\n\n\n**Required Skills and Qualifications:** \n\n\n\n\n  \n\n\n\n\n* **Proficient in Microsoft Entra ID (Azure AD) and Active Directory for identity and access management.**\n* **Knowledge of Microsoft Intune for device and application management.**\n* **Hands-on experience with modern workplace technologies, including Windows and mobile devices.**\n\n\n1. **Problem-Solving Abilities:**\n\n\n* **Analytical and troubleshooting skills, capable of resolving complex technical issues in a timely manner.**\n* **Ability to independently identify potential problems and recommend effective solutions.**\n\n\n1. **Project Experience:**\n\n\n* **Experience working on smaller-scale IT projects, including system upgrades, software deployments, and migrations.**\n* **Ability to prioritize tasks, meet deadlines, and contribute to the successful completion of projects.**\n\n\n1. **Communication & Collaboration:**\n\n\n* **Good interpersonal and communication skills, with the ability to work collaboratively with both technical and non-technical teams.**\n* **Good documentation skills, with experience creating technical guides and user manuals.**\n\n\n1. **Hands-On Experience:**\n\n\n* **Comfortable providing direct, hands-on support for both hardware and software issues in a fast-paced environment.**\n* **Familiarity with endpoint security, compliance policies, and best practices for maintaining secure IT environments.**\n* **Preferred Qualifications:**\n* **Certifications in relevant technologies such as Microsoft Certified: Identity and Access Administrator, Microsoft 365 Certified: Modern Desktop Administrator, or Microsoft Intune Administrator.**\n* **Experience working in an IT service management (ITSM) environment.**\n* **Knowledge of cloud environments and hybrid infrastructures.**\n* **Soft Skills:**\n* **Attention to detail and proactive approach to problem-solving.**\n* **Ability to manage multiple tasks and work under pressure.**\n* **Adaptability and willingness to continuously learn and keep up with evolving technologies**","company_url":"https:\/\/se.linkedin.com\/company\/21activa-entreprenad-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQE16vM1uSKUEA\/company-logo_100_100\/company-logo_100_100\/0\/1635064485630?e=2147483647&v=beta&t=ftWJcmbMZ2ItZop-oEq8OoH6mccTkM6UXTE4-tOC5VY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3985500345","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3985500345","job_url_direct":"https:\/\/www.okta.com\/company\/careers\/opportunity\/6137215?gh_jid=6137215&gh_src=7j0um41&urlHash=DAUe","title":"Senior Regional Alliances Manager, Nordics","company":"Okta","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Get to know Okta**\n Okta is The World’s Identity Company. We free everyone to safely use any technology—anywhere, on any device or app. Our Workforce and Customer Identity Clouds enable secure yet flexible access, authentication, and automation that transforms how people move through the digital world, putting Identity at the heart of business security and growth.\n   \n\n  \n\n At Okta, we celebrate a variety of perspectives and experiences. We are not looking for someone who checks every single box - we’re looking for lifelong learners and people who can make us better with their unique experiences.\n   \n\n  \n\n Join our team! We’re building a world where Identity belongs to you.\n   \n\n  \n\n**The Okta Alliances team is growing across the Nordic region!**\n Okta is looking for a Sr Regional Alliances Manager with strong deal, strategy and relationship management experience to support Okta’s SI Partners with the aim of extending and enhancing Okta’s position across the Nordic region.\n   \n\n  \n\n The ideal candidate will possess a strong background within Channel and Partner management along with an understanding of all the elements that are required to enable partners to be successful with the Okta solution.\n   \n\n  \n\n A Sr Regional Alliances Manager at Okta will need to think strategically and analytically about business, product and technical challenges, with the ability to create compelling value propositions and work cross-organisationally to build consensus to drive revenue. We are looking for someone who is creative, proactive and looking to expand and advance their Regional Alliances knowledge. We want you to grow as Okta grows!\n   \n\n  \n\n**As an Okta Regional Alliances Manager you will:**\n* Drive pipeline and revenue within the partner ecosystem across the Nordic region\n* Support partner program management and thought leadership across an assigned partner base to increase revenue and drive business opportunities\n* Collaborate with Okta’s Executive, Marketing, Sales and Presales teams to drive a successful partnership for both Okta and our partners\n* Define tailored value propositions and create detailed go-to-market plans that strengthen our value proposition to the marketplace while providing new revenue opportunities\n* Serve as the partner advocate inside Okta; evangelise partners and the opportunities they present by injecting partner DNA into Okta field sales\n* Build relationships with partner sales teams to keep Okta “front and centre” for appropriate opportunities\n\n\n**You could be a great fit for this role if you have:**\n* Proven experience of alliances at a SaaS company, successfully demonstrating Channel\/Field Alliances strategy to drive increased sales\n* A track record of exceeding channel sales revenue targets\n* A business leader who is able to influence and build strong relationships with decision makers across all levels of partner and prospect organisations\n* Current knowledge of the trends and market leading companies in the broader Cloud Computing and Identity Management ecosystem across the Nordic region\n* Experience with Cloud Software Vendors and their strategies\/business models;\n* A high degree of honesty, integrity and sound judgment\n\n\n**You might also have:**\n* Understanding of and experience with Identity & Access Management, Single Sign-on and API-based solutions\n* BSc\/BA degree or equivalent (preferred but not essential) or relevant industry experience\n\n\n**What you can look forward to as an Full-Time Okta employee!**\n* Amazing Benefits\n* Making Social Impact\n* Fostering Diversity, Equity, Inclusion and Belonging at Okta\n\n\n Okta cultivates a dynamic work environment, providing the best tools, technology and benefits to empower our employees to work productively in a setting that best and uniquely suits their needs. Each organization is unique in the degree of flexibility and mobility in which they work so that all employees are enabled to be their most creative and successful versions of themselves, regardless of where they live. Find your place at Okta today! https:\/\/www.okta.com\/company\/careers\/.\n   \n\n  \n\n Okta is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, ancestry, marital status, age, physical or mental disability, or status as a protected veteran. We also consider for employment qualified applicants with arrest and convictions records, consistent with applicable laws. If reasonable accommodation is needed to participate in the job application or interview process, please use this Form to request an accommodation.\n   \n\n  \n\n Okta is committed to complying with applicable data privacy and security laws and regulations. For more information, please see our Privacy Policy at https:\/\/www.okta.com\/privacy-policy\/.","company_url":"https:\/\/www.linkedin.com\/company\/okta-inc-","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQE0I9HrjbrEYQ\/company-logo_100_100\/company-logo_100_100\/0\/1667862034764\/okta_inc__logo?e=2147483647&v=beta&t=jgTgxfuLfY5pp_Mk_6UMtjNHd2zQZVHPkh6QxrCWNCo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3965442560","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3965442560","job_url_direct":"https:\/\/careers.microsoft.com\/us\/en\/job\/1735876\/Security-Sales-Specialist?jobsource=linkedin&utm_source=Job%20Board&utm_campaign=linkedin-feed&urlHash=4OzF","title":"Security Sales Specialist","company":"Microsoft","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Security has never been more top of mind for governments and businesses, and Microsoft Security Solution is committed to keeping nations and citizens secure in an increasingly complex cyber landscape. As the largest security company in the world, we are ideally placed to think outside the box to help our customers make the world a safer place. Following a year of incredible success, we are excited to be expanding our team with ambitious, diversified, and driven new talent, eager to make a difference in the fight against cybercrime. We are keen to hear your thoughts on how we can further achieve our purpose. Join our team and discover unique opportunities to grow, develop and learn.\n   \n\n  \n\n In the Security Specialists team, we are looking for passionate, experienced, and credible specialist sellers with a drive for developing and winning strategic opportunities that deliver end-to-end security thought leadership, driving significant customer value, and enabling transformational customer outcomes. The Specialist seller works closely with customers to identify their cybersecurity needs and recommend the best solutions from Microsoft's suite of products and services. As a Security Specialist you will build secure digital transformation strategies with customers, collaborating with different groups inside the Customer environment to successfully enable them to be more secure. You will lead consultative customer conversations and collaborate on the planning, orchestration, and execution of end-to-end Security opportunities with internal stakeholders and partners to cross-sell and up-sell. This opportunity will allow you to learn and accelerate your career growth, hone your solution sales and collaboration skills, and deepen your end-to-end security expertise.\n   \n\n  \n\n We are looking for a passionate, experienced, and credible security sales professional experienced in selling cybersecurity solutions across threat protection, secure multi-cloud, and compliance to join our global team of Security Specialists.\n   \n\n  \n\n Microsoft’s mission is to empower every person and every organization on the planet to achieve more. As employees we come together with a growth mindset, innovate to empower others, and collaborate to realize our shared goals. Each day we build on our values of respect, integrity, and accountability to create a culture of inclusion where everyone can thrive at work and beyond.\n   \n\n  \n\n**Responsibilities**\n* Sales Execution: Introduces how to enable secure digital transformation across workloads and collaborates with a virtual team to assess customer needs and proactively build an external stakeholder mapping to implement strategies to accelerate the closing of deals, drive consumption and licensing transactions to grow business with current and new Customers.\n* Scaling and Collaboration: Collaborates on the planning, orchestration, and execution on end-to-end Security opportunities with internal stakeholders and partners to cross-sell and up-sell.\n* Technical Expertise: Leads end-to-end Security conversations, shares best practices and key competitor knowledge across solution areas, and evaluates opportunities to make recommendations on pursuit or withdrawal.\n+ Exhibits outstanding operational excellence – including monthly\/quarterly forecasting, building healthy pipeline, CRM entry and hygiene, opportunity management and virtual team orchestration.\n+ Experience driving new sales and new customers using innovative approaches, leveraging joint partnership events, social selling (LinkedIn) and networking.\n+ Enterprise customer level experience with cloud, security technologies (Identity and Access Management, Threat protection, Data protection, Cloud Security), and industry standards recommended\n\n* Sales Excellence: Leads and plans for strategic accounts in the assigned territory, does business analysis to pursue high-potential customers and manages the End-to-End Security business across the assigned territory. Completes required training and obtains relevant product and role certifications aligned to the role and workload\/industry.\n* Sales and Technology\n+ Exceed sales goals in an assigned sales territory\n+ Demonstrated sales and partner management experience\n+ Competes to win new market share\n+ Significant experience delivering persuasive presentations to business decision makers\n\n\n**Qualifications**\n* Proven years of technology-related sales or account management experience\n+ OR Bachelor's Degree in Computer Science, Information Technology, Business Administration, or related field AND A few years of technology-related sales or account management experience.\n+ OR Master's Degree in Business Administration (i.e., MBA), Information Technology, or related field AND a couple of years of technology-related sales or account management experience.\n\n* Proven years of solution or services sales experience.\n* Swedish and English\n\n\n Microsoft is an equal opportunity employer. Consistent with applicable law, all qualified applicants will receive consideration for employment without regard to age, ancestry, citizenship, color, family or medical care leave, gender identity or expression, genetic information, immigration status, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran or military status, race, ethnicity, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable local laws, regulations and ordinances. If you need assistance and\/or a reasonable accommodation due to a disability during the application process, read more about requesting accommodations.","company_url":"https:\/\/www.linkedin.com\/company\/microsoft","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQE88xCsONDULQ\/company-logo_100_100\/company-logo_100_100\/0\/1630652622688\/microsoft_logo?e=2147483647&v=beta&t=lMkCSsceJNmUG1r0VRg3Whye1sVi2KtYvt-MWyfoNbY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3983051336","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3983051336","job_url_direct":"https:\/\/careers.kindredgroup.com\/jobs\/vacancy\/-automation-tester-stockholm\/10389\/description\/&urlHash=FpuI","title":"Automation Tester","company":"Kindred Group plc","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**The Role**\n We are looking for a Senior test automation software engineer who is open to learning and adapting to ever-evolving techniques within our talented team of developers. We work with Mission Critical products to fine tune the experiences of millions of end users – there's nearly zero downtime, so you will need to be excellent at what you do.\n   \n\n  \n\n We are looking for a software tester focusing on backend and automation to join us, we this role open in Stockholm (Sweden), Gibraltar.\n   \n\n  \n\n**Responsibilities**\n As a tester in our team include testing our modern and reusable components, that build up the entire customer facing sports betting experience. Our test engineers drive the automation forward by writing test cases, improving the framework, suggesting improvements to the process, the tools and the product, as well as staying on top of requirements and generally being an ambassador for great quality. We are a cross-functional team, so working closely with frontend, backend and native developers is a natural part of the work. A tester in our team participates all aspects of the work, from initial planning and setting up requirements to writing automation tests and handling issues.\n   \n\n  \n\n Your expertise lies within Java and test automation but there will be opportunities to technically support your colleagues on other technical domains as well. You will be eager to take ownership and develop reliable test automation and plan and drive quality forward. Occasional travel may be needed as our domain is spread across multiple locations.\n   \n\n  \n\n**What you will do:**\n* Conduct testing on modern and reusable components to enhance the customer-facing sports betting experience.\n* Drive automation efforts by writing test cases, improving frameworks, suggesting process enhancements, and advocating for product quality.\n* Collaborate closely with frontend, backend, and native developers in a cross-functional team environment.\n* Participate in all aspects of the work, including initial planning, requirement setup, automation test writing, and issue resolution.\n* Provide technical support to colleagues on various technical domains as needed.\n* Take ownership of test automation, develop reliable automation solutions, and spearhead quality initiatives.\n* Occasionally travel to multiple locations as our domain spans across different regions.\n\n\n**Requirements:**\n* Proficiency in Java and test automation, with a willingness to learn and adapt to evolving techniques.\n* Hands on experience with TestNG or RestAssured.\n* Experience with Java frameworks such as Spring, Spring Boot, and Hibernate.\n* Knowledge of JSON, Python, Restful APIs, and socket-based APIs.\n* Exposure to Kafka, Solace Queue, RabbitMQ, or similar messaging systems.\n* Familiarity with Selenium, Appium, Cucumber, and Cypress.\n* Understanding of databases like Oracle and Couchbase.\n* Familiarity with version control systems like Git, build tools like Maven, and containerization platforms like Docker and Kubernetes.\n* Some exposure to performance testing techniques.\n* Experience with Continuous Integration and Delivery practices.\n* Strong understanding of best development practices and Agile\/Lean values","company_url":"https:\/\/mt.linkedin.com\/company\/kindred-group-plc","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQEmWc0jDP2G-w\/company-logo_100_100\/company-logo_100_100\/0\/1657015231292\/kindred_group_plc_logo?e=2147483647&v=beta&t=hb6CHxXBPm9GgbF2aWWrs_XCnphXa7h0rDHyAtFlPwM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]