[{"id":"f5967c7e7fcb1112","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f5967c7e7fcb1112","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I021\/1833\/job?site=9&lang=SE&validator=b3df44c4f475e6de7daa2f8abaeddbe3&job_id=2851","title":"Senior systemutvecklare- backend","company":"Folksam","location":"Stockholm, AB, SE","job_type":null,"date_posted":1759622400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Folksam genomgår en spännande transformation där vi går från systemcentrisk arkitektur till kundcentriska lösningar baserade på delade, återanvändbara komponenter, flöden och förmågor. Vi söker nu en senior systemtvecklare backend inom Java som kan hjälpa oss att driva denna förändring tillsammans med oss inom avdelning Kommunikation och betalning. Vi värderar kvalitet högt för att våra system skall vara hållbara och förvaltningsbara. Avdelningens huvudansvar finns i två domäner - kommunikation och betalning. Kommunikation bygger och förvaltar tjänster som notifieringar, säkra meddelanden, digitala formulär och centrala brevutskick. I betalningar hanterar vi tjänster för att visa och ändra betalningar. Vi bygger tjänster utifrån ett microserviceperspektiv och event.\n\n\n**Det här gör du som senior systemutvecklare- backend på Folksam**\n------------------------------------------------------------------\n\n\n\nSom Senior systemutvecklare- backend kommer du att spela en nyckelroll i att utveckla och konsolidera förmågor för betalning, notifieringar, säkra meddelanden och annan kundkommunikation för att förbättra kundupplevelsen. Du kommer att arbeta i ett team med andra utvecklare för att vi gemensamt ska uppnå våra mål.\n\n\n**Är du den vi söker?**\n-----------------------\n\n\n\nVi söker dig med minst 7 års arbetslivserfarenhet som backendutvecklare. Du har kunskap och erfarenhet från design av återanvändbara backendtjänster samt implementation och integration, gärna inom bank och\/eller försäkring. Vidare har du erfarenhet av detaljer högnivåarkitektur från dokument till körbar kod samt Oauth2 och eventbaserad arkitektur.\n\n\n\nMeriterande:\n\n\n* Erfarenhet av att driva nyutveckling och förvaltning av det utvecklade systemet.\n* Att arbeta i en reglerad bransch såsom bank eller försäkring.\n* Erfarenhet av att arbeta enligt DevOps-principer.\n* Regelverkserfarenhet så som DORA och GDPR.\n\n  \n\n\n\nVi lägger stor vikt vid dina personliga egenskaper och förmågor. För att lyckas i uppdraget ser vi att du behöver vara kommunikativ, kreativ, lösnings- och resultatorienterad. Du atr ansvar för din uppgift och duktig på att bryta ned komplexa probllem i hanterbara delar. Vi ser att du är en lagspelare som gärna involverar kollegor och arbetar tvärfunktionellt. Kunskapsöverföring till övriga team-medlemmar sker löpande som en del av det dagliga arbetet i teamet.\n\n  \n\n\n**Här kan du göra skillnad**\n----------------------------\n\n\n\nVälkommen till Folksam – här driver du viktiga frågor framåt. Från de avgörande detaljerna till de stora perspektiven, med fokus på att förenkla våra kunders vardag. Det gör att du bidrar till något större, oavsett roll. Här finns det många roliga, utvecklande jobb och du har goda chanser till en spännande karriär.  \n\n  \n\nVi tror på ett hållbart arbetsliv och jobbar aktivt med inkludering och mångfald. Våra moderna kontor bjuder in till samarbete och lärande, här får vi saker att hända! Du har flexibiliteten att kunna varva arbete på kontoret med att jobba hemifrån, utifrån verksamhetens behov.\n\n\n\nLäs mer och se filmer om livet hos oss på folksam.se\/jobb-och-karriar.\n\n\n**Så söker du jobbet**\n----------------------\n\n\n\nVälkommen att skicka in din ansökan senast den 22 oktober 2025.\n\n\n\nVill du veta mer om jobbet är du välkommen att kontakta Per Ruthström, Avdelningschef, 072-468 72 58.\n\n\n\nFackliga representanter: Akademikerföreningen Per Hansson 070-831 60 67, Forena Morgan Svensson 073- 423 59 12 och Handels Mikael Carlsson 070-831 51 32.\n\n\n*Kundägda Folksamgruppen erbjuder sedan 1908 försäkringar och sparande som ger trygghet i livets alla skeden. Vi gör det enklare för våra fyra miljoner kunder att känna sig trygga i en hållbar värld genom rätt försäkringar, rätt sparande och rätt hjälp när något händer.*","company_url":"https:\/\/se.indeed.com\/cmp\/Folksam","company_url_direct":"https:\/\/www.folksam.se","company_addresses":"Stockholm","company_num_employees":"1,001 to 5,000","company_revenue":null,"company_description":"","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/0620e27eb4cb2eccbc79899a38f20db8","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/b50754c5e51328e70b8e3e6147bbbd62","ceo_name":null,"ceo_photo_url":null},{"id":"8f1f9ec17e8d9fa6","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8f1f9ec17e8d9fa6","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I021\/1833\/job?site=9&lang=SE&validator=b3df44c4f475e6de7daa2f8abaeddbe3&job_id=2827","title":"Senior fullstack-apputvecklare till Digital kundupplevelse","company":"Folksam","location":"Stockholm, AB, SE","job_type":null,"date_posted":1759622400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"Inom avdelningen Leva med och nyttja ansvarar vi för kundresan för befintliga kunder. Vi arbetar främst i inloggat läge och i appen med information, skadeuppdatering, ändringar och dokument - där vi skapar moderna, användarvänliga gränssnitt som driver affärsnytta.\n\n\n\nHos oss får du jobba nära både teknik och affär – i ett team som präglas av samarbete, innovation och ett starkt kundfokus. Här får du chansen att göra skillnad för dig själv och fyra miljoner kunder. Hur vill du bidra till allt som inte har hänt än?\n\n\n**Det här gör du som fullstack-apputvecklare på Digital kundupplevelse**\n------------------------------------------------------------------------\n\n\n\nVi befinner oss i en spännande teknisk förflyttning – från systemcentrisk arkitektur till kundcentriska lösningar. Inom frontend etablerar vi nu en ny plattform med ett tydligt mål: \"Build once for all”.\n\n\n\nGenom att skapa en whitelabel-lösning med återanvändbara komponenter, affärsflöden och kapabiliteter, möjliggör vi snabbare utveckling, enhetlig design och bättre kundupplevelser – oavsett vart du möter oss digital.\n\n\n\nDu kommer att arbeta med komponentbaserad utveckling, designsystem och smarta integration mot backend via API:er och eventdrivna flöden. Du blir en viktig del i ett tvärfunktionellt team där du samarbetar med utvecklare, arkitekter, UX-designers och andra nyckelpersoner.\n\n\n\nSom senior utvecklare hos oss bidrar du aktivt till vår frontend-arkitektur och app-arkitektur med målet att skapa sammanhängande och skalbar lösning för de digitala kanaler i inloggat läget. Du är med och utformar möjlighet för återanvänding av komponenter och logik mellan webb, Android och iOS och driver teknisk förändring i en komplex och storskalig miljö. Du arbetar nära dina backendkollegor och har en viktig roll i att leda arbetet framåt – från initiativ till färdig lösning. Du tar ett helhetsansvar för leveransen och säkerställer att både teknik och samarbete håller hög kvalitet genom hela utvecklingsprocessen.\n\n\n**Är du den vi söker?**\n-----------------------\n\n\n\nI den här rekryteringen söker vi dig som har en förmåga att förenkla teknik och kommunicera lösningar på ett sätt som skapar samsyn och förtroende. Uppdraget har ett stort fokus på att säkerställa att vi samverkar mellan webb, iOS och Android samt jobbar med tillgänglighetanpassning och crossplattform-utveckling, därför ser vi att du har erfarenheten med dig.\n\n\n\nVi tror att du har varit med och gjort den här typen av förflyttning förut och har erfarenhet av bland annat:\n\n\n* 7+ års arbetslivserfarenhet som fullstack-utvecklare\/app-utvecklare\n* Frontend-arkitektur och app-arkitektur som fungerar sömlöst över plattformar och krossfunktionellt.\n* Apputveckling med erfarenhet av Android apputveckling med Kotlin och Jetpack Compose\n* Apparkitektur och design patterns som MVVM och Clean Architecture\n* Arbeta med backend API:er - meriterande med GraphQL\n* Tekniker som Kubernetes, TypeScript, React, Microfrontends, Node.js, GraphQL och komponentbaserad arkitektur.\n\n\nDet är meriterande om du också har erfarenhet av iOS apputveckling med Swift och SwiftUI.\n\n\n\nSom person ser vi att du är kommunikativ, kreativ, resultatinriktad och övertygad om att det alltid finns lösningar på komplexa problem. Du är ansvarstagande och har hög förmåga att driva frågor själv. Du involverar och vägleder andra och samarbetar gärna tvärfunktionellt.\n\n\n\nVidare skapar du förtroende genom bemötande och kunskap och ser ständigt lärande som en självklarhet. Du är van vid att presentera lösningar och koncept för större publiker. Du har en pedagogisk förmåga och du har en förmåga att förenkla och beskriva teknisk komplexitet på lagom nivå för olika målgrupper. Vi ser att du är en driven person som är van att navigera i olika forum med olika typer av intressenter.\n\n\n**Här kan du göra skillnad**\n----------------------------\n\n\n\nVälkommen till Folksam – här driver du viktiga frågor framåt. Från de avgörande detaljerna till de stora perspektiven, med fokus på att förenkla våra kunders vardag. Det gör att du bidrar till något större, oavsett roll. Här finns det många roliga, utvecklande jobb och du har goda chanser till en spännande karriär.  \n\n  \n\nVi tror på ett hållbart arbetsliv och jobbar aktivt med inkludering och mångfald. Våra moderna kontor bjuder in till samarbete och lärande, här får vi saker att hända! Du har flexibiliteten att kunna varva arbete på kontoret med att jobba hemifrån, utifrån verksamhetens behov.\n\n\n\nLäs mer och se filmer om livet hos oss på folksam.se\/jobb-och-karriar.\n\n\n**Så söker du jobbet**\n----------------------\n\n\n\nVälkommen att skicka in din ansökan senast 22 oktober 2025.\n\n\n\nVill du veta mer om jobbet är du välkommen att kontakta avdelningschef Jessica Piléus, 070-831 58 88.\n\n\n\nFackliga representanter: Akademikerföreningen Per Hansson 070-831 60 67, Forena Morgan Svensson 073-423 59 12 och Handels Mikael Carlsson 070-831 51 32.\n\n\n*Kundägda Folksamgruppen erbjuder sedan 1908 försäkringar och sparande som ger trygghet i livets alla skeden. Vi gör det enklare för våra fyra miljoner kunder att känna sig trygga i en hållbar värld genom rätt försäkringar, rätt sparande och rätt hjälp när något händer.*","company_url":"https:\/\/se.indeed.com\/cmp\/Folksam","company_url_direct":"https:\/\/www.folksam.se","company_addresses":"Stockholm","company_num_employees":"1,001 to 5,000","company_revenue":null,"company_description":"","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/0620e27eb4cb2eccbc79899a38f20db8","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/b50754c5e51328e70b8e3e6147bbbd62","ceo_name":null,"ceo_photo_url":null},{"id":"4249947332","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4249947332","job_url_direct":null,"title":"Java Developer","company":"Qred","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Banking","listing_type":null,"emails":null,"description":"Dedicated to powering entrepreneurs, Qred is a profitable, fast-growing fintech scale-up bank. In just 10 years, we’ve grown from a startup to hitting 1 billion SEK in annual revenue supporting over 50,000 entrepreneurs and helping create 10,000+ jobs every year. We combine smart tech with real-world experience to make funding simple, fast, and fair for entrepreneurs who need it most. With strong backing, a flat organization, and bold growth plans, we’re now looking for a Java Developer to join us and shape the future of small business owners.\n   \n\n  \n\n**About The Role**\n As a Java developer at Qred, you'll join a team responsible for all payments in the company, consisting of other Java developers, one Product Manager, one Tech Lead and an Engineering Manager. This approach enables us to work together efficiently, ensuring full control, ownership, and accountability for the lifecycle of our products.\n   \n\n  \n\n We also believe in the trust in our developer’s capability of implementing, testing, reviewing, deploying daily, and operating their software in production.\n   \n\n  \n\n**Requirements**\n* A flexible and positive mindset as well as strong team spirit\n* Proven knowledge and work experience in writing, releasing and maintaining backend applications using the following techs:\n+ Java\n+ Spring\n+ JPA\n+ PostgreSQL\n+ Amazon Web Services\n\n* Vibe coding experience from tools such as copilot agent, cursor, claude code, gemini-cli etc, in combination with mcp\n\n\n**Why join us?**\n This is the place to be if you’re looking for a place to grow. Qred is growing fast, and our Qredsters along with it. With a non-bureaucratic organization and delegated responsibilities, we make sure there’s a short path from idea to action. In addition to our great culture, you get to work with the latest cutting-edge techniques offered by AWS, responsibility for the whole development chain, and last but not least a bunch of new competent colleagues to learn from!\n   \n\n  \n\n**One last thing**\n This is a full-time, permanent position based from our office in Stockholm (Drottninggatan 98). While we encourage a hybrid setup, we do expect you to be at least three days per week at the office. Don’t wait to send in your application, we are reviewing applications on a rolling basis. The start date is flexible, but the right candidate can join us immediately.\n   \n\n  \n\n*Qred celebrates diversity and does not discriminate based on ethnicity, religion, national origin, gender, sexual orientation, age, disability status, or any other applicable characteristics protected by law.*\n Qred is an international FinTech scale-up that specializes in digital financing solutions for small businesses, with operations in the Nordics, Benelux, Germany and Brazil. We are passionate about helping small businesses thrive and grow, by providing them with business loans and credit cards. Right now we’re in an exciting phase of our journey that focuses on growth through smart product development and technology fueled by international expansion.","company_url":"https:\/\/se.linkedin.com\/company\/qred-bank-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHF2bceaBADIw\/company-logo_100_100\/company-logo_100_100\/0\/1726069665501\/qred_bank_ab_logo?e=2147483647&v=beta&t=Qg2K9n30lC5h0ZAI3T_R9D-mJSV8rGntlru4zRAHkeY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4309466646","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4309466646","job_url_direct":"https:\/\/eutalents.teamtailor.com\/jobs\/4795387-senior-full-stack-software-engineer-java-reactjs-relocation-germany&urlHash=qVjh","title":"Senior Full Stack Software Engineer (Java, ReactJS) - relocation Germany","company":"EUTALENTS","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Human Resources Services","listing_type":null,"emails":null,"description":"Are you a skilled full stack engineer looking for an exciting opportunity in a dynamic and international environment?\n   \n\n  \n\n We are seeking a highly skilled and motivated Senior Software Engineer to join our agile Scrum team. This role is perfect for someone with a passion for coding, a keen eye for detail, and a dedication to producing top-quality software. You will have significant influence in developing, enhancing, and maintaining our aviation product solutions, ensuring they meet the highest standards.\n   \n\n  \n\n Company mission\n   \n\n  \n\n As one of the leading developers of IT systems for aviation, our aim is to offer reliable, innovative and flexible solutions and services and thus generate more safety for all of us: passengers, airports, airlines and the entire planet.\n   \n\n  \n\n We can only achieve our common goals as a team. Fair, respectful behaviour and open communication are essential.\n   \n\n  \n\n Responsibilities:\n   \n\n  \n\n ▪ Work as a member with significant influence in one of our agile Scrum teams to develop, enhance and maintain Indra Avitech product solutions for the aviation industry\n   \n\n  \n\n ▪ Participate in the full development life cycle from inception through testing, implementation and support while using the Scaled Agile Framework (SAFe) methodology\n   \n\n  \n\n ▪ Create API interfaces and business services for Aeronautical Application parts\n   \n\n  \n\n ▪ Provide guidance to Junior Developers, e.g. preparing development tasks\/tickets, conducting code reviews and do pair programming\n   \n\n  \n\n ▪ Develop enterprise-quality, horizontally scalable code using best practices, quickly and according to specifications\n   \n\n  \n\n- \n\n Key Requirements:\n   \n\n  \n\n**▪ Minimum 5 Years Experience As a Self-motivated Engineer**\n ▪ Very good\n **analytical skills**\n ▪ Very skilled with\n **Java** \n ,\n **JavaScript** \n (React.JS),\n **API Interfaces, SAFe Methodology**\n ▪ Produce\n **code** \n that reads like poetry and takes full ownership of your work: builds, ships and maintains your codebase to the highest standards as we scale\n   \n\n  \n\n ▪ Subject matter expertise in infrastructure \/ hardware \/ software \/ database \/ middleware stack\n   \n\n  \n\n ▪ Contribute to solutions design, create, update, improve\n **product architecture** \n and optimize\n **product performance**\n ▪ Relevant knowledge of best practices related to\n **security** \n ,\n **perform** \n ance and disaster recovery\n   \n\n  \n\n ▪ Strong problem solving and analytical skills\n   \n\n  \n\n ▪ Hold valid\n **European passport**\n ▪\n **English** \n at C1 level (proficient)\n   \n\n  \n\n Employment Details and Benefits:\n   \n\n  \n\n* Contract: Open-ended.\n* Working Hours: Full-time, 40 hours per week.\n* Vacation Days: 30\n* Probation Period: 6 months\n* Flexitime: Flexible working hours without core working time.\n* Work-Life Balance: Good work-life balance with 60% mobile working.\n* Training and Development: Individual support with regular further training programs.\n* International Teams: Opportunity to work in diverse, international teams.\n* Additional Benefits: Job bike, Wellpass, corporate benefits.\n* Location Perks: Situated in the four-country region on Lake Constance, offering attractive leisure opportunities.\n\n\n Relocation to Germany:\n   \n\n  \n\n Friedrichshafen is located in the beautiful four-country region on Lake Constance, bordering Germany, Austria, Switzerland, and Liechtenstein. This picturesque area is perfect for outdoor enthusiasts, offering activities such as skiing in the nearby Alps, hiking and cycling around the lake, and sailing or kayaking on the water. The region also boasts rich cultural attractions, including historical sites, museums, and festivals, making it a wonderful place to live and work.\n   \n\n  \n\n Hiring Process:\n   \n\n  \n\n* Application Review: Initial screening of submitted applications.\n* First Interview: Assessment of technical skills and cultural fit.\n* Second Interview: Further evaluation, possibly involving technical challenges or deep dives.\n* Final Decision: Selection and job offer.\n\n\n If you are a self-motivated engineer with a passion for full stack development and meet the above requirements, we would love to hear from you. Join us and contribute to innovative solutions in the aviation industry!","company_url":"https:\/\/dk.linkedin.com\/company\/eutalents","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFYHpA5TwEwCA\/company-logo_100_100\/company-logo_100_100\/0\/1669978126578\/eu_talents_logo?e=2147483647&v=beta&t=vuRYY6pj4rraZ__30QB9oeVBiZ0PbjC9BAYdlI29aTQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4238256178","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4238256178","job_url_direct":"https:\/\/careers.capgemini.com\/job\/Stockholm-Java-Developer\/1208028601\/?feedId=388933&utm_source=linkedin&urlHash=5SGq","title":"Java Developer","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Att välja Capgemini innebär att välja en arbetsplats där du får möjlighet att forma din karriär precis som du önskar. Här blir du en del av en stödjande och inspirerande gemenskap av engagerade kollegor världen över. Tillsammans utmanar vi gränserna för vad som är möjligt. Följ med oss och bidra till att hjälpa världens ledande organisationer att maximera teknikens potential och skapa en mer hållbar och inkluderande framtid.\n   \n\n  \n\n**Om rollen**\n Hos oss på Capgemini får du inte bara jobba med Java – du får forma framtiden. Vi ligger i framkant när det gäller Generative AI, Data Engineering och skalbara molnplattformar. Våra projekt ger dig möjlighet att utvecklas inom cutting-edge teknologier som Java, Spring, AWS, GCP, Azure, AliCloud, OpenShift, Kafka, GraphQL, React, Angular och Android. På vårt Stockholmskontor trivs vi i rymliga, ljusa lokaler med daglig frukost, nybryggt kaffe och en fantastisk utsikt över kanalen vid Barnhusbron.\n   \n\n  \n\n*I denna roll kommer du att spela en nyckelroll i:*\n Arbeta som Java Developer i spännande konsultuppdrag tillsammans med ett supporterande team omkring dig.\n   \n\n  \n\n Främja samarbete, proaktiv problemlösning och högkvalitativ leverans av Java-baserad programvara.\n   \n\n  \n\n Utnyttja din erfarenhet av Java, Spring och relaterade teknologier för att designa och utveckla robusta, skalbara och effektiva backend-system.\n   \n\n  \n\n Förmåga att handleda andra utvecklare, genomföra kodgranskningar och driva bästa praxis.\n   \n\n  \n\n**Din profil**\n Minst 4 års erfarenhet av Java-utveckling\n   \n\n  \n\n Flytande kunskaper i svenska och engelska\n   \n\n  \n\n Erfarenhet av molnplattformar som AWS, GCP eller Azure är meriterande\n   \n\n  \n\n Kunskap inom Data Pipeline, Data Visualization eller Generative AI är ett stort plus\n   \n\n  \n\n**Vad vi tror kommer få dig att trivas**\n Oavsett om du vill axla rollen som tech lead, fördjupa dig i arkitektur eller bli specialist inom en viss teknologi, får du här alla verktyg för att lyckas. Vi arbetar med kunder i olika branscher, vilket betyder att du ständigt står inför stimulerande tekniska utmaningar. Hos oss är kunskap och utveckling i fokus – vi erbjuder certifieringar, utbildningar och mentorskap för att du alltid ska ligga steget före.\n   \n\n  \n\n En arbetsmiljö med kollegor som stöttar och inspirerar varandra, och chefer som har ditt bästa i fokus, samt ett brett utbud av karriärmöjligheter och tillgång till Capgeminis stora utbildningskatalog, särskilt inom den senaste teknologin för generativ AI och data engineering. En företagskultur där mångfald och inkludering värdesätts högt, samt möjligheter till internationella karriärer och ett fantastiskt nätverk av 340,000 kollegor globalt.\n   \n\n  \n\n**Ansökan**\n Redo att starta ett nytt kapitel i karriären? Vi kan knappt vänta på att få höra från dig! Ansök redan idag – vi hanterar ansökningarna löpande. Under processen får du chansen att kika in på vårt kontor, prata med vår rekryterande chef och självklart ställa alla dina nyfikna frågor till vår rekryterare. Vi lovar att göra din resa mot jobbet så smidig och givande som möjligt. Är det dig vi letar efter? Vi ser fram emot att ses!\n   \n\n  \n\n Observera att identitets- och bakgrundskontroller kan genomföras som en del av rekryteringsprocessen.\n   \n\n  \n\n**Om Capgemini**\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda övergången till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, generativ AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2024 rapporterade Capgemini Group globala intäkter på 22,1 miljarder euro.\n   \n\n  \n\n**Get The Future You Want** \n | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4310803162","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4310803162","job_url_direct":null,"title":"Business Developer Nordics","company":"PharmaRelations","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Business Development, Sales, and Consulting","company_industry":"Pharmaceutical Manufacturing, Medical Equipment Manufacturing, and Business Consulting and Services","listing_type":null,"emails":"madeleine.hedman@pharmarelations.se","description":"*PharmaRelations is the Nordic market leader within talent services for the life science industry. We specialize in partnering with some of the top and most innovative organizations exclusively in the Life Science sector across our region. We add value to our clients and candidates with our consultancy services, outsourcing solutions and recruitment of specialists and leaders.* \n\n\n\n\n  \n\n\n\n\n\n*We are a Nordic organization with over 200 colleagues and with offices in Sweden, Norway, Denmark and Finland. Our head quarters is located in Solna, Sweden.* \n\n\n\n\n  \n\n\n\n\n\n We are now looking for a\n **Business Developer** \n to support our Nordic life science consulting division consisting of Quality Assurance, Regulatory Affairs, Pharmacovigilance and Clinical Development.\n \n\n\n\n The position will report to our EVP Head of Division and will be based in our Solna or Lund office.\n \n\n\n\n  \n\n\n\n\n\n**Who are we looking for?** \n\n\n\n\n Do you have a background within the life science industry and a passion for sales and client engagement? Then this is the position for you!\n \n\n\n\n  \n\n\n\n\n\n We also think you have a strategic mindset with the ability to understand the needs of our customers and balance this with business objectives.\n \n\n\n\n  \n\n\n\n\n\n A background in a consultancy setting and\/or within Business Development is an advantage but not a must. Most importantly, we believe that you have the right personality, energy and motivation to take on this critical role.\n \n\n\n\n  \n\n\n\n\n\n To thrive at PharmaRelations and with our clients, we think that you are a non-prestigious person who is happy to contribute to a good atmosphere in the workplace. Communication and collaboration with customers and colleagues come naturally to you, and you enjoy working both independently and in a team. You are not afraid to try new things and you believe, as well as we, that you can go a long way with the right attitude.\n \n\n\n\n  \n\n\n\n\n\n**Why?** \n\n\n\n\n In this role your main focus will be:\n \n\n\n* Developing sales, marketing and client relationship management.\n* Driving strategic and digital initiatives to develop our services.\n* Collaborating closely with clients, stakeholders, and internal teams.\n\n\n\n  \n\n\n\n\n\n You will get the chance to develop your skills, and to work with a team of highly intelligent, innovative, and passionate experts across the Nordics. PharmaRelations offer a place where there is room for you to excel, be valued and make a difference. Not just to us, but ultimately indirectly to the patients’ lives we help improve and save every day by servicing the Life Science Industry.\n \n\n\n\n  \n\n\n\n\n\n At PharmaRelations we also aim to become the best place to work within Nordic Life Science Industry. We follow\n *Great Place to Work’* \n s model, and our definition of “the best” is to get the highest results among all Nordic Life Science companies in the GPTW model. It is a challenging goal, but we strive to always continue to challenge ourselves to continuously improve and become a better and better employer for each year. What does the best place to work mean to you?\n \n\n\n\n  \n\n\n\n\n\n**Apply today!** \n\n\n\n\n For further information please don’t hesitate to reach out to Madeleine Hedman, HR Manager, madeleine.hedman@pharmarelations.se\n \n\n\n\n  \n\n\n\n\n\n Applications will be handled continuously. We look forward to hearing from you!\n \n\n\n\n  \n\n\n\n\n\n*Due to GDPR, we cannot receive any CVs via e-mail. Please apply via the link below.*","company_url":"https:\/\/se.linkedin.com\/company\/pharmarelations-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGzcRqbLpjIAg\/company-logo_100_100\/company-logo_100_100\/0\/1674561031848\/pharmarelations_ab_logo?e=2147483647&v=beta&t=KaPb4qqseJxSPCU50IQ1v35_o8JCmJ8an7sWgCKvfhI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4238256178","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4238256178","job_url_direct":null,"title":"Java Developer","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Att välja Capgemini innebär att välja en arbetsplats där du får möjlighet att forma din karriär precis som du önskar. Här blir du en del av en stödjande och inspirerande gemenskap av engagerade kollegor världen över. Tillsammans utmanar vi gränserna för vad som är möjligt. Följ med oss och bidra till att hjälpa världens ledande organisationer att maximera teknikens potential och skapa en mer hållbar och inkluderande framtid.\n   \n\n  \n\n**Om rollen**\n Hos oss på Capgemini får du inte bara jobba med Java – du får forma framtiden. Vi ligger i framkant när det gäller Generative AI, Data Engineering och skalbara molnplattformar. Våra projekt ger dig möjlighet att utvecklas inom cutting-edge teknologier som Java, Spring, AWS, GCP, Azure, AliCloud, OpenShift, Kafka, GraphQL, React, Angular och Android. På vårt Stockholmskontor trivs vi i rymliga, ljusa lokaler med daglig frukost, nybryggt kaffe och en fantastisk utsikt över kanalen vid Barnhusbron.\n   \n\n  \n\n*I denna roll kommer du att spela en nyckelroll i:*\n Arbeta som Java Developer i spännande konsultuppdrag tillsammans med ett supporterande team omkring dig.\n   \n\n  \n\n Främja samarbete, proaktiv problemlösning och högkvalitativ leverans av Java-baserad programvara.\n   \n\n  \n\n Utnyttja din erfarenhet av Java, Spring och relaterade teknologier för att designa och utveckla robusta, skalbara och effektiva backend-system.\n   \n\n  \n\n Förmåga att handleda andra utvecklare, genomföra kodgranskningar och driva bästa praxis.\n   \n\n  \n\n**Din profil**\n Minst 4 års erfarenhet av Java-utveckling\n   \n\n  \n\n Flytande kunskaper i svenska och engelska\n   \n\n  \n\n Erfarenhet av molnplattformar som AWS, GCP eller Azure är meriterande\n   \n\n  \n\n Kunskap inom Data Pipeline, Data Visualization eller Generative AI är ett stort plus\n   \n\n  \n\n**Vad vi tror kommer få dig att trivas**\n Oavsett om du vill axla rollen som tech lead, fördjupa dig i arkitektur eller bli specialist inom en viss teknologi, får du här alla verktyg för att lyckas. Vi arbetar med kunder i olika branscher, vilket betyder att du ständigt står inför stimulerande tekniska utmaningar. Hos oss är kunskap och utveckling i fokus – vi erbjuder certifieringar, utbildningar och mentorskap för att du alltid ska ligga steget före.\n   \n\n  \n\n En arbetsmiljö med kollegor som stöttar och inspirerar varandra, och chefer som har ditt bästa i fokus, samt ett brett utbud av karriärmöjligheter och tillgång till Capgeminis stora utbildningskatalog, särskilt inom den senaste teknologin för generativ AI och data engineering. En företagskultur där mångfald och inkludering värdesätts högt, samt möjligheter till internationella karriärer och ett fantastiskt nätverk av 340,000 kollegor globalt.\n   \n\n  \n\n**Ansökan**\n Redo att starta ett nytt kapitel i karriären? Vi kan knappt vänta på att få höra från dig! Ansök redan idag – vi hanterar ansökningarna löpande. Under processen får du chansen att kika in på vårt kontor, prata med vår rekryterande chef och självklart ställa alla dina nyfikna frågor till vår rekryterare. Vi lovar att göra din resa mot jobbet så smidig och givande som möjligt. Är det dig vi letar efter? Vi ser fram emot att ses!\n   \n\n  \n\n Observera att identitets- och bakgrundskontroller kan genomföras som en del av rekryteringsprocessen.\n   \n\n  \n\n**Om Capgemini**\n Capgemini är en global partner inom affärs- och tekniktransformation som hjälper organisationer att påskynda övergången till en digital och hållbar värld, och samtidigt gör skillnad för företag och samhälle. Det är en ansvarsfull och mångsidig organisation med 340 000 medarbetare i över 50 länder. Med ett starkt arv som sträcker sig över 55 år tillbaka har Capgemini sina kunders förtroende att hjälpa dem frigöra värdet av teknik för att tillgodose hela deras affärsbehov. Capgemini levererar helhetslösningar som utnyttjar styrkan från strategi och design till teknik. Allt drivet av en marknadsledande kapacitet inom AI, generativ AI, moln och data, kombinerat med en djup branschexpertis och ett ekosystem av partners. År 2024 rapporterade Capgemini Group globala intäkter på 22,1 miljarder euro.\n   \n\n  \n\n**Get The Future You Want** \n | www.capgemini.com","company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH-ZV832H4sdA\/company-logo_100_100\/company-logo_100_100\/0\/1705572256355\/capgemini_logo?e=2147483647&v=beta&t=d-PXEp2Vwiw5S5fa57mSsQRE_sFQEPsNsTVnXs9IEWs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4310665982","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4310665982","job_url_direct":"https:\/\/www.folksam.se\/jobb-och-karriar\/lediga-jobb\/lediga-jobb-hos-oss?rmpage=job&rmjob=p2851&urlHash=1FVt","title":"Senior systemutvecklare- backend","company":"Folksam","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"Insurance","listing_type":null,"emails":null,"description":"Folksam genomgår en spännande transformation där vi går från systemcentrisk arkitektur till kundcentriska lösningar baserade på delade, återanvändbara komponenter, flöden och förmågor. Vi söker nu en senior systemtvecklare backend inom Java som kan hjälpa oss att driva denna förändring tillsammans med oss inom avdelning Kommunikation och betalning. Vi värderar kvalitet högt för att våra system skall vara hållbara och förvaltningsbara. Avdelningens huvudansvar finns i två domäner - kommunikation och betalning. Kommunikation bygger och förvaltar tjänster som notifieringar, säkra meddelanden, digitala formulär och centrala brevutskick. I betalningar hanterar vi tjänster för att visa och ändra betalningar. Vi bygger tjänster utifrån ett microserviceperspektiv och event.\n \n\n\n\n  \n\n\n\n\n\n**Det här gör du som senior systemutvecklare- backend på Folksam** \n\n\n\n\n Som Senior systemutvecklare- backend kommer du att spela en nyckelroll i att utveckla och konsolidera förmågor för betalning, notifieringar, säkra meddelanden och annan kundkommunikation för att förbättra kundupplevelsen. Du kommer att arbeta i ett team med andra utvecklare för att vi gemensamt ska uppnå våra mål.\n \n\n\n\n  \n\n\n\n\n\n**Är du den vi söker?** \n\n\n\n\n Vi söker dig med minst 7 års arbetslivserfarenhet som backendutvecklare. Du har kunskap och erfarenhet från design av återanvändbara backendtjänster samt implementation och integration, gärna inom bank och\/eller försäkring. Vidare har du erfarenhet av detaljer högnivåarkitektur från dokument till körbar kod samt Oauth2 och eventbaserad arkitektur.\n \n\n\n\n Meriterande:\n \n\n\n* Erfarenhet av att driva nyutveckling och förvaltning av det utvecklade systemet.\n* Att arbeta i en reglerad bransch såsom bank eller försäkring.\n* Erfarenhet av att arbeta enligt DevOps-principer.\n* Regelverkserfarenhet så som DORA och GDPR.\n\n\n\n  \n\n\n\n\n\n Vi lägger stor vikt vid dina personliga egenskaper och förmågor. För att lyckas i uppdraget ser vi att du behöver vara kommunikativ, kreativ, lösnings- och resultatorienterad. Du atr ansvar för din uppgift och duktig på att bryta ned komplexa probllem i hanterbara delar. Vi ser att du är en lagspelare som gärna involverar kollegor och arbetar tvärfunktionellt. Kunskapsöverföring till övriga team-medlemmar sker löpande som en del av det dagliga arbetet i teamet.\n \n\n\n\n  \n\n\n\n\n\n**Här kan du göra skillnad** \n\n\n\n\n Välkommen till Folksam – här driver du viktiga frågor framåt. Från de avgörande detaljerna till de stora perspektiven, med fokus på att förenkla våra kunders vardag. Det gör att du bidrar till något större, oavsett roll. Här finns det många roliga, utvecklande jobb och du har goda chanser till en spännande karriär.\n \n\n\n\n  \n\n\n\n\n\n Vi tror på ett hållbart arbetsliv och jobbar aktivt med inkludering och mångfald. Våra moderna kontor bjuder in till samarbete och lärande, här får vi saker att hända! Du har flexibiliteten att kunna varva arbete på kontoret med att jobba hemifrån, utifrån verksamhetens behov.\n \n\n\n\n Läs mer och se filmer om livet hos oss på folksam.se\/jobb-och-karriar.\n \n\n\n\n**Så söker du jobbet** \n\n\n\n\n Välkommen att skicka in din ansökan senast den 22 oktober 2025.\n \n\n\n\n Vill du veta mer om jobbet är du välkommen att kontakta Per Ruthström, Avdelningschef, 072-468 72 58.\n \n\n\n\n Fackliga representanter: Akademikerföreningen Per Hansson 070-831 60 67, Forena Morgan Svensson 073- 423 59 12 och Handels Mikael Carlsson 070-831 51 32.\n \n\n\n\n*Kundägda Folksamgruppen erbjuder sedan 1908 försäkringar och sparande som ger trygghet i livets alla skeden. Vi gör det enklare för våra fyra miljoner kunder att känna sig trygga i en hållbar värld genom rätt försäkringar, rätt sparande och rätt hjälp när något händer.*","company_url":"https:\/\/se.linkedin.com\/company\/folksam","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHw7wbSg6Rhzg\/company-logo_100_100\/B4DZcvakRtGYAQ-\/0\/1748847183385\/folksam_logo?e=2147483647&v=beta&t=pBLv5ixnYzktKJXytDiJ91Dozpbt9ZLuCoXpRtKv9r0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4310671254","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4310671254","job_url_direct":null,"title":"Senior fullstack-apputvecklare till Digital kundupplevelse","company":"Folksam","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"Insurance","listing_type":null,"emails":null,"description":"Inom avdelningen Leva med och nyttja ansvarar vi för kundresan för befintliga kunder. Vi arbetar främst i inloggat läge och i appen med information, skadeuppdatering, ändringar och dokument - där vi skapar moderna, användarvänliga gränssnitt som driver affärsnytta.\n \n\n\n\n Hos oss får du jobba nära både teknik och affär – i ett team som präglas av samarbete, innovation och ett starkt kundfokus. Här får du chansen att göra skillnad för dig själv och fyra miljoner kunder. Hur vill du bidra till allt som inte har hänt än?\n \n\n\n\n  \n\n\n\n\n\n**Det här gör du som fullstack-apputvecklare på Digital kundupplevelse** \n\n\n\n\n Vi befinner oss i en spännande teknisk förflyttning – från systemcentrisk arkitektur till kundcentriska lösningar. Inom frontend etablerar vi nu en ny plattform med ett tydligt mål: \"Build once for all”.\n \n\n\n\n  \n\n\n\n\n\n Genom att skapa en whitelabel-lösning med återanvändbara komponenter, affärsflöden och kapabiliteter, möjliggör vi snabbare utveckling, enhetlig design och bättre kundupplevelser – oavsett vart du möter oss digital.\n \n\n\n\n  \n\n\n\n\n\n Du kommer att arbeta med komponentbaserad utveckling, designsystem och smarta integration mot backend via API:er och eventdrivna flöden. Du blir en viktig del i ett tvärfunktionellt team där du samarbetar med utvecklare, arkitekter, UX-designers och andra nyckelpersoner.\n \n\n\n\n  \n\n\n\n\n\n Som senior utvecklare hos oss bidrar du aktivt till vår frontend-arkitektur och app-arkitektur med målet att skapa sammanhängande och skalbar lösning för de digitala kanaler i inloggat läget. Du är med och utformar möjlighet för återanvänding av komponenter och logik mellan webb, Android och iOS och driver teknisk förändring i en komplex och storskalig miljö. Du arbetar nära dina backendkollegor och har en viktig roll i att leda arbetet framåt – från initiativ till färdig lösning. Du tar ett helhetsansvar för leveransen och säkerställer att både teknik och samarbete håller hög kvalitet genom hela utvecklingsprocessen.\n \n\n\n\n  \n\n\n\n\n\n**Är du den vi söker?** \n\n\n\n\n I den här rekryteringen söker vi dig som har en förmåga att förenkla teknik och kommunicera lösningar på ett sätt som skapar samsyn och förtroende. Uppdraget har ett stort fokus på att säkerställa att vi samverkar mellan webb, iOS och Android samt jobbar med tillgänglighetanpassning och crossplattform-utveckling, därför ser vi att du har erfarenheten med dig.\n \n\n\n\n Vi tror att du har varit med och gjort den här typen av förflyttning förut och har erfarenhet av bland annat:\n \n\n\n* 7+ års arbetslivserfarenhet som fullstack-utvecklare\/app-utvecklare.\n* Frontend-arkitektur och app-arkitektur som fungerar sömlöst över plattformar och krossfunktionellt.\n* Apputveckling med erfarenhet av Android apputveckling med Kotlin och Jetpack Compose.\n* Apparkitektur och design patterns som MVVM och Clean Architecture.\n* Arbeta med backend API:er - meriterande med GraphQL.\n* Tekniker som Kubernetes, TypeScript, React, Microfrontends, Node.js, GraphQL och komponentbaserad arkitektur­­.\n\n\n\n  \n\n\n\n\n\n Det är meriterande om du också har erfarenhet av iOS apputveckling med Swift och SwiftUI.\n \n\n\n\n Som person ser vi att du är kommunikativ, kreativ, resultatinriktad och övertygad om att det alltid finns lösningar på komplexa problem. Du är ansvarstagande och har hög förmåga att driva frågor själv. Du involverar och vägleder andra och samarbetar gärna tvärfunktionellt.\n \n\n\n\n Vidare skapar du förtroende genom bemötande och kunskap och ser ständigt lärande som en självklarhet. Du är van vid att presentera lösningar och koncept för större publiker. Du har en pedagogisk förmåga och du har en förmåga att förenkla och beskriva teknisk komplexitet på lagom nivå för olika målgrupper. Vi ser att du är en driven person som är van att navigera i olika forum med olika typer av intressenter.\n \n\n\n\n  \n\n\n\n\n\n**Här kan du göra skillnad** \n\n\n\n\n Välkommen till Folksam – här driver du viktiga frågor framåt. Från de avgörande detaljerna till de stora perspektiven, med fokus på att förenkla våra kunders vardag. Det gör att du bidrar till något större, oavsett roll. Här finns det många roliga, utvecklande jobb och du har goda chanser till en spännande karriär.\n \n\n\n\n  \n\n\n\n\n\n Vi tror på ett hållbart arbetsliv och jobbar aktivt med inkludering och mångfald. Våra moderna kontor bjuder in till samarbete och lärande, här får vi saker att hända! Du har flexibiliteten att kunna varva arbete på kontoret med att jobba hemifrån, utifrån verksamhetens behov.\n \n\n\n\n Läs mer och se filmer om livet hos oss på folksam.se\/jobb-och-karriar.\n \n\n\n\n**Så söker du jobbet** \n\n\n\n\n Välkommen att skicka in din ansökan senast 22 oktober 2025.\n \n\n\n\n Vill du veta mer om jobbet är du välkommen att kontakta avdelningschef Jessica Piléus, 070-831 58 88.\n \n\n\n\n Fackliga representanter: Akademikerföreningen Per Hansson 070-831 60 67, Forena Morgan Svensson 073-423 59 12 och Handels Mikael Carlsson 070-831 51 32.\n \n\n\n\n*Kundägda Folksamgruppen erbjuder sedan 1908 försäkringar och sparande som ger trygghet i livets alla skeden. Vi gör det enklare för våra fyra miljoner kunder att känna sig trygga i en hållbar värld genom rätt försäkringar, rätt sparande och rätt hjälp när något händer.*","company_url":"https:\/\/se.linkedin.com\/company\/folksam","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHw7wbSg6Rhzg\/company-logo_100_100\/B4DZcvakRtGYAQ-\/0\/1748847183385\/folksam_logo?e=2147483647&v=beta&t=pBLv5ixnYzktKJXytDiJ91Dozpbt9ZLuCoXpRtKv9r0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4261939385","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261939385","job_url_direct":"https:\/\/karriar.iver.se\/jobs\/6160907-integrationsarkitekt-till-accelerate-at-iver&urlHash=1b31","title":"Integrationsarkitekt till Accelerate at Iver","company":"Accelerate at Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"jesper.carlsson@iver.se","description":"*Nu letar vi efter nya medarbetare som vill vara med på vår resa. Som en del av Accelerate at Iver ligger du i teknikens absoluta framkant och arbetar med spännande digitaliserings- och transformationsprojekt hos marknadsledande kunder. Vi är idag över 300 konsulter som brinner för att realisera digitala möjligheter i molnet. Tillsammans med våra kunder stänger vi gapet mellan aspiration och framgångsrik implementation.\n **Nu söker vi en Integrationsarkitekt som vill bli en del av Accelerate at Iver och som vill vara med och bidra till bättre IT-lösningar som gör skillnad för våra kunder! Är du vår nya kollega?***\n**Din roll på Accelerate at Iver?**\n Som integrationsarkitekt hos Accelerate at Iver kommer du att bidra till att bygga robusta, moderna och långsiktiga integrationslösningar. Lösningarna byggs främst på Microsoft-teknologi utifrån hybrida moln, dvs on-prem och cloud. I din roll kommer du att kombinera Ivers paketerade tjänster med skräddarsydda kundunika lösningar som byggs av våra spetskonsulter inom integrationsområdet.\n   \n\n  \n\n**Några Exempel På Arbetsuppgifter Kan Vara**\n* Ta fram lösningsförslag utifrån Accelerate at Ivers eller våra kunders arkitektur-principer i kombination med verksamhetsmässiga mål. Dokumentera lösningsförslagen åt utvecklare och andra projektdeltagare\n* Samarbeta i olika delar av projektfaser med kravställning, utvecklare, testare, beställare och produktägare\n* Samarbeta med andra lösningsarkitekter och it-arkitekter för att gemensamt ta fram bra och kostnadseffektiva lösningar\n* Ta fram konceptuella design-förslag som inledande initiativ\n* Identifiera och implementera kvalitetsförbättringar i befintliga lösningar, såsom skalbarhet, säkerhet, återanvändbarhet m.m.\n* Agera brygga mellan verksamhet och IT, kommunicera och argumentera för bra lösningar\n* Assistera i det löpande utvecklings- och förvaltningsarbetet kring integrationslösningar\n* Balansera kort- och långsiktiga mål i ditt arbetssätt\n\n\n**Vad erbjuder vi dig?**\n Accelerate at Iver kan erbjuda dig ett utmanande och varierande jobb som konsult med stora personliga utvecklingsmöjligheter! Vi satsar hårt på kompetensutveckling och att ständigt hålla oss i teknisk framkant.\n   \n\n  \n\n Hos Accelerate at Iver får du utvecklas tillsammans med duktiga och erfarna kollegor som har arbetat med C#, .Net Core och Microservices i flera stora och utmanade projekt de senaste åren. Våra kunder är nationella och globala både medel och stora bolag.\n   \n\n  \n\n Vi har intressanta, långsiktiga uppdrag och team-leveranser där du kan utvecklas och arbeta nära kollegor som delar din passion för teknik.\n   \n\n  \n\n Som anställd på Accelerate at Iver får du ett antal fördelar som:\n   \n\n  \n\n* En trygg och säker anställning\n* Individuellt anpassad utvecklings- och utbildningsplan\n* Friskvårdsbidrag\n* Hälso & sjukvårdsförsäkring\n* Pensions och försäkringsrådgivning\n* Förmånsportal\n* Timbank & volontärdag\n* Medarbetar och familjeaktiviteter i olika former\n\n\n**Vem söker vi?**\n Du bör ha färdigheter inom alla eller vissa av dessa områden:\n   \n\n  \n\n* C#, .NET Core och .NET Framework\n* RESTful services, Microservices, Azure Logic Apps, Azure Function Apps, App Services, Azure API Apps\n* SQL Server, Azure SQL, Entity Framework, Azure Storage, Azure Data Factory\n* Azure Service Bus, Azure Event Grid, Azure API Management, Azure Active Directory\n* Microsoft Visual Studio\/Visual Studio Code, Post man, Git, Azure DevOps, Gitflow, SoapUI\n* PowerShell, Bash\n\n\n Du bör ha jobbat minst 3-5 år i utvecklingsteam med utveckling inom ovanstående områden.\n   \n\n  \n\n Du bör ha jobbat i agila team med scrum- eller kanban som arbetssätt, och vara van vid de olika rollerna och rollfördelningen som ett sådant arbetssätt innebär.\n   \n\n  \n\n För att trivas i rollen som konsult bör du ha lätt att skapa relationer, kunna arbeta både i team och självständigt och ha stor personlig drivkraft och lösningsfokus.\n   \n\n  \n\n Är du en social, flexibel och strukturerad person med stort intresse inom av arbeta med och att utvecklas inom de senaste teknologierna så tror vi du kommer passa in och trivas utmärkt hos oss!\n   \n\n  \n\n För denna position krävs Svenskt medborgarskap, vi utför även bakgrundskontroll av slutkandidat.\n   \n\n  \n\n**Placeringsort**\n Iver finns på 25 platser i Sverige & Norge. För denna roll ser vi att du utgår från ett av våra kontor i Stockholm.\n   \n\n  \n\n**Sök till oss!**\n Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Accelerate at Iver eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse. Du är välkommen att kontakta Jesper Carlsson på jesper.carlsson@iver.se vid frågor eller funderingar kring tjänsten. Vi ser fram emot din ansökan!\n   \n\n  \n\n Välkommen till Accelerate at Iver!","company_url":"https:\/\/se.linkedin.com\/company\/accelerate-at-iver-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9qCEnYo3LEw\/company-logo_100_100\/company-logo_100_100\/0\/1705932924745?e=2147483647&v=beta&t=YypaPrg8V26RH6kSjgMaakZ6TI3u1NuEzUMv-PjQUjk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4300569067","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4300569067","job_url_direct":"https:\/\/jobb.ants.se\/jobs\/6053140-javautvecklare-till-spp&urlHash=En-q","title":"Javautvecklare till SPP","company":"SPP","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Insurance","listing_type":null,"emails":"sofia.odeen@ants.se","description":"*Vill du vara med och bygga framtidens integrationslösningar i en verksamhet som verkligen gör skillnad?* \n Hos SPP Tech kombinerar vi innovation med hållbarhet och moderna tekniker för att skapa framtidens digitala lösningar. Teamet\n **Core & Integrations** \n söker nu en\n **Javautvecklare** \n – här blir du en del av ett engagerat team som ansvarar för företagets integrationslager, navet som kopplar samman interna system.\n \n\n\n\n  \n\n\n\n\n\n Just nu pågår en spännande modernisering där både plattform och integrationer flyttas till Azure, och som Javautvecklare får du en central roll i det arbetet. Du kommer också att vara med och utveckla integrationer mot externa system. Här jobbar du nära arkitekter, utvecklare och andra team, med stor möjlighet att påverka och ta ansvar i en miljö där samarbete står i fokus.\n \n\n\n\n  \n\n\n\n\n\n**I rollen kommer du att:** \n\n\n\n* Utveckla, förbättra och förvalta integrationer mot SPP:s interna system\n* Arbeta med parprogrammering och kodgranskning för att säkerställa hög kvalitet\n* Vara delaktig i vår molnresa och jobba med moderna cloudtjänster i Azure\n* Ha möjlighet att påverka val av verktyg, tekniker och arbetssätt\n\n\n\n Vi jobbar målstyrt och agilt med ett starkt fokus på ständiga förbättringar – både i våra lösningar och i hur vi samarbetar. Du uppmuntras till kontinuerligt lärande genom kurser, föreläsningar och interna Lunch & Learn-sessioner där vi delar kunskap och inspirerar varandra.\n \n\n\n\n  \n\n\n\n\n\n**Och vem är då du?** \n\n\n\n\n Eftersom du kommer att samarbeta med både ditt eget och andra utvecklingsteam inom SPP Tech är det viktigt att du är kommunikativ både på svenska och engelska. Du trivs med att dela kunskap, lösa problem tillsammans och bidra till en öppen och prestigelös teamkultur.\n \n\n\n\n  \n\n\n\n\n\n**Utöver detta ser vi gärna att du har:** \n\n\n\n\n ✔ Minst 5 års erfarenhet av systemutveckling\n \n\n\n\n ✔ Stark bakgrund inom Javautveckling\n \n\n\n\n ✔ Vana att arbeta i moderna cloudmiljöer och med containerbaserad infrastruktur\n \n\n\n\n ✔ Eftergymnasial utbildning inom systemutveckling eller liknande område\n \n\n\n\n  \n\n\n\n\n\n**Vår teknikstack är primärt:** \n\n\n\n* Java (Maven\/Gradle), Spring Boot och Apache Camel\n* GitHub Actions och CI\/CD-pipelines\n* SQL\n* Testdriven utveckling (TDD)\n* Azure som molnplattform, inklusive Azure Service Bus\n* Inom en snar framtid: Docker och Kubernetes\n\n\n\n  \n\n\n\n\n\n**Att vara anställd på SPP** \n\n\n\n\n Vi tror på balans, trygghet och långsiktighet – både i arbetslivet och privat. Därför erbjuder vi ett generöst förmånspaket som främjar hälsa, flexibilitet och framtid.\n \n\n\n\n  \n\n\n\n\n\n**Ansökan** \n\n\n\n\n Skicka in din ansökan genom länken\n **här.** \n I den här rekryteringen samarbetar vi med Ants, så sök tjänsten via deras jobbportal.\n \n\n\n\n Har du frågor om tjänsten? Kontakta gärna rekryteringsansvarig Sofia Odeen på sofia.odeen@ants.se. Urval och intervjuer sker löpande – så vänta inte med din ansökan!\n \n\n\n\n  \n\n\n\n\n\n**Om oss** \n\n\n\n\n Vi är en del av norska Storebrand, tillsammans är vi en av Nordens ledande koncerner för sparande och försäkringslösningar. Vi utmärker oss bland annat genom vårt fokus på hållbarhet och ansvarsfulla investeringar.\n \n\n\n\n  \n\n\n\n\n\n*Med kandidatens samtycke görs en bakgrundskontroll under anställningsprocessens slutskede som innebär kontroll av personalia, ekonomiska förhållanden och juridiska frågor. Även CV och annan ansökningsdokumentation kan komma att verifieras.*","company_url":"https:\/\/se.linkedin.com\/company\/spp","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEvu8qVpPUAPw\/company-logo_100_100\/company-logo_100_100\/0\/1728889193480\/spp_logo?e=2147483647&v=beta&t=mCeDBxrGQyBdHyAAe0Nj49LPQLryw_op0JuXc8RlzZM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3d0da3f18811499f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=3d0da3f18811499f","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30106506","title":"CGI specialist","company":"Ingenii solutions AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1759622400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"This role involves close interaction with the interior and exterior industrial design teams, CMF (Color, Material, Finish), Visual Graphics, and other cross-functional teams. The CGI team plays a vital role in enhancing the product User Experience (UX) and delivering a premium design experience within the context of sustainable heavy transport.\n  \nKey Responsibilities\n  \n* Create photorealistic still imagery in both studio and product application contexts.\n* Produce high-quality animations\/videos for design and communication purposes.\n* Support real-time visualization during design reviews and fixed deliveries.\n* Enable VR visualization using multi-headset setups.\n* Contribute to process and tool development for efficient, high-quality iterations.\n* Participate in agile workflows with 10-week PI (Program Increment) planning.\n\n\n**Tools & Technologies:**  \n\n* Primary tools: Autodesk VRED, Blender, After Effects\n* Emerging tools: Unreal Engine, Unity\n* Experience with game engines and real-time rendering is highly valued.\n\n\n**Qualifications:**  \n\n* Bachelor’s or Master’s degree in Industrial Design, Visualization, or a related field.\n* Proven experience in visualizing complex design projects.\n* Automotive industry experience is a plus.\n* Strong proficiency in the tools mentioned above.\n* Exceptional visual communication and storytelling skills.\n\n\n**Success Factors:**  \n\n* Demonstrated ability to work in collaborative team environments.\n* Agile mindset with adaptability to varying project conditions.\n* Strong communication skills, both verbal and visual.\n* Ability to work independently, manage multiple tasks, and meet deadlines.\n\n\n**Tools & Technologies:**  \n\n* Primary tools: Autodesk VRED, Blender, After Effects\n* Emerging tools: Unreal Engine, Unity\n* Experience with game engines and real-time rendering is highly valued.\n\n\n**Qualifications:**  \n\n* Bachelor’s or Master’s degree in Industrial Design, Visualization, or a related field.\n* Proven experience in visualizing complex design projects.\n* Automotive industry experience is a plus.\n* Strong proficiency in the tools mentioned above.\n* Exceptional visual communication and storytelling skills.","company_url":"https:\/\/se.indeed.com\/cmp\/Ingenii-Solutions-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4265277156","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4265277156","job_url_direct":null,"title":"Product Designer","company":"Rebtel","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"Telecommunications","listing_type":null,"emails":null,"description":"*Global migration is a 21st-century reality. Whether people are fleeing from something or racing towards better opportunity, following love or seeking new experiences, more and more are living in different environments and in new ways. We celebrate the power of people coming together. That’s why we connect ambitious people abroad with their families and friends back home so they can support each other emotionally and financially, and lead more enriched lives.*\n**Why Rebtel?**\n When you join Rebtel, you become part of a global team driven by a shared mission: to break down borders and build meaningful connects across the world. We take our work, and the people we build it for, seriously. Our Stockholm HQ reflects who we are: focused, collaborative and energized by a healthy dose of curiosity (and just the right amount of coffee).\n   \n\n  \n\n**What will you do?**\n As a Product Designer at Rebtel you will bring strategic thinking and strong visual craft to the table. Someone who has the passion to turn real user needs into impactful, accessible and scalable design solutions. In this role, you will help shape intuitive user experience across mobile and web.\n   \n\n  \n\n**Responsibilities And Tasks**\n* Deliver and own high quality, user centered designs and features to elevate user experience as a whole.\n* Partner with Senior Product Designer, Product Managers, and Engineers to iterate user experience from concept to launch.\n* Create, collaborate and iterate on flows, prototypes and high-fidelity visuals.\n* Contribute to evolving design system to support scalability across mobile app (iOS\/Android) and web.\n* Balance look and feel and user needs with business objectives and technical constraints.\n* Ensure accessibility and usability standards are met across designs consistently.\n* Build UI that supports localization requirements.\n* Support research and testing to validate design decisions.\n* Stay up to date with design and mobile app trends to inform design thinking and innovation.\n\n\n**Requirements**\n* Minimum of 3 years of experience in a similar role.\n* Proficiency in Figma and similar tools for prototype, collaboration and documentation.\n* Strong eye for visual and interaction design.\n* Motion\/interaction skills is a plus.\n* Familiarity with front-end technologies (HTML\/CSS\/JavaScript) is a plus.\n* Experience with user research, usability testing and A\/B testing is a plus.\n* Experience working in a rapidly changing environment.\n\n\n**Our Offer To You**\n**Benefits**\n At Rebtel, you are the most important asset and we strive to provide a comprehensive package of benefits and perks that enhance your well-being and work experience. Here are some of the things you can expect from us:\n   \n\n  \n\n* Pension Plan\n* Health Checkups and Private Medical Insurance\n* 10k Bucket (net) for wellness allowance and Travel (benefit taxed)\n* Discount on gym memberships\n* Bonus program\n* Parental pay\n* 30 days annual vacation\n* Relocation Support, if you're joining us from afar, we'll assist you in making a smooth transition.\n\n\n Rebtel is an international workplace, and at the office, we speak English; therefore, high English proficiency is required.\n   \n\n  \n\n*We are Rebtel. We come from all around the world to create products for anyone who has crossed a border. We believe in equal opportunity and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.*\n Global migration is a 21st-century reality. Whether people are fleeing from something or racing towards better opportunity, following love or seeking new experiences, more and more are living in different environments and in new ways. We celebrate the power of people coming together. That’s why we connect ambitious people abroad with their families and friends back home so they can support each other emotionally and financially, and lead more enriched lives.\n   \n\n  \n\n Our ambitious team reflects our international audience. We are a diverse group of people from all over the world that come together every day—and we’re looking for others driven by the same desire to create meaningful products that bridge cultural and geographic distances.","company_url":"https:\/\/se.linkedin.com\/company\/rebtel","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFP7hOM4lVNyg\/company-logo_100_100\/company-logo_100_100\/0\/1680594856954\/rebtel_logo?e=2147483647&v=beta&t=9wNSWIn9OUnNZ5T0NnQpCgwbrRWiBe_dOvbvHsz0mn4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4277544282","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4277544282","job_url_direct":"https:\/\/digitalcareers.infosys.com\/infosys\/global-careers\/apply-digital-workplace-transformation-leader-sweden\/477579?Codes=LinkedIn&urlHash=zP2G","title":"Digital Workplace Transformation Leader - Sweden","company":"Infosys","location":"Södertälje, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Job Description**\n**Role** \n – Industry Principal \/Digital Workplace Transformation Leader\n   \n\n  \n\n**Skill** \n - Digital Workplace Transformation\n   \n\n  \n\n**Location** \n – Sweden\n   \n\n  \n\n**Compensation** \n – Competitive (including bonus)\n   \n\n  \n\n**Job Description**\n The Digital Workplace Advisory Group is a strategic practice unit established to help orchestrate the breadth of Infosys digital workplace service offerings across the technology service-lines, complemented with experience design, digital adoption & learning services to deliver an integrated and human-centric experience to our enterprise clients in their journey to the future of work. This team is responsible for driving integrated Go To Market incubating industry solutions, Managing Analyst Briefings & provide technology advisory services to Client execs in their digital transformation of workplace.\n   \n\n  \n\n**Your role**\n In the role of Industry Principal, you would be part of team of digital workplace transformation leaders and evangelists on future of work who specialize in leading organizations through digital workplace transformation by leveraging emerging workplace technologies. You will work on customer engagements to define, sell and guide customers on initiatives in the areas of digital workplace strategy, employee experience transformation, workplace modernization, organizational change and smart workspace design.\n   \n\n  \n\n**Role And Responsibilities**\n* Provide technology advisory services to Client Executives on their digital workplace strategy & roadmap.\n* Lead large digital workplace transformation programs as a trusted Technology advisor to clients working with multiple client stakeholders, business groups and service providers.\n* Provide best-fit architectural solutions, technology consultation, assist in defining scope and sizing of work, create technology differentiation to ensure high quality technical solutions and thought leadership for digital workplace.\n* Manage a range of stakeholders and subject matter experts to ensure alignment to business needs.\n* Liase with various integration forums and internal governance committees\n* Strategic and Large deal advisory – Lead integrated solutions for large proposals or client programs (digital workplace).\n* Program manage large consulting\/advisory engagements for digital workplace.\n\n\n**Required - Mandatory:**\n* Experience in IT .\n* A Digital Workplace Technology strategist and evangelist who specializes in leading organizations through digital transformation by leveraging emerging technology and articulating the strategy to deliver new products, business paradigms and ecosystem partnerships that enable growth and increase operational efficiency.\n* Well versed with Industry Standards, OEM Standards, and Service Offerings in the “Digital Workplace” domain to be able to provide solution advisory and transformation strategy.\n* Experience across the breadth of Digital Workplace Technology domains in Three or more of the below service offering domains –\n\n\n Employee Experience, Modern Workplace and Endpoint Management, Digital Collaboration (Team Collaboration , Cloud Voice & Meeting & Collaborative Apps ), DaaS & Device lifecycle Management (Modern device and endpoint management, Cloud Virtual Desktops, Device Analytics & experience management ), Connected Workspaces ( IoT, AR\/VR ), Workplace Security), Digital Adoption & Change Management ( incl. Workplace Analytics), Service desk & experience, ( incl. Conversational AI & Automation).\n   \n\n  \n\n**Personal**\n Besides the professional qualifications of the candidates, we place great importance in addition to various forms personality profile. These include:\n   \n\n  \n\n* Excellent in Verbal, written communication.\n* Strong stakeholder management and negotiation skills to be able to influence or manage difficult stakeholders both internal and external – partners, service providers and customers.\n* Willingness and flexibility to learn new technologies (learnability, having a pulse on industry trends), scale up quickly and adapt to different roles as the situation demands.\n\n\n**Why Infosys**\n Infosys is a global leader in next-generation digital services and consulting. We enable clients in 56 countries to navigate their digital transformation & an equal opportunity employer. With over three decades of experience in managing the systems and workings of global enterprises, we expertly steer our clients through their digital journey. We do it by enabling the enterprise with an AI-powered core that helps prioritize the execution of change. We also empower the business with agile digital at scale to deliver unprecedented levels of performance and customer delight. Our always-on learning agenda drives their continuous improvement through building and transferring digital skills, expertise, and ideas from our innovation ecosystem.\n   \n\n  \n\n Visit www.infosys.com to see how Infosys (NYSE: INFY) can help your enterprise navigate your next.","company_url":"https:\/\/in.linkedin.com\/company\/infosys","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEv67uGFge5Sw\/company-logo_100_100\/B56ZfEsEVpHoAU-\/0\/1751351576332\/infosys_logo?e=2147483647&v=beta&t=cZJHsfAqzeMJNdxHldoUAVht2bRr9_VtbB2VlJJn19I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4307233096","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4307233096","job_url_direct":"https:\/\/www.skillsnap.se\/jobs\/8dc634fc-acfe-4361-9958-3d239be55145&urlHash=5MQq","title":"Product Consultant, Jobtech & Recruitment Platforms (Fractional\/Contract)","company":"Skillsnap Sweden - Job Search & ATS by Skills","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Product Management and Marketing","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"**Company Description** \n\n\n\n\n  \n\n\n\n\n\n SkillSnap by UpGrowth AB is a Stockholm-based bootstrapped startup on a mission to reshape Sweden’s tech hiring landscape. We’re building a dual-sided platform: for jobseekers, a skill-first career development journey with AI-powered job matching and interview support; for employers, a modern ATS alternative that removes hiring noise and surfaces only verified candidates. Think of us as a smart bridge between talent and opportunity — designed for Sweden, with global ambitions.\n \n\n\n\n  \n\n\n\n\n\n**Role Description** \n\n\n\n\n  \n\n\n\n\n\n**We’re building SkillSnap, a dual-sided platform for Sweden’s & Global tech job market:** \n\n\n\n\n  \n\n\n\n\n\n For jobseekers → skill-based upskilling, interview prep, job matching. 30% weightage\n \n\n\n\n For employers → a modern ATS alternative (like Greenhouse, Teamtailor, Ashby, Workable) designed to cut hiring noise and surface verified candidates. 70% weightage\n \n\n\n\n We’re looking for an experienced product consultant who has worked on ATS platforms, job boards, or job-matching SaaS and can help us shape the product roadmap for both jobseekers and employers.\n \n\n\n\n This is a fractional \/ part-time consulting role (5–15 hrs\/week) on a 3–6 month contract with potential extension.\n \n\n\n\n  \n\n\n\n\n\n**What you will do** \n\n\n\n\n  \n\n\n\n\n\n Review our current MVP and benchmark it against industry-standard ATS\/job platforms.\n \n\n\n\n Define and refine the core ATS features (careers page → candidate pipeline → interview → hire).\n \n\n\n\n Map jobseeker and recruiter user journeys → simplify, standardize, and remove friction.\n \n\n\n\n Prioritize features into a clear roadmap (what’s MVP, what’s phase 2, what can wait).\n \n\n\n\n Work with founders + dev\/design team to ensure execution aligns with roadmap.\n \n\n\n\n Test UX flows, suggest optimizations, and highlight industry best practices.\n \n\n\n\n Provide input on candidate pool building, skill verification, and recruiter adoption features.\n   \n\n\n\n\n\n**What you show know already** \n\n\n\n\n  \n\n\n\n\n\n Hands-on experience in building or scaling ATS \/ job platforms (LinkedIn, Workable, Greenhouse, Teamtailor, or similar).\n \n\n\n\n Strong understanding of recruiter workflows (job posting → candidate sourcing → ATS pipeline → hire).\n \n\n\n\n Familiarity with jobseeker UX → what makes applying and onboarding seamless.\n \n\n\n\n Product roadmap definition (taking founder vision → into backlog and deliverables).\n \n\n\n\n Ability to spot gaps in features and prevent building “noise.”\n \n\n\n\n Experience with UX\/UI best practices for SaaS, preferably in hiring or HR-tech.\n \n\n\n\n Knowledge of EU market compliance (GDPR, hiring data) is a plus.\n   \n\n\n\n\n\n**Location & Setup** \n\n\n\n\n  \n\n\n\n\n\n Open to remote (India, US, Sweden) — but must have strong prior experience in ATS recruitment\/jobtech platforms.\n \n\n\n\n Sweden\/EU knowledge is a bonus, but not mandatory at start.\n \n\n\n\n Contract setup: Fractional \/ Part-Time (5–15 hrs\/week).\n \n\n\n\n Duration: 3–6 months contract (extendable).\n \n\n\n\n Compensation: Competitive contract fee (cash) + optional small equity % for longer commitment.\n \n\n\n\n  \n\n\n\n\n\n**Why Join Us** \n\n\n\n\n  \n\n\n\n\n\n Shape the future of a skill-first hiring platform in Sweden & Global tech market.\n \n\n\n\n Work closely with founders who understand both tech and product management.\n \n\n\n\n Be at the ground floor of a bootstrapped startup with real MVP traction.\n \n\n\n\n Flexible, impactful, and high-visibility role.\n \n\n\n\n  \n\n\n\n\n\n**How We Hire** \n\n\n\n\n  \n\n\n\n\n\n Application – Fill out a short form and share links to your past work (portfolio, product case studies, or ATS\/job platform projects).\n \n\n\n\n Intro Call – We’ll jump on a quick exploratory call to understand your background, availability, and fit with our MVP stage.\n \n\n\n\n Practical Insight – Instead of a test, we’ll ask you to present your approach to a real problem we’re solving (via Loom video or call).\n \n\n\n\n Deep Dive Chat – Join us for a follow-up discussion about your experience with product strategy, ATS\/jobtech platforms, and MVP growth.\n \n\n\n\n Trial Collaboration – A short, paid 1–2 day remote exercise with our team. You’ll get to see how we work, and we’ll see how you think.\n   \n\n\n\n\n\n**About Your Application** \n\n\n\n\n  \n\n\n\n\n\n Please submit your application in English. It’s our working language at SkillSnap.\n \n\n\n\n We are a Sweden-based, bootstrapped startup — transparency and curiosity matter more than polished CVs.\n \n\n\n* We treat all candidates equally. If you’re interested, apply via our careers form (or LinkedIn job post link we’ll share).","company_url":"https:\/\/se.linkedin.com\/company\/upgrowth-skillsnap","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFL-RovpvUx2w\/company-logo_100_100\/B4DZj1Vc0fIgAQ-\/0\/1756462698520\/upgrowth_skillsnap_logo?e=2147483647&v=beta&t=Num4zZ5O3VyQaXfuNP7IruE6lxb6oQzCLeZW8C5xg3M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4296057641","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4296057641","job_url_direct":null,"title":"Marketing Intern","company":"Freja North Studios","location":"Stockholm, Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Marketing, Public Relations, and Business Development","company_industry":"Media Production, Marketing Services, and Public Relations and Communications Services","listing_type":null,"emails":null,"description":"**📞 Marketing Intern — Client Relations & Research (Praktik)** \n\n\n\n\n  \n\n\n\n\n\n*Are you a confident communicator looking to gain real-world experience in client outreach, marketing and relationship building? Do you have a sense of Nordic design? Do you enjoy connecting with people, conducting research, market analysis and explaining ideas clearly across different cultures and time zones?* \n\n\n\n\n  \n\n\n\n\n\n We're hiring interns for the Stockholm client engagement division of our international affiliates, specializing in relationship management and international communications.\n \n\n\n\n  \n\n\n\n\n\n**🌿 About Us** \n\n\n\n\n We focus on building professional connections through structured outreach and relationship development. We work with clients across North America and Europe, supporting communication strategies, marketing and contact development.\n \n\n\n\n  \n\n\n\n\n\n As part of the broader Swed Fintech group, and affiliates of Swiss Finance Academy and Britannica Capital we train the next generation of communication professionals and client relationship specialists.\n \n\n\n\n  \n\n\n\n\n\n**✨ What You'll Do** \n\n\n\n* Design marketing campaigns in Salesforce, CRM, Mailchimp and other outreach systems\n* Make videos and other content that explains our products and services to clients\n* Develop online presence\n* Conduct outbound communication via phone and email with potential clients\n* Research client segments and prepare outreach materials\n* Assist in developing communication scripts and strategies\n* Participate in training sessions and skill-building exercises\n* Track communication outcomes and relationship development progress\n\n\n\n  \n\n\n\n\n\n**🌸 This Role Is For You If You:** \n\n\n\n* Are based in Sweden and fluent in English (Swedish helpful but not required)\n* Have clear communication skills and are comfortable speaking on phone calls\n* Are eager to learn professional communication tools and systems\n* Want hands-on experience in client relations and outreach work\n* Prefer practical experience over theoretical coursework\n\n\n\n  \n\n\n\n\n\n**🌿 Ideal Candidates Have:** \n\n\n\n* Background in Communications, Media Studies, Marketing, Sales, or related programs requiring practical internship experience\n* Comfort with phone-based communication or customer interaction\n* Design skills, sense of aesthetics\n* Interest in developing professional relationship-building skills\n\n\n\n  \n\n\n\n\n\n**🙏 What We Offer:** \n\n\n\n* Office located on Östermalm in central Stockholm\n* Practical experience with real client communications\n* Professional development in relationship building and outreach\n* Structured feedback and skill development\n* Respected internship experience for your CV\n\n\n\n  \n\n\n\n\n\n This is an unpaid praktik focused on professional skill development, and practical marketing and communications experience, suitable for students requiring internship credits as well as others interested in building client reach-out and relationship management skills.\n \n\n\n\n  \n\n\n\n\n\n**To Apply:** \n Send CV and brief email explaining your interest in client communications work.\n \n\n\n\n**Location:** \n Stockholm (Östermalm)\n \n\n\n\n**Commitment:** \n Full-time preferred but Part-time considered\n \n\n\n\n**Language:** \n English required, Swedish helpful\n \n\n\n\n**Timeline:** \n Rolling applications\n \n\n\n\n This is Swedish\n **Praktik** \n : This has an educational and professional development component so it is unpaid.","company_url":"https:\/\/se.linkedin.com\/company\/freja-north-studios","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEJHNIj58VnWg\/company-logo_100_100\/B4EZhxXuSsHEAQ-\/0\/1754248702212\/freja_north_studios_logo?e=2147483647&v=beta&t=INbeONtIYdbEk1HQqMx3doBUXQL32nXnK_V7LWDj09w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4277544282","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4277544282","job_url_direct":null,"title":"Digital Workplace Transformation Leader - Sweden","company":"Infosys","location":"Södertälje, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Job Description**\n**Role** \n – Industry Principal \/Digital Workplace Transformation Leader\n   \n\n  \n\n**Skill** \n - Digital Workplace Transformation\n   \n\n  \n\n**Location** \n – Sweden\n   \n\n  \n\n**Compensation** \n – Competitive (including bonus)\n   \n\n  \n\n**Job Description**\n The Digital Workplace Advisory Group is a strategic practice unit established to help orchestrate the breadth of Infosys digital workplace service offerings across the technology service-lines, complemented with experience design, digital adoption & learning services to deliver an integrated and human-centric experience to our enterprise clients in their journey to the future of work. This team is responsible for driving integrated Go To Market incubating industry solutions, Managing Analyst Briefings & provide technology advisory services to Client execs in their digital transformation of workplace.\n   \n\n  \n\n**Your role**\n In the role of Industry Principal, you would be part of team of digital workplace transformation leaders and evangelists on future of work who specialize in leading organizations through digital workplace transformation by leveraging emerging workplace technologies. You will work on customer engagements to define, sell and guide customers on initiatives in the areas of digital workplace strategy, employee experience transformation, workplace modernization, organizational change and smart workspace design.\n   \n\n  \n\n**Role And Responsibilities**\n* Provide technology advisory services to Client Executives on their digital workplace strategy & roadmap.\n* Lead large digital workplace transformation programs as a trusted Technology advisor to clients working with multiple client stakeholders, business groups and service providers.\n* Provide best-fit architectural solutions, technology consultation, assist in defining scope and sizing of work, create technology differentiation to ensure high quality technical solutions and thought leadership for digital workplace.\n* Manage a range of stakeholders and subject matter experts to ensure alignment to business needs.\n* Liase with various integration forums and internal governance committees\n* Strategic and Large deal advisory – Lead integrated solutions for large proposals or client programs (digital workplace).\n* Program manage large consulting\/advisory engagements for digital workplace.\n\n\n**Required - Mandatory:**\n* Experience in IT .\n* A Digital Workplace Technology strategist and evangelist who specializes in leading organizations through digital transformation by leveraging emerging technology and articulating the strategy to deliver new products, business paradigms and ecosystem partnerships that enable growth and increase operational efficiency.\n* Well versed with Industry Standards, OEM Standards, and Service Offerings in the “Digital Workplace” domain to be able to provide solution advisory and transformation strategy.\n* Experience across the breadth of Digital Workplace Technology domains in Three or more of the below service offering domains –\n\n\n Employee Experience, Modern Workplace and Endpoint Management, Digital Collaboration (Team Collaboration , Cloud Voice & Meeting & Collaborative Apps ), DaaS & Device lifecycle Management (Modern device and endpoint management, Cloud Virtual Desktops, Device Analytics & experience management ), Connected Workspaces ( IoT, AR\/VR ), Workplace Security), Digital Adoption & Change Management ( incl. Workplace Analytics), Service desk & experience, ( incl. Conversational AI & Automation).\n   \n\n  \n\n**Personal**\n Besides the professional qualifications of the candidates, we place great importance in addition to various forms personality profile. These include:\n   \n\n  \n\n* Excellent in Verbal, written communication.\n* Strong stakeholder management and negotiation skills to be able to influence or manage difficult stakeholders both internal and external – partners, service providers and customers.\n* Willingness and flexibility to learn new technologies (learnability, having a pulse on industry trends), scale up quickly and adapt to different roles as the situation demands.\n\n\n**Why Infosys**\n Infosys is a global leader in next-generation digital services and consulting. We enable clients in 56 countries to navigate their digital transformation & an equal opportunity employer. With over three decades of experience in managing the systems and workings of global enterprises, we expertly steer our clients through their digital journey. We do it by enabling the enterprise with an AI-powered core that helps prioritize the execution of change. We also empower the business with agile digital at scale to deliver unprecedented levels of performance and customer delight. Our always-on learning agenda drives their continuous improvement through building and transferring digital skills, expertise, and ideas from our innovation ecosystem.\n   \n\n  \n\n Visit www.infosys.com to see how Infosys (NYSE: INFY) can help your enterprise navigate your next.","company_url":"https:\/\/in.linkedin.com\/company\/infosys","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEv67uGFge5Sw\/company-logo_100_100\/B56ZfEsEVpHoAU-\/0\/1751351576332\/infosys_logo?e=2147483647&v=beta&t=cZJHsfAqzeMJNdxHldoUAVht2bRr9_VtbB2VlJJn19I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4209658580","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4209658580","job_url_direct":null,"title":"Presales Consultant STRATA","company":"Palo Alto Networks","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Sales","company_industry":"Computer and Network Security","listing_type":null,"emails":"accommodations@paloaltonetworks.com","description":"**Our Mission**\n At Palo Alto Networks® everything starts and ends with our mission:\n   \n\n  \n\n Being the cybersecurity partner of choice, protecting our digital way of life.\n   \n\n  \n\n Our vision is a world where each day is safer and more secure than the one before. We are a company built on the foundation of challenging and disrupting the way things are done, and we’re looking for innovators who are as committed to shaping the future of cybersecurity as we are.\n   \n\n  \n\n**Who We Are**\n We take our mission of protecting the digital way of life seriously. We are relentless in protecting our customers and we believe that the unique ideas of every member of our team contributes to our collective success. Our values were crowdsourced by employees and are brought to life through each of us everyday - from disruptive innovation and collaboration, to execution. From showing up for each other with integrity to creating an environment where we all feel included.\n   \n\n  \n\n As a member of our team, you will be shaping the future of cybersecurity. We work fast, value ongoing learning, and we respect each employee as a unique individual. Knowing we all have different needs, our development and personal wellbeing programs are designed to give you choice in how you are supported. This includes our FLEXBenefits wellbeing spending account with over 1,000 eligible items selected by employees, our mental and financial health resources, and our personalized learning opportunities - just to name a few!\n   \n\n  \n\n**Job Description**\n**Your Career**\n As a Presales Domain Consultant STRATA for network security transformation, you provide technical expertise and guidance in customers' network security and zero trust journey. You will be key in defining technical solutions that secure a customer’s key business imperatives. You evangelize our industry leadership in on-prem, cloud, and security services that establish Palo Alto Networks as a customer’s cybersecurity partner.\n   \n\n  \n\n**Your Impact**\n* Collaborate with sales teams to recommend and develop customer solutions within your assigned specialization\n* Architect solutions that will help our customers strengthen and simplify their security posture\n* Present to customers as our expert at all levels in the customer hierarchy, from practitioner to senior leadership\n* Lead and support customer demonstrations that showcase our unique value proposition\n* Responsible for prospective customers and partners' Technical Validation projects based on best practices to ensure technical win in assigned opportunities\n* Document high-level design and key use cases to ensure proper implementation and value realization of Palo Alto Networks solutions\n* Lead conversations about industry trends and emerging changes to the security landscape\n* Responsible for discussing and highlighting product alignment with customer requirements and differentiation\n* As the main technical point of contact for Network Security, you will assist and collaborate to respond effectively to RFIs\/RFPs\n* Position Palo Alto Networks or Partner delivered services as appropriate to ensure proper implementation and value realization of Palo Alto Networks solutions\n* Discuss, with credibility, competitive offers in the marketplace and position ours as the best alternative\n\n\n**Qualifications**\n**Your Experience**\n* Multiple years of specialist experience in pre-sales\/sales engineering within one or more of the following specialisms - Zero Trust, SaaS Security, SSE\/SASE, Networking or Network Security\n* Being the expert addition to the technical sales function\n* Solid understanding of NGFW, Network Security, SASE, SD-WAN, CASB, Proxy, DLP and BYOD Solutions\n* Experience in working with customers, demonstrating problem-solving skills and a can-do attitude\n* Business fluent in Swedish and English\n\n\n**Additional Information**\n**The Team**\n Our Domain Consultant team members work hand-in-hand with organizations around the world to keep their digital environments protected. We educate, inspire,and empower our potential clients in their journey to security.\n   \n\n  \n\n You are empowered with unmatched systems and tools and a team built on joint success. You won’t find someone at Palo Alto Networks that isn’t committed to your success – with everyone pitching in to assist when it comes to solutions selling, learning, and development. Our Solutions Consulting community is driven by the mission to be our customers’ cybersecurity partner of choice, protecting their digital way of life.\n   \n\n  \n\n**Our Commitment**\n We’re problem solvers that take risks and challenge cybersecurity’s status quo. It’s simple: we can’t accomplish our mission without diverse teams innovating, together.\n   \n\n  \n\n We are committed to providing reasonable accommodations for all qualified individuals with a disability. If you require assistance or accommodation due to a disability or special need, please contact us at accommodations@paloaltonetworks.com.\n   \n\n  \n\n Palo Alto Networks is an equal opportunity employer. We celebrate diversity in our workplace, and all qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or other legally protected characteristics.\n   \n\n  \n\n All your information will be kept confidential according to EEO guidelines.","company_url":"https:\/\/www.linkedin.com\/company\/palo-alto-networks","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFZg72Sfni4SA\/company-logo_100_100\/company-logo_100_100\/0\/1657225156841\/palo_alto_networks_logo?e=2147483647&v=beta&t=w5HNHNOQyVpcdvzfmUcHeJEtSJFrAouMjagBqwW3Itk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4289778227","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4289778227","job_url_direct":null,"title":"Network Security Engineer","company":"Bankgirot","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Banking","listing_type":null,"emails":"johanna.varmfors@nexergroup.com, jenny.nilsson@nexergroup.com","description":"Bankgirot söker nu en Network Security Engineer till en växande del av organisationen i Stockholm.\n   \n\n  \n\n Som Network Security Engineer arbetar du operativt med att övervaka, konfigurera och vidareutveckla nätverkssäkerhetslösningar – exempelvis brandväggar, IDS\/IPS, NDR och segmentering. Du säkerställer att vår nätverkstrafik och våra säkerhetslösningar håller högsta möjliga nivå och följer både interna säkerhetsprinciper och externa regulatoriska krav. Rollen kräver nära samarbete med tech lead, drift, utveckling och säkerhetsfunktioner och innebär både proaktivt och reaktivt arbete – från implementation och konfiguration till trafik- och händelseanalys, incidenthantering och dokumentation.\n   \n\n  \n\n Du blir en viktig del i vår satsning på Zero Trust och bidrar till att skapa en robust och framtidssäker nätverksarkitektur. Arbetet sker i en dynamisk och komplex IT-miljö där du får stort eget ansvar och möjlighet att påverka hur våra tekniska lösningar utvecklas.\n   \n\n  \n\n**Vem är du**\n Du har ett genuint intresse för cybersäkerhet och trivs i komplexa IT-miljöer där tillgänglighet, säkerhet och kvalitet är centrala delar. Med en lösningsorienterad och strukturerad approach drivs du av att verka i en dynamisk organisation i förändring.\n   \n\n  \n\n För att lyckas i rollen ser vi att du har erfarenhet av att arbeta operativt med nätverkssäkerhet i tekniskt avancerade miljöer. Du har arbetat med Next Generation Firewalls (NGFW), IDS\/IPS, NDR och VPN, och har god förståelse för nätverkstopologi, segmentering och gärna NSX. Du har också god kunskap om TCP\/IP, nätverksanomalier och intrångsdetektering samt erfarenhet av HSM, PKI och hantering av certifikat i nätverkssammanhang. Det är meriterande om du har arbetat med Zero Trust-arkitektur eller har erfarenhet av SOC och SIEM-verktyg.\n   \n\n  \n\n Mer information och ansökan\n   \n\n  \n\n I denna rekrytering samarbetar Bankgirot med Nexer Recruit.\n   \n\n  \n\n Har du frågor eller funderingar? Kontakta gärna rekryteringskonsult Johanna Värmfors: johanna.varmfors@nexergroup.com eller +46 730 821 230 alternativt Jenny Nilsson: jenny.nilsson@nexergroup.com eller +46 703 018 279.\n   \n\n  \n\n Läs mer om tjänsten och ansök här.\n   \n\n  \n\n Vi ser fram emot din ansökan!\n   \n\n  \n\n Bankgirot är ett svenskt clearinghus och teknikbolag med över 60 års erfarenhet av att leverera finansiell infrastruktur till banker. I samverkan med betalsektorn ser vi till att privatpersoner och företag enkelt kan göra överföringar och betalningar. Bankgirot säkerställer att det nuvarande betalsystemet fungerar felfritt, samtidigt som vi utvecklar framtidssäkrade lösningar. Vi säkrar och utvecklar Sveriges betalningar.\n   \n\n  \n\n Läs mer på www.bankgirot.se","company_url":"https:\/\/se.linkedin.com\/company\/bankgirot","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQE8YeckpyPPcw\/company-logo_100_100\/company-logo_100_100\/0\/1631331822747?e=2147483647&v=beta&t=OzrLc7d5f_wWLF87JM0EdVlERKaPUAKnydta2nMXl4U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4308705256","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4308705256","job_url_direct":null,"title":"Tandvårdsassistent","company":"Ortodontiakademin","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":null,"company_industry":"Medical Practices","listing_type":null,"emails":null,"description":"Som\n **Tandvårdsassistent inom Medtech & Digital Kommunikation** \n blir du en del av ett team där\n **teknik möter vård och innovation** \n . Du kombinerar praktiskt kliniskt arbete med möjlighet till digital utveckling inom\n **AI, system och hållbar vård** \n .\n \n\n\n\n Framgång i rollen innebär att du snabbt lär dig våra digitala flöden, arbetar noggrant och lösningsorienterat, samt bidrar till förbättringar i våra system och kommunikation.\n \n\n\n ⚙️ Ansvar\n * Stötta klinikens digitala arbetsflöden.\n* Delta i utvecklingsprojekt inom medtech och AI.\n* Samla och analysera användarfeedback för förbättringar.\n* Bidra till planering och uppföljning av mindre projekt.\n* Säkerställa dataskydd och hållbarhetsrutiner i vardagen.\n\n\n 🎓 Kvalifikationer\n * Högskolestudier inom IT, medtech eller medicinsk bildteknik.\n* Intresse för AI och digitala system.\n* God kommunikativ förmåga på svenska och engelska.\n* Noggrann, nyfiken och ansvarstagande.\n* Trivs med att samarbeta i en tvärfunktionell miljö.","company_url":"https:\/\/se.linkedin.com\/company\/ortodonti-akademin","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQErdfIMl8JT5w\/company-logo_100_100\/company-logo_100_100\/0\/1711827079876\/ortodonti_akademin_logo?e=2147483647&v=beta&t=kXRdo8QAk61aQQFRfZ3q96-Ln-E1u2qh8ya0rtL-dYQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4211281844","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4211281844","job_url_direct":null,"title":"Customer Success Representative Netherlands","company":"Qred","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Other","company_industry":"Banking","listing_type":null,"emails":null,"description":"Dedicated to powering entrepreneurs, Qred is a profitable, fast-growing fintech scale-up bank. In just 10 years, we’ve grown from a startup to hitting 1 billion SEK in annual revenue supporting over 50,000 entrepreneurs and helping create 10,000+ jobs every year. We combine smart tech with real-world experience to make funding simple, fast, and fair for entrepreneurs who need it most. With strong backing, a flat organization, and bold growth plans, we’re now looking for a Dutch-speaking Customer Success Representative to join us and shape the future of small business owners.\n   \n\n  \n\n**About The Role**\n The role of Customer Success Representative involves supporting our Dutch customers via all of our inbound contact channels, phone, chat, and email. You will resolve our customer's errands which will be broad and varied, it can be anything from technical support or questions about an ongoing loan application. You will take full ownership of the customer's onboarding process and sales funnel. Solve errands and drive customer satisfaction through excellent customer service.\n   \n\n  \n\n In this role, you will collaborate with colleagues within the Customer Service\/Sales team as well as other stakeholders and departments to drive errand resolution. We have grown the Dutch Customer Success team immensely in the past years and also received our banking license at the end of 2023. Therefore, you will also have an impact on new routines and ways of working both internally and on how we operate towards our customers. In this role, you will be a part of a large and diverse team of 19 people that houses Underwriters, Customer Success, and Collection Agents among others. This role reports directly to one of the two Team Leads.\n   \n\n  \n\n**Responsibilities**\n* Manage inbound customer errands, via phone, chat, and email\n* Take full ownership of the resolution and the customer-facing contact\n* Collaborate with colleagues both within and outside the team to drive improvements\n\n\n**Qualifications**\n* Experience in customer service, preferably via phone and email\n* Basic knowledge of financial products\n* Proven capabilities in high customer satisfaction\n* Strong sense of ownership & detail orientation\n* Curiosity and a will to constantly want to improve\n* Fluency in Dutch, both written and spoken\n* Proficient in English, as it's our primary business language\n* Experience from previous fintech and\/or fast-growing companies is a plus\n\n\n**One last thing - if you’re about to send in your application**\n This is a full-time, permanent position based in Stockholm. Don’t wait to send in your application, we are reviewing applications on a rolling basis. While the start date is flexible, the right candidate can join us immediately.\n   \n\n  \n\n*Qred celebrates diversity and does not discriminate based on ethnicity, religion, national origin, gender, sexual orientation, age, disability status, or any other applicable characteristics protected by law.*\n Qred is an international FinTech scale-up that specializes in digital financing solutions for small businesses, with operations in the Nordics, Benelux, Germany and Brazil. We are passionate about helping small businesses thrive and grow, by providing them with business loans and credit cards. Right now we’re in an exciting phase of our journey that focuses on growth through smart product development and technology fueled by international expansion.","company_url":"https:\/\/se.linkedin.com\/company\/qred-bank-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHF2bceaBADIw\/company-logo_100_100\/company-logo_100_100\/0\/1726069665501\/qred_bank_ab_logo?e=2147483647&v=beta&t=Qg2K9n30lC5h0ZAI3T_R9D-mJSV8rGntlru4zRAHkeY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4304094406","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4304094406","job_url_direct":null,"title":"IT&OT-chef till SFAB","company":"Experis Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Management","company_industry":"Business Consulting and Services and Executive Offices","listing_type":null,"emails":"carina.eyoma@se.experis.com","description":"Vill du bli vår nya IT&OT-chef och vara med på en spännande utvecklingsresa? Har du ett starkt intresse för ledarskap, IT och OT? Då är du rätt person för oss! Välkommen med din ansökan.\n   \n\n  \n\n SFAB spelar en nyckelroll i den cirkulära ekonomin genom att erbjuda klimatsmarta och pålitliga energilösningar som främjar hållbar samhällsutveckling. Vi är den naturliga energipartnern i Huddinge, Botkyrka och Salems kommuner - en av Sveriges mest expansiva regioner. När Huddinge, Botkyrka och Salem växer behövs energisystem som kan möta det växande behovet av värme och kyla. Det är sådana system vi skapar. Med våra resurssmarta lösningar möter vi det växande behovet av värme och kyla i både bostäder och på arbetsplatser, alltid med omtanke om kunden, klimatet och samhället.\n   \n\n  \n\n**Om rollen**\n Som IT&OT-chef blir du en del av en resa där vi satsar på digitalisering, AI och cybersäkerhet. Rollen innebär ansvar för den strategiska utvecklingen av IT&OT-miljön, förvaltning av våra verksamhetssystem och att skapa tekniska förutsättningar för att ta nästa steg i vår digitala utveckling. Du har det yttersta ansvaret för vår IT&OT-avdelning och rapporterar direkt till vd.\n   \n\n  \n\n Du leder ett team på fyra personer, driver det dagliga arbetet och coachar medarbetarna framåt. I rollen ingår även nära samarbete med verksamheten i olika projekt samt många kontaktytor både internt och externt.\n   \n\n  \n\n Då rollen är bred och utmanande ser vi att du tycker om att arbeta med varierande arbetsuppgifter, både operativt och strategiskt, samt har ett flexibelt tänk som passar i en föränderlig miljö och en expanderande verksamhet.\n   \n\n  \n\n**Du kommer i din roll som IT-chef att:**\n* Ansvara för strategisk utveckling av IT&OT-miljö samt teknisk informations- och cybersäkerhet\n* Äga och utveckla IT&OT:s projektportfölj\n* Skapa tekniska förutsättningar för AI och digitalisering samt hålla ihop den strategiska förvaltningen av våra verksamhetssystem\n* Ansvara för budget och leverantörsstyrning\n* Ha personalansvar för avdelningens medarbetare\n* Bevaka teknikutvecklingen inom fjärrvärmebranschen\n* Ingå i SFAB:s ledningsgrupp och vara delaktig i affärsplanearbetet\n\n\n**För att trivas och prestera i rollen ser vi att du har:**\n* Relevant akademisk utbildning eller motsvarande erfarenhet\n* Flerårig chefserfarenhet med personalansvar och erfarenhet av att arbeta i ledningsgrupp\n* Bred kompetens inom IT&OT-området och trivs i en varierad ledarroll\n* Erfarenhet av OT, SCADA-system och teknisk datainsamling\n* Erfarenhet av att leda en beställarorganisation i en outsourcad IT&OT-driftmiljö\n* Kunskap om ITIL samt informations- och cybersäkerhet\n* Förmåga att se helheten i en verksamhet och förstå samband mellan olika processer och system\n* Vana av och gillar att samarbeta med leverantörer och andra intressenter\n* Vilja och drivkraft att skapa framgång i en miljö med högt resultat- och kundfokus\n\n\n Du uttrycker dig väl på svenska och engelska, i både tal och skrift.\n   \n\n  \n\n Det är meriterande om du har erfarenhet från energisektorn, infrastruktur eller processindustri, alternativt en annan samhällskritisk verksamhet.\n   \n\n  \n\n Som person är du tydlig i ditt ledarskap, engagerad och kommunikativ. Du gillar att driva förändringar och förbättringar, är serviceinriktad och har ett strategiskt förhållningssätt. Du tar initiativ och gillar varierande arbetsuppgifter. Vidare är du analytisk, ansvarstagande och prestigelös. Vi tror att du ständigt vill lära dig nya saker och utforska teknikens möjligheter.\n   \n\n  \n\n**Vi erbjuder:** \n Här får du vara med och forma framtidens smarta energisamhälle. Du får ett spännande arbete i en organisation där miljö och utveckling står i fokus. Vi erbjuder flera olika förmåner t ex gym på arbetsplatsen, arbetstidsförkortning, attraktivt friskvårdsbidrag, lunchförmån, regelbundna hälsokontroller samt ett förmånligt pensionsavtal och en aktiv personalklubb. Vi vet att våra medarbetare är nyckeln till framgång och nöjda kunder, därför arbetar vi medvetet för att vara en stimulerande och ansvarstagande arbetsplats, där kompetensutveckling och balans i livet är viktiga delar. Mångfald och jämställdhet hjälper oss att utvecklas och vi arbetar aktivt med hälsa och friskvård. Läs gärna mer på https:\/\/rekrytering.sfab.se\/\n   \n\n  \n\n**Kontakt och ansökan:** \n SFAB arbetar inom samhällskritisk verksamhet och rekryteringsprocessen innehåller bakgrundskontroll och säkerhetsintervju.\n   \n\n  \n\n Kontakta gärna Carina Eyoma på 073-086 22 75 alt carina.eyoma@se.experis.com. Vi arbetar med löpande urval så skicka in din ansökan omgående.","company_url":"https:\/\/se.linkedin.com\/company\/experissverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFI7POl21em9w\/company-logo_100_100\/company-logo_100_100\/0\/1705068059681\/experissverige_logo?e=2147483647&v=beta&t=ozMCyrmjYUaaUECnvO0BSfaR9ko81UMoLn8qWzO8Ix4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4249947332","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4249947332","job_url_direct":"https:\/\/jobs.qred.com\/jobs\/6067004-java-developer?utm_source=LinkedIn&urlHash=vAWQ","title":"Java Developer","company":"Qred","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Banking","listing_type":null,"emails":null,"description":"Dedicated to powering entrepreneurs, Qred is a profitable, fast-growing fintech scale-up bank. In just 10 years, we’ve grown from a startup to hitting 1 billion SEK in annual revenue supporting over 50,000 entrepreneurs and helping create 10,000+ jobs every year. We combine smart tech with real-world experience to make funding simple, fast, and fair for entrepreneurs who need it most. With strong backing, a flat organization, and bold growth plans, we’re now looking for a Java Developer to join us and shape the future of small business owners.\n   \n\n  \n\n**About The Role**\n As a Java developer at Qred, you'll join a team responsible for all payments in the company, consisting of other Java developers, one Product Manager, one Tech Lead and an Engineering Manager. This approach enables us to work together efficiently, ensuring full control, ownership, and accountability for the lifecycle of our products.\n   \n\n  \n\n We also believe in the trust in our developer’s capability of implementing, testing, reviewing, deploying daily, and operating their software in production.\n   \n\n  \n\n**Requirements**\n* A flexible and positive mindset as well as strong team spirit\n* Proven knowledge and work experience in writing, releasing and maintaining backend applications using the following techs:\n+ Java\n+ Spring\n+ JPA\n+ PostgreSQL\n+ Amazon Web Services\n\n* Vibe coding experience from tools such as copilot agent, cursor, claude code, gemini-cli etc, in combination with mcp\n\n\n**Why join us?**\n This is the place to be if you’re looking for a place to grow. Qred is growing fast, and our Qredsters along with it. With a non-bureaucratic organization and delegated responsibilities, we make sure there’s a short path from idea to action. In addition to our great culture, you get to work with the latest cutting-edge techniques offered by AWS, responsibility for the whole development chain, and last but not least a bunch of new competent colleagues to learn from!\n   \n\n  \n\n**One last thing**\n This is a full-time, permanent position based from our office in Stockholm (Drottninggatan 98). While we encourage a hybrid setup, we do expect you to be at least three days per week at the office. Don’t wait to send in your application, we are reviewing applications on a rolling basis. The start date is flexible, but the right candidate can join us immediately.\n   \n\n  \n\n*Qred celebrates diversity and does not discriminate based on ethnicity, religion, national origin, gender, sexual orientation, age, disability status, or any other applicable characteristics protected by law.*\n Qred is an international FinTech scale-up that specializes in digital financing solutions for small businesses, with operations in the Nordics, Benelux, Germany and Brazil. We are passionate about helping small businesses thrive and grow, by providing them with business loans and credit cards. Right now we’re in an exciting phase of our journey that focuses on growth through smart product development and technology fueled by international expansion.","company_url":"https:\/\/se.linkedin.com\/company\/qred-bank-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHF2bceaBADIw\/company-logo_100_100\/company-logo_100_100\/0\/1726069665501\/qred_bank_ab_logo?e=2147483647&v=beta&t=Qg2K9n30lC5h0ZAI3T_R9D-mJSV8rGntlru4zRAHkeY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4310657807","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4310657807","job_url_direct":"https:\/\/web103.reachmee.com\/ext\/I003\/393\/job?site=5&lang=SE&validator=9e626e86cdd965bdf74dd0e8e585b5cc&job_id=4590&urlHash=uuN0","title":"JENSEN yrkeshögskola Stockholm söker Projektledare","company":"JENSEN education","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Project Management and Information Technology","company_industry":"Education Administration Programs","listing_type":null,"emails":"mia.bermejo@jenseneducation.se","description":"I rollen som Projektledare för utbildningar och studerande vid JENSEN yrkeshögskola har du, i nära samverkan med arbetslivet, som uppgift att leda och utveckla JENSENs yrkeshögskoleutbildningar. Du förstår processorienterat arbete och kan leda projekt med olika intressenter där vi arbetar under Myndigheten för yrkeshögskolan.\n   \n\n  \n\n**Vilka är vi?**\n Vi är ett företag i stark tillväxt, därför är ett entreprenöriellt tänkande och ett öppet sinne för förändring nödvändigt för att trivas hos oss. Vi är ett sammansvetsat team med stark lagkänsla som finner en stor stolthet i att vara på väg mot att bli Sveriges bästa yrkeshögskola med utbildningar inom IT, fastighet och djurvård. Vi tror på att gruppen är starkare än summan av individerna, samtidigt som vi värdesätter olika egenskaper och personligheter högt.\n   \n\n  \n\n**Vem är du?**\n Du delar en vinnarinställning och sporras av utmaningar. Vi söker dig som har ett starkt och genuint intresse av människors utveckling, både andras och din egen. Du kommer att arbeta nära de andra i teamet (inklusive din chef), studerande, utbildningskonsulter och näringslivsrepresentanter. Detta kräver hög social kompetens, massor av energi och ett gediget intresse för nätverkande.\n   \n\n  \n\n**Vilken bakgrund har du?**\n Du har lång erfarenhet av att projektleda processer och individer i utveckling. Du är en trygg och tydlig ledare som kan hantera olika individers förväntningar och som drivs av att nå höga kvalitetsmål med kundnöjdheten i fokus. Då arbetet innehåller en del administration behöver du ha sinne för struktur och ordning och vara en person som gillar detaljer. För att trivas i tjänsten behöver du dessutom vara resultatinriktad, ansvarsfull, flexibel och kommunikativ.\n   \n\n  \n\n**Arbetsuppgifter och ansvarsområden:**\n* Det dagliga operativa ansvaret för klasser\/utbildningar\n* Coacha, projektleda och utveckla studeranden och konsulter\n* Säkerställa att utbildningarna följer Myndigheten för yrkeshögskolans riktlinjer\n* Medverka i ansökningsarbetet av nya utbildningar\n* Samverka med bransch- och arbetslivskontakter\n* Rekrytera och utveckla utbildningskonsulters pedagogiska förmåga\n* Aktivt bidra till utveckling och ta ansvar för att verksamheten når sina mål\n\n\n**Anställningsform**\n Tjänsten är en tillsvidareanställning med 6 månaders provanställning (heltid). Tillträde omgående eller enligt överenskommelse.\n   \n\n  \n\n**Din ansökan**\n Du ansöker tjänsten via länken nedan. Vi tar enbart emot ansökningar via webben. Ansökningar som kommer in på annat sätt behandlas inte. Urval sker löpande så skicka gärna in din ansökan så snart som möjligt, dock senast den 19 oktober. Tillsättning kan komma att ske innan sista ansökningsdag.\n   \n\n  \n\n**Kontaktuppgifter**\n Vill du veta mer om tjänsten och hur det är att jobba hos oss, vänligen kontakta Enhetschef Mia Bermejo på mia.bermejo@jenseneducation.se .\n   \n\n  \n\n Läs mer på https:\/\/www.jensenyh.se\/ och om att jobba med oss!\n   \n\n  \n\n Du kan också följa oss på LinkedIn för att få de senaste uppdateringarna om JENSEN education.\n   \n\n  \n\n**Varmt välkommen med din ansökan!**\n JENSEN education är ett av Sveriges största privata utbildningsföretag med förtroendet att utbilda drygt 17 000 elever inom fem olika områden – förskola, grundskola, gymnasium, vuxenutbildning samt yrkeshögskola. JENSEN grundades 1996 av Håkan Jensen, företagets vd och ägare, och står för långsiktighet, kvalitet och ansvarstagande. Utbildningskonceptet ”Träning för verkligheten och bildning som mål” genomsyrar all verksamhet.","company_url":"https:\/\/se.linkedin.com\/company\/jensen-education","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFigviAj67Ppg\/company-logo_100_100\/company-logo_100_100\/0\/1631316579187?e=2147483647&v=beta&t=ivNDsod9U9k8I4cxqZJfGsqP1E771EvpF3jRJRo-3og","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4309450676","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4309450676","job_url_direct":"https:\/\/eutalents.teamtailor.com\/jobs\/2988072-freelance-sales-account-manager-sweden&urlHash=wRHu","title":"Freelance - Sales Account Manager Sweden","company":"EUTALENTS","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Human Resources Services","listing_type":null,"emails":null,"description":"Hey there! 😊 Are you a sales whiz looking for a flexible gig that offers total freedom? Well, get ready to embark on an exciting journey in the world of Human Resources with EUTALENTS. We're on a mission to transform the way talent is discovered and connected across borders, and we need someone like you to make it happen.\n   \n\n  \n\n**What You Will Do**\n Your day-to-day will involve finding qualifying and prospecting leads from target companies at your own pace. You'll be the expert at identifying decision makers, understanding their needs and company culture, and figuring out how we can solve their recruitment needs. And guess what? You'll have the freedom to contact potential customers whenever it suits you, ensuring a constant flow of opportunities. Plus, you'll be scheduling meetings with those decision makers and sharing your knowledge while learning from the best.\n   \n\n  \n\n* Qualify and prospect leads, entirely on your own schedule.\n* Identify decision makers, understand their recruitment needs\n* Efficiently and effectively contact potential customers\n* Schedule meetings with decision makers that align with your availability.\n\n\n**What You Can Bring**\n Here's what we're looking for:\n   \n\n  \n\n* Killer sales and communication skills, someone who fearlessly dives into cold calling, confidently reaching out to potential clients and sparking valuable connections. Your ability to charm and captivate potential clients with your persuasive prowess will be invaluable.\n* An unquenchable thirst for knowledge, constantly seeking to expand their skills and understanding of the industry.\n* A willingness to contribute to improve the lead qualification process\n* someone who can take charge, drive initiatives, and bring fresh perspectives to the table.\n* Swedish language at a native level is needed, and if you happen to be fluent\/native in English, it would be the icing on the cake.\n\n\n**Benefits**\n In return, we've lined up some fantastic perks and benefits just for you:\n   \n\n  \n\n* Competitive commission-based compensation: You'll receive a generous commission fee of 25% on all your sales. The sky's the limit when it comes to your earning potential. The more sales you secure, the more rewarding it becomes.\n* Flexibility: We understand the importance of work-life balance. Our opportunity is designed to be a flexible side job, allowing you to manage your own schedule and seamlessly integrate it into your lifestyle.\n* Networking Opportunities: As you engage with potential customers and decision-makers, you'll have the chance to build a strong network within the industry. Connect with professionals, exchange insights, and forge valuable relationships that can open doors to future opportunities.\n* Business Know-How: Working closely with clients means diving into their needs and challenges. This hands-on experience will give you a deep understanding of various industries and their pain points. You'll become a sales pro who knows just what businesses are looking for.\n\n\n Join us and let's make sales happen in style! 😊","company_url":"https:\/\/dk.linkedin.com\/company\/eutalents","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFYHpA5TwEwCA\/company-logo_100_100\/company-logo_100_100\/0\/1669978126578\/eu_talents_logo?e=2147483647&v=beta&t=vuRYY6pj4rraZ__30QB9oeVBiZ0PbjC9BAYdlI29aTQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4289919111","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4289919111","job_url_direct":"https:\/\/karriar.icagruppen.se\/se\/sv\/job\/IGABSER0027126EXTERNALSVSE\/Network-Security-Subject-Matter-Expert?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=rJWb","title":"Network Security Subject Matter Expert","company":"ICA Gruppen","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Retail","listing_type":null,"emails":null,"description":"ICA Sverige söker en nätverkssäkerhetsspecialist som vill göra verklig skillnad i en komplex och snabbt föränderlig techmiljö? I denna roll får du fokusera på att skydda ICA- koncernens bolag mot avancerade cyberhot och bidra till att stärka vår digitala motståndskraft. Här blir du en nyckelspelare i ett kompetent team där samarbete och ständig utveckling står i centrum.\n   \n\n  \n\n Om jobbet som Network Security SME\n   \n\n  \n\n Som Network Security SME får du en central roll i att designa och utveckla moderna nätverkssäkerhetslösningar, arbeta med drift och förbättring av nätverkssäkerhetsinfrastruktur och driva automation inom säkerhetsområdet. Du ansvarar för att skydda ICA:s verksamhet genom att hantera brandväggar, web application firewalls, intrångsskydd och DDOS-skydd. Du följer upp och ställer krav på leverantörer samt hanterar incidenter och säkerhetsutredningar. I rollen ingår även att säkerställa efterlevnad av interna och externa regler och policys, samt att arbeta i nära samarbete med IT, drift, specialister och externa partners.\n   \n\n  \n\n Är du den vi söker?\n   \n\n  \n\n Vi söker dig som har djup kompetens inom nätverkssäkerhet, nätverksdesign och felsökning, samt vana från stora företagsmiljöer och incidenthantering. Du har arbetat i storbolag och har erfarenhet av leverantörer som Cisco, Check Point, F5, Trend Micro, Splunk och Akamai samt molnlösningar som Azure och GCP. Certifieringar som CCNP, CISSP, CSSA, F5 eller Splunk Core Certified är meriterande.\n   \n\n  \n\n Du kommunicerar obehindrat på svenska och engelska.\n   \n\n  \n\n Vad händer nu?\n   \n\n  \n\n Har du frågor om rollen är du välkommen att kontakta Praful Reddy, Group Manager Core and Network, tel. 076-648 35 54. Har du frågor om urval eller process kontakta Markus Öhman, rekryterare, på tel. 076-695 62 04.\n   \n\n  \n\n Urval sker löpande så skicka in din ansökan så snart det går. Sista ansökningsdag 2025-10-19.\n   \n\n  \n\n ICA ska spegla våra kunder och samhället, vi strävar därför efter att anställa människor med olika bakgrund, kompetenser, kunskap och erfarenheter. Om roller kräver det så behöver du genomgå tester, bakgrundskontroller och drogtestning innan anställning.\n   \n\n  \n\n Läs mer om hur det är att jobba på ICA.","company_url":"https:\/\/se.linkedin.com\/company\/ica","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQF9OBjwekr8fg\/company-logo_100_100\/company-logo_100_100\/0\/1630605274024\/ica_logo?e=2147483647&v=beta&t=4N-y53l4cMHZe1fDq1lECtvDZHralMb8BUBbUaBXzno","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4263591314","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4263591314","job_url_direct":"https:\/\/mygwork.com\/jobs\/eqt-group-it-architect?src=linkedin&urlHash=wUcT","title":"Software & Solution Architect","company":"myGwork - LGBTQ+ Business Community","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Financial Services","listing_type":null,"emails":null,"description":"***This job is with EQT Group, an inclusive employer and a member of myGwork – the largest global platform for the LGBTQ+ business community. Please do not contact the recruiter directly.***\n**Join EQT’s Architectural function at Tech, where you’ll play a critical role in future-proofing and scaling one of our cross-functional value streams—the Client Value Stream.**\n This is a unique opportunity to design and drive the technology supporting our client journey - ensuring seamless integrations, efficiency, and innovation. If you're a strategic thinker with a strong technical foundation and a passion for designing scalable systems, we’d love to hear from you.\n   \n\n  \n\n**About The Tech Team – Client Value Stream**\n The Client Value Stream empowers EQT with fit-for-purpose tools and services to deliver an excellent client experience while enhancing operational efficiency. We’re a cross-functional team collaborating closely with stakeholders across EQT to ensure data and technology strategically support client engagement and business outcomes. Our team includes tech leads, data professionals, product managers and architects who together shape the future of client interaction through scalable, data-driven solutions.\n   \n\n  \n\n**What You’ll Do**\n As an Software and Solution Architect, you will play a key role in shaping EQT’s technical landscape within the Client Value Stream. Your primary responsibility will be to collaborate with Tech Leads, Engineers, and external partners to design and implement solutions that drive efficiency and scalability across EQT’s investment technology.\n   \n\n  \n\n**Key Responsibilities**\n* Partner with tech leads and engineers to support the Client Value Stream in new projects & initiatives, engaging in technical discussions with both third-party service providers and internal teams to ensure a structured approach to solution development\n* Assess the current architecture, team capabilities, and resource allocation to determine the best approach for future implementations\n* Develop new architectural solutions and enhance existing ones to ensure they are harmonized, scalable, and efficient for all of EQT\n* Establish technical standards, best practices, and improved ways of working across EQT’s Tech teams\n* Collaborate with other Value Streams (Investment & Fintech) and Platform Teams to define interfaces, ownership, and capabilities within the Client domain\n* Design system integrations, ensuring seamless connectivity between internal systems, new external systems, and vendors\n* Work closely with the Head of Architecture and the Head of Client Tech, supporting key strategic initiatives\n\n\n**Who are you?**\n We’re looking for an experienced Software and Solution Architect with a strong technical foundation and a strategic mindset. You should have a passion for problem-solving, system design, and technical leadership.\n   \n\n  \n\n**Desired Skills & Experience**\n* Background in software engineering, with hands-on experience in designing, building, and maintaining complex systems\n* Experience designing high-availability systems that handle sensitive and complex data\n* Strong understanding of system integrations, APIs, and data architectures\n* Hands-on experience with modern data stacks and frameworks (e.g., dbt, Snowflake, SQL, Fivetran)\n* Proven ability to drive implementation from initial requirements to high-level solution design and progress tracking\n* Strong leadership and coaching skills, with the confidence to take a firm stance in technical discussions\n* Excellent communication skills, able to engage effectively with key stakeholders, clients, and external partners\n* Proactive mindset, with a desire to learn, adapt, and drive continuous improvement\n\n\n**Nice-to-have!**\n* Familiarity with Salesforce, CRM Analytics, PowerBI or Hex.\n* Interest in leveraging AI and advanced analytics to drive business value and innovation\n* A strong technical foundation with hands-on experience in data-intensive systems and modern data architectures\n\n\n**What We Offer**\n* A fast-paced and dynamic work environment at a leading global investment firm\n* The opportunity to work with cutting-edge technology and develope the future of EQT’s investor & client tools\n* A collaborative and inclusive company culture where innovation is encouraged\n* Regular hackathons, workshops, and learning opportunities to develop new skills\n* Competitive compensation and benefits package\n* A vibrant office environment in Stockholm\n\n\n**The Process**\n We’re excited to receive your application! Please note that we’ll begin the selection process in August and initiate interviews soon after.\n   \n\n  \n\n**Inclusion at** \n**EQT**\n*Our vision for EQT employees is to build high performing & engaged teams. Our competitive edge comes from fostering an environment where every individual feels valued, empowered, and motivated to drive business impact. Our commitment to inclusion is not just about fairness; We understand and believe that being a great place to work drives the best performance.At EQT, inclusion is a business imperative and it's embedded into our talent strategy, decision-making, and culture to ensure that every individual and team operates at their full potential. By doing so, we unlock better collaboration, stronger innovation, and superior investment outcomes.*\n**About EQT**\n*EQT is a purpose-driven global investment organization focused on active ownership strategies. With a Nordic heritage and a global mindset, EQT has a track record of almost three decades of developing companies across multiple geographies, sectors and strategies. EQT has investment strategies covering all phases of a business’ development, from start-up to maturity. EQT has EUR ‌ 269 billion in total assets under management (EUR ‌ ‌136 billion in fee-generating assets under management), within two business segments – Private Capital and Real Assets.\n   \n\n  \n\n With its roots in the Wallenberg family’s entrepreneurial mindset and philosophy of long-term ownership, EQT is guided by a set of strong values and a distinct corporate culture. EQT manages and advises funds and vehicles that invest across the world with the mission to future-proof companies, generate attractive returns and make a positive impact with everything EQT does. EQT has offices in more than 25 countries across Europe, Asia and the Americas and has more than 1,900 employees.*\n*More info: www.eqtgroup.com\n   \n\n  \n\n Follow EQT on LinkedIn, X, YouTube and Instagram*","company_url":"https:\/\/uk.linkedin.com\/company\/mygwork","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEVDrt8sev5eA\/company-logo_100_100\/company-logo_100_100\/0\/1705496448722\/mygwork_logo?e=2147483647&v=beta&t=W2E-HhBAOC0mpNsds1FA1iuO7IlMnKyPkX1YXVB5MQA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4310635962","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4310635962","job_url_direct":"https:\/\/ad.doubleclick.net\/ddm\/clk\/557813600;367297881;v?https:\/\/jobs.dell.com\/job\/-\/-\/375\/86842418688?source=rd_linkedin_job_posting&utm_source=linkedin.com&utm_medium=job_posting&utm_campaign=EMEA&utm_content=social_media&utm_term=367297881&ss=paid&urlHash=vSvI","title":"Dell Technologies Presales Academy - Technical Inside Sales","company":"Dell Technologies","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales","company_industry":"Computer Hardware Manufacturing, Software Development, and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Our sales professionals rely on proactive technical consultants during the sales process – and our expert Presales team always steps up to the mark. We lead the development and implementation of complex and specialized products, applications, services, and solutions. From delivering sales presentations and product demonstrations, to developing detailed installations or system integration plans, we ensure customers get the innovative, relevant, interoperable solutions they need.\n   \n\n  \n\n Join us to do the best work of your career and make a profound social impact as a Dell Technologies\n **Technical Inside Sales** \n on our\n **Dell Technologies Presales Academy** \n Team in the Solna Sweden office.\n   \n\n  \n\n**What you’ll achieve:**\n The\n **Dell Technologies** \n**Presales Academy** \n is a 12 – 24-month training program designed to develop recent college and university graduates into skilled\n **Inside Presales Solution Specialists** \n . The role of a\n **Technical Inside Sales** \n blends the art of sales with the science of technology. We strive to act as trusted advisors to our customers to help recommend and design technology-based products and solutions. Following the training program, participants will be part of our Inside Presales organization where they will work with sales teams and customers to accomplish their IT initiatives and solve business challenges.\n   \n\n  \n\n**You will:**\n* Undergo Intensive Academy Training: Participate in a structured training program that covers Dell Technologies’ advanced data center infrastructure, networking, and AI solutions\n* Learn the Ropes and Stay Ahead: Gain hands-on experience with our cutting-edge data center solutions and explore the latest trends in cloud computing and AI, while discovering how modern IT infrastructure is evolving and helping customers adapt to exciting new technologies\n* Customer Connection: Develop your skills in understanding customer needs and crafting tailored tech solutions that set us above the rest\n* Team Collaboration: Work alongside diverse teams to create innovative solutions that tackle real-world challenges\n* Present with Confidence: Share your knowledge through engaging product demos and presentations that showcase our portfolio’s breadth of comprehensive solutions\n\n\n**Take the first step towards your dream career**\n Every Dell Technologies team member brings something unique to the table. Here’s what we are looking for with this role:\n   \n\n  \n\n**Essential Requirements**\n* Undergraduate or Master's Degree earned in a technical field no more than 36 months before start date.\n* Excellent technology skills, outstanding interpersonal abilities, strong written and verbal communication skills; fluent in English and Swedish – strong communication skills are key.\n* Attention to detail, problem-solving capabilities, and being an innovative thinker with a self-starter, desire-to-win type mindset.\n* Consultative technical design and selling skills combined with a strong aptitude for technical curiosity.\n* Interested in continuous learning and committed to developing technical and consultative capabilities.\n\n\n**Desirable Requirements**\n* Internship experience in technology-related field or a technology company.\n* Participation in roles outside of class (clubs, sports, etc.)\n\n\n**Who We Are**\n We believe that each of us has the power to make an impact. That’s why we put our team members at the center of everything we do. If you’re looking for an opportunity to grow your career with some of the best minds and most advanced tech in the industry, we’re looking for you.\n   \n\n  \n\n Dell Technologies is a unique family of businesses that helps individuals and organizations transform how they work, live and play. Join us to build a future that works for everyone because Progress Takes All of Us.\n   \n\n  \n\n Dell Technologies is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. Read the full Equal Employment Opportunity Policy here.\n   \n\n  \n\n**Job ID:** \n R278913Job Function: Inside Sales","company_url":"https:\/\/www.linkedin.com\/company\/delltechnologies","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF0hQrvoqdRNw\/company-logo_100_100\/company-logo_100_100\/0\/1725894960637\/delltechnologies_logo?e=2147483647&v=beta&t=t3FboSeb340NLTi76bvejVOPP6amOYgze8b_Yojnjog","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4309642365","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4309642365","job_url_direct":null,"title":"Sektionschefer till avdelning för informationsteknologi vid Must","company":"Swedish Armed Forces","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Armed Forces","listing_type":null,"emails":"hkv-rekrytering-must@mil.se, hkv-rekrytering-must@mil.se","description":"**Vill du ha ett meningsfullt arbete och bidra till ett säkrare Sverige i en osäker värld?** \n Det förändrade omvärldsläget medför att vårt försvar behöver förstärkas och den ökade underrättelseverksamheten mot Sverige och Försvarsmakten är omfattande. Militära underrättelse- och säkerhetstjänsten (Must) bedriver försvarsunderrättelseverksamhet och militär underrättelse- och säkerhetstjänst till stöd för svensk utrikes-, försvars- och säkerhetspolitik samt i övrigt för kartläggning av yttre hot mot Sverige.\n   \n\n  \n\n**Vårt erbjudande**\n Vi erbjuder ett viktigt och stimulerande arbete där du dagligen bidrar till Sveriges säkerhet. Vi erbjuder också mycket goda möjligheter till kompetensutveckling. Hos oss finns det friskvårdsmöjligheter som inkluderar träning tre timmar i veckan på arbetstid samt möjlighet att ha balans mellan fritid och arbete.\n   \n\n  \n\n**Om enheten**\n Kontoret för Informationsteknologi är en del av MUST. Kontoret ansvarar för utveckling och förvaltning av informationssystem med höga krav på säkerhet. Kontoret söker nu sektionschefer till flera av sina verksamhetsområden.\n   \n\n  \n\n**Huvudsakliga arbetsuppgifter**\n Som sektionschef ansvarar du för sektionens verksamhet. I tjänsten ingår verksamhets-, personal- och budgetansvar. Du leder och planerar sektionens operativa arbete. Du skapar tydliga strukturer och säkerställer att din sektion har den kompetens och de förutsättningar som krävs för att lösa uppdraget både på kort och längre sikt.\n   \n\n  \n\n**Kvalifikationer**\n* Akademisk utbildning inom IT-området eller annan utbildning som arbetsgivaren bedömer som relevant för tjänsten. Alternativt motsvarande förvärvad arbetslivserfarenhet inom eller utanför Försvarsmakten\n* Flerårig erfarenhet av arbete som chef eller annan ledare med verksamhets- och budgetansvar\n* Flerårig erfarenhet från arbete med säker informationsteknologi\n* God förmåga att uttrycka sig i tal och skrift på svenska och engelska\n\n\n**Meriterande**\n* Chefserfarenhet med personalansvar\n* Chef eller annan ledarerfarenhet från något eller några av följande IT-områden: utveckling och förvaltning av egenutvecklade IT-system, applikationsutveckling, kommunikationsteknologi, och IT-drift\n* Kunskap om arkitektur och regelverk för informationsteknologiska lösningar med höga krav på säkerhet\n* Erfarenhet av verksamhet för att tillhandahålla informationsteknologiska lösningar inom Försvarsmakten eller annan del av totalförsvaret\n\n\n**Personliga egenskaper**\n Vi söker dig som känner dig trygg i att med ett flexibelt förhållningssätt till en föränderlig vardag leda andra. Som person är du ansvarstagande, lugn, metodisk och har en hög säkerhetsmedvetenhet. Du har ett starkt driv och visar uthållighet i utmanande situationer. Du är lösningsorienterad med förmåga att kommunicera tydligt och samarbeta med andra. Du ser förändring som en möjlighet och kan skapa tillit i en grupp med olika intressen. Verksamheten förutsätter att du är lyhörd, ödmjuk, prestigelös och snabbt anpassar dig och din verksamhet till nya lägen.\n   \n\n  \n\n Stor vikt kommer att läggas vid personlig lämplighet.\n   \n\n  \n\n Ovan ställda kvalifikationer ska på begäran kunna verifieras genom intyg, referenser samt arbets- eller urvalstester.\n   \n\n  \n\n**Övrigt**\n Anställningsform: Tillsvidareanställning som inleds med provanställning om sex månader\n   \n\n  \n\n Tillträde: Enligt överenskommelse\n   \n\n  \n\n Arbetsort: Stockholm\n   \n\n  \n\n**För upplysningar om befattningen eller rekryteringsprocessen kontakta:**\n hkv-rekrytering-must@mil.se, vänligen skriv ”Sektionschefer till avdelning för informationsteknologi vid Must” i ämnesraden.\n   \n\n  \n\n**Fackliga företrädare**\n Fackliga representanter nås via hkv-rekrytering-must@mil.se.\n   \n\n  \n\n*Varmt välkommen med din ansökan senast 2025-10-27. I ditt CV och personliga brev vill vi att du beskriver på vilket sätt du uppfyller våra efterfrågade krav och meriter. Du ansöker via jobb.forsvarsmakten.se*\n ,\n **Ansökningar till denna befattning kommer endast tas emot via Försvarsmaktens webbplats.** \n -------------------------------------------------------- Militära underrättelse- och säkerhetstjänsten (Must) är en del av Försvarsmaktens högkvarter i Stockholm. Vi ger regeringen och Försvarsmakten kvalificerade beslutsunderlag om omvärldsutvecklingen och hot mot Sveriges och Försvarsmaktens säkerhet. Vår vision är ”Ett säkrare Sverige i en osäker värld”. Must är en kunskapsorganisation och erbjuder både spännande och för Sverige angelägna arbetsuppgifter. Här arbetar både officerare och civila experter inom olika områden, t ex statsvetenskap, IT, ekonomi, teknik, matematik och HR. En stor del av Must verksamhet omfattas av sekretess och vi ber dig därför att inte berätta att du sökt jobb hos Must för andra personer än dina närmaste. Läs gärna mer om Must och vår verksamhet här Varje dag och varje timme gör våra medarbetare insatser som påverkar andra människors liv, både i stort och smått, och både på hemmaplan och runt om i världen. Försvarsmakten ger dig möjlighet att utvecklas som människa och växa i din professionella roll. Vi är en ansvarstagande arbetsgivare och har en öppen organisation där vi ställer upp för varandra. I Försvarsmakten finns en stark värdegrund som bygger på öppenhet, resultat och ansvar. Professionell utveckling och personlig hälsa värdesätts och uppmuntras. Det finns goda förutsättningar för intern karriärrörlighet, friskvård och bra balans mellan arbete och privatliv. Försvarsmakten tillvaratar de kvaliteter som mångfald och jämn könsfördelning tillför verksamheten. Vi välkomnar därför sökanden med olika bakgrund och erfarenheter i våra rekryteringar. En anställning hos oss innebär placering i säkerhetsklass. Vanligtvis krävs svenskt medborgarskap. Säkerhetsprövning med registerkontroll kommer att genomföras före anställning enligt 3 kap i säkerhetsskyddslagen. Med anställning följer en skyldighet att krigsplaceras. I anställningen ingår även en skyldighet att tjänstgöra utomlands. Innebörden av detta varierar beroende på typ av befattning. Till ansökan om anställning ska CV och personligt brev bifogas. Om du går vidare i anställningsprocessen ska alltid vidimerade kopior av betyg och intyg uppvisas. Samtal från externa rekryteringsföretag och säljare undanbedes.","company_url":"https:\/\/se.linkedin.com\/company\/forsvarsmakten","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHxUWLGr745hw\/company-logo_100_100\/B4DZafRlsAG8AQ-\/0\/1746428910693\/forsvarsmakten_logo?e=2147483647&v=beta&t=u_iZYkp0_UK5fXLB6S-ozY78qPNzkRV7AgdLV1qjhqc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4309466646","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4309466646","job_url_direct":null,"title":"Senior Full Stack Software Engineer (Java, ReactJS) - relocation Germany","company":"EUTALENTS","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Human Resources Services","listing_type":null,"emails":null,"description":"Are you a skilled full stack engineer looking for an exciting opportunity in a dynamic and international environment?\n   \n\n  \n\n We are seeking a highly skilled and motivated Senior Software Engineer to join our agile Scrum team. This role is perfect for someone with a passion for coding, a keen eye for detail, and a dedication to producing top-quality software. You will have significant influence in developing, enhancing, and maintaining our aviation product solutions, ensuring they meet the highest standards.\n   \n\n  \n\n Company mission\n   \n\n  \n\n As one of the leading developers of IT systems for aviation, our aim is to offer reliable, innovative and flexible solutions and services and thus generate more safety for all of us: passengers, airports, airlines and the entire planet.\n   \n\n  \n\n We can only achieve our common goals as a team. Fair, respectful behaviour and open communication are essential.\n   \n\n  \n\n Responsibilities:\n   \n\n  \n\n ▪ Work as a member with significant influence in one of our agile Scrum teams to develop, enhance and maintain Indra Avitech product solutions for the aviation industry\n   \n\n  \n\n ▪ Participate in the full development life cycle from inception through testing, implementation and support while using the Scaled Agile Framework (SAFe) methodology\n   \n\n  \n\n ▪ Create API interfaces and business services for Aeronautical Application parts\n   \n\n  \n\n ▪ Provide guidance to Junior Developers, e.g. preparing development tasks\/tickets, conducting code reviews and do pair programming\n   \n\n  \n\n ▪ Develop enterprise-quality, horizontally scalable code using best practices, quickly and according to specifications\n   \n\n  \n\n- \n\n Key Requirements:\n   \n\n  \n\n**▪ Minimum 5 Years Experience As a Self-motivated Engineer**\n ▪ Very good\n **analytical skills**\n ▪ Very skilled with\n **Java** \n ,\n **JavaScript** \n (React.JS),\n **API Interfaces, SAFe Methodology**\n ▪ Produce\n **code** \n that reads like poetry and takes full ownership of your work: builds, ships and maintains your codebase to the highest standards as we scale\n   \n\n  \n\n ▪ Subject matter expertise in infrastructure \/ hardware \/ software \/ database \/ middleware stack\n   \n\n  \n\n ▪ Contribute to solutions design, create, update, improve\n **product architecture** \n and optimize\n **product performance**\n ▪ Relevant knowledge of best practices related to\n **security** \n ,\n **perform** \n ance and disaster recovery\n   \n\n  \n\n ▪ Strong problem solving and analytical skills\n   \n\n  \n\n ▪ Hold valid\n **European passport**\n ▪\n **English** \n at C1 level (proficient)\n   \n\n  \n\n Employment Details and Benefits:\n   \n\n  \n\n* Contract: Open-ended.\n* Working Hours: Full-time, 40 hours per week.\n* Vacation Days: 30\n* Probation Period: 6 months\n* Flexitime: Flexible working hours without core working time.\n* Work-Life Balance: Good work-life balance with 60% mobile working.\n* Training and Development: Individual support with regular further training programs.\n* International Teams: Opportunity to work in diverse, international teams.\n* Additional Benefits: Job bike, Wellpass, corporate benefits.\n* Location Perks: Situated in the four-country region on Lake Constance, offering attractive leisure opportunities.\n\n\n Relocation to Germany:\n   \n\n  \n\n Friedrichshafen is located in the beautiful four-country region on Lake Constance, bordering Germany, Austria, Switzerland, and Liechtenstein. This picturesque area is perfect for outdoor enthusiasts, offering activities such as skiing in the nearby Alps, hiking and cycling around the lake, and sailing or kayaking on the water. The region also boasts rich cultural attractions, including historical sites, museums, and festivals, making it a wonderful place to live and work.\n   \n\n  \n\n Hiring Process:\n   \n\n  \n\n* Application Review: Initial screening of submitted applications.\n* First Interview: Assessment of technical skills and cultural fit.\n* Second Interview: Further evaluation, possibly involving technical challenges or deep dives.\n* Final Decision: Selection and job offer.\n\n\n If you are a self-motivated engineer with a passion for full stack development and meet the above requirements, we would love to hear from you. Join us and contribute to innovative solutions in the aviation industry!","company_url":"https:\/\/dk.linkedin.com\/company\/eutalents","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFYHpA5TwEwCA\/company-logo_100_100\/company-logo_100_100\/0\/1669978126578\/eu_talents_logo?e=2147483647&v=beta&t=vuRYY6pj4rraZ__30QB9oeVBiZ0PbjC9BAYdlI29aTQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4261939385","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4261939385","job_url_direct":null,"title":"Integrationsarkitekt till Accelerate at Iver","company":"Accelerate at Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"jesper.carlsson@iver.se","description":"*Nu letar vi efter nya medarbetare som vill vara med på vår resa. Som en del av Accelerate at Iver ligger du i teknikens absoluta framkant och arbetar med spännande digitaliserings- och transformationsprojekt hos marknadsledande kunder. Vi är idag över 300 konsulter som brinner för att realisera digitala möjligheter i molnet. Tillsammans med våra kunder stänger vi gapet mellan aspiration och framgångsrik implementation.\n **Nu söker vi en Integrationsarkitekt som vill bli en del av Accelerate at Iver och som vill vara med och bidra till bättre IT-lösningar som gör skillnad för våra kunder! Är du vår nya kollega?***\n**Din roll på Accelerate at Iver?**\n Som integrationsarkitekt hos Accelerate at Iver kommer du att bidra till att bygga robusta, moderna och långsiktiga integrationslösningar. Lösningarna byggs främst på Microsoft-teknologi utifrån hybrida moln, dvs on-prem och cloud. I din roll kommer du att kombinera Ivers paketerade tjänster med skräddarsydda kundunika lösningar som byggs av våra spetskonsulter inom integrationsområdet.\n   \n\n  \n\n**Några Exempel På Arbetsuppgifter Kan Vara**\n* Ta fram lösningsförslag utifrån Accelerate at Ivers eller våra kunders arkitektur-principer i kombination med verksamhetsmässiga mål. Dokumentera lösningsförslagen åt utvecklare och andra projektdeltagare\n* Samarbeta i olika delar av projektfaser med kravställning, utvecklare, testare, beställare och produktägare\n* Samarbeta med andra lösningsarkitekter och it-arkitekter för att gemensamt ta fram bra och kostnadseffektiva lösningar\n* Ta fram konceptuella design-förslag som inledande initiativ\n* Identifiera och implementera kvalitetsförbättringar i befintliga lösningar, såsom skalbarhet, säkerhet, återanvändbarhet m.m.\n* Agera brygga mellan verksamhet och IT, kommunicera och argumentera för bra lösningar\n* Assistera i det löpande utvecklings- och förvaltningsarbetet kring integrationslösningar\n* Balansera kort- och långsiktiga mål i ditt arbetssätt\n\n\n**Vad erbjuder vi dig?**\n Accelerate at Iver kan erbjuda dig ett utmanande och varierande jobb som konsult med stora personliga utvecklingsmöjligheter! Vi satsar hårt på kompetensutveckling och att ständigt hålla oss i teknisk framkant.\n   \n\n  \n\n Hos Accelerate at Iver får du utvecklas tillsammans med duktiga och erfarna kollegor som har arbetat med C#, .Net Core och Microservices i flera stora och utmanade projekt de senaste åren. Våra kunder är nationella och globala både medel och stora bolag.\n   \n\n  \n\n Vi har intressanta, långsiktiga uppdrag och team-leveranser där du kan utvecklas och arbeta nära kollegor som delar din passion för teknik.\n   \n\n  \n\n Som anställd på Accelerate at Iver får du ett antal fördelar som:\n   \n\n  \n\n* En trygg och säker anställning\n* Individuellt anpassad utvecklings- och utbildningsplan\n* Friskvårdsbidrag\n* Hälso & sjukvårdsförsäkring\n* Pensions och försäkringsrådgivning\n* Förmånsportal\n* Timbank & volontärdag\n* Medarbetar och familjeaktiviteter i olika former\n\n\n**Vem söker vi?**\n Du bör ha färdigheter inom alla eller vissa av dessa områden:\n   \n\n  \n\n* C#, .NET Core och .NET Framework\n* RESTful services, Microservices, Azure Logic Apps, Azure Function Apps, App Services, Azure API Apps\n* SQL Server, Azure SQL, Entity Framework, Azure Storage, Azure Data Factory\n* Azure Service Bus, Azure Event Grid, Azure API Management, Azure Active Directory\n* Microsoft Visual Studio\/Visual Studio Code, Post man, Git, Azure DevOps, Gitflow, SoapUI\n* PowerShell, Bash\n\n\n Du bör ha jobbat minst 3-5 år i utvecklingsteam med utveckling inom ovanstående områden.\n   \n\n  \n\n Du bör ha jobbat i agila team med scrum- eller kanban som arbetssätt, och vara van vid de olika rollerna och rollfördelningen som ett sådant arbetssätt innebär.\n   \n\n  \n\n För att trivas i rollen som konsult bör du ha lätt att skapa relationer, kunna arbeta både i team och självständigt och ha stor personlig drivkraft och lösningsfokus.\n   \n\n  \n\n Är du en social, flexibel och strukturerad person med stort intresse inom av arbeta med och att utvecklas inom de senaste teknologierna så tror vi du kommer passa in och trivas utmärkt hos oss!\n   \n\n  \n\n För denna position krävs Svenskt medborgarskap, vi utför även bakgrundskontroll av slutkandidat.\n   \n\n  \n\n**Placeringsort**\n Iver finns på 25 platser i Sverige & Norge. För denna roll ser vi att du utgår från ett av våra kontor i Stockholm.\n   \n\n  \n\n**Sök till oss!**\n Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Accelerate at Iver eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse. Du är välkommen att kontakta Jesper Carlsson på jesper.carlsson@iver.se vid frågor eller funderingar kring tjänsten. Vi ser fram emot din ansökan!\n   \n\n  \n\n Välkommen till Accelerate at Iver!","company_url":"https:\/\/se.linkedin.com\/company\/accelerate-at-iver-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9qCEnYo3LEw\/company-logo_100_100\/company-logo_100_100\/0\/1705932924745?e=2147483647&v=beta&t=YypaPrg8V26RH6kSjgMaakZ6TI3u1NuEzUMv-PjQUjk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4298649155","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4298649155","job_url_direct":"https:\/\/careers.mildef.com\/jobs\/6416808-senior-projektledare?utm_source=LinkedIn&urlHash=a4iU","title":"Senior projektledare","company":"MilDef","location":"Sigtuna kommun, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Defense and Space Manufacturing","listing_type":null,"emails":"hampus.sallhag@mildef.com","description":"Har du erfarenhet av att driva projekt inom försvarssektorn eller för FMV? Är du en senior projektledare med starka ledarskapsförmågor och ett engagemang för att bidra till Sveriges försvarsförmåga? Då kan du vara den vi söker. Hos MilDef får du möjlighet att arbeta med strategiskt viktiga projekt som gör skillnad för vår nations säkerhet.\n   \n\n  \n\n Din nya utmaning\n   \n\n  \n\n Hos oss kommer du att driva komplexa och betydelsefulla integrationsprojekt – ofta på uppdrag av FMV eller andra kunder inom försvarsindustrin och myndigheter. Projekten kan omfatta design, konstruktion, produktion, installation och driftsättning av IT-system på Försvarsmaktens plattformar såsom fartyg, båtar, fordon eller containrar. Din förmåga att navigera i försvarsrelaterade processer och regelverk blir en central framgångsfaktor.\n   \n\n  \n\n**Huvudsakliga arbetsuppgifter**\n* Leda och samordna projekt från koncept till implementering, inklusive planering, genomförande och uppföljning.\n* Projektleda större projekt med flera delprojekt.\n* Coacha och agera som mentor för yngre projektledare.\n* Arbeta nära kunder och intressenter för att säkerställa att projektleveranser uppfyller krav och förväntningar.\n* Stötta i befintliga projekt.\n* Hantera resurser, budgetar och tidsramar för att optimera projektets framdrift.\n* Identifiera och hantera risker samt utveckla strategier för att minimera påverkan på projektet.\n\n\n Det här bidrar du med\n   \n\n  \n\n* Relevant utbildning inom teknik, projektledning eller motsvarande erfarenhet.\n* Flerårig (10+år) erfarenhet av projektledning, inom försvarssektorn eller med IT-projekt.\n* God förståelse för försvarsrelaterade processer och regelverk.\n* Utmärkta ledarskaps- och kommunikationsfärdigheter på svenska och engelska.\n* Erfarenhet av att mentorera och coacha kollegor.\n* Förmåga att arbeta under press och hantera komplexa situationer.\n\n\n Våra uppdrag kräver att du måste vara svensk medborgare och klarar vår säkerhetsprövning.\n   \n\n  \n\n Resor i tjänsten förekommer. Körkort för personbil är ett krav.\n   \n\n  \n\n**Varför MilDef**\n På MilDef får du arbeta i en engagerad och stöttande miljö där dina idéer och insatser värdesätts. Du kommer att ha möjligheter till kontinuerligt lärande och utveckling samt arbeta i en teamorienterad miljö som främjar innovation och samarbete.\n   \n\n  \n\n Vad vi erbjuder dig\n   \n\n  \n\n* En engagerande och utvecklande roll i ett ledande företag.\n* Möjlighet att arbeta med projekt som bidrar till nationell säkerhet och försvar.\n* En samarbetsvillig och stöttande arbetsmiljö med engagerade kollegor.\n* Kollektivavtal med bra försäkringar.\n* Friskvårdsbidrag.\n* Regelbundna hälsoundersökningar.\n* Happiness team som ordnar med roliga och personalvårdande aktiviteter.\n* En arbetsplats i helt nybyggda lokaler\n\n\n Ansökan\n   \n\n  \n\n Om du är en motiverad och erfaren projektledare som söker en spännande möjlighet att växa och göra skillnad, vill vi gärna höra från dig. Ansök idag och bli en del av vårt innovativa team på MilDef!\n   \n\n  \n\n Läs mer om oss på MilDef.com. För mer information om tjänsten, kontakta gärna Hampus Sallhag, Manager project management, på hampus.sallhag@mildef.com\n   \n\n  \n\n Vi jobbar med löpande urval. Sista ansökningsdag är 12 oktober 2025.\n   \n\n  \n\n**MilDef - WE ARMOR IT.**\n*MilDef is a global systems integrator and full-spectrum provider specializing in rugged IT for military, government and critical infrastructure sectors. MilDef provides hardware, software, and services that shield and protect critical information streams and systems, when and where the stakes are the highest. MilDef’s products are sold to more than 200 customers through companies in Sweden, Norway, Finland, Denmark, United Kingdom, Germany, Switzerland, the United States and Australia, and through partner networks in more than 40 countries. MilDef was founded in 1997 and is listed on Nasdaq Stockholm since 2021.*\n**We kindly decline contact from advertising and recruitment sales.**","company_url":"https:\/\/se.linkedin.com\/company\/mildef-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHKhffPt-7xYg\/company-logo_100_100\/company-logo_100_100\/0\/1693836886541\/mildef_group_logo?e=2147483647&v=beta&t=iBRwYUAiy8ruwhX50761W9DbqRLpWcJDcNJOzPhQiFs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4232972169","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4232972169","job_url_direct":"https:\/\/cgi.njoyn.com\/corp\/xweb\/xweb.asp?clid=21001&page=jobdetails&jobid=J0525-1244&BRID=1210554&SBDID=943&lang=1&urlHash=xiUe","title":"Systemutvecklare IBM Mainframe","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"carljohan.pott@cgi.com","description":"Beskrivning av tjänsten\n   \n\n  \n\n Vi söker dig som vill arbeta med systemutveckling inom IBM Mainframe tillsammans med ett gäng härliga kollegor i ett av våra kundprojekt inom Financial Services på CGI. Projektet är ett långt åtagande som löper över flera år hos kunden.\n   \n\n  \n\n Du kommer att ingå i ett team med 15 kunniga och engagerade kollegor, som verkar i en anda av att hjälpa varandra för att lyckas. Teamet är gemensamt ansvarigt för all utveckling och förvaltning av kundens stordatorsystem.\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n För att trivas och lyckas i din roll, måste du vara kund- och affärsinriktad och tycka om att arbeta i team. Du är engagerad och arbetar på ett strukturerat sätt, med en bra leveransförmåga. Du är positiv och tydlig i din kommunikation och delar gärna din kunskap. Du drivs av att ständigt utveckla dig själv och ditt sätt att arbeta.\n   \n\n  \n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n Vi tror att du har:\n   \n\n  \n\n* God kunskap inom COBOL programmering och JCL.\n* God kunskap inom systemutveckling i CICS-miljö.\n* Tidigare erfarenhet av att lära sig äldre förvaltade system med dess under åren allt mer komplexa arkitektur.\n* Kunskap inom DL1 och DB2 databaser.\n* Kunskap inom test.\n* Du kan både svenska och engelska i tal och skrift.\n\n\n Meriterande\n   \n\n  \n\n* God kunskap kommunikation\/integration som MQ, XML,webservices (SOAP,http, https) , IP-Socket.\n* Erfarenhet av robust felhanteringslogik och logg hantering.\n* God kunskap programdesign felhantering och schemaläggning batch program.\n* Kunskap inom programmering med Java och XML är en meriterande.\n\n\n**Låter det intressant?**\n Vi ser fram emot din ansökan! Vi går igenom ansökningarna löpande. Har du några funderingar kring rollen kan du maila till Carl Johan pott på carljohan.pott@cgi.com.\n   \n\n  \n\n**Vad kan vi på CGI erbjuda dig?**\n Vi är mer än du tror - Vi är ett globalt företag där det finns flera möjligheter än att vara konsult och där work-life balance uppmuntras. Hos oss kan du jobba med våra egna produkter, Inhouse eller ute hos kund. Var du än befinner dig i livet finns det möjligheter för dig på CGI. Det som gör oss unika är att vi lyckas vara både globala och lokala på samma gång. Vi väljer att kalla det för ”Glocal:” Vad det faktiskt innebär är att det bästa ur två världar kombineras. Det globala sammanhanget och stabiliteten finns, samtidigt som varje kontor bygger sin personliga kultur med trivsel och välmående i fokus.\n   \n\n  \n\n Som anställd erbjuds du nedan förmåner:\n   \n\n  \n\n* Aktieprogram och delägarskap: Som delägare har du möjlighet att påverka och i vårt aktieprogram matchar CGI ditt bidrag, krona för krona upp till 3% av din månadslön\n* Föräldralön: Vi betalar ut minst 90% av din lön under den första tiden hemma\n* Friskvårdsbidrag: Vi erbjuder ett årligt friskvårdsbidrag om 4 000 kr\n* Trygg anställning: Våra medlemmar anställs med kollektivavtal och försäkringar\n* Pensionslösningar: Vi erbjuder attraktiva och förmånliga pensionslösningar\n* Personalbil: Personalbilen används som en privatbil men leasas av CGI\n\n\n Läs mer om CGI på vår hemsida: www.cgi.se\n   \n\n  \n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4106486866","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4106486866","job_url_direct":null,"title":"Sales Development Representative","company":"Mentimeter","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Mentimeter is an engagement tool with a clear goal in mind. To turn presentations into conversations. Through real-time interactivity and clear visualizations, we get people to participate, engage and become more productive. Transforming all those passive meetings, airless classrooms and drawn out trainings into valuable and memorable moments.\n   \n\n  \n\n We truly believe that you achieve the best results by doing things together. And that successful leaders need to adopt a curious and collaborative mindset in order to get there. So with you at Mentimeter, you’ll be a big part of the ambition to help over 1 billion people listen, learn and work better together.\n   \n\n  \n\n As a SDR, you will contribute by generating new business by qualifying leads and driving various outbound campaigns. You will also focus on the development of each qualified lead to pass to your team of Account Executives and Relationship Managers. As an SDR you will learn and understand the key fundamentals of successful SaaS sales.\n   \n\n  \n\n We are looking for a colleague with high energy, an entrepreneurial tempo, and the ability to work closely with our marketing and product colleagues, with a strong focus on business opportunities and sales. The ideal candidate is someone who can start relationships with some of the largest companies in the world - and move them from being loving Mentimeter users to large Enterprise customers.\n   \n\n  \n\n We believe that a brilliant person with the right ambition can really leverage their time at Mentimeter. We are growing fast, and with us, so can you. Most importantly, we are looking for a candidate who is eager to develop Mentimeter as a company to a world-leading position. You will be one of the leading individuals making this happen.\n   \n\n  \n\n**Responsibilities For The Role**\n* Qualify leads based on our user, presenter and customer databases\n* Deal with enterprises on a global level with customers in more than 220 countries\n* Present and hand-over qualified leads to Account Executives and Relationship Managers\n* Continuously improve the processes, analysis, and tactics used by Mentimeter Sales\n\n\n**Resources We Have To Support You**\n* Many (200+ million) users, presenters and customers who love Mentimeter (we have a NPS of above 70)\n* Professional CRM and data gathering services (Salesforce, Mixpanel, Google Analytics, Intercom etc.) for advanced analytics and segmentation\n* World-class lead-generation from the Marketing and Product teams\n* Marketing and Sales teams to support in analysis and tactics\n* Mentimeter principles \/ ways-of-working\n\n\n**Must Haves For The Role**\n* Minimum 1+ year experience working in a customer facing role.\n* Exceptional communication skills, capable of effectively articulating ideas and engaging in meaningful dialogue with prospective clients\n* Ability to analyze and assess business opportunities using data for informative decision making\n* An entrepreneur in spirit, as you will be part of building Mentimeter as a company together with all your colleagues\n* Ambitious and a strong drive to reach- and exceed targets\n* Flexible mindset and open to new ways of working\n* You are required to have professional-level English - we sell to more than 220 countries globally today\n\n\n**It's a Bonus If You Have**\n* Fluent in either German, Spanish or French is considered a plus\n* Experience as a Customer Support Representative is considered a plus\n* Experience in selling SaaS solutions\n* Bachelor or masters degree (field not important)\n\n\n**Not Required**\n* You don’t have to know Swedish (we are an English-first organization, daily work is carried out in English and the Mentimeter team currently boasts over 45 different nationalities!)\n\n\n**Compensation Model**\n We strongly believe in the power of togetherness, and we put a lot of effort into collaboration, teamwork and helping each other whenever needed. We believe that every part of Mentimeter, from Sales Development Representatives and Account Executives to Frontend Developers and Marketing Managers contributes equally to our continued success. To foster and emphasize this culture and way of working, we apply a non-commission based salary model in our sales roles, which has proven to be very successful and appreciated across the team.\n   \n\n  \n\n**You Can Read About Our Benefits And Perks Here.**\n Please note: We’re on summer vacation and will review all applications and get back to you in August. Thanks for your patience and enjoy the summer!\n   \n\n  \n\n**What Mentimeter Can Offer**\n At Mentimeter we can offer a diverse and inclusive work environment supported by smart and driven colleagues. We believe in continuous professional development for all of our colleagues and therefore offer access to a leadership program (including external personal coach) and relevant education to ensure that we continue to be state-of-the-art when it comes to innovating and building Mentimeter. Your place will be in a growing company with lots of career opportunities, working on a beloved product used by more than 300 million people. It’s not all about work though, we also offer a very healthy view on work-life balance.\n   \n\n  \n\n All of this comes attached with a competitive compensation and benefits package, including pension contributions. Learn more about our benefits by visiting our Benefits & Perks page\n   \n\n  \n\n**Culture at Mentimeter**\n At Mentimeter we believe in giving everyone a voice - regardless of who you are. So we build a platform that does just that. Our platform is not only our product but also our organization. A platform where people feel safe, where differences are embraced, a place where you can have fun. We strongly encourage applicants who are people of color, LGBTQ+, women, people with disabilities, and\/or formerly incarcerated people, and a college degree is not strictly required. In order to give everyone a voice, we need to be as diverse as our users.\n   \n\n  \n\n Learn more about our culture by visiting our Culture page.\n   \n\n  \n\n Review our Privacy Policy for more information.","company_url":"https:\/\/se.linkedin.com\/company\/mentimeter","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEUVjnirG3B-w\/company-logo_100_100\/B56ZUjdju7GQAQ-\/0\/1740056706530\/mentimeter_logo?e=2147483647&v=beta&t=fy5ibQx-tPCWjidbNoyMsr3mQPtso9Fyxa7wPI1j4sQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4308397527","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4308397527","job_url_direct":null,"title":"ClearCart söker teknikstudent till banbrytande AI-projekt i Stockholm","company":"TASTE OF ICE AB","location":"Stockholm, Stockholm County, Sweden","job_type":"other","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":null,"company_industry":null,"listing_type":null,"emails":"ot@gmp.se","description":"**Plats:** \n Stockholm (ICA Roslagstull)\n \n\n\n\n**Omfattning:** \n Deltid (8–16 h\/vecka, flexibelt)\n \n\n\n\n**Ersättning:** \n Ingen lön – du får istället teckningsoptioner och möjlighet att bli framtida delägare\n \n\n\n\n Vi på ClearCart bygger nästa generations AI-lösning för obemannade kassor i livsmedelsbutiker. Tänk: kameror, realtidsanalys, etik och automation – allt i ett.\n \n\n\n\n Nu söker vi dig som vill vara med och bygga systemet från golvet upp.\n \n\n\n\n Du är nyfiken, tekniskt händig och inte rädd för att skruva fast en kamera eller testa en AI-modell.\n \n\n\n\n Det här är ingen praktikplats och ingen lön betalas ut – men du får ägande i det vi bygger tillsammans.\n \n\n\n Vad du kommer göra:\n * Installera och testa kameror och mini-PC i butik\n* Delta i enklare felsökning och hårdvarustöd\n* Hjälpa till att koppla ihop system med vårt backendteam (Python\/API)\n* Vara vår tekniska hand på plats i Stockholm\n\n\n Vi tror att du:\n * Studerar på KTH (år 1–2), gärna teknik, data eller mekatronik\n* Har testat lite kod (Python, Git, API) och gillar att förstå hur saker hänger ihop\n* Har ett doer-mindset – du vill lära dig, bygga och se resultat\n* Kan ta dig till ICA Roslagstull 1–2 gånger i veckan\n\n\n Vad du får:\n * Teckningsoptioner – du får möjlighet att bli framtida delägare i ClearCart\n* Verklig erfarenhet i ett AI\/retail-startup med skarpa tester i butiksmiljö\n* Vara en nyckelperson i ett litet, växande team med internationellt stöd\n\n\n\n**Intresserad?** \n Skicka ett meddelande här på LinkedIn eller mejla ot@gmp.se","company_url":"https:\/\/www.linkedin.com\/company\/taste-of-ice-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/static.licdn.com\/aero-v1\/sc\/h\/aajlclc14rr2scznz5qm2rj9u","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4287649335","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4287649335","job_url_direct":"https:\/\/nexergroup.com\/career\/open-positions\/6337428&urlHash=Wv0L","title":"Testare","company":"Nexer Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"xie.gamboa@nexergroup.com","description":"Vi söker efter dig som vill ta nästa steg i karriären! Och varför inte göra det tillsammans med oss på Nexer?\n   \n\n  \n\n För Nexer är varje utmaning en möjlighet och som konsult hos oss kommer du få utveckling genom dessa möjligheter, både inom olika tekniker och olika branscher. Du får en stabil och trygg anställning samtidigt som du får möjlighet att testa och utveckla din kompetens i olika uppdrag. Vi tror på en långsiktig och hållbar anställning där vi lägger stor vikt vid både kompetensutveckling och work life balance.\n   \n\n  \n\n**Vem är du?**\n Vi tror att du är en person som trivs i olika team där samarbete, öppenhet och prestigelöshet är grunden för att lyckas tillsammans.\n   \n\n  \n\n Du är lyhörd för andras idéer men räds inte för att bidra med egna perspektiv och initiativ. Du kan kommunicera tydligt när det behövs och du vill vara en del av ett lag som arbetar mot gemensamma mål.\n   \n\n  \n\n För att stärka vårt team ytterligare letar vi efter en erfaren testare som vill vara med och skapa kvalitet i varje steg. Vi uppskattar personer som fokuserar på lösningar snarare än hinder, som är nyfikna snarare än cyniska, och som tycker det är viktigt att ha kul tillsammans längs vägen.\n   \n\n  \n\n**För att lyckas i rollen ser vi att du har:**\n* Minst 4 års erfarenhet av arbete som testare.\n* Erfarenhet av testning av API:er, exempelvis REST och SOAP.\n* Erfarenhet av automatiserade tester med verktyg som Selenium eller Cypress.\n* Vana att arbeta enligt agila arbetssätt.\n* Mycket god förmåga att kommunicera på svenska i både tal och skrift.\n* Svenskt medborgarskap.\n\n\n**Vilka är vi på Public Sales?**\n*Affärsområdet Public Sales på Nexer har länge arbetat med att driva och utveckla våra uppdrag inom offentlig sektor – myndigheter, regioner och kommuner. Nu tar vi nästa steg och skapar en ännu starkare plattform och närvaro i Mälardalsregionen. Hos oss får du inte bara arbeta med samhällsviktiga uppdrag – du får också vara med och påverka, forma kulturen och bygga upp något tillsammans med oss*\n**Ansökan**\n Du är varmt välkommen att söka tjänsten genom att skicka in din ansökan här nedan. Enligt GDPR hanterar vi inte ansökningar via e-post men har du frågor om tjänsten eller Nexer är du välkommen att höra av dig till ansvarig rekryterare, Xie Gamboa, xie.gamboa@nexergroup.com.\n   \n\n  \n\n Vi tar emot ansökningar löpande så vänta inte med att söka!\n   \n\n  \n\n**Läs mer om Nexer på:** \n www.nexergroup.com","company_url":"https:\/\/se.linkedin.com\/company\/nexer-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHyAfaO217dng\/company-logo_100_100\/company-logo_100_100\/0\/1688377751150\/nexer_group_logo?e=2147483647&v=beta&t=7Xs-TMwjMOwJDbVRiWWYCfP9ctRbuBI7hjINMQQ0upc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4300015640","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4300015640","job_url_direct":null,"title":"Growth Engineer (Stockholm)","company":"Planhat","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Marketing","company_industry":"Software Development","listing_type":null,"emails":null,"description":"The customer platform built to acquire, service and grow lifelong customers.\n   \n\n  \n\n**About The Role**\n We are seeking a growth-focused Marketing professional with deep expertise across performance marketing (Google Ads, Reddit, Bing, LinkedIn, and other PPC channels) as well as SEO and LLM optimization.\n   \n\n  \n\n This role sits at the intersection of paid acquisition, content strategy, analytics, and growth hacking. The mission of this role is threefold: 1) Increase Web Traffic (SEO, LLMO\/GEO). 2) Improve PPC\/ABM Unit Economics (CPC and CPM). 3) Increase Inbound Pipeline through PPC, ABM, and General Improvement in Conversion (Lead Capturing).\n   \n\n  \n\n The ideal candidate blends technical marketing chops with commercial acumen, thrives in fast-paced environments, and is relentlessly data-driven in execution.\n   \n\n  \n\n This is an individual contributor role, i.e., you are expected to manage PPC, ABM, and SEO end-to-end in collaboration with the Operations and Brand team.\n   \n\n  \n\n**Key Responsibilities**\n**Paid Media & Growth Marketing**\n Own and scale multi-channel paid campaigns across Google Ads, Bing, Reddit, and LinkedIn.\n   \n\n  \n\n Aggressively test creatives, copy, targeting, and bidding strategies to maximize CAC efficiency and pipeline contribution.\n   \n\n  \n\n Develop efficient processes and playbooks for rapid experimentation across PPC and ABM platforms and growth channels.\n   \n\n  \n\n**SEO & LLM Optimization**\n Lead end-to-end SEO strategy: technical site health, keyword strategy, link building, and on-page optimization, working with tools such as Profound, etc.\n   \n\n  \n\n Build and execute a content strategy optimized both for traditional search engines and for large language models (LLMs) to maximize brand discoverability.\n   \n\n  \n\n Partner with the brand team to strike a balance between exceptional content quality and the quantity required for traffic and visibility targets.\n   \n\n  \n\n**Analytics, Data & Process**\n Own marketing analytics and attribution, leveraging tools like Profound, Hockeystack, Semrush, and Google Analytics\/Search Console.\n   \n\n  \n\n Translate insights into strategic adjustments across paid media, SEO, and content to optimize ROI and pipeline contribution.\n   \n\n  \n\n Define and manage KPIs for inbound pipeline, CAC, ROI, and attribution accuracy.\n   \n\n  \n\n Act as a data-driven executer, ensuring every strategy is measured, optimized, and scaled based on performance data.\n   \n\n  \n\n Collaborate closely with the Sales Team to align inbound pipeline generation with revenue goals.\n   \n\n  \n\n**Qualifications**\n 5+ years of experience in digital marketing, growth marketing, or demand generation.\n   \n\n  \n\n Proven success in owning and scaling inbound pipeline from paid media, SEO, and content strategies.\n   \n\n  \n\n Hands-on expertise with Google Ads, Bing, LinkedIn, Reddit, and growth experimentation platforms.\n   \n\n  \n\n Strong technical foundation in SEO and working knowledge of LLM-based content optimization.\n   \n\n  \n\n Advanced experience with analytics and growth tooling (e.g., Hockeystack, Semrush, GA4 and Looker).\n   \n\n  \n\n Entrepreneurial, growth-hacker mindset with the resilience to thrive in high-pressure, high-growth environments.\n   \n\n  \n\n**Location**\n This is an office first role, based in Stockholm","company_url":"https:\/\/www.linkedin.com\/company\/planhat","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGjUZsfCGmCgQ\/company-logo_100_100\/company-logo_100_100\/0\/1719257425482\/planhat_logo?e=2147483647&v=beta&t=X0gjCTUvTeAfqoRCZ4ssfo_V-uQYjH-7NZ-ifBF1vAU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4310665982","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4310665982","job_url_direct":null,"title":"Senior systemutvecklare- backend","company":"Folksam","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"Insurance","listing_type":null,"emails":null,"description":"Folksam genomgår en spännande transformation där vi går från systemcentrisk arkitektur till kundcentriska lösningar baserade på delade, återanvändbara komponenter, flöden och förmågor. Vi söker nu en senior systemtvecklare backend inom Java som kan hjälpa oss att driva denna förändring tillsammans med oss inom avdelning Kommunikation och betalning. Vi värderar kvalitet högt för att våra system skall vara hållbara och förvaltningsbara. Avdelningens huvudansvar finns i två domäner - kommunikation och betalning. Kommunikation bygger och förvaltar tjänster som notifieringar, säkra meddelanden, digitala formulär och centrala brevutskick. I betalningar hanterar vi tjänster för att visa och ändra betalningar. Vi bygger tjänster utifrån ett microserviceperspektiv och event.\n \n\n\n\n  \n\n\n\n\n\n**Det här gör du som senior systemutvecklare- backend på Folksam** \n\n\n\n\n Som Senior systemutvecklare- backend kommer du att spela en nyckelroll i att utveckla och konsolidera förmågor för betalning, notifieringar, säkra meddelanden och annan kundkommunikation för att förbättra kundupplevelsen. Du kommer att arbeta i ett team med andra utvecklare för att vi gemensamt ska uppnå våra mål.\n \n\n\n\n  \n\n\n\n\n\n**Är du den vi söker?** \n\n\n\n\n Vi söker dig med minst 7 års arbetslivserfarenhet som backendutvecklare. Du har kunskap och erfarenhet från design av återanvändbara backendtjänster samt implementation och integration, gärna inom bank och\/eller försäkring. Vidare har du erfarenhet av detaljer högnivåarkitektur från dokument till körbar kod samt Oauth2 och eventbaserad arkitektur.\n \n\n\n\n Meriterande:\n \n\n\n* Erfarenhet av att driva nyutveckling och förvaltning av det utvecklade systemet.\n* Att arbeta i en reglerad bransch såsom bank eller försäkring.\n* Erfarenhet av att arbeta enligt DevOps-principer.\n* Regelverkserfarenhet så som DORA och GDPR.\n\n\n\n  \n\n\n\n\n\n Vi lägger stor vikt vid dina personliga egenskaper och förmågor. För att lyckas i uppdraget ser vi att du behöver vara kommunikativ, kreativ, lösnings- och resultatorienterad. Du atr ansvar för din uppgift och duktig på att bryta ned komplexa probllem i hanterbara delar. Vi ser att du är en lagspelare som gärna involverar kollegor och arbetar tvärfunktionellt. Kunskapsöverföring till övriga team-medlemmar sker löpande som en del av det dagliga arbetet i teamet.\n \n\n\n\n  \n\n\n\n\n\n**Här kan du göra skillnad** \n\n\n\n\n Välkommen till Folksam – här driver du viktiga frågor framåt. Från de avgörande detaljerna till de stora perspektiven, med fokus på att förenkla våra kunders vardag. Det gör att du bidrar till något större, oavsett roll. Här finns det många roliga, utvecklande jobb och du har goda chanser till en spännande karriär.\n \n\n\n\n  \n\n\n\n\n\n Vi tror på ett hållbart arbetsliv och jobbar aktivt med inkludering och mångfald. Våra moderna kontor bjuder in till samarbete och lärande, här får vi saker att hända! Du har flexibiliteten att kunna varva arbete på kontoret med att jobba hemifrån, utifrån verksamhetens behov.\n \n\n\n\n Läs mer och se filmer om livet hos oss på folksam.se\/jobb-och-karriar.\n \n\n\n\n**Så söker du jobbet** \n\n\n\n\n Välkommen att skicka in din ansökan senast den 22 oktober 2025.\n \n\n\n\n Vill du veta mer om jobbet är du välkommen att kontakta Per Ruthström, Avdelningschef, 072-468 72 58.\n \n\n\n\n Fackliga representanter: Akademikerföreningen Per Hansson 070-831 60 67, Forena Morgan Svensson 073- 423 59 12 och Handels Mikael Carlsson 070-831 51 32.\n \n\n\n\n*Kundägda Folksamgruppen erbjuder sedan 1908 försäkringar och sparande som ger trygghet i livets alla skeden. Vi gör det enklare för våra fyra miljoner kunder att känna sig trygga i en hållbar värld genom rätt försäkringar, rätt sparande och rätt hjälp när något händer.*","company_url":"https:\/\/se.linkedin.com\/company\/folksam","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHw7wbSg6Rhzg\/company-logo_100_100\/B4DZcvakRtGYAQ-\/0\/1748847183385\/folksam_logo?e=2147483647&v=beta&t=pBLv5ixnYzktKJXytDiJ91Dozpbt9ZLuCoXpRtKv9r0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4300569067","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4300569067","job_url_direct":null,"title":"Javautvecklare till SPP","company":"SPP","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Insurance","listing_type":null,"emails":"sofia.odeen@ants.se","description":"*Vill du vara med och bygga framtidens integrationslösningar i en verksamhet som verkligen gör skillnad?* \n Hos SPP Tech kombinerar vi innovation med hållbarhet och moderna tekniker för att skapa framtidens digitala lösningar. Teamet\n **Core & Integrations** \n söker nu en\n **Javautvecklare** \n – här blir du en del av ett engagerat team som ansvarar för företagets integrationslager, navet som kopplar samman interna system.\n \n\n\n\n  \n\n\n\n\n\n Just nu pågår en spännande modernisering där både plattform och integrationer flyttas till Azure, och som Javautvecklare får du en central roll i det arbetet. Du kommer också att vara med och utveckla integrationer mot externa system. Här jobbar du nära arkitekter, utvecklare och andra team, med stor möjlighet att påverka och ta ansvar i en miljö där samarbete står i fokus.\n \n\n\n\n  \n\n\n\n\n\n**I rollen kommer du att:** \n\n\n\n* Utveckla, förbättra och förvalta integrationer mot SPP:s interna system\n* Arbeta med parprogrammering och kodgranskning för att säkerställa hög kvalitet\n* Vara delaktig i vår molnresa och jobba med moderna cloudtjänster i Azure\n* Ha möjlighet att påverka val av verktyg, tekniker och arbetssätt\n\n\n\n Vi jobbar målstyrt och agilt med ett starkt fokus på ständiga förbättringar – både i våra lösningar och i hur vi samarbetar. Du uppmuntras till kontinuerligt lärande genom kurser, föreläsningar och interna Lunch & Learn-sessioner där vi delar kunskap och inspirerar varandra.\n \n\n\n\n  \n\n\n\n\n\n**Och vem är då du?** \n\n\n\n\n Eftersom du kommer att samarbeta med både ditt eget och andra utvecklingsteam inom SPP Tech är det viktigt att du är kommunikativ både på svenska och engelska. Du trivs med att dela kunskap, lösa problem tillsammans och bidra till en öppen och prestigelös teamkultur.\n \n\n\n\n  \n\n\n\n\n\n**Utöver detta ser vi gärna att du har:** \n\n\n\n\n ✔ Minst 5 års erfarenhet av systemutveckling\n \n\n\n\n ✔ Stark bakgrund inom Javautveckling\n \n\n\n\n ✔ Vana att arbeta i moderna cloudmiljöer och med containerbaserad infrastruktur\n \n\n\n\n ✔ Eftergymnasial utbildning inom systemutveckling eller liknande område\n \n\n\n\n  \n\n\n\n\n\n**Vår teknikstack är primärt:** \n\n\n\n* Java (Maven\/Gradle), Spring Boot och Apache Camel\n* GitHub Actions och CI\/CD-pipelines\n* SQL\n* Testdriven utveckling (TDD)\n* Azure som molnplattform, inklusive Azure Service Bus\n* Inom en snar framtid: Docker och Kubernetes\n\n\n\n  \n\n\n\n\n\n**Att vara anställd på SPP** \n\n\n\n\n Vi tror på balans, trygghet och långsiktighet – både i arbetslivet och privat. Därför erbjuder vi ett generöst förmånspaket som främjar hälsa, flexibilitet och framtid.\n \n\n\n\n  \n\n\n\n\n\n**Ansökan** \n\n\n\n\n Skicka in din ansökan genom länken\n **här.** \n I den här rekryteringen samarbetar vi med Ants, så sök tjänsten via deras jobbportal.\n \n\n\n\n Har du frågor om tjänsten? Kontakta gärna rekryteringsansvarig Sofia Odeen på sofia.odeen@ants.se. Urval och intervjuer sker löpande – så vänta inte med din ansökan!\n \n\n\n\n  \n\n\n\n\n\n**Om oss** \n\n\n\n\n Vi är en del av norska Storebrand, tillsammans är vi en av Nordens ledande koncerner för sparande och försäkringslösningar. Vi utmärker oss bland annat genom vårt fokus på hållbarhet och ansvarsfulla investeringar.\n \n\n\n\n  \n\n\n\n\n\n*Med kandidatens samtycke görs en bakgrundskontroll under anställningsprocessens slutskede som innebär kontroll av personalia, ekonomiska förhållanden och juridiska frågor. Även CV och annan ansökningsdokumentation kan komma att verifieras.*","company_url":"https:\/\/se.linkedin.com\/company\/spp","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEvu8qVpPUAPw\/company-logo_100_100\/company-logo_100_100\/0\/1728889193480\/spp_logo?e=2147483647&v=beta&t=mCeDBxrGQyBdHyAAe0Nj49LPQLryw_op0JuXc8RlzZM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4307233096","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4307233096","job_url_direct":null,"title":"Product Consultant, Jobtech & Recruitment Platforms (Fractional\/Contract)","company":"Skillsnap Sweden - Job Search & ATS by Skills","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Product Management and Marketing","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"**Company Description** \n\n\n\n\n  \n\n\n\n\n\n SkillSnap by UpGrowth AB is a Stockholm-based bootstrapped startup on a mission to reshape Sweden’s tech hiring landscape. We’re building a dual-sided platform: for jobseekers, a skill-first career development journey with AI-powered job matching and interview support; for employers, a modern ATS alternative that removes hiring noise and surfaces only verified candidates. Think of us as a smart bridge between talent and opportunity — designed for Sweden, with global ambitions.\n \n\n\n\n  \n\n\n\n\n\n**Role Description** \n\n\n\n\n  \n\n\n\n\n\n**We’re building SkillSnap, a dual-sided platform for Sweden’s & Global tech job market:** \n\n\n\n\n  \n\n\n\n\n\n For jobseekers → skill-based upskilling, interview prep, job matching. 30% weightage\n \n\n\n\n For employers → a modern ATS alternative (like Greenhouse, Teamtailor, Ashby, Workable) designed to cut hiring noise and surface verified candidates. 70% weightage\n \n\n\n\n We’re looking for an experienced product consultant who has worked on ATS platforms, job boards, or job-matching SaaS and can help us shape the product roadmap for both jobseekers and employers.\n \n\n\n\n This is a fractional \/ part-time consulting role (5–15 hrs\/week) on a 3–6 month contract with potential extension.\n \n\n\n\n  \n\n\n\n\n\n**What you will do** \n\n\n\n\n  \n\n\n\n\n\n Review our current MVP and benchmark it against industry-standard ATS\/job platforms.\n \n\n\n\n Define and refine the core ATS features (careers page → candidate pipeline → interview → hire).\n \n\n\n\n Map jobseeker and recruiter user journeys → simplify, standardize, and remove friction.\n \n\n\n\n Prioritize features into a clear roadmap (what’s MVP, what’s phase 2, what can wait).\n \n\n\n\n Work with founders + dev\/design team to ensure execution aligns with roadmap.\n \n\n\n\n Test UX flows, suggest optimizations, and highlight industry best practices.\n \n\n\n\n Provide input on candidate pool building, skill verification, and recruiter adoption features.\n   \n\n\n\n\n\n**What you show know already** \n\n\n\n\n  \n\n\n\n\n\n Hands-on experience in building or scaling ATS \/ job platforms (LinkedIn, Workable, Greenhouse, Teamtailor, or similar).\n \n\n\n\n Strong understanding of recruiter workflows (job posting → candidate sourcing → ATS pipeline → hire).\n \n\n\n\n Familiarity with jobseeker UX → what makes applying and onboarding seamless.\n \n\n\n\n Product roadmap definition (taking founder vision → into backlog and deliverables).\n \n\n\n\n Ability to spot gaps in features and prevent building “noise.”\n \n\n\n\n Experience with UX\/UI best practices for SaaS, preferably in hiring or HR-tech.\n \n\n\n\n Knowledge of EU market compliance (GDPR, hiring data) is a plus.\n   \n\n\n\n\n\n**Location & Setup** \n\n\n\n\n  \n\n\n\n\n\n Open to remote (India, US, Sweden) — but must have strong prior experience in ATS recruitment\/jobtech platforms.\n \n\n\n\n Sweden\/EU knowledge is a bonus, but not mandatory at start.\n \n\n\n\n Contract setup: Fractional \/ Part-Time (5–15 hrs\/week).\n \n\n\n\n Duration: 3–6 months contract (extendable).\n \n\n\n\n Compensation: Competitive contract fee (cash) + optional small equity % for longer commitment.\n \n\n\n\n  \n\n\n\n\n\n**Why Join Us** \n\n\n\n\n  \n\n\n\n\n\n Shape the future of a skill-first hiring platform in Sweden & Global tech market.\n \n\n\n\n Work closely with founders who understand both tech and product management.\n \n\n\n\n Be at the ground floor of a bootstrapped startup with real MVP traction.\n \n\n\n\n Flexible, impactful, and high-visibility role.\n \n\n\n\n  \n\n\n\n\n\n**How We Hire** \n\n\n\n\n  \n\n\n\n\n\n Application – Fill out a short form and share links to your past work (portfolio, product case studies, or ATS\/job platform projects).\n \n\n\n\n Intro Call – We’ll jump on a quick exploratory call to understand your background, availability, and fit with our MVP stage.\n \n\n\n\n Practical Insight – Instead of a test, we’ll ask you to present your approach to a real problem we’re solving (via Loom video or call).\n \n\n\n\n Deep Dive Chat – Join us for a follow-up discussion about your experience with product strategy, ATS\/jobtech platforms, and MVP growth.\n \n\n\n\n Trial Collaboration – A short, paid 1–2 day remote exercise with our team. You’ll get to see how we work, and we’ll see how you think.\n   \n\n\n\n\n\n**About Your Application** \n\n\n\n\n  \n\n\n\n\n\n Please submit your application in English. It’s our working language at SkillSnap.\n \n\n\n\n We are a Sweden-based, bootstrapped startup — transparency and curiosity matter more than polished CVs.\n \n\n\n* We treat all candidates equally. If you’re interested, apply via our careers form (or LinkedIn job post link we’ll share).","company_url":"https:\/\/se.linkedin.com\/company\/upgrowth-skillsnap","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFL-RovpvUx2w\/company-logo_100_100\/B4DZj1Vc0fIgAQ-\/0\/1756462698520\/upgrowth_skillsnap_logo?e=2147483647&v=beta&t=Num4zZ5O3VyQaXfuNP7IruE6lxb6oQzCLeZW8C5xg3M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4289920011","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4289920011","job_url_direct":null,"title":"Network Designer","company":"ICA Gruppen","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Retail","listing_type":null,"emails":null,"description":"Är du en erfaren nätverksspecialist som drivs av att skapa moderna och säkra nätverkslösningar? Hos oss får du möjlighet att arbeta med den senaste tekniken, komplexa miljöer och bidra till verksamhetskritisk utveckling. Tillsammans med kompetenta kollegor blir du en nyckelperson i arbetet med att designa framtidens nätverk för ICAs samtliga bolag.\n   \n\n  \n\n Om jobbet som Network Designer\n   \n\n  \n\n Som Network Designer hos ICA ansvarar du för att designa och dokumentera nätverksinfrastruktur i våra datacenter, kontor och molnplattformar. Du tar fram både övergripande och detaljerade designlösningar för LAN, WAN, WLAN och cloud connectivity, och säkerställer att våra nätverk är skalbara, säkra och följer best practice. Du samarbetar nära såväl interna som externa intressenter, utvärderar och rekommenderar nya tekniker samt stöttar implementationer och migreringar till moderna miljöer.\n   \n\n  \n\n Du arbetar i ett team av tekniska specialister och nätverksingenjörer på ICA tillsammans med vårt extended team från Infosys. Arbetet sker i hybridform med placering i Solna och resor inom Sverige och till Rumänien kan förekomma.\n   \n\n  \n\n Är du den vi söker?\n   \n\n  \n\n Vi söker dig med gedigen erfarenhet av nätverksdesign i större miljöer. Du har djup kunskap inom LAN, WAN, WLAN, cloud och datacenter – och kan ta fram dokumentation, adressplaner och topologier. Du har erfarenhet av att stötta implementationsteam och arbeta med kapacitetsplanering samt felsökning i komplexa nätverk. Du har erfarenhet av att jobba i enterprisemiljö med komplexa nätverkslösningar.\n   \n\n  \n\n Vi ser gärna att du har erfarenhet av teknologier och leverantörer som Cisco (SDA, SDN, SD-WAN), Check Point, F5, Fortinet, Infoblox, Solarwinds och molnplattformar som Azure eller GCP. Kunskaper inom automatisering och scripting (t.ex. Ansible, Python, Terraform) och relevanta certifieringar är meriterande.\n   \n\n  \n\n Du behärskar svenska och engelska i tal och skrift.\n   \n\n  \n\n Vad händer nu?\n   \n\n  \n\n Har du frågor om rollen är du välkommen att kontakta Praful Reddy, Group Manager Core and Network, tel. 076-648 35 54. Har du frågor om urval eller process kontakta Markus Öhman, rekryterare, på tel. 076-695 62 04.\n   \n\n  \n\n Urval sker löpande så skicka in din ansökan så snart det går. Sista ansökningsdag 2025-10-19.\n   \n\n  \n\n ICA ska spegla våra kunder och samhället, vi strävar därför efter att anställa människor med olika bakgrund, kompetenser, kunskap och erfarenheter. Om roller kräver det så behöver du genomgå tester, bakgrundskontroller och drogtestning innan anställning.\n   \n\n  \n\n Läs mer om hur det är att jobba på ICA.","company_url":"https:\/\/se.linkedin.com\/company\/ica","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQF9OBjwekr8fg\/company-logo_100_100\/company-logo_100_100\/0\/1630605274024\/ica_logo?e=2147483647&v=beta&t=4N-y53l4cMHZe1fDq1lECtvDZHralMb8BUBbUaBXzno","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4245519796","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4245519796","job_url_direct":null,"title":"Erfaren Enterprise Architect med affärssinne? Vi söker dig!","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"azra.dajic@cgi.com","description":"Beskrivning av tjänsten\n   \n\n  \n\n Vill du vara med och forma framtidens industriella landskap? Vi söker en vass och självgående Enterprise Architecture-rådgivare med ett strategiskt mindset och passion för att skapa verklig affärsnytta i komplexa organisationer. Hos oss får du arbeta med några av Sveriges mest välkända industribolag – i uppdrag där du gör skillnad på riktigt, tillsammans med andra seniora specialister.\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n Som Enterprise Architect hos oss får du en nyckelroll i att driva och förankra arkitektur- och transformationsinitiativ. Vanliga uppgifter inkluderar:\n   \n\n  \n\n* Ta fram och förankra EA-roadmaps och målbilder\n* Rådgivning kring styrning, investeringar och förändringsinitiativ\n* Bedömning och design av applikations- och informationslandskap\n* Leda EA-forum och stötta beslutsfattare i strategiska teknikval\n* Bygga broar mellan IT och verksamhet i transformationsresor\n\n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n Vi söker dig som har:\n   \n\n  \n\n* Minst 10 års erfarenhet inom IT- eller verksamhetsarkitektur, strategi eller närliggande områden\n* Konsulterfarenhet och vana att arbeta nära beslutsfattare\n* Förmåga att kommunicera komplexa idéer på ett tydligt och affärsnära sätt\n* Kommersiellt mindset och förmåga att bygga långsiktiga relationer\n\n\n Det är meriterande om du har:\n   \n\n  \n\n* Erfarenhet från tillverknings- eller byggindustrin\n* Kunskap inom ett eller flera av följande områden: Industriell digitalisering \/ smart industri (Industry 4.0) Produktlivscykelhantering (PLM) & digitala tvillingar Informationsmodellering & datastyrning (data governance) Hållbarhetsrapportering och ESG-drivna IT-initiativ Modernisering av legacy \/ ERP-landskap i molnmiljöer\n\n\n Viktiga kompetenser och egenskaper:\n   \n\n  \n\n* Strategisk och analytisk förmåga – du ser helheten och kopplar IT till affärsmål\n* Arkitekturkompetens – du behärskar modellering, design och styrning\n* Kommunikationsförmåga – du bygger förtroende och leder dialoger med ledning\n* Förändringsledning – du har erfarenhet av att driva transformationer\n* Teknisk bredd – du har koll på moderna teknologier, molnplattformar och integration\n\n\n Meriterande certifieringar är:\n   \n\n  \n\n* TOGAF®, ArchiMate®\n* Certified Business Architect (CBA®)\n* SAFe® Architect \/ Agilist, ICP-ENT\n* AWS \/ Azure \/ Google Cloud Architect\n* CDMP, COBIT®\n\n\n Vad vi erbjuder:\n   \n\n  \n\n* Möjlighet att påverka Sveriges mest spännande industriprojekt\n* Kollegor som är lika kunniga som de är prestigelösa\n* Flexibla arbetsformer och fokus på balans i livet\n* Kontinuerlig kompetensutveckling och kunskapsdelning\n\n\n Några av våra förmåner är bland annat\n   \n\n  \n\n* Aktieprogram och delägarskap: Som delägare har du möjlighet att påverka och i vårt aktieprogram matchar CGI ditt bidrag, krona för krona upp till 3% av din månadslön.\n* Friskvårdsbidrag: Vi erbjuder ett årligt friskvårdsbidrag på 4000 kr.\n* Föräldralön: Vi betalar upp till cirka 90% av din lön under den första tiden hemma.\n* Trygg anställning: Våra konsulter anställs med kollektivavtal och försäkringar.\n* Pensionslösningar: Vi erbjuder attraktiva och förmånliga pensionslösningar.\n\n\n Låter det intressant?\n   \n\n  \n\n Vi ser fram emot att höra ifrån dig! Skicka in din ansökan redan idag då urvalet sker löpande. Har du frågor om rollen, kontakta gärna Azra Dajic på azra.dajic@cgi.com. Varmt välkommen med din ansökan!\n   \n\n  \n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4268216727","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4268216727","job_url_direct":null,"title":"SAP S\/4HANA Consultant -- Sweden","company":"Infosys","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Job Description**\n**Role** \n - Principal Consultant\n   \n\n  \n\n**Technology** \n – SAP S\/4HANA\n   \n\n  \n\n**Location** \n – Sweden\n   \n\n  \n\n**Compensation** \n – Competitive (including bonus)\n   \n\n  \n\n**Job Description**\n Today, the corporate landscape is dynamic and the world ahead is full of possibilities! None of the amazing things we do at Infosys would be possible without an equally amazing culture, the environment where ideas can flourish and where you are empowered to move forward as far as your ideas will take you.\n   \n\n  \n\n At Infosys, we assure that your career will never stand still, we will inspire you to build what’s next and we will navigate further together. Our journey of learnability, values and trusted relationships with our clients continue to be the cornerstones of our organization and these values are upheld only because of our people.\n   \n\n  \n\n**Your role**\n Infosys is seeking a highly experienced and dynamic Principal Consultant – SAP to join our growing SAP practice. This role demands deep expertise in SAP technologies, strong leadership capabilities, and a proven track record of delivering complex transformation programs. As a Principal Consultant, you will lead solution architecture, client engagements, and delivery excellence across SAP S\/4HANA projects.\n   \n\n  \n\n**Key Responsibilities**\n* Lead SAP solutions across multiple end-to-end implementations and transformation programs.\n* Drive client engagements from Phase 0 through execution, including Greenfield, Brownfield, and Hybrid S\/4HANA projects.\n* Collaborate with client stakeholders (Business and IT) to define roadmaps, assess readiness, and build transformation strategies.\n* Utilize SAP toolchain for implementation, administration, and optimization.\n* Prepare solution proposals, effort estimations, and contribute to RFP responses.\n* Mentor and manage project teams, ensuring delivery quality and adherence to timelines.\n* Represent Infosys in client meetings with professionalism and strong interpersonal communication.\n* Stay current with SAP innovations and contribute to internal knowledge sharing.\n\n\n**Skill Required**\n* Deep functional (SAP Finance\/Manufacturing\/Logistics\/Sales) or technical skills (ABAP, Integration, Security, Basis) in one or two SAP ERP skills.\n* Experience in SAP S\/4HANA, EWM, TM, Business AI, LeanIX, Signavio, Cloud ALM\n* Hands-on SAP consulting experience.\n* Minimum of 4 full lifecycle SAP project implementations.\n* Experience in leading teams in SAP projects.\n* Exposure to at least two types of S\/4HANA projects: Greenfield, Brownfield, or Hybrid.\n* Experience in transformation preparation or Phase 0 activities.\n* Proficiency in SAP toolchain usage or administration.\n* Valid SAP certification in relevant skill areas.\n* Strong client-facing skills with the ability to engage middle management effectively.\n* Proven ability to build solution proposals and estimate efforts accurately.\n* Demonstrated flexibility, team spirit, and a results-driven mindset.\n\n\n**Preferred Qualifications**\n* Exposure to multiple SAP modules or skill areas within the SAP product portfolio.\n* Publications or thought leadership in SAP or industry-specific domains.\n\n\n**About Infosys**\n Infosys is a global leader in next-generation digital services and consulting. We enable clients in 56 countries to navigate their digital transformation. With over three decades of experience in managing the systems and workings of global enterprises, we expertly steer our clients through the many next of their digital journey. We do it by enabling the enterprise with an AI-powered core that helps prioritize the execution of change. We also empower the business with agile digital at scale to deliver unprecedented levels of performance and customer delight. Our always-on learning agenda drives their continuous improvement through building and transferring digital skills, expertise and ideas from our innovation ecosystem.\n   \n\n  \n\n Visit www.infosys.com to see how Infosys can help your enterprise navigate your next.\n   \n\n  \n\n**All aspects of employment at Infosys are based on merit, competence and performance. We are committed to embracing diversity and creating an inclusive environment for all employees. Infosys is proud to be an equal opportunity employer**","company_url":"https:\/\/in.linkedin.com\/company\/infosys","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQEv67uGFge5Sw\/company-logo_100_100\/B56ZfEsEVpHoAU-\/0\/1751351576332\/infosys_logo?e=2147483647&v=beta&t=cZJHsfAqzeMJNdxHldoUAVht2bRr9_VtbB2VlJJn19I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4250711063","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4250711063","job_url_direct":"https:\/\/careers.vattenfall.com\/global\/job\/sap-solution-architect-nuclear-business-in-stockholm-jid-48397?_atxsrc=LinkedIn&utm_source=LinkedIn&trid=2d92f286-613b-4daf-9dfa-6340ffbecf73&urlHash=V3Ve","title":"SAP Solution Architect (Nuclear Business)","company":"Vattenfall","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Utilities","listing_type":null,"emails":null,"description":"Vattenfall is recognized as one of the first movers in the energy transition – and by that power climate smarter living for all our customers.\n   \n\n  \n\n Yet, our investment power, innovation, and ambitious change agenda to become fossil free in one generation, can only be met if we can rely on the reliable and competivive generation of our Nuclear plants. To face this challenge we invest in our people and we continue to employ exceptional IT talent. With our team, we are advancing Vattenfall Nuclear to become a data driven company, allowing them to optimize decision making and investment planning.\n   \n\n  \n\n**This Means We Are Architecting**\n* Our enterprise asset management and logistics on SAP S\/4HANA\n* An integrated and hybrid SAP and surrounding systems landscape consisting of multiple instances (cloud and onpremise)\n* Solutions that are critical to Swedish infrastructure and its society and thus regulated under Säkerhetsskyddslag (2018:585)\n* Full IT\/OT convergence to ensure frictionless transfer of data (near) real time to advance predictive maintenance use cases\n* IT infrastructure and solutions that are hyper-scalable and reliable\n* Strategic solutions\/landscapes to optimize Nuclear maintenance strategies\n\n\n Our team requires true Business facing Solution architects; You know how to use technology to make Nuclear run as\n *clockwork* \n , you act as\n *timer* \n to ensure we meet our ambitious goals and be an\n *alarm* \n if we can do better! We have a large SAP and Microsoft footprint, with more than 20.000 users in six countries\n   \n\n  \n\n Our Group IT Architecture team of 30 enterprise \/ solution architects is involved in around 100+ key projects at any time, focusing on enterprise architecture and solution architecture for all Vattenfall business units. We act as the hub to understand business needs and to see the bigger Vattenfall picture to help our teams securely adopt the technologies of tomorrow.\n   \n\n  \n\n**Your Main Responsibilities**\n* You will join the larger strategic projects, to guide them into successful execution based on fit-for-purpose architecture\n* You will consult and educate the Nuclear business on SAP, IT strategy, integration strategy, data strategy and SAP strategy, etc\n* You have a solid understanding of IT security and will support Nuclear in fit-for-purpose adoption.\n* You will have (or build up) Nuclear and SAP domain knowledge to become the go-to point how advance its S\/4 journey.\n* You will help us grow our Enterprise thinking and establish standards and architecture principles. You will be our trusted advisor towards our Nuclear and other business area’s to enable their operating model by technology – also if that is that means radical change!\n\n\n**Qualifications**\n**Our ideal candidate**\n We are looking for a seasoned Solution Architect, that has hands-on experience with SAP solution architecture, preferably (in prior assignments) as SAP Architect in water or energy utilities, manufacturing, or automotive.\n   \n\n  \n\n You Feel Comfortable Communicating With Both IT And Non-IT Colleagues On Different Levels In The Organization. You Enjoy Being In An Ever-changing Environment. Furthermore, You Bring\n   \n\n  \n\n* An academic degree in IT or related study\n* You speak Swedish and English\n* Experience with Enterprise Architecture and Frameworks in an international environment\n* You have deep SAP technical knowledge and general IT knowledge\n* Ideally you have worked in an asset intensive industry – and understand security considerations, IEC 62443, ISO27001 etc.\n* Experience with Microsoft Azure Well Architected Framework\n* Skills to produce enterprise ready architecture documents and todirect complex problems into concise Management Board action\n* And we love architects talk business and know TOGAF, rather than those that talk TOGAF and know business …\n\n\n**Location** \n : for this position you are expected to be already based in Sweden with willingness to travel regularly to the office (Stockholm, Solna). Occasionally also travel to key Nuclear locations, like Ringhals, Forsmark, Oskarshamm or team meetings in Amsterdam and Berlin; You will be expected to travel approximately a once month for two days to these locations.\n   \n\n  \n\n**Our Offer**\n* Become part of a massive transformative purpose – not on paper, but in real-life – whereby you can influence the outcome!\n* We offer a challenging and international work environment and the possibility to work with some of the best in the field.\n* You will work in an interdisciplinary team with other senior IT Architects – so we do this together!\n* A professional environment where your experience, knowledge and attitude will bring us one step further and the opportunity for you to grow further.\n* A central office location with easy access by public transport.\n* Furthermore, a healthy work-life balance (smart working) and time to develop your profession\n* At Vattenfall you get the opportunity to work for a clean energy company that aims for creating fossil free energy within one generation.\n* And last but not least; International and multi-cultural work environment with energetic, motivated colleagues that like to have fun as well!\n\n\n Additional Information\n   \n\n  \n\n**About Vattenfall**\n Energy is our contribution to quality of life – day after day. With around 20.000 colleagues Vattenfall provides comprehensive electricity and heating offerings to several million customers in northern Europe. For the work ahead we need people who are fully dedicated to our customers and to a sustainable society – people like you.\n   \n\n  \n\n**More information**\n We welcome your application in English, including CV and cover letter via our website. For information about the position, please contact recruiting manager Emile Das, +31 6 5250 4359. For more information about the recruitment process, you are welcome to contact Recruiter Folmer Koper +31 6 38710915.\n   \n\n  \n\n At Vattenfall, we are convinced that striving for diversity helps building a more profitable, efficient and attractive company. We continue to seek a harmonious balance of employees in terms of gender, age, ethnic and cultural backgrounds.\n   \n\n  \n\n Since Vattenfall is a part of the Swedish critical infrastructure, many of our services are security classed. If this position is security classed the final candidates might be subjected to a security vetting process, according to the Swedish legislation.\n   \n\n  \n\n**Company Description**\n Vattenfall is one of Europe’s largest producers and retailers of electricity and heat. Our main markets are Sweden, Germany, the Netherlands, Denmark, and the UK. The Vattenfall Group has approximately 20,000 employees. We have been electrifying industries, powering homes and transforming life through innovation for more than 100 years. We now want to make fossil free living possible within one generation and we are driving the transition to a sustainable energy system.","company_url":"https:\/\/se.linkedin.com\/company\/vattenfall","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGTEj6f8UhgQw\/company-logo_100_100\/B4DZk307bqJYAY-\/0\/1757578246299\/vattenfall_logo?e=2147483647&v=beta&t=PB6-AE3liADbo7RIh-Ss3JQmpEqbbcb1vmpT0PLfqHw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4232972169","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4232972169","job_url_direct":null,"title":"Systemutvecklare IBM Mainframe","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"carljohan.pott@cgi.com","description":"Beskrivning av tjänsten\n   \n\n  \n\n Vi söker dig som vill arbeta med systemutveckling inom IBM Mainframe tillsammans med ett gäng härliga kollegor i ett av våra kundprojekt inom Financial Services på CGI. Projektet är ett långt åtagande som löper över flera år hos kunden.\n   \n\n  \n\n Du kommer att ingå i ett team med 15 kunniga och engagerade kollegor, som verkar i en anda av att hjälpa varandra för att lyckas. Teamet är gemensamt ansvarigt för all utveckling och förvaltning av kundens stordatorsystem.\n   \n\n  \n\n Dina framtida arbetsuppgifter\n   \n\n  \n\n För att trivas och lyckas i din roll, måste du vara kund- och affärsinriktad och tycka om att arbeta i team. Du är engagerad och arbetar på ett strukturerat sätt, med en bra leveransförmåga. Du är positiv och tydlig i din kommunikation och delar gärna din kunskap. Du drivs av att ständigt utveckla dig själv och ditt sätt att arbeta.\n   \n\n  \n\n Kvalifikationer för att bli framgångsrik denna roll\n   \n\n  \n\n Vi tror att du har:\n   \n\n  \n\n* God kunskap inom COBOL programmering och JCL.\n* God kunskap inom systemutveckling i CICS-miljö.\n* Tidigare erfarenhet av att lära sig äldre förvaltade system med dess under åren allt mer komplexa arkitektur.\n* Kunskap inom DL1 och DB2 databaser.\n* Kunskap inom test.\n* Du kan både svenska och engelska i tal och skrift.\n\n\n Meriterande\n   \n\n  \n\n* God kunskap kommunikation\/integration som MQ, XML,webservices (SOAP,http, https) , IP-Socket.\n* Erfarenhet av robust felhanteringslogik och logg hantering.\n* God kunskap programdesign felhantering och schemaläggning batch program.\n* Kunskap inom programmering med Java och XML är en meriterande.\n\n\n**Låter det intressant?**\n Vi ser fram emot din ansökan! Vi går igenom ansökningarna löpande. Har du några funderingar kring rollen kan du maila till Carl Johan pott på carljohan.pott@cgi.com.\n   \n\n  \n\n**Vad kan vi på CGI erbjuda dig?**\n Vi är mer än du tror - Vi är ett globalt företag där det finns flera möjligheter än att vara konsult och där work-life balance uppmuntras. Hos oss kan du jobba med våra egna produkter, Inhouse eller ute hos kund. Var du än befinner dig i livet finns det möjligheter för dig på CGI. Det som gör oss unika är att vi lyckas vara både globala och lokala på samma gång. Vi väljer att kalla det för ”Glocal:” Vad det faktiskt innebär är att det bästa ur två världar kombineras. Det globala sammanhanget och stabiliteten finns, samtidigt som varje kontor bygger sin personliga kultur med trivsel och välmående i fokus.\n   \n\n  \n\n Som anställd erbjuds du nedan förmåner:\n   \n\n  \n\n* Aktieprogram och delägarskap: Som delägare har du möjlighet att påverka och i vårt aktieprogram matchar CGI ditt bidrag, krona för krona upp till 3% av din månadslön\n* Föräldralön: Vi betalar ut minst 90% av din lön under den första tiden hemma\n* Friskvårdsbidrag: Vi erbjuder ett årligt friskvårdsbidrag om 4 000 kr\n* Trygg anställning: Våra medlemmar anställs med kollektivavtal och försäkringar\n* Pensionslösningar: Vi erbjuder attraktiva och förmånliga pensionslösningar\n* Personalbil: Personalbilen används som en privatbil men leasas av CGI\n\n\n Läs mer om CGI på vår hemsida: www.cgi.se\n   \n\n  \n\n**Låt oss som ägare omvandla verklig insikt till handling – tillsammans.**\n Livet på CGI bygger på ägande, lagarbete, respekt och tillhörighet. Tillsammans med oss kommer du att kunna nå din fulla potential.\n   \n\n  \n\n Du är inbjuden att ta ägandeskap redan från första dagen i vårt arbete med att förverkliga vår dröm om att skapa en arbetsmiljö där vi trivs med att arbeta tillsammans och bidrar till framgången för vårt företag. Det är därför vi kallar oss CGI Partners snarare än anställda. Vi drar nytta av vår kollektiva framgång och tillsammans får vi möjlighet att aktivt forma vår företagsstrategi och inriktning.\n   \n\n  \n\n Ditt arbete skapar värde. Du kommer att vara med att utveckla innovativa lösningar och bygga relationer med medarbetare och kunder samtidigt som du får tillgång till globala möjligheter att skala upp dina idéer, omfamna nya möjligheter och dra nytta av gedigen bransch- och teknikexpertis.\n   \n\n  \n\n Du kommer att forma din karriär tillsammans med ett företag som är byggt för att växa och bestå. Du får stöd av ledare som bryr sig om din hälsa och ditt välbefinnande och ger dig möjligheter att fördjupa dina kunskaper och vidga dina vyer.\n   \n\n  \n\n Bli en del en av världens största leverantörer av IT- och affärskonsulttjänster.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=ij1LHgnuOsTNPdqx4ZbUQN5MAamZh85SdKfWcRfMVt4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4310671254","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4310671254","job_url_direct":"https:\/\/www.folksam.se\/jobb-och-karriar\/lediga-jobb\/lediga-jobb-hos-oss?rmpage=job&rmjob=p2827&urlHash=eCMr","title":"Senior fullstack-apputvecklare till Digital kundupplevelse","company":"Folksam","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"Insurance","listing_type":null,"emails":null,"description":"Inom avdelningen Leva med och nyttja ansvarar vi för kundresan för befintliga kunder. Vi arbetar främst i inloggat läge och i appen med information, skadeuppdatering, ändringar och dokument - där vi skapar moderna, användarvänliga gränssnitt som driver affärsnytta.\n \n\n\n\n Hos oss får du jobba nära både teknik och affär – i ett team som präglas av samarbete, innovation och ett starkt kundfokus. Här får du chansen att göra skillnad för dig själv och fyra miljoner kunder. Hur vill du bidra till allt som inte har hänt än?\n \n\n\n\n  \n\n\n\n\n\n**Det här gör du som fullstack-apputvecklare på Digital kundupplevelse** \n\n\n\n\n Vi befinner oss i en spännande teknisk förflyttning – från systemcentrisk arkitektur till kundcentriska lösningar. Inom frontend etablerar vi nu en ny plattform med ett tydligt mål: \"Build once for all”.\n \n\n\n\n  \n\n\n\n\n\n Genom att skapa en whitelabel-lösning med återanvändbara komponenter, affärsflöden och kapabiliteter, möjliggör vi snabbare utveckling, enhetlig design och bättre kundupplevelser – oavsett vart du möter oss digital.\n \n\n\n\n  \n\n\n\n\n\n Du kommer att arbeta med komponentbaserad utveckling, designsystem och smarta integration mot backend via API:er och eventdrivna flöden. Du blir en viktig del i ett tvärfunktionellt team där du samarbetar med utvecklare, arkitekter, UX-designers och andra nyckelpersoner.\n \n\n\n\n  \n\n\n\n\n\n Som senior utvecklare hos oss bidrar du aktivt till vår frontend-arkitektur och app-arkitektur med målet att skapa sammanhängande och skalbar lösning för de digitala kanaler i inloggat läget. Du är med och utformar möjlighet för återanvänding av komponenter och logik mellan webb, Android och iOS och driver teknisk förändring i en komplex och storskalig miljö. Du arbetar nära dina backendkollegor och har en viktig roll i att leda arbetet framåt – från initiativ till färdig lösning. Du tar ett helhetsansvar för leveransen och säkerställer att både teknik och samarbete håller hög kvalitet genom hela utvecklingsprocessen.\n \n\n\n\n  \n\n\n\n\n\n**Är du den vi söker?** \n\n\n\n\n I den här rekryteringen söker vi dig som har en förmåga att förenkla teknik och kommunicera lösningar på ett sätt som skapar samsyn och förtroende. Uppdraget har ett stort fokus på att säkerställa att vi samverkar mellan webb, iOS och Android samt jobbar med tillgänglighetanpassning och crossplattform-utveckling, därför ser vi att du har erfarenheten med dig.\n \n\n\n\n Vi tror att du har varit med och gjort den här typen av förflyttning förut och har erfarenhet av bland annat:\n \n\n\n* 7+ års arbetslivserfarenhet som fullstack-utvecklare\/app-utvecklare.\n* Frontend-arkitektur och app-arkitektur som fungerar sömlöst över plattformar och krossfunktionellt.\n* Apputveckling med erfarenhet av Android apputveckling med Kotlin och Jetpack Compose.\n* Apparkitektur och design patterns som MVVM och Clean Architecture.\n* Arbeta med backend API:er - meriterande med GraphQL.\n* Tekniker som Kubernetes, TypeScript, React, Microfrontends, Node.js, GraphQL och komponentbaserad arkitektur­­.\n\n\n\n  \n\n\n\n\n\n Det är meriterande om du också har erfarenhet av iOS apputveckling med Swift och SwiftUI.\n \n\n\n\n Som person ser vi att du är kommunikativ, kreativ, resultatinriktad och övertygad om att det alltid finns lösningar på komplexa problem. Du är ansvarstagande och har hög förmåga att driva frågor själv. Du involverar och vägleder andra och samarbetar gärna tvärfunktionellt.\n \n\n\n\n Vidare skapar du förtroende genom bemötande och kunskap och ser ständigt lärande som en självklarhet. Du är van vid att presentera lösningar och koncept för större publiker. Du har en pedagogisk förmåga och du har en förmåga att förenkla och beskriva teknisk komplexitet på lagom nivå för olika målgrupper. Vi ser att du är en driven person som är van att navigera i olika forum med olika typer av intressenter.\n \n\n\n\n  \n\n\n\n\n\n**Här kan du göra skillnad** \n\n\n\n\n Välkommen till Folksam – här driver du viktiga frågor framåt. Från de avgörande detaljerna till de stora perspektiven, med fokus på att förenkla våra kunders vardag. Det gör att du bidrar till något större, oavsett roll. Här finns det många roliga, utvecklande jobb och du har goda chanser till en spännande karriär.\n \n\n\n\n  \n\n\n\n\n\n Vi tror på ett hållbart arbetsliv och jobbar aktivt med inkludering och mångfald. Våra moderna kontor bjuder in till samarbete och lärande, här får vi saker att hända! Du har flexibiliteten att kunna varva arbete på kontoret med att jobba hemifrån, utifrån verksamhetens behov.\n \n\n\n\n Läs mer och se filmer om livet hos oss på folksam.se\/jobb-och-karriar.\n \n\n\n\n**Så söker du jobbet** \n\n\n\n\n Välkommen att skicka in din ansökan senast 22 oktober 2025.\n \n\n\n\n Vill du veta mer om jobbet är du välkommen att kontakta avdelningschef Jessica Piléus, 070-831 58 88.\n \n\n\n\n Fackliga representanter: Akademikerföreningen Per Hansson 070-831 60 67, Forena Morgan Svensson 073-423 59 12 och Handels Mikael Carlsson 070-831 51 32.\n \n\n\n\n*Kundägda Folksamgruppen erbjuder sedan 1908 försäkringar och sparande som ger trygghet i livets alla skeden. Vi gör det enklare för våra fyra miljoner kunder att känna sig trygga i en hållbar värld genom rätt försäkringar, rätt sparande och rätt hjälp när något händer.*","company_url":"https:\/\/se.linkedin.com\/company\/folksam","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHw7wbSg6Rhzg\/company-logo_100_100\/B4DZcvakRtGYAQ-\/0\/1748847183385\/folksam_logo?e=2147483647&v=beta&t=pBLv5ixnYzktKJXytDiJ91Dozpbt9ZLuCoXpRtKv9r0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]