[{"id":"5c175fd5d9f5a090","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5c175fd5d9f5a090","job_url_direct":"https:\/\/careers.nymle.com\/jobs\/5182018-unreal-engine-developer","title":"Unreal Engine Developer","company":"Nymle","location":"Stockholm, AB, SE","job_type":null,"date_posted":1731196800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Unreal Engine Developer**  \n\n**Freelance \/ Contract**  \n\n**Remote**  \n\n**6 month contract**\n\n  \n\nAre you an experienced Unreal Engine developer with a passion for bringing real-time data to life? We are seeking a skilled Unreal Engine Consultant to enhance our state-of-the-art body tracking solutions. In this role, you’ll be responsible for integrating and optimizing skeleton-tracking data to create precise, real-time 3D visualizations.\n\n**Key responsibilities**\n\n* Integrate skeleton tracking and motion capture data into Unreal Engine.\n* Develop and optimize animations of body movements for real-time visualization.\n* Collaborate with data engineers and visualization specialists to ensure high-fidelity, smooth, and accurate representations.\n* Troubleshoot, refine, and innovate visual effects and tracking systems in Unreal Engine to enhance viewer experience.\n\n**Key experience and qualifications required**\n\n  \n\nYou must have all of the following experience and competencies, which must be evidenced in your CV:\n\n* Strong experience with Unreal Engine, especially in animation and, ideally, real-time visualization.\n* Proficiency in skeleton tracking and motion capture workflows.","company_url":"https:\/\/se.indeed.com\/cmp\/Nymle","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4a6e8883c8113ea0","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=4a6e8883c8113ea0","job_url_direct":"https:\/\/jobs.ikea.com\/en\/job\/almhult\/motion-production-developer-ikea-marketing-and-communications-ab\/24107\/71839196160","title":"Motion Production Developer - IKEA Marketing & Communications AB","company":"IKEA","location":"Älmhult, G, SE","job_type":"fulltime","date_posted":1728604800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"tao.ma3@inter.ikea.com, Jonas.levin@inter.ikea.com","description":"**Job ID:** R0009650\n\n\n**Date posted:** 10\/11\/2024\n\n\nHej!\n\n\nWant to be a part of making everyday life better?\n\n\nThe IKEA vision is to create a better everyday life for the many people – and we’re always searching for new and better ways to do it. We gather insights about life at home, learning about the needs and dreams of people all over the world. And we use our home furnishing knowledge to create products and solutions that will enable more people to live the life they want.\n\n\nThrough creativity, IKEA marketing & Communication AB connects the heart of IKEA to the hearts and minds of the many people. We plan and produce marketing and communication that enables our retail markets to grow and to position IKEA as a purpose-led business and an expert in the life at home. We are 400 co-workers located in Älmhult – the heart of IKEA. Our strength is our 400+ talented co-workers: strategists, channel experts, developers, photographers, motion media producers, 3D artists, graphic designers, copywriters, interior designers, and many more competences. We are proud of our craftsmanship and ability to unleash creativity at scale.  \n\n  \n\nAt IKEA, collaborating on AI and 3D is an innovative fusion of creativity and technology that bridges virtual production, motion artistry, and advanced GenAI research. From streamlining workflows to automating processes, our goal is to scale production while keeping it future-proof and market-relevant. We push the boundaries of what’s possible, leading the industry in setting standards that ensure quality and longevity—whether in digital media or physical products. Our continuous partnerships with industry leaders and innovators fuel this journey, and we’re searching for motion and film production professionals who are also passionate or curious about GenAI, 3D, and automation to co-create with us in revolutionizing the future of production.\n\n**Job Description**\n\n\nAs a Production Developer, you will lead the integration of AI, 3D and automation to smoother and more creative and efficient motion production to streamline workflows and develop new capabilities within the studio. Your focus will be on creating scalable, efficient production processes and ensuring industry-leading quality in both physical and digital media.\n\n\nYou will:\n\n* Lead collaborations on virtual production, motion artistry, and AI to explore, develop, and establish new production capabilities.\n* Drive the development of lean processes and automation solutions across the studio, optimizing workflows, reducing costs, and ensuring high quality for customer-facing solutions.\n* Support the integration of new production workflows, tools, and standards.\n* Act as a bridge between project teams and production to gather insights and improve capabilities.\n* Stay up-to-date with trends in the media landscape, including GenAI, 3D, and motion production, and explore new innovations to enhance customer communication and production processes.\n\n**Qualifications**  \n\nWe’re looking for an AI & 3D Production Developer who can consolidate and enhance AI and 3D production capability within content production development.\n\n\nQualifications:\n\n* Extensive experience in motion production, including not limiting virtual production and animation.\n* Up to date technologies in both media landscape and GenAI.\n* Knowledge and experience in project leading, production leading, agile scrum and OKR WoW.\n* Understanding and good to have experience with DCCs, i.e., 3D studio Max, Maya, Blender, Cinema 4D, Solid Works, and Realtime engines as well as production management tools such as ShotGrid etc.\n* Understanding & basic knowledge in programming and scripting languages and tools, such as Python, Java, Jira etc.\n* Experience working in a high-volume production environment with tight deadlines.\n* Experience working in a multicultural, creative, and inclusive work environment.\n* Fluent in English (spoken & written)\n\n\nIf you have the ability for strategic and abstract thinking, are hungry for challenges in the unknown and would like to grow into a more creative leadership you should apply for this role.\n\n**Additional information**  \n\nÄlmhult is an inspirational working environment, based on creativity and innovation, which gives you the opportunity to work and interact with people from all around the world. This is a place where you can focus on doing what you love. There are no dress codes or offices closed. No day is ever the same. All ideas are welcome. Everyone tries to pitch in when needed, and failures are seen as a way of learning. When you enter our workplace, we want you to feel that you can inspire billions of people all over the world.\n\n\nWant to make the world a little better with us? Then we want to hear from you!  \n\nWe look forward to receiving your application, your CV and a motivational letter in English no later than November 17. Note that we interview on a continuously basis and might close the opportunity to apply earlier.\n\n\nIf you have any questions regarding the role please contact Tao Ma, Production Development Manager at tao.ma3@inter.ikea.com. If you have any questions regarding the recruitment process please contact Recruiter Jonas Levin at Jonas.levin@inter.ikea.com","company_url":"https:\/\/se.indeed.com\/cmp\/Ikea","company_url_direct":"http:\/\/www.ikea.com","company_addresses":"Hofheim am Taunus","company_num_employees":"10,000+","company_revenue":"Decline to state","company_description":"At IKEA, we share an inspiring vision: “to create a better everyday life for the many people”.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/68ef1b4ec6bad250a9222e74accf5d17","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/359fd16fa19e2fb50842b59b320ea073","ceo_name":"Jesper Brodin","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/31fe36737a7e0f00e30e4d6d0d373c95"},{"id":"f7657ed13539fbae","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f7657ed13539fbae","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/143065563738841798","title":"Backendutvecklare - .NET","company":"Devoteam","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1728518400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"sanna.ekelof@devoteam.com","description":"- Vill du vara en del av ett företag där din tekniska expertis gör en verklig skillnad? Som .NET-utvecklare får du möjlighet att vara med i utvecklingen av robusta och skalbara system som driver affärskritiska applikationer. Du kommer att arbeta med C# \/.NET, molnlösningar (AWS, GCP, Azure) och API-design. Du kommer även få möjlighet att arbeta med microservices och containerbaserade arkitekturer (Docker, Kubernetes).\n\n\n**Vad förväntar vi oss av dig?**\n\n\n\t* **Teknisk expertis:** Ungefär 3 års erfarenhet av backendutveckling och har jobbat en del i molnbaserade system.\n\t* **Problemlösare:** Du har en analytisk förmåga och kan tänka strategiskt för att hitta de bästa lösningarna.\n\t* **Driven och nyfiken:** Du har ett stort intresse för Java och backendutveckling och är ivrig att lära dig mer.\n\t* **Teamspelare:** Du trivs med att arbeta både självständigt och i team och är bra på att kommunicera.\n\t* **Språk:** Du är flytande i svenska och engelska, i både tal och skrift. Viktigt för denna roll och potentiell kund är att du har svenskt medborgarskap.**Arbetsplats**  \n\nArbetsplatsen för den här rollen är Malmö med omnejd.\n\n\n**Om Devoteam**  \n\nHos oss värderar vi medarbetarnas trivsel och utveckling högt. Vi har byggt en arbetskultur där människor känner sig inspirerade, utmanade och trygga. Vi tror att när du trivs och växer, så gör även våra lösningar det.\n\n\nVi är ett ledande IT-konsultföretag med en stark förankring i Malmös tech-community, både som Devoteam och f.d .Jayway. Vi är engagerade i att skapa långsiktiga relationer med både kunder och medarbetare. Vi drivs av en passion för teknik och innovation, och erbjuder skräddarsydda lösningar för företag inom en rad olika branscher. Bland våra initiativ kan nämnas Øredev, en av Skandinaviens största utvecklarkonferenser, som vi var med och grundade.\n\n\n**Förmåner och praktisk information:**\n\n\n\t* Kontinuerligt lärande: Vi stöder kontinuerligt lärande med kompetensgrupper varannan vecka, deltagande på Øredev och löpande kompetensdagar för din professionella utveckling. Du har möjlighet att ta certifikat med någon av våra partners (AWS, Azure, GCP).\n\t* Ledighet och pension: Vi erbjuder 30 dagars semester, kompletterande föräldraledighetsersättning och tjänstepension enligt ITP1.\n\t* Hälsa och välbefinnande: Självklara förmåner som friskvårdsbidrag, tillgång till företagshälsovård, hälsokontroller och lunchyoga på kontoret.\n\t* Verktyg och utrustning: Du väljer själv de verktyg du behöver för att leverera och trivas i din arbetsmiljö.**Ansökan**  \n\nFör att ansöka, vänligen skicka din ansökan via länken nedan. Vi uppmuntrar tidiga ansökningar eftersom vi granskar dem löpande.\n\n\nFör eventuella frågor, kontakta Sanna Ekelöf, vår rekryterare, på sanna.ekelof@devoteam.com. Sanna kommer att vara din primära kontaktperson under hela rekryteringsprocessen.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"f81fbfa89e90fd68","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f81fbfa89e90fd68","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/123771563475378886","title":"Backendutvecklare - Node.js","company":"Devoteam","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1728518400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"sanna.ekelof@devoteam.com","description":"- Vill du vara en del av ett företag där din tekniska expertis gör en verklig skillnad? Som senior nodeutvecklare får du möjligheten att vara med i utvecklingen av robusta och skalbara system som driver affärskritiska applikationer. Du kommer att arbeta med Node.js, JavaScript, TypeScript, Express framework, molnlösningar (AWS, GCP, Azure) och API-design. Du kommer även få möjlighet att arbeta med microservices och containerbaserade arkitekturer (Docker, Kubernetes).\n\n\n**Vad förväntar vi oss av dig?**\n\n\n\t* Teknisk expertis: Ungefär 3 års erfarenhet av backendutveckling och har jobbat en del i molnbaserade system.\n\t* Problemlösare: Du har en analytisk förmåga och kan tänka strategiskt för att hitta de bästa lösningarna.\n\t* Driven och nyfiken: Du har ett stort intresse för backendutveckling och är ivrig att lära dig mer.\n\t* Teamspelare: Du trivs med att arbeta både självständigt och i team och är bra på att kommunicera.\n\t* Språk: Du är flytande i svenska och engelska, i både tal och skrift.**Arbetsplats**  \n\nArbetsplatsen för den här rollen är Malmö med omnejd.\n\n\n**Om Devoteam**  \n\nHos oss värderar vi medarbetarnas trivsel och utveckling högt. Vi har byggt en arbetskultur där människor känner sig inspirerade, utmanade och trygga. Vi tror att när du trivs och växer, så gör även våra lösningar det.\n\n\nVi är ett ledande IT-konsultföretag med en stark förankring i Malmös tech-community, både som Devoteam och f.d .Jayway. Vi är engagerade i att skapa långsiktiga relationer med både kunder och medarbetare. Vi drivs av en passion för teknik och innovation, och erbjuder skräddarsydda lösningar för företag inom en rad olika branscher. Bland våra initiativ kan nämnas Øredev, en av Skandinaviens största utvecklarkonferenser, som vi var med och grundade.\n\n\n**Förmåner och praktisk information:**\n\n\n\t* Kontinuerligt lärande: Vi stöder kontinuerligt lärande med kompetensgrupper varannan vecka, deltagande på Øredev och löpande kompetensdagar för din professionella utveckling. Du har möjlighet att ta certifikat med någon av våra partners (AWS, Azure, GCP).\n\t* Ledighet och pension: Vi erbjuder 30 dagars semester, kompletterande föräldraledighetsersättning och tjänstepension enligt ITP1.\n\t* Hälsa och välbefinnande: Självklara förmåner som friskvårdsbidrag, tillgång till företagshälsovård, hälsokontroller och lunchyoga på kontoret.\n\t* Verktyg och utrustning: Du väljer själv de verktyg du behöver för att leverera och trivas i din arbetsmiljö.**Ansökan**  \n\nFör att ansöka, vänligen skicka din ansökan via länken nedan. Vi uppmuntrar tidiga ansökningar eftersom vi granskar dem löpande.\n\n\nFör eventuella frågor, kontakta Sanna Ekelöf, vår rekryterare, på sanna.ekelof@devoteam.com. Sanna kommer att vara din primära kontaktperson under hela rekryteringsprocessen.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"824f74997b5d4178","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=824f74997b5d4178","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/74438652138005190","title":"Senior backendutvecklare - Java","company":"Devoteam","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1728345600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"sanna.ekelof@devoteam.com","description":"- Vill du vara en del av ett företag där din tekniska expertis gör en verklig skillnad? Som senior Java-utvecklare får du möjligheten att vara med i utvecklingen av robusta och skalbara system som driver affärskritiska applikationer. Du kommer att arbeta med Java SE\/EE, Spring Framework\/Spring Boot, molnlösningar (AWS, GCP, Azure), API-design, microservices och containerbaserade arkitekturer (Docker, Kubernetes).\n\n\n**Vad förväntar vi oss av dig?**\n\n\n\t* Teknisk expertis: Ungefär 5 års erfarenhet av backendutveckling, molnbaserade system och erfarenhet av Infrastructure as Code.\n\t* Kommunikationsförmåga: Du kan effektivt kommunicera komplexa tekniska lösningar till olika intressenter.\n\t* Problemlösare: Du har en analytisk förmåga och kan tänka strategiskt för att hitta de bästa lösningarna.\n\t* Ledarskap: Du är en informell ledare som inspirerar och stöttar dina kollegor.\n\t* Teamspelare: Du trivs med att arbeta både självständigt och i team.\n\t* Språk: Du är flytande i svenska och engelska, i både tal och skrift.**Arbetsplats**  \n\nArbetsplatsen för den här rollen är Malmö med omnejd.\n\n\n**Om Devoteam**  \n\nHos oss värderar vi medarbetarnas trivsel och utveckling högt. Vi har byggt en arbetskultur där människor känner sig inspirerade, utmanade och trygga. Vi tror att när du trivs och växer, så gör även våra lösningar det.\n\n\nVi är ett ledande IT-konsultföretag med en stark förankring i Malmös tech-community, både som Devoteam och f.d .Jayway. Vi är engagerade i att skapa långsiktiga relationer med både kunder och medarbetare. Vi drivs av en passion för teknik och innovation, och erbjuder skräddarsydda lösningar för företag inom en rad olika branscher. Bland våra initiativ kan nämnas Øredev, en av Skandinaviens största utvecklarkonferenser, som vi var med och grundade.\n\n\n**Förmåner och praktisk information:**\n\n\n\t* Kontinuerligt lärande: Vi stöder kontinuerligt lärande med kompetensgrupper varannan vecka, deltagande på Øredev och löpande kompetensdagar för din professionella utveckling. Du har möjlighet att ta certifikat med någon av våra partners (AWS, Azure, GCP).\n\t* Ledighet och pension: Vi erbjuder 30 dagars semester, kompletterande föräldraledighetsersättning och tjänstepension enligt ITP1.\n\t* Hälsa och välbefinnande: Självklara förmåner som friskvårdsbidrag, tillgång till företagshälsovård, hälsokontroller och lunchyoga på kontoret.\n\t* Verktyg och utrustning: Du väljer själv de verktyg du behöver för att leverera och trivas i din arbetsmiljö.**Ansökan**  \n\nFör att ansöka, vänligen skicka din ansökan via länken nedan. Vi uppmuntrar tidiga ansökningar eftersom vi granskar dem löpande.\n\n\nFör eventuella frågor, kontakta Sanna Ekelöf, vår rekryterare, på sanna.ekelof@devoteam.com. Sanna kommer att vara din primära kontaktperson under hela rekryteringsprocessen.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"624e4bb92a4644f8","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=624e4bb92a4644f8","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/91346544665469638","title":"Senior backendutvecklare - Node.js","company":"Devoteam","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1728345600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"sanna.ekelof@devoteam.com","description":"- Vill du vara en del av ett företag där din tekniska expertis gör en verklig skillnad? Som senior Node.js-utvecklare får du möjligheten att vara med i utvecklingen av robusta och skalbara system som driver affärskritiska applikationer. Du kommer att arbeta med Node.js, JavaScript, TypeScript, Express framework, molnlösningar (AWS, GCP, Azure), API-design, microservices och containerbaserade arkitekturer (Docker, Kubernetes).\n\n\n**Vad förväntar vi oss av dig?**\n\n\n\t* Teknisk expertis: Ungefär 5 års erfarenhet av backendutveckling, molnbaserade system och erfarenhet av Infrastructure as Code.\n\t* Kommunikationsförmåga: Du kan effektivt kommunicera komplexa tekniska lösningar till olika intressenter.\n\t* Problemlösare: Du har en analytisk förmåga och kan tänka strategiskt för att hitta de bästa lösningarna.\n\t* Ledarskap: Du är en informell ledare som inspirerar och stöttar dina kollegor.\n\t* Teamspelare: Du trivs med att arbeta både självständigt och i team.\n\t* Språk: Du är flytande i svenska och engelska, i både tal och skrift.**Arbetsplats**  \n\nArbetsplatsen för den här rollen är Malmö med omnejd.\n\n\n**Om Devoteam**  \n\nHos oss värderar vi medarbetarnas trivsel och utveckling högt. Vi har byggt en arbetskultur där människor känner sig inspirerade, utmanade och trygga. Vi tror att när du trivs och växer, så gör även våra lösningar det.\n\n\nVi är ett ledande IT-konsultföretag med en stark förankring i Malmös tech-community, både som Devoteam och f.d .Jayway. Vi är engagerade i att skapa långsiktiga relationer med både kunder och medarbetare. Vi drivs av en passion för teknik och innovation, och erbjuder skräddarsydda lösningar för företag inom en rad olika branscher. Bland våra initiativ kan nämnas Øredev, en av Skandinaviens största utvecklarkonferenser, som vi var med och grundade.\n\n\n**Förmåner och praktisk information:**\n\n\n\t* Kontinuerligt lärande: Vi stöder kontinuerligt lärande med kompetensgrupper varannan vecka, deltagande på Øredev och löpande kompetensdagar för din professionella utveckling. Du har möjlighet att ta certifikat med någon av våra partners (AWS, Azure, GCP).\n\t* Ledighet och pension: Vi erbjuder 30 dagars semester, kompletterande föräldraledighetsersättning och tjänstepension enligt ITP1.\n\t* Hälsa och välbefinnande: Självklara förmåner som friskvårdsbidrag, tillgång till företagshälsovård, hälsokontroller och lunchyoga på kontoret.\n\t* Verktyg och utrustning: Du väljer själv de verktyg du behöver för att leverera och trivas i din arbetsmiljö.**Ansökan**  \n\nFör att ansöka, vänligen skicka din ansökan via länken nedan. Vi uppmuntrar tidiga ansökningar eftersom vi granskar dem löpande.\n\n\nFör eventuella frågor, kontakta Sanna Ekelöf, vår rekryterare, på sanna.ekelof@devoteam.com. Sanna kommer att vara din primära kontaktperson under hela rekryteringsprocessen.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"245bbadc7f8f7d70","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=245bbadc7f8f7d70","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/84435435480064710","title":"Senior backendutvecklare - .NET","company":"Devoteam","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1728345600000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"sanna.ekelof@devoteam.com","description":"- Vill du vara en del av ett företag där din tekniska expertis gör en verklig skillnad? Som senior .NET-utvecklare får du möjligheten att vara med i utvecklingen av robusta och skalbara system som driver affärskritiska applikationer. Du kommer att arbeta med C# \/.NET, molnlösningar (AWS, GCP, Azure), API-design, microservices och containerbaserade arkitekturer (Docker, Kubernetes).\n\n\n**Vad förväntar vi oss av dig?**\n\n\n\t* Teknisk expertis: Ungefär 8 års erfarenhet av backendutveckling, molnbaserade system och erfarenhet av Infrastructure as Code.\n\t* Ledarskap: Du är en informell ledare som inspirerar och stöttar dina kollegor.\n\t* Kommunikationsförmåga: Du kan effektivt kommunicera komplexa tekniska lösningar till olika intressenter.\n\t* Problemlösare: Du har en analytisk förmåga och kan tänka strategiskt för att hitta de bästa lösningarna.\n\t* Teamspelare: Du trivs med att arbeta både självständigt och i team.\n\t* Språk: Du är flytande i svenska och engelska, i både tal och skrift. Viktigt för denna roll och potentiell kund är att du har svenskt medborgarskap.**Arbetsplats**  \n\nArbetsplatsen för den här rollen är Malmö med omnejd.\n\n\n**Om Devoteam**  \n\nHos oss värderar vi medarbetarnas trivsel och utveckling högt. Vi har byggt en arbetskultur där människor känner sig inspirerade, utmanade och trygga. Vi tror att när du trivs och växer, så gör även våra lösningar det.\n\n\nVi är ett ledande IT-konsultföretag med en stark förankring i Malmös tech-community, både som Devoteam och f.d .Jayway. Vi är engagerade i att skapa långsiktiga relationer med både kunder och medarbetare. Vi drivs av en passion för teknik och innovation, och erbjuder skräddarsydda lösningar för företag inom en rad olika branscher. Bland våra initiativ kan nämnas Øredev, en av Skandinaviens största utvecklarkonferenser, som vi var med och grundade.\n\n\n**Förmåner och praktisk information:**\n\n\n\t* Kontinuerligt lärande: Vi stöder kontinuerligt lärande med kompetensgrupper varannan vecka, deltagande på Øredev och löpande kompetensdagar för din professionella utveckling. Du har möjlighet att ta certifikat med någon av våra partners (AWS, Azure, GCP).\n\t* Ledighet och pension: Vi erbjuder 30 dagars semester, kompletterande föräldraledighetsersättning och tjänstepension enligt ITP1.\n\t* Hälsa och välbefinnande: Självklara förmåner som friskvårdsbidrag, tillgång till företagshälsovård, hälsokontroller och lunchyoga på kontoret.\n\t* Verktyg och utrustning: Du väljer själv de verktyg du behöver för att leverera och trivas i din arbetsmiljö.**Ansökan**  \n\nFör att ansöka, vänligen skicka din ansökan via länken nedan. Vi uppmuntrar tidiga ansökningar eftersom vi granskar dem löpande.\n\n\nFör eventuella frågor, kontakta Sanna Ekelöf, vår rekryterare, på sanna.ekelof@devoteam.com. Sanna kommer att vara din primära kontaktperson under hela rekryteringsprocessen.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"4070978053","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4070978053","job_url_direct":null,"title":"Developer","company":"Mitt Skolval","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Education Administration Programs","listing_type":null,"emails":"jobb@mittskolval.se, elisabet@mittskolval.se","description":"**Om oss** \n\n\n\n\n Mitt Skolval är marknadsledande inom skolplacering i Sverige. Vår SaaS-plattform effektiviserar och kvalitetssäkrar antagningsprocessen för grundskolan genom smarta matchningsalgoritmer och en användarvänlig e-tjänst för föräldrar. Idag hanterar vi närmare 40% av alla grundskoleplaceringar i landet.\n \n\n\n\n Med stark tillväxt och pågående expansion, både nationellt och snart internationellt, bygger vi nu upp ett internt utvecklingsteam. Vi är idag nio personer och söker engagerade utvecklare som vill vara med på vår spännande tillväxtresa.\n \n\n\n\n  \n\n\n\n\n\n**Om jobbet** \n\n\n\n\n Hos oss blir du en del av ett tight team om 5 utvecklare där du får stort eget ansvar och kreativ frihet. Att dela med sig av sin kunskap och ständigt bidra till att förbättra vår plattform är en självklar utgångspunkt för hela teamet. Samarbetet mellan utvecklare och produktägare är nära och beslutsvägarna korta vilket innebär att tempot delvis är högt, men vi prioriterar teamkänsla och arbetsglädje.\n \n\n\n\n  \n\n\n\n\n\n**Vem letar vi efter?** \n\n\n\n\n Vi söker dig som är en driven och självgående utvecklare med hög känsla för kvalitet och detaljer. Du är social, samarbetsvillig och bra på att förklara lösningar. Det är viktigt att du har förmåga att både ge och ta emot konstruktiv feedback. Du har en god problemlösningsförmåga kombinerat med säkerhetstänk. Vi tror också att din nyfikenhet och passion för att hitta nya lösningar kommer vara en stor tillgång för teamet.\n \n\n\n\n  \n\n\n\n\n\n Då vi kommer att tillsätta flera tjänster letar vi därför efter olika profiler. Dina kvalifikationer beror på om du söker en tjänst inriktad på frontend eller backend. Saknar du någon kompetens men känner att detta är rätt för dig? Sök ändå - vi värderar rätt person och mindset högt!\n \n\n\n\n  \n\n\n\n\n\n**Backend** \n\n\n\n\n Krav på erfarenhet och kompetenser:\n \n\n\n* Mycket goda erfarenheter av Typescript och Node\/Express i backend\n* Erfarenhet av Docker, Kubernetes, CI\/CD och automation\n* God förståelse för SQL (specifikt Mysql)\n* Stark erfarenhet av att skriva modulär kod som är tydlig, testbar och underhållbar\n* Erfarenhet av asynkrona system med tex meddelandehantering i Kafka\n* Erfarenhet av testdriven utveckling\n* Kandidatexamen inom system\/mjukvaruutveckling eller motsvarande erfarenhet\n\n\n\n  \n\n\n\n\n\n Meriterande:\n \n\n\n* Helm, Redis, TRPC, AWS\n\n\n\n  \n \n\n\n\n**Frontend** \n\n\n\n\n Krav på erfarenhet och kompetenser:\n \n\n\n* Mycket goda erfarenheter av Typescript och React i frontend\n* Stark erfarenhet av att skriva modulär kod som är tydlig, testbar och underhållbar\n* Kandidatexamen inom system\/mjukvaruutveckling eller motsvarande erfarenhet\n\n\n\n  \n\n\n\n\n\n Meriterande:\n \n\n\n* TRPC, Tailwind, UX\/UI-design, OpenAPI\n\n\n\n  \n\n\n\n\n\n**Vårt erbjudande** \n\n\n\n\n Mitt Skolvals kontor är beläget i centrala Stockholm och det är möjligt att jobba delvis på distans. Vi erbjuder en konkurrenskraftig lön och förmåner och tjänsten är på heltid med sex månaders provanställning. Tillträde enligt överenskommelse.\n \n\n\n\n  \n\n\n\n\n\n**Ansökan** \n\n\n\n\n Du ansöker genom att skicka ditt CV och personliga brev via mejl till jobb@mittskolval.se. Om du har frågor om tjänsten, kontakta Elisabet Olme på elisabet@mittskolval.se eller 0735442220.\n \n\n\n\n  \n\n\n\n\n\n\n Vi kommer att tillsätta tjänster löpande så vänta inte med att skicka in din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/mitt-skolval","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHGWmfpiIve5A\/company-logo_100_100\/company-logo_100_100\/0\/1630622929375?e=2147483647&v=beta&t=QCYVrE7RTy25TFLoLmbdiOCmefpriFe-u0lahdKQr_c","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4070311435","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4070311435","job_url_direct":null,"title":"Android Developer","company":"Tradera","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/tradera","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4073812894","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4073812894","job_url_direct":"https:\/\/bluedge.zohorecruit.com\/jobs\/Careers\/761371000002995431\/Power-BI-Developer?source=LinkedIn-Basic&embedsource=LinkedIn%2BLimited%2BListings&urlHash=8Q7V","title":"Power BI Developer","company":"BluEdge","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Government Relations Services","listing_type":null,"emails":null,"description":"* Job Title: Power BI Developer\n* Company: BluEdge\n* Max Price Rate: Open bid\n* Location: Stockholm (SE), Remote (0%)\n* Start Date: 01 Dec 2024\n* End Date (renewable): 15 Dec 2025\n\n\n We are in need of a Senior BI Developer. The ideal candidate should be passionate about creating insightful reports and visualizations using Power BI. They should possess deep expertise and experience in working with Power BI and specifying report requirements. The candidate should have a strong drive for data analysis and visualization, and be able to develop and make available new reports and dashboards in Power BI based on specific needs from the business. Additionally, the candidate will work closely with the business to ensure that the reports being built meet their needs.\n   \n\n  \n\n To succeed in this role, the candidate needs to be service-oriented, responsive, and flexible. Strong collaboration and communication skills are essential, as well as the ability to work independently, be structured, and results-oriented. The role also involves acting as a mentor to internal staff to build internal expertise, both in IT and SFV's other operations.\n   \n\n  \n\n**Requirements**\n Mandatory Requirements\n   \n\n  \n\n* Minimum of four years of experience in developing Power BI solutions and reports.\n* Experience in acting as a mentor for Power BI.\n* Experience in designing and setting up a new environment for Power BI from scratch.\n* Strong understanding of design principles and user-centered visualization.\n* Experience in transforming complex datasets into easily understandable visualizations.\n* Competence in SQL and data extraction from various data sources.\n* Knowledge and experience of data and database models, preferably SQL.\n* Competence in classifying and handling information security issues.\n\n\n Preferred Qualifications\n   \n\n  \n\n* Certified in Microsoft PL-300 MS Power BI Data Analyst.\n* Experience in training in Power BI for IT and business.\n* Experience in Python to read code.\n\n\n Consultant Requirements\n   \n\n  \n\n* High competence in the current role.\n* Serves as a role model for other consultants at a lower level.\n* No requirement for team management.\n* Ability to work independently.\n* Normally achieved after 4-8 years of work in the current role.\n* Proficient in spoken and written Swedish and English.\n\n\n Reference Assignments:\n   \n\n  \n\n The consultant must have completed at least two reference assignments related to Power BI development. The reference assignments must be no more than 3 years old. Upon request, at least two of the reference assignments must be confirmed with a named reference (name, email, and phone number).\n   \n\n  \n\n CV Requirements:\n   \n\n  \n\n We will verify that the consultant’s CV meets the specified requirements regarding experience and education. During an interview, additional questions may be asked to verify that the consultant possesses the required skills and experience. If the client determines that the consultant's CV and reference assignments do not meet the required criteria, the consultant will not be further considered.\n   \n\n  \n\n Basis for Awarding the Contract:\n   \n\n  \n\n The most economically advantageous bid will be evaluated based on the best price-quality ratio.\n   \n\n  \n\n Project Implementation, Timeline, and Scope:\n   \n\n  \n\n* Start Date: 01 Dec 2024 or by agreement\n* End Date: 15 Dec 2025\n* Scope: 50% – varying workload per month (2-3 days per week), 1000 hours.\n* Extension Possibility: Until 30 Jun 2026 (latest end date).\n* Languages: Swedish\n* Location: Stockholm\n\n\n Attachments:\n   \n\n  \n\n* You need to be logged in to access attached files!\n* Competence Matrix (should be completed and attached to your application).\n* Reference Assignments (should be completed and attached to your application).\n\n\n Please apply directly via our system with the following:\n   \n\n  \n\n* Your updated CV in Swedish (Word format), completed competence matrix, and reference assignments.\n* Hourly rate (including overhead costs).\n* Information about your availability to start the assignment.\n* In the motivation section, explain why you are the best fit for this assignment.\n\n\n Please Note:\n   \n\n  \n\n We often evaluate applications on a rolling basis, which means we may remove the assignment from our website before the final application deadline. If you are interested in this opportunity, we recommend applying as soon as possible.\n   \n\n  \n\n Required Skills:\n   \n\n  \n\n* Power BI\n* Information Security\n* Visualizations\n* SQL\n\n\n Preferred Skills:\n   \n\n  \n\n* Power BI Trainer\n* Python\n* Microsoft PL-300 MS Power BI Data Analyst Certification\n\n\n Languages:\n   \n\n  \n\n* Swedish (Proficient)\n\n\n**Benefits**\n PayExpress:\n   \n\n  \n\n We offer a fast and smooth payment solution, so you don’t have to wait through long payment periods. With us, you will receive your payment within 3-5 days after your timesheet has been approved. This benefit is included as standard in almost all our contracts with no extra work on your part.","company_url":"https:\/\/www.linkedin.com\/company\/bluedge-company","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHjuinadT9E9w\/company-logo_100_100\/company-logo_100_100\/0\/1719257008994?e=2147483647&v=beta&t=JaXv4Pu61uMrRb1jeGNjrCex1zuHtM-mlNpnZvxZs-I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3985198752","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3985198752","job_url_direct":"https:\/\/boards.greenhouse.io\/mentimeter\/jobs\/4371237101?gh_src=3d5665c2teu&source=LinkedIn&urlHash=mghU","title":"Cloud Platform Engineer","company":"Mentimeter","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Our vision is to transform presentations, meetings and lectures by turning passive audiences into engaged contributors. We make this possible through our interactive presentation platform where the traditional presentation monologue becomes an inclusive dialogue. We believe in the power of together and that the most successful leaders listen to be heard.\n   \n\n  \n\n With Mentimeter, users become the best presenter they can be. Meetings become more productive, participants learn more and have fun whilst doing it.\n   \n\n  \n\n We have more than 300 million users and customers worldwide, on our way of making the world a better place, one presentation at a time.\n   \n\n  \n\n**We are looking for a Cloud Platform Engineer to help us in scaling both our infrastructure and tooling to support more users and our growing product engineering organization.**\n**What You'll Do**\n As a Cloud Platform Engineer at Mentimeter you will be a part of our Platform team, a team responsible for enabling product teams by providing a highly available, scalable and secure cloud infrastructure platform.\n   \n\n  \n\n You will work within an important function of the engineering organization, actively participating in technology choices and shaping our platform. Your team's work will empower our Product teams to run their code in a scalable and secure manner. This will involve close collaboration with other teams to ensure we set our engineering department up for success. Your team’s success will greatly impact Mentimeter, our engineers’ productivity, and developers’ experience.\n   \n\n  \n\n Daily tasks will involve addressing various scalability and reliability challenges in AWS and iterating on building a robust monitoring system for our production systems in collaboration with your team. You will work extensively with AWS, Terraform, DataDog, and infrastructure. Your responsibilities will include managing incidents, conducting thorough post-mortems to learn from them and prevent future occurrences, solving platform issues, and thinking ahead to build for the future in order to support the exponential growth of our company.This position offers the opportunity to grow your skills and expertise as a Platform Engineer by addressing challenging problems and learning from the outcomes.\n   \n\n  \n\n Technologies that you’ll be exposed includes AWS, Terraform, Ruby, Typescript, Cloudflare and Datadog, among others.\n   \n\n  \n\n**Skills & Requirements**\n**Who you are**\n You will have experience as a software developer and an interest in platform engineering. We believe you have in-depth experience with cloud architectures and specifically AWS. You should also be proficient in Terraform for infrastructure as code, both in terms of hands-on implementation but also promoting best practices and efficiency. An interest in reliability and observability is a plus.\n   \n\n  \n\n You have a keen interest in cloud technologies and improving engineering experience together with your team. You need to be interested in teamwork, problem solving, being a good communicator and evangelizing the solutions your team implements.\n   \n\n  \n\n Lastly you should be interested in the opportunity to work in an international environment with 50 different nationalities, where there’s lots of learning opportunities and room to grow.\n   \n\n  \n\n**What Mentimeter Can Offer**\n At Mentimeter we can offer a diverse and inclusive work environment supported by smart and driven colleagues. We believe in continuous professional development for all of our colleagues and therefore offer access to a leadership program (including external personal coach) and relevant education to ensure that we continue to be state-of-the-art when it comes to innovating and building Mentimeter. Your place will be in a growing company with lots of career opportunities, working on a beloved product used by more than 300 million people. It’s not all about work though, we also offer a very healthy view on work-life balance.\n   \n\n  \n\n All of this comes attached with a competitive compensation and benefits package, including pension contributions. Once a year we also relocate to exciting places all over the world like Merida & Buenos Aires for our Toronto colleagues, cities in Europe (for our Stockholm colleagues), and cities in APAC (for our Sydney colleagues), paid for by us of course. Learn more about our benefits by visiting our Benefits & Perks page\n   \n\n  \n\n**Culture at Mentimeter**\n At Mentimeter we believe in giving everyone a voice - regardless of who you are. So we build a platform that does just that. Our platform is not only our product but also our organization. A platform where people feel safe, where differences are embraced, a place where you can have fun. We strongly encourage applicants who are people of color, LGBTQ+, women, people with disabilities, and\/or formerly incarcerated people, and a college degree is not strictly required. In order to give everyone a voice, we need to be as diverse as our users.\n   \n\n  \n\n Learn more about our culture by visiting our Culture page .\n   \n\n  \n\n Review our Privacy Policy for more information.","company_url":"https:\/\/se.linkedin.com\/company\/mentimeter","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGlbqwEvtEKPg\/company-logo_100_100\/company-logo_100_100\/0\/1641889013982\/mentimeter_logo?e=2147483647&v=beta&t=1Cia02P7rObmPvss4YqYoS3JPbJmOxyXnmkvZcM_XNU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4073819576","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4073819576","job_url_direct":null,"title":".NET Software Engineer - Fintech - Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4073821429","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4073821429","job_url_direct":null,"title":".NET Software Engineer - Software House – Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology, Consulting, and Other","company_industry":"Software Development, Information Services, and Staffing and Recruiting","listing_type":null,"emails":null,"description":"**.NET Software Engineer - Software House – Stockholm, Sweden** \n\n\n\n\n  \n\n\n\n\n\n (Tech stack: .NET Software Engineer, .NET 8, C#, Blazor, Azure, JavaScript, HTML5, CSS3, Agile, Programmer, Full Stack Developer, Architect, .NET Software Engineer)\n \n\n\n\n  \n\n\n\n\n\n Do you want to work for an internationally recognised brand? Do you want to work on enterprise level .NET \/ C# software development projects and gain exposure to cutting edge technologies? Do you want to experience a truly sophisticated Agile development environment? Then look no further!\n \n\n\n\n  \n\n\n\n\n\n Our client is an award winning software house with a strong presence in over 30 countries. Due to continued growth and expansion we are seeking several .NET \/ C# Developer to join their dynamic team of high flying individuals. .NET Software Engineer applicants should be experienced in: .NET, .NET Core \/ ASP.NET MVC, C# and SQL Server. Our client can provide training into: .NET 8, Blazor, EF Core, Azure, JavaScript, HTML5, CSS3, Agile, TDD, BDD, Azure SQL and SQL Server 2022.\n \n\n\n\n  \n\n\n\n\n\n You will be working alongside an MVP and well respect author on Agile and .NET \/ C# development. This is a truly fabulous opportunity to join a spectacular organization; one that offers a structured career progression programme, excellent training, exquisite offices and amazing benefits.\n \n\n\n\n  \n\n\n\n\n\n**Location** \n : Stockholm, Sweden \/ Remote Working\n \n\n\n\n  \n\n\n\n\n\n Applicants must be based in Sweden and have the right to work in Sweden even though remote working is available.\n \n\n\n\n  \n\n\n\n\n\n Noir continues to be the leading Microsoft recruitment agency; we can help you make the right career decisions!\n \n\n\n\n  \n\n\n\n\n\n NOIRSWEDENRECSP1\n \n\n\n\n NOIRSWEDENREC\n \n\n\n\n NOIREUROPEREC\n \n\n\n\n  \n\n\n\n\n\n NC\/BK\/STO7090","company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF6LyqNv8jarQ\/company-logo_100_100\/company-logo_100_100\/0\/1731244936781\/noir_consulting_logo?e=2147483647&v=beta&t=9fIoTKT7XYeuC9wIDABE_3q3bGdAsw6F0DwkoSm6O3Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4073820561","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4073820561","job_url_direct":null,"title":".NET Software Engineer, .NET 8, C#, Azure, JavaScript, Agile – Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology, Consulting, and Other","company_industry":"Software Development, Information Services, and Staffing and Recruiting","listing_type":null,"emails":null,"description":"**.NET Software Engineer, .NET 8, C#, Azure, JavaScript, Agile – Stockholm, Sweden** \n\n\n\n\n  \n\n\n\n\n\n (Tech stack: .NET Software Engineer, .NET 8, ASP.NET, C#, React, Angular 17, Microservices, Vue.js, TypeScript, Azure, Web API 2, Agile, SQL Server 2022, Programmer, Full Stack Developer, Architect, .NET Software Engineer, Urgent)\n \n\n\n\n\n\n\n\n Be the first of your friends to declare, “I love where I work!” and actually mean it. Laugh hard and work hard with some of the best and brightest in the tech industry. Our client has created the world’s first marketplace for live experiences by developing the technology that lets anyone create, share and find new things to do. Currently 180 countries host events using their platform, with over 1.5 million events taking place every year and 5 million tickets being processed every month!\n \n\n\n\n  \n\n\n\n\n\n They are looking for .NET Software Engineer to help them dramatically expand and improve their set of products while simultaneously supporting a massive increase in the capacity of their systems. They have been extremely picky about assembling a team of smart, humble people who are passionate about creating amazing products. They work in an agile manner and believe strongly that small cross-functional teams empowered to make decisions and move fast is the best way to work. This is an unbeatable opportunity for .NET Software Engineer who hope to work on and deliver world class software in a friendly, fun, and innovative environment.\n \n\n\n\n  \n\n\n\n\n\n The ideal .NET Software Engineer candidates should have strong experience with: .NET, .NET Core \/ ASP.NET MVC, C# and SQL Server. Our client will provide you with industry recognised training into: .NET 8, JavaScript, React, Angular 17, Microservices, MongoDB, Vue.js, TypeScript, Azure, AWS, Web API 2, Entity Framework, Node.js, Elasticsearch, Agile, TDD, BDD, Scrum, Kanban and SQL Server 2022.\n \n\n\n\n  \n\n\n\n\n\n Their benefits include the following:\n \n\n\n\n  \n\n\n\n\n* Bonus (15%).\n* Generous stock option plan.\n* Choice of computer and gear.\n* All the coffee delivered to your desk you can order!\n* Snack filled kitchen.\n* Awesome work environment at a company with a huge vision.\n* Killer office with an onsite gym and games room!\n\n\n\n  \n\n\n\n\n\n If you are interested in applying for these positions please send your CV.\n \n\n\n\n  \n\n\n\n\n\n**Location** \n : Stockholm, Sweden \/ Remote Working\n \n\n\n\n  \n\n\n\n\n\n Applicants must be based in Sweden and have the right to work in Sweden even though remote working is available.\n \n\n\n\n  \n\n\n\n\n\n Noir continues to be the leading Microsoft recruitment agency; we can help you make the right career decisions!\n \n\n\n\n  \n\n\n\n\n\n NOIRSWEDENRECSP1\n \n\n\n\n NOIRSWEDENREC\n \n\n\n\n NOIREUROPEREC\n \n\n\n\n  \n\n\n\n\n\n NC\/BK\/STO95105","company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF6LyqNv8jarQ\/company-logo_100_100\/company-logo_100_100\/0\/1731244936781\/noir_consulting_logo?e=2147483647&v=beta&t=9fIoTKT7XYeuC9wIDABE_3q3bGdAsw6F0DwkoSm6O3Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4073819575","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4073819575","job_url_direct":null,"title":".NET Software Engineer, .NET 8, C# - Global Internet Icon – Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4073821430","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4073821430","job_url_direct":null,"title":".NET Software Engineer – .NET 8, C#, Blazor, Azure – Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology, Consulting, and Other","company_industry":"Software Development, Information Services, and Staffing and Recruiting","listing_type":null,"emails":null,"description":"**.NET Software Engineer – .NET 8, C#, Blazor, Azure – Stockholm, Sweden** \n\n\n\n\n  \n\n\n\n\n\n (Tech stack: .NET Software Engineer, .NET 8, C#, Blazor, Azure, JavaScript, HTML5, CSS3, Agile, Programmer, Full Stack Developer, Architect, .NET Software Engineer)\n \n\n\n\n  \n\n\n\n\n\n Our client is a crowd funded social advertising technology platform that sells services to Facebook advertisers to grow their marketing ROI. They were recently named one of 12 Facebook Strategic Preferred Marketing Developers (PMD); the highest distinction of excellence Facebook has ever offered their marketing partners. They have already grown by 100% in the past 6 months and have ambitions to quadruple headcount over the next 2 years.\n \n\n\n\n  \n\n\n\n\n\n We are seeking multiple gifted .NET Software Engineer who have a genuine passion for developing revolutionary software solutions. .NET Software Engineer applicants should have a skill set that includes: .NET, .NET Core \/ ASP.NET MVC, C# and SQL Server. Full training will be provided into: .NET 8, Blazor, EF Core, Azure, JavaScript, HTML5, CSS3, Agile, TDD, BDD, Azure SQL and SQL Server 2022.\n \n\n\n\n  \n\n\n\n\n\n This is an amazing opportunity to join a firm that has revolutionized its industry and to work on groundbreaking software development projects!\n \n\n\n\n  \n\n\n\n\n\n**Location** \n : Stockholm, Sweden \/ Remote Working\n \n\n\n\n  \n\n\n\n\n\n Applicants must be based in Sweden and have the right to work in Sweden even though remote working is available.\n \n\n\n\n  \n\n\n\n\n\n Noir continues to be the leading Microsoft recruitment agency; we can help you make the right career decisions!\n \n\n\n\n  \n\n\n\n\n\n NOIRSWEDENRECSP1\n \n\n\n\n NOIRSWEDENREC\n \n\n\n\n NOIREUROPEREC\n \n\n\n\n  \n\n\n\n\n\n NC\/BK\/STO7585","company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF6LyqNv8jarQ\/company-logo_100_100\/company-logo_100_100\/0\/1731244936781\/noir_consulting_logo?e=2147483647&v=beta&t=9fIoTKT7XYeuC9wIDABE_3q3bGdAsw6F0DwkoSm6O3Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4071313262","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4071313262","job_url_direct":"https:\/\/karriar.iver.se\/jobs\/5091377-kubernetes-engineer&urlHash=nZ-5","title":"Kubernetes Engineer","company":"Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"andreas.nilsson@iver.se, joacim.forsman@iver.se","description":"Vi ger samma löfte till våra kollegor som till kunder. Löftet är att alltid vara \"beside you\", \"behind you\" och \"before you\". Vi kallar det för \"The Iver way\".\n   \n\n  \n\n Nu söker vi en\n \n*Kubernetes Engineer* \n som vill bli en del av Ivers avdelning Bank & Fintech och bidra till bättre IT-lösningar som gör skillnad för våra kunder! Är du vår nya kollega?\n   \n\n  \n\n**Din roll på Iver?**\n Bank och Fintech är vårt affärsområde som arbetar med kunder inom bank, försäkring och fintech. Samtliga kunder inom affärsområdet har mycket höga krav på informationssäkerhet och ser automation som en naturlig del av leveransen.\n   \n\n  \n\n Du kommer att arbeta i ett team om ca 35 personer med ansvar för plattformsutveckling och drift och gentemot en specifik kund. Kunden är ett teknikdrivet och branschledande fintechbolag med höga krav på informationssäkerhet.\n   \n\n  \n\n Du kommer få en viktig roll där du är drivande i arbetet med att ta fram nya lösningar och guida kunden framåt. Du arbetar i nära dialog med kunden och utvecklare för ständig förbättring och effektivisering av våra plattformar. Arbetsuppgifterna är varierande och du kommer att hantera tekniska system i framkant och ansvara för dess utveckling och förbättring över tid.\n   \n\n  \n\n Teamet driver projekt där de utforskar nya tekniker och implementerar kontinuerligt nya lösningar i våran plattform. Teamet arbetar agilt och strukturerat i de olika projekten tillsammans med kund. I den här rollen har du goda möjligheter att utforma din roll efter vad du tycker är intressant.\n   \n\n  \n\n Vi arbetar bland annat med tekniker\/metoder som Kubernetes \/ OpenShift, Linux, IaC, CI\/CD, Bash, Python, GitOps, Grafana & Prometheus.\n   \n\n  \n\n**Vad erbjuder vi dig?**\n Iver - Where technology meets business. Hos Iver får du möjlighet att arbeta med den senaste tekniken och vara med på en spännande tillväxtresa. Iver är ett bolag med entreprenöriella rötter och en kultur som präglas av flexibilitet och samarbete. Vårt mål är att våra kunder – här i Norden och internationellt – ska se oss som en ledande partner för digital transformation.\n   \n\n  \n\n På Iver är vi inkluderande och strävar efter genuint samarbete där vi arbetar mot gemensamma mål. Inom Iver finns stora möjligheter till utveckling och vi står bakom dig när du vill lära dig mer – inom ditt specialområde, ledarskap eller nya områden.\n   \n\n  \n\n Hos Iver är du också en del av ett ambitiöst och innovativt företag, vilket innebär att förbättra, testa, utvärdera och våga ändra hur vi gör saker är viktiga ingredienser och vi är övertygade om att det är så vi utvecklas. We’re not big blue. We’re yellow. Stora nog att skala och agila nog att innovera.\n   \n\n  \n\n**Vem söker vi?**\n Vi söker dig som är en lagspelare med ett stort tekniskt intresse och som har en vilja att förstå hur saker fungerar i grund och botten. Som person är du prestigelös, ansvarstagande och har en förmåga att förmedla lösningar på problem. Vi tror att Cybersäkerhet är ett område du finner intressant och du ser behovet av att förstå komplexa system, deras sårbarheter och att ständigt utveckla dessa.\n   \n\n  \n\n Du har god erfarenhet av att arbeta med Kubernetes och Linux. Vidare behärskar du ett eller flera script\/programmeringsspråk samt har kunskap av Git och OpenSource projekt och metodiker.\n   \n\n  \n\n**För att lyckas i rollen ser vi att du har:**\n* Erfarenhet av Kubernetes\/OpenShift samt tillhörande IaC-verktyg\n* Kubernetesrelaterade nätverksprodukter\n* Kunskaper inom Git, ArgoCD, eller andra CI\/CD-lösningar.\n* God förståelse för hela IT-infrastrukturen.\n* Goda kommunikationskunskaper med utvecklare, kunder & Operations team\n* Förståelse för OpenSource \/ GitOps principer & arbetsmetodik\n* God förståelse för utvecklingsprocesser och utmaningar för utvecklare\n\n\n**Extra Meriterande Kunskaper**\n* Erfarenhet av automatisering av applikationstester.\n* Erfarenhet av Grafana, Karma, Zabbix eller andra monitoreringslösningar.\n* God och pedagogisk förmåga att förklara komplexa problem.\n* PKI\n* AWS\n* Programmeringskunskaper\n\n\n**Övrig information:**\n Ivers affärsområde Bank & Fintech ansvarar för tjänsteleverans av cybersäkerhetstjänster och drift för kunder med särskilda säkerhetskrav. Av denna anledning kommer vi i rekryteringsprocessen genomföra bakgrundskontroller.\n   \n\n  \n\n**Placeringsort**\n Iver finns på 25 platser i Sverige & Norge. För denna tjänst är du placerad på Ivers kontor i Solna i nya lokaler, högt upp i Mall of Scandinavia.\n   \n\n  \n\n**Sök till oss!**\n Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Iver eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse. Du är välkommen att kontakta Andreas Nilsson (andreas.nilsson@iver.se) eller Joacim Forsman (joacim.forsman@iver.se) vid frågor eller funderingar kring tjänsten. Vi ser fram emot din ansökan!\n   \n\n  \n\n Välkommen till Iver!\n   \n\n  \n\n**We empower our Nordic society** \n . Iver är en ledande nordisk helhetsleverantör av molnbaserade IT-tjänster med spetskompetens inom drift, cybersäkerhet, cloud och innovation.\n   \n\n  \n\n**Våra tjänster är kritiska inte bara för våra kunder – utan för digitaliseringen av samhället i stort.** \n Vi säkerställer att sjukvården har tillgång till rätt patientdata, att samhällskritiska system aldrig ligger nere och att flygplanen landar säkert. Som en lyhörd och affärsnära helhetspartner möjliggör vi våra kunders innovation – idag och imorgon.","company_url":"https:\/\/se.linkedin.com\/company\/iver-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE6vPkJ1bXYKw\/company-logo_100_100-alternative\/company-logo_100_100-alternative\/0\/1630562061072\/iver_sverige_logo?e=2147483647&v=beta&t=CyH4B1_gujcPUNvIoS9jHkvU1jhNL2CEURz3JMUrwT0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e0307976aec7cb63","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e0307976aec7cb63","job_url_direct":"https:\/\/alfalaval.wd3.myworkdayjobs.com\/en-US\/Alfa_Laval_jobs\/job\/Lund\/Alfa-Laval-Talent-Program-2025---IT_JR0033397-1","title":"Alfa Laval Talent Program 2025 - IT","company":"Alfa Laval","location":"Lund, M, SE","job_type":"parttime","date_posted":1731196800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"princessjeremy.bondoc@alfalaval.com","description":"Every day, we get opportunities to make a positive impact – on our colleagues, partners, customers and society. Together, we’re pioneering the solutions of the future and unlocking the full potential of precious resources. Trusted to act on initiative, we challenge conventional thinking to develop world-leading technologies that inspire progress in vital areas, including energy, food, water and shipping.  \n\n  \n\nAs we push forward, the innovative, open spirit that fuels our 140-year-old start-up culture and rapid growth also drives our personal growth. So, as we shape a more resourceful, less wasteful world, we build our careers too.\nAlfa Laval Talent Program is a ground-breaking program designed to attract top-tier talents and empower bright minds who possess the passion to make significant contributions in their fields of study and create an impact to the growth and success of Alfa Lava. Our primary goal is to establish a mutually beneficial relationship, where students can continuously learn and develop while we provide them the experience needed for their professional growth giving way for a promising and rewarding career journey with us.\nWho you are\nWe are looking for students in Sweden who are currently in their 2nd or 3rd year of a 5-year degree, mainly Computer Engineering, Software Development, Computer Science, Engineering Physics and Mathematical Engineering.\nTo enjoy working at Alfa Laval you should have a solid drive and motivation to succeed, be able to work independently and enjoy working in teams. It is also essential that you have excellent networking capabilities. A good command of Swedish and English, both written and verbal is required as well as computer skills. Additionally, we value your participation in extracurricular activities and other interests.\nWhat do we get* New ideas and inspiration from talented students.\n* Have closer collaboration with students and universities.\n* Attract potential employees.\n* Establishing long term cooperation with hired talents.\n\n\nWhat you will get* Practical Experience: Gain hands-on, field-specific experience building real-world skills from day one.\n* Summer Job Placement: Secure meaningful summer roles each year, progressing from hands-on work within a production unit or office environment in the first summer to project-based experiences afterwards.\n* Thesis Collaboration: Complete your thesis with Alfa Laval support, benefitting from industry expertise and resources.\n* Mentorship: Receive dedicated coaching throughout the program, from start to thesis.\n* Global Exposure & Networking: Connect with 21,000+ colleagues worldwide, building a strong international network.\n* Career Pathways: Potential for employment with Alfa Laval post-graduation.\n\n\nAssessment practicalities\nWe care about diversity, inclusion, and equity in our recruitment processes. We also believe behavioral traits can provide important insights into a candidate's fit to a role. To help us achieve this, we apply Pymetrics assessments, and upon application you will be invited to play the assessment games.\nFor more information, please contact\nPrincess Jeremy Bondoc, Talent Acquisition Coordinator\nprincessjeremy.bondoc@alfalaval.com\nBoth Cover Letter and CV\/Resume are required to be attached when applying for the program. This program will be based at our main headquarters in Lund, Sweden.\nPlease send your application no later than 16th of February 2025. We do not accept applications via email.","company_url":"https:\/\/se.indeed.com\/cmp\/Alfa-Laval","company_url_direct":"http:\/\/www.alfalaval.fr\/","company_addresses":null,"company_num_employees":"10,000+","company_revenue":"Decline to state","company_description":"Alfa Laval is a leading global supplier of products and solutions for heat transfer, separation and fluid handling through our key products – heat exchangers, separators, pumps and valves.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/8177d5f320ac0799a69454e86cc959d1","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/9b0ebe0489643a164eee73478d636e7c","ceo_name":null,"ceo_photo_url":null},{"id":"3771186381","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3771186381","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/it-konsult-inom-servicedesk-op-2022429158\/&urlHash=p20a","title":"IT-konsult inom servicedesk","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Älskar du att hjälpa till och har samtidigt en bred kompetens inom IT? I den här rollen som IT-konsult inom servicedesk kommer du få arbeta med användarsupport och lösning av IT-incidenter genom felsökning och diagnostisering.\n \n\n\n\n  \n\n\n\n\n\n Uppdragslängd: start snarast – ca 6 månader med ev. möjlighet till förlängning.\n \n\n\n\n  \n\n\n\n\n\n Som konsult på Centric får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.\n \n\n\n\n  \n\n\n\n\n\n**Dina arbetsuppgifter** \n\n\n\n\n Du kommer att arbeta med support för att hjälpa svenska användare och att lösa deras tekniska problem genom felsökning. Arbetet sker primärt via telefon och mailkontakt samt en viss del via på-platssupport. Du kommer även att hantera beställningar inom IT såsom datorer, skärmar m.m.\n \n\n\n\n  \n\n\n\n\n\n**Din profil och kvalifikationer** \n\n\n\n\n Vi söker dig som trivs med att arbeta i en serviceroll, är kundfokuserad och serviceinriktad. Det är viktigt att du ser dig själv som en lagspelare som tillsammans med andra jobbar mot långsiktiga men även kortsiktiga mål. Du är van att jobba i ärendehanteringssystem, kunskapsdatabaser och remote-verktyg.\n \n\n\n\n  \n\n\n\n\n\n Du pratar och skriver svenska och engelska obehindrat och din goda grund i engelska blir särskilt viktig då du kommer tillhöra ett virtuellt globalt IT-team med internationella kollegor och kunder.\n \n\n\n\n Som person är du nyfiken och engagerad och följer med i IT-utvecklingen. Andra viktiga egenskaper är att du vill utvecklas och har en lösningsorienterad inställning i allt du gör. Det här uppdraget passar dig med viljan att ge service och att utvecklas.\n \n\n\n\n  \n\n\n\n\n\n*Meriterande* \n\n\n\n* MS Office365\n* Active Directory\n* Applikationer t.ex. SAP och produktionsnära applikationer\n* Kunskap inom telefoni och skrivare\n* Språkkunskaper utöver svenska\/engelska\n* Förståelse för nätverk och kommunikation\n\n\n\n  \n\n\n\n\n\n**Vad vi erbjuder** \n\n\n\n\n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi tycker nämligen att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under roliga och avslappnande former.\n \n\n\n\n  \n\n\n\n\n\n*Mer om oss* \n\n\n\n\n Centric är ett IT-företag med 380 anställda, med kontor i Stockholm, Göteborg, Malmö, Linköping och Örebro. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3771187249","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3771187249","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/utveckla-din-it-karriar-hos-centric-op-2023442587\/&urlHash=E7uT","title":"Utveckla din IT-karriär hos Centric!","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Vi söker engagerade supporttekniker till flera av våra kunder. Har du tidigare arbetat något år inom IT eller är du nyexaminerad från gymnasiet med erfarenhet av praktik inom IT och nu redo att komma ut i arbetslivet? Är du som person serviceinriktad, gillar att vara social i arbetet och har ett stort intresse för IT, datorer och nätverk? Då är du av stort intresse för oss!\n \n\n\n\n  \n\n\n\n\n\n När du anställs hos oss ser vi en långsiktighet hos dig, vilket innebär att du kommer axla flera olika uppdrag hos oss. När du väl har arbetat hos oss på Centric i 2-3 år har du möjligheten att växa och ta ytterligare ett steg i din yrkeskarriär tillsammans med oss.\n \n\n\n\n  \n\n\n\n\n\n Som konsult på Centric får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.\n \n\n\n\n  \n\n\n\n\n\n**Dina arbetsuppgifter** \n\n\n\n\n Du kommer att inta rollen som first line supporttekniker tillsammans med ett team. Som supporttekniker arbetar du med både mail och telefonkommunikation. I rollen ingår det även att registrera samt ta emot inkommande ärenden i ett ärendehanteringssystem. Du kommer bland annat att hantera användare i Active Directory och Microsoft 365 samt ge support via fjärrstyrning.\n \n\n\n\n  \n\n\n\n\n\n**Din profil och kvalifikationer** \n\n\n\n\n Som person ser vi att du är social, lösningsorienterad och har ett genuint intresse för teknik. Du är självgående och tar egna initiativ samt vill ständigt utvecklas. Du motiveras av att ge bra service och har en god kommunikativ förmåga. Du talar och skriver svenska och engelska flytande.\n \n\n\n\n  \n\n\n\n\n\n*Krav* \n\n\n\n* Minst 6 månaders erfarenhet av praktisk IT-support\n* Gått IT-gymnasium eller kurser inom IT\n* God känsla för service\n* God teknisk kunskap\n\n\n\n  \n\n\n\n\n\n*Meriterande* \n\n\n\n* Active Directory\n* Office 365\n* Microsoft 365\n* Windows operativsystem\n\n\n\n  \n\n\n\n\n\n Vi lägger stor vikt vid dina personliga egenskaper.\n \n\n\n\n  \n\n\n\n\n\n**Vad vi erbjuder** \n\n\n\n\n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi tycker nämligen att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under roliga och avslappnande former.\n \n\n\n\n  \n\n\n\n\n\n Centric är ett IT-företag med 380 anställda, med kontor i Stockholm, Göteborg, Malmö, Linköping och Örebro. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4071301591","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4071301591","job_url_direct":"https:\/\/eeho.fa.us2.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/261857\/?utm_medium=jobboard&utm_source=linkedin&urlHash=NLST","title":"Software Development Manager","company":"Oracle","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Job Description**\n Join the Java Platform Group, and be part of the community which develops the Java SE platform, which is used across Enterprises, Governments, Education, and beyond.\n   \n\n  \n\n We are looking for a Java Sustaining Engineering Manager in Stockholm, Sweden, where you will lead work on the resolution of issues related to the Java Virtual Machine that impact the stability of Java in mission critical situations.\n   \n\n  \n\n For this position, the ideal candidate will have excellent leadership, problem solving skills, and communication skills combined with the ability to assess problems in Java application or the JDK itself, across the major releases of Java.\n   \n\n  \n\n As the ideal candidate for this role you will have already gained the experience of leading a team, and have the skills to mentor, and develop the careers of your employees. You will be able to show that you have experience developing, maintaining and supporting a software product.\n   \n\n  \n\n**Core Experience And Qualifications**\n* Coding experience in C\/C++, Java\n* Ideally experience with virtual machine technologies such as Just In Time (JIT) compilation, Garbage Collection techniques, or the Common Language Runtime (.NET), etc.\n\n\n**Additional Qualifications**\n* Demonstrate technical leadership skills\n* Experience in Linux or Windows environments (macOS and Solaris are also desirable)\n* Experience with Java application frameworks\n* Strong organizational skills and written and oral communication in English, with other languages beneficial\n\n\n**Responsibilities**\n In the role you will be working with a close-knit global team to ensure the regular release of Java updates and diagnose issues that come in against the Java platform. The JVM Sustaining manager will work effectively with multiple internal groups such as Product Development teams, Product Management, Support, and Customer Management.\n   \n\n  \n\n While the position will be based out of Stockholm, Sweden, you will be part of a global team with the need to attend meetings that overlap with California, and some limited travel may be necessary. You should be able to work out of our Stockholm offices overlooking the Riddarfjärden for a minimum of three days a week and there will be occasional on-call requirements during the evening, weekend, and holiday hours - outside of this there is flexibility in the hours worked.\n   \n\n  \n\n We will be looking for someone who enjoys problem solving, picking up details quickly and juggling multiple issues. Being part of a global team you should have the energy and drive to be a presence in and out of any meetings always looking for opportunities for improvement and innovation.\n   \n\n  \n\n**About Us**\n As a world leader in cloud solutions, Oracle uses tomorrow’s technology to tackle today’s problems. True innovation starts with diverse perspectives and various abilities and backgrounds.\n   \n\n  \n\n When everyone’s voice is heard, we’re inspired to go beyond what’s been done before. It’s why we’re committed to expanding our inclusive workforce that promotes diverse insights and perspectives.\n   \n\n  \n\n We’ve partnered with industry-leaders in almost every sector—and continue to thrive after 40+ years of change by operating with integrity.\n   \n\n  \n\n Oracle careers open the door to global opportunities where work-life balance flourishes. We offer a highly competitive suite of employee benefits designed on the principles of parity and consistency. We put our people first with flexible medical, life insurance and retirement options. We also encourage employees to give back to their communities through our volunteer programs.\n   \n\n  \n\n We’re committed to including people with disabilities at all stages of the employment process. If you require accessibility assistance or accommodation for a disability at any point, let us know by calling +1 888 404 2494, option one.\n   \n\n  \n\n**Disclaimer:**\n Oracle is an Equal Employment Opportunity Employer\\*. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability and protected veterans’ status, or any other characteristic protected by law. Oracle will consider for employment qualified applicants with arrest and conviction records pursuant to applicable law.\n   \n\n  \n\n* Which includes being a United States Affirmative Action Employer","company_url":"https:\/\/www.linkedin.com\/company\/oracle","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHYCgYovUuPtQ\/company-logo_100_100\/company-logo_100_100\/0\/1665755678957\/oracle_logo?e=2147483647&v=beta&t=55lZDJhHdt3oPj2_gdPpymKz6Wv_9atXeO-CBFzAm6c","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4070927151","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4070927151","job_url_direct":"https:\/\/career.pinchos.se\/jobs\/5181956-we-want-more-people-in-the-kitchen-at-pinchos-sundbyberg-souschef&urlHash=nC-k","title":"We want more people in the kitchen at Pinchos Sundbyberg\/ Souschef","company":"Pinchos","location":"Sundbyberg, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Management and Manufacturing","company_industry":"Restaurants","listing_type":null,"emails":null,"description":"**We are looking for new coworkers to the kitchen!**\n*At Pinchos our values and our commitment to each employee live and develop. That's why it's important to find nice people who fit right into our culture and our restaurant environment, because when everyone is comfortable and well, the job also works better!*\n We welcome a high volume of guests in our kitchen every day and strive to exceed their expectations. With the fast pace that comes with this, it's important to stay calm, focused, and enjoy interacting with our guests while working in an open kitchen environment.\n   \n\n  \n\n We value a mix of skills and experience in our kitchens, meaning that if you have cooking experience, we can offer you a workplace where you can grow and develop. At the same time, we are excited to welcome those who are new to the industry. While formal training or years of experience as a chef aren't required, a passion for learning and a drive to improve can more than make up for any lack of knowledge!\n   \n\n  \n\n**Who are we?**\n At Pinchos we believe in delivering a WOW experience both to our guests and also to our employees. We encourage all employees to be themselves, and that your unique personality along with everyone else's is what makes up Pinchos personality!\n   \n\n  \n\n Pinchos is a restaurant concept based on an original Swedish idea from Gothenburg in 2012. The head office is also established in Gothenburg. In addition to offering a wide, varied selection of small dishes in premises with extravagant decor, Pinchos also distinguishes itself by being the world's first app restaurant. Since the start, our guests have taken both us, our app and our food to their hearts. In 2014, the concept was opened up to franchisees and in 2017 an international establishment was started. The chain currently has over 70 restaurants and is expanding steadily.\n   \n\n  \n\n What we can offer you\n   \n\n  \n\n* a fun workplace\n* big opportunities to develop throughout the chain\n* an innovative concept\n* amazing coworkers!\n\n\n In order to fit in with us, we believe that you\n   \n\n  \n\n* have previous experience from working in a kitchen\n* are flexible and innovative\n* thrive at a fast pace\n* appreciate the guest contact that our open kitchens offer\n* spread positive energy around you\n* are good at ensuring quality\n* appreciate that our food is prepared according to recipes\n* are fast, accurate and efficient\n* are open and want to give of yourself\n\n\n Does this sound like something for you? Make sure to apply for the position now!","company_url":"https:\/\/se.linkedin.com\/company\/pinchos","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQECb-YMmvHU6w\/company-logo_100_100\/company-logo_100_100\/0\/1631358100473\/pinchos_logo?e=2147483647&v=beta&t=aE4kcloT-drMCJPnjBwy70hY4J272321ribrL6DztuE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4070307821","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4070307821","job_url_direct":"https:\/\/career.pinchos.se\/jobs\/5181956-we-want-more-people-in-the-kitchen-at-pinchos-sundbyberg-souschef&urlHash=nC-k","title":"We want more people in the kitchen at Pinchos Sundbyberg\/ Souschef","company":"Pincho Nation","location":"Sundbyberg, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Management and Manufacturing","company_industry":"Restaurants","listing_type":null,"emails":null,"description":"**We are looking for new coworkers to the kitchen!**\n*At Pinchos our values and our commitment to each employee live and develop. That's why it's important to find nice people who fit right into our culture and our restaurant environment, because when everyone is comfortable and well, the job also works better!*\n We welcome a high volume of guests in our kitchen every day and strive to exceed their expectations. With the fast pace that comes with this, it's important to stay calm, focused, and enjoy interacting with our guests while working in an open kitchen environment.\n   \n\n  \n\n We value a mix of skills and experience in our kitchens, meaning that if you have cooking experience, we can offer you a workplace where you can grow and develop. At the same time, we are excited to welcome those who are new to the industry. While formal training or years of experience as a chef aren't required, a passion for learning and a drive to improve can more than make up for any lack of knowledge!\n   \n\n  \n\n**Who are we?**\n At Pinchos we believe in delivering a WOW experience both to our guests and also to our employees. We encourage all employees to be themselves, and that your unique personality along with everyone else's is what makes up Pinchos personality!\n   \n\n  \n\n Pinchos is a restaurant concept based on an original Swedish idea from Gothenburg in 2012. The head office is also established in Gothenburg. In addition to offering a wide, varied selection of small dishes in premises with extravagant decor, Pinchos also distinguishes itself by being the world's first app restaurant. Since the start, our guests have taken both us, our app and our food to their hearts. In 2014, the concept was opened up to franchisees and in 2017 an international establishment was started. The chain currently has over 70 restaurants and is expanding steadily.\n   \n\n  \n\n What we can offer you\n   \n\n  \n\n* a fun workplace\n* big opportunities to develop throughout the chain\n* an innovative concept\n* amazing coworkers!\n\n\n In order to fit in with us, we believe that you\n   \n\n  \n\n* have previous experience from working in a kitchen\n* are flexible and innovative\n* thrive at a fast pace\n* appreciate the guest contact that our open kitchens offer\n* spread positive energy around you\n* are good at ensuring quality\n* appreciate that our food is prepared according to recipes\n* are fast, accurate and efficient\n* are open and want to give of yourself\n\n\n Does this sound like something for you? Make sure to apply for the position now!","company_url":"https:\/\/se.linkedin.com\/company\/pincho-nation","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQF-nAdBF2uyQQ\/company-logo_100_100\/company-logo_100_100\/0\/1730192771899\/pincho_nation_logo?e=2147483647&v=beta&t=G-QDlH0E894tHE-_G035WjJkVFHkuNVmwrfeCzP4B2w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4055237577","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4055237577","job_url_direct":"https:\/\/jobs.lever.co\/spotify\/e8f9fbdb-49b4-4617-b6d9-3fb1ed0610c9?lever-source=LinkedInJobs&urlHash=ca_E","title":"Senior Security GRC Manager - SOC 2 Compliance","company":"Spotify","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other, Information Technology, and Management","company_industry":"Musicians","listing_type":null,"emails":null,"description":"Spotify is seeking a Senior Security Governance, Risk, and Compliance (GRC) Manager to join the Security Studio who will work closely with our engineering teams and audit functions. You’ll be focused on handling the execution of tasks for the Security GRC Program within Spotify, primarily in relation to driving SOC 2 compliance, but also to other compliance and information security frameworks. You will work on ensuring tasks deliver high-quality value and are completed in a timely fashion. Additionally, you will play an integral part in recommending process improvements and in helping to implement these updates. This role will require a deep understanding of SOC 2 compliance, information security practices, as well as experience in working with technology teams.\n   \n\n  \n\n What You'll Do\n   \n\n  \n\n* Lead the SOC 2 compliance program and large-scale SOC 2 projects, identify dependencies, define success metrics and achievements, and ensure timely delivery\n* Design, implement, monitor and maintain SOC 2 controls, while collaborating and building relationships with internal and external business partners\n* Lead and handle all stages of SOC 2 audits, ensuring successful completion.\n* Resolve appropriate scope of SOC 2 audits, encompassing new and existing service offerings, their supporting infrastructure, and associated processes.\n* Lead and respond to customer security questionnaires while collaborating with internal teams, and drive questionnaire response automation\n* Identify, assess, and advise on information security risks, processes and controls to a variety of business partners\n\n\n Who You Are\n   \n\n  \n\n* You have 5+ years of experience with SOC 2 compliance, including leading a SOC 2 compliance program, controls design, and implementation. Experience in the technology industry is preferred.\n* You have 5+ years of experience with security frameworks, e.g. SOC 2, ISO27001, NIST CSF, PCI-DSS, etc., security controls design and implementation, and security best practices\n* Prior IT Audit experience in areas of SOC 2, ITGC, SOX are preferred\n* CISA, CISM, CISSP or other related certifications are preferred but not required.\n* You have experience with privacy frameworks, such as GDPR or CCPA\n* You are a strong collaborator, with experience working on teams composed of both technical and non-technical members\n* You have a demonstrated ability to lead large projects, problem-solve, multitask, and have excellent organizational skills\n* You have excellent written and verbal communication skills, with experience presenting to key stakeholders and partnering with internal collaborators and external auditors\n* You thrive in a data-driven, fast-paced and innovative environment\n\n\n Where You'll Be\n   \n\n  \n\n* For this role you will be in Stockholm.\n\n\n #JobSite-Featured\n   \n\n  \n\n #JobSite-Sub-Security\n   \n\n  \n\n #JobSite-Main-Product\n   \n\n  \n\n Today, we are the world’s most popular audio streaming subscription service.","company_url":"https:\/\/se.linkedin.com\/company\/spotify","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFkDzx_7dqq3A\/company-logo_100_100\/company-logo_100_100\/0\/1631377935713?e=2147483647&v=beta&t=AiRi3YW2R5kYKHbxsjkdQ_d1RuH6Yk98ePBwANPPDhc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4019845956","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4019845956","job_url_direct":null,"title":"Business Development Manager","company":"XBP Europe","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/uk.linkedin.com\/company\/xbp-europe","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4056552893","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4056552893","job_url_direct":null,"title":"Business Analyst till vårt Intelligent Automation team!","company":"Capgemini","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/fr.linkedin.com\/company\/capgemini","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4070306602","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4070306602","job_url_direct":"https:\/\/careers.cdon.com\/jobs\/5177395-sales-analyst&urlHash=HuoR","title":"Sales Analyst","company":"E-commerce Recruit","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Analyst","company_industry":"Online and Mail Order Retail","listing_type":null,"emails":null,"description":"**About CDON** \n\n\n\n\n Join us at CDON Group, a Swedish listed company with a long history and extensive experience in the e-commerce market. Our mission is to unleash the power of the marketplace to give the best shopping experience in the Nordics.\n \n\n\n\n  \n\n\n\n\n\n We are dedicated to providing great online shopping experiences and are on the lookout for a Sales Analyst to join us on this journey for our two Nordic marketplaces: CDON and Fyndiq.\n \n\n\n\n  \n\n\n\n\n\n**About the role** \n\n\n\n\n CDON Group isn't just another e-commerce company; we have two different marketplaces that handle nearly 4 million visitors each month. Our platform is a bustling hub of millions of products, connecting buyers and sellers across four dynamic markets. And behind the scenes, it's your data-driven insights that will fuel our growth and shape our success.\n \n\n\n\n  \n\n\n\n\n\n As our Sales Analyst, you'll be the 'control room' for our sales performance. You'll have your finger on the pulse of our business, monitoring trends, spotting anomalies, and translating complex data into actions. Think of it as a blend of detective work, strategic problem-solving, and storytelling - all with the goal of driving sales and optimising the customer experience.\n \n\n\n\n  \n\n\n\n\n\n**Responsibilities includes:** \n\n\n\n\n  \n\n\n\n\n\n**Sales Analysis** \n\n\n\n* Analyse large datasets to provide insights on marketplace performance, customer behaviour, and business trends.\n* Perform deep-dive analyses as needed to answer specific sales questions and support data-driven decision-making\n* Create and maintain reports and dashboards in our BI tool to track key performance indicators (KPIs) across traffic, sales, and customer engagement.\n\n\n\n  \n\n\n\n\n\n**Behaviour Analysis** \n\n\n\n* Proactively conduct behavioural analyses and deliver recommendations based on website usage to improve conversion and customer experience\n* Own and manage GA4 and Google Tag Manager\n* General analytical support in the organisation including traffic, site, conversion, sales and much more\n\n\n\n  \n\n\n\n\n\n**Cross-Departmental Collaboration** \n\n\n\n\n To be successful in this role, you will need to have a good cooperation with other parts in the organisation such as:\n \n\n\n* Product: To incorporate user insights into web design and functionality\n* Brand & CX: To enhance customer insights with channel and website data\n* Data: To align resources, needs and projects within business analysis\n\n\n\n  \n\n\n\n\n\n**Qualifications and requirements** \n\n\n\n* Strong analytical and problem-solving mindset, with the ability to interpret complex market data and generate insights, and provide actionable recommendations.\n* A customer-focused approach, with a commitment to continuous improvement and innovation\n* Visual storytelling: Strong ability to craft visually compelling and clear reports that not only convey complex data insights effectively but also engage the audience.\n* Communication skills: Excellent verbal and written communication skills, Fluent in English and Swedish, both spoken and written\n* Detail-oriented: High attention to detail and accuracy in your work, ensuring data quality and consistency\n* Ability to analyse behavioural data and draw strategic conclusions for website improvements\n* A Bachelor's or Master's degree in Data Science, Marketing, Statistics, Business, Economics, Mathematics, or a related field\n\n\n\n  \n\n\n\n\n\n**What we offer** \n\n\n\n\n An opportunity to be part of a unique growth journey, actively contributing to the success of the leading e-commerce marketplaces in the Nordics. A collaborative and dynamic work environment, with passionate colleagues who believe in CDON Group’s mission. Competitive compensation package, including benefits such as pension and insurance through Max Matthiessen and MyBenefit portal. Career growth opportunities within a rapidly evolving company.\n \n\n\n\n  \n\n\n\n\n\n**Application Process:** \n\n\n\n\n Please attach your resume and a brief cover letter outlining your interest and suitability for the job. We will be conducting interviews with candidates on an ongoing basis.\n \n\n\n\n  \n\n\n\n\n\n To ensure a professional and unbiased assessment, we will ask candidates to perform a combination of logical reasoning and personality tests as part of the process.","company_url":"https:\/\/se.linkedin.com\/company\/ecommercerecruit","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQExhzfG5ytqrg\/company-logo_100_100\/company-logo_100_100\/0\/1630605641969\/ecommercerecruit_logo?e=2147483647&v=beta&t=c115IAW5sVrczoWzJNkwQh2qHvtGcUSPx-3awvjqs9E","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4073538045","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4073538045","job_url_direct":"https:\/\/www.academicwork.se\/lediga-jobb\/j\/customs-manager-to-mycronic\/YR9PRT?i=18?apply=1&urlHash=KXYj","title":"Customs Manager to Mycronic!","company":"Academic Work","location":"Täby, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Management and Manufacturing","company_industry":"Staffing and Recruiting","listing_type":null,"emails":"Johanna.sorell@academicwork.se, stv3@academicwork.se","description":"Think of the most high-tech electronics products you can imagine. Then think one step further. What technology creates the most advanced high-tech of today? Mycronic´s do. With unique and world-leading production solutions, they spearhead the electronics industry. Right now, Mycronic are on a journey of growth, where they continue to explore new markets and expand worldwide. Do you have several years of work experience within the customs- and import area and are looking for a role\nwhere you will have the chance to truly contribute with your expertise? Read on!\n \n\n\n Apply here!\n \n  \n\n**Company :**\n Mycronic AB (publ)\n \n\n\n\n  \n\n**City :**\n Täby\n \n\n\n\n  \n\n**Job Category :**\n Technology\n \n\n\n\n  \n\n**Extent :**\n Full time\n \n\n\n\n  \n\n**Start date :**\n According to agreement\n \n\n\n\n  \n\n**Type of work :**\n Recruitment\n   \n\n\n\n\n**About the role**\n\n Mycronic is a Swedish high-tech company and have been a trusted partner to electronics and display manufacturers worldwide for more than 50 years. They are headquartered in Stockholm, Täby and with subsidiaries, agents and distributors in more than 50 countries. Currently, there is no other company in the entire world that can compete with Mycronic's technology. All high-resolution screens you see, whether it's a TV, phone, tablet, Apple Watch, etc., are made using Mycronic´s machines. Mycronic continues to grow in a wide range of industries and the Pattern Generator (PG) division you will belong to has a unique market position as the world's leading supplier of mask writers for the manufacture of advanced photomasks. As Customs Manager, you have an important role in driving the operational work within the customs- and import area for the entire PG division and you are a key player in bringing out the importance of this area within the organization. You will belong to the Production Support & Outbound department currently consisting of 15 people and your closest team of 2 persons which you will work closely with. Due to an upcoming retirement, we are now looking for a replacement who will work with developing this area further. Mycronic's current Customs Manager will remain during your initial period to ensure a smooth transition and help you integrate into your role effectively.\n \n\n\n\n  \n\n**Work tasks**\n\n\n\n\n You will work in a very central role with great opportunities to influence working methods, logistics flows, costs and how the area develops, both in the short and long term. You collaborate closely with both internal stakeholders such as R&D, purchasing, the legal department and subsidiaries in Eastern Asia and the US, as well as external stakeholders and you will both participate in and run meetings with them.\n \n\n\n\n Furthermore, you will…\n \n\n\n* Follow up on deviations, collect data and ensure correct declaration of products\n* Support the global trade and logistics team on customs and classification matters\n* Be responsible for the contact with external customs specialists and escalate if agreements are not followed\n* Develop and maintain the customs process in Mycronic's management systems\n* Stay up to date with news within the import- and customs area\n  \n\n\n**We are looking for**\n\n In this recruitment, we will place great emphasis on your personal competencies and your interest in the position and Mycronic as a company. We see that you both understand and are driven to develop how Mycronic works with deviations, are good at delegating and pushing for change. You have an organized way of working, do not hesitate to navigate between different stakeholders and are pedagogical in your communication.\n \n\n\n\n Furthermore, you have…\n \n\n\n* A post-secondary education in, for example, logistics, finance, purchasing or similar\n* Several years of work experience with deviation and classification of articles\n* Experience of working with authorities\n* Very good knowledge in both Swedish and English since both languages ​are used in your daily work\n\n\n W\n \n  \n\n**e see it as a merit if you have…**\n\n\n\n* D\n \n eep knowledge especially in section XVI (Chapter 84-85) and section XVIII (Chapter 90)\n* E\n \n xperience with special cases within the tariff and classification area (e.g. dealing with misclassifications)\n* E\n \n xperience with the application process for classification for binding tariff information (BTI) and validate BTI\n* E\n \n xperience of working with free trade agreements\/origin calculation\n\n\n I\n \n  \n\n**nformation about the recruitment process**\n\n\n\n* P\n \n hone interview with Academic Work\n* P\n \n ersonality- and problem-solving test\n* I\n \n n depth interview with Academic Work\n* I\n \n nterviews with Mycronic\n* R\n \n eference checking and decision\n\n\n O\n \n  \n\n**ther information**\n\n\n\n* L\n \n ocation: Headquarters in Täby, Stockholm\n* E\n \n xtent: Fulltime, permanent employment\n* C\n \n ontact information: Senior Recruitment Consultant Johanna Sörell, Johanna.sorell@academicwork.se\n\n\n M\n   \n\n  \n\n  \n\n  \n\n**ycronic AB (publ)R**\n\n ead more about Mycronic on their website: https:\/\/www.mycronic.com\/G\n   \n\n\n\n\n**et directly recruited to Mycronic AB (publ)W**\n\n hen you apply to this application, you will get hired by our partner. This means that you can relax while we take care of the application process.D\n   \n\n\n\n\n**o you have questions about this job?J**\n\n ohanna Sörell or a colleague in the recruitment team will gladly answer you on stv3@academicwork.se Please specify advert-ID in your email: 15108160","company_url":"https:\/\/se.linkedin.com\/company\/academic-work","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH0HvZmSQWk0g\/company-logo_100_100\/company-logo_100_100\/0\/1630569389993\/academic_work_logo?e=2147483647&v=beta&t=Z_lJt_ukL8hdOHsTZES9LvXN8q-0bx_w2k3c-lv3M_U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4070963192","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4070963192","job_url_direct":"https:\/\/thehub.io\/jobs\/672c6fd6ae1d86bc8dcee312?utm_source=linkedin&utm_medium=referral&utm_campaign=job_wrapper&urlHash=HcHT","title":"Business Development - Stockholm","company":"The Hub","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Business Development and Sales","company_industry":"Technology, Information and Internet","listing_type":null,"emails":"karl@fixate.nu","description":"THE ROLE\n   \n\n  \n\n Are you someone who thrives on building something new and lasting? As our first dedicated Business Development Representative, you’ll be laying the groundwork for Fixate’s future by driving lead generation, creating new business relationships, and transforming leads into long-term partnerships. You won’t just be filling a role; you’ll be building Fixate’s business development framework from the ground up, helping us shape the company as we grow.\n   \n\n  \n\n**What Success Looks Like**\n**Targets** \n : Your core metrics include at least 16 qualified meetings monthly, with a primary focus on signing one new client per month. Achieving these milestones will directly drive our growth.\n   \n\n  \n\n**Growth Path** \n : You’ll begin with cold outreach, expand into inbound lead generation, and ultimately take on managing business development suppliers. As Fixate grows, so will your influence, with the potential to lead the entire business development operation.\n   \n\n  \n\n**Responsibilities**\n* Develop and execute both inbound and outbound lead strategies that make a real impact.\n* Create and publish engaging content to boost brand awareness and generate inbound leads.\n* Actively seek out and pursue new business opportunities across Denmark, Sweden, the UK, and The Netherlands.\n* Qualify prospects and set up high-value meetings to build potential partnerships.\n* Continuously refine our outreach strategy - always looking for ways to improve.\n* Train and manage external partners to amplify our outreach efforts.\n\n\n**Skills & Experience**\n* CRM Expertise: Experience in setting up and using CRM systems and processes will be a strong asset, ensuring we can scale outreach smoothly.\n* Natural Communicator: You’re a standout in both spoken and written communication, and your outreach messages make an impact.\n* Self-Motivated and Organised: You take ownership, prioritising and driving your activities independently.\n* Industry Background: Proven business development experience in a service industry would be a great fit.\n* Languages: Fluent in English and Swedish is essential. If you also speak Danish, or Dutch, even better.\n\n\n IMPORTANT CHARACTERISTICS\n   \n\n  \n\n* Client-Centric Focus: Your understanding of market dynamics and customer needs will shape our outreach approach and ensure it resonates with prospects.\n* Adaptability and Resilience: You’ll experiment, pivot, and learn in real-time, adapting as needed to meet Fixate’s evolving goals.\n* Problem-Solver: You see solutions where others see challenges and thrive when things don’t come with a step-by-step guide.\n* Entrepreneurial Mindset: Autonomy isn’t just a perk here - it’s a requirement. You’ll be making decisions, driving initiatives, and setting strategies from day one.\n\n\n**What We Offer**\n* Impact and Ownership: With full ownership of Fixate’s lead generation, you’ll see the direct results of your work and play a vital role in Fixate’s growth.\n* Career Progression: As Fixate scales, so will your role - progressing from outreach to leading the full business development operation.\n* Client-Centric KPIs: We measure success based on client satisfaction, quality of relationships, and value delivered - our approach goes beyond just numbers.\n* Flexible, Dynamic Environment: You’ll have the freedom to shape Fixate’s future and pursue strategies that make a real difference.\n* Rewards for Impact: Our compensation structure reflects your contributions, with a base salary, performance-based bonuses, and potential equity as Fixate grows.\n\n\n**For more information or questions please contact us at** \n karl@fixate.nu or phone number +46706011614","company_url":"https:\/\/dk.linkedin.com\/company\/thehubio","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQE8WpXmwhptcA\/company-logo_100_100\/company-logo_100_100\/0\/1677478557826\/thehubio_logo?e=2147483647&v=beta&t=QZ-KZVJkLFgu-2CKdTfVA8JaClCQRA0LeR_w6UMdgDo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3894175737","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3894175737","job_url_direct":"https:\/\/careers.easyparkgroup.com\/jobs\/3886164-regional-partnerships-manager&urlHash=oj-f","title":"Regional Partnerships Manager","company":"EasyPark Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Business Development and Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"We're at an exciting and key moment of growth here at EasyPark, leading the way in digital parking solutions. With offices in the heart of\n **Stockholm** \n and central\n **Oslo** \n , we're expanding our B2B team and looking for a driven\n **Regional Partnerships Manager** \n to spearhead our growth in the Nordic & Netherlands regions. At EasyPark, we value innovation, collaboration, and the drive to make a real impact.\n   \n\n  \n\n**The Role**\n As our Regional Partnerships Manager, you'll play a crucial role in enhancing our partnership landscape. Your work will directly contribute to our strategic goals, facilitating growth and enhancing customer value through relevant B2B Partnerships.\n   \n\n  \n\n You'll be leading the business to drive new innovative ways to manage and grow our existing partnerships, negotiate new ones in close collaboration with our product team, and coordinate go-to-market strategies across the Nordics region and Netherlands with internal and external commercial organizations. .\n   \n\n  \n\n This role is a unique blend of strategy, negotiation, and cross-functional collaboration, offering the chance to work closely with our product, legal, finance, sales, and marketing teams.\n   \n\n  \n\n You'll be instrumental in driving and implementing our Regional Partnerships Strategy which will act as a Blue Print to scale within the business!\n   \n\n  \n\n**Key Responsibilities**\n* Own the negotiation and relationship management for fleet management and connected services partnerships.\n* Serve as the regional commercial go-to-market lead, driving strategy and execution for B2B partnerships.\n* Coordinate cross-functional teams in rolling out partnership initiatives, ensuring alignment with our commercial objectives.\n* Act as the commercial point of contact, both internally and externally, fostering strong, productive relationships.\n* Utilize market insights and customer feedback to inform and refine our partnership strategies.\n\n\n**What You'll Bring**\n* Proven experience in partnerships and go-to-market strategies, ideally within the Nordics.\n* Strong negotiation skills, with a track record of successful contract negotiations.\n* A passion for technology and innovation, coupled with strong project management and stakeholder management skills.\n* An entrepreneurial mindset, excellent communication skills, and the ability to work both independently and as part of a team.\n* Fluency in English is a must, with proficiency in Norwegian or Swedish highly advantageous.\n\n\n**What's In It For You**\n* Be at the forefront of digital innovation in a company that's leading the charge in smart parking solutions.\n* The opportunity to see the immediate impact of your work on our company's growth and success.\n* A collaborative and supportive work environment that fosters development and growth.\n\n\n If you're driven by innovation, thrive in collaborative environments, and are looking to make a significant impact, we'd love to hear from you. Apply today to join us in shaping the future of digital parking solutions!","company_url":"https:\/\/se.linkedin.com\/company\/easypark-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQECbGphlsa8cQ\/company-logo_100_100\/company-logo_100_100\/0\/1666179456598\/easypark_group_logo?e=2147483647&v=beta&t=GAmz0QOESLpqxp13QVBIx_Lq1ZhL9usWW95j25q2XNQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3967056800","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3967056800","job_url_direct":"https:\/\/boards.greenhouse.io\/mentimeter\/jobs\/4360511101?gh_src=3d5665c2teu&source=LinkedIn&urlHash=HR69","title":"VP Revenue Operations","company":"Mentimeter","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"executive","job_function":"Management and Manufacturing","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Our vision is to transform presentations, meetings and lectures by turning passive audiences into engaged contributors. We make this possible through our interactive presentation platform where the traditional presentation monologue becomes an inclusive dialogue. We believe in the power of together and that the most successful leaders listen to be heard.\n   \n\n  \n\n With Mentimeter, users become the best presenter they can be. Meetings become more productive, participants learn more and have fun whilst doing it.\n   \n\n  \n\n We have more than 300 million users and customers worldwide, on our way of making the world a better place, one presentation at a time.\n   \n\n  \n\n**The Role**\n We are looking for a commercially focused\n **VP of Revenue Operations** \n to operationalize revenue strategies across our customer journey. This role is new at Mentimeter and will be crucial in further enhancing our revenue generating capabilities and ensuring a cohesive approach to driving revenue across the customer journey. We have a product-led growth go-to-market and our revenue comes from both self-service customers & enterprise customers. You will work with areas such as refining & streamlining operational workflows, identifying gaps in our understanding of operational performance & defining analysis to-be-done as well as ensuring alignment across commercial departments.\n   \n\n  \n\n You will report to the COO in a central department but working closely with catalysing revenue leaders in our commercial departments (sales, marketing & product). You will be responsible for leading & supporting a team consisting of our Sales Operations Director, Martech & Operations Director & Product Growth Lead which all work embedded in our commercial departments. The total extended teams working with the Revenue Operations area is roughly 10-15 people.\n   \n\n  \n\n**What You’ll Do**\n* Strategic direction of Revenue Operations: Together with our CSO, CPO and CMO set the 3 year strategic agenda for how the Revenue Operations area will contribute to Mentimeter’s success\n* Operationalization of revenue strategies: Responsible for the overview and refinement of end-to-end revenue processes, identifying gaps in our workflows across the customer journey as well as identifying new revenue operations enabled commercial opportunities\n* Strategic Alignment: Align initiatives, approaches and definitions across departments to ensure a cohesive approach to driving revenue across the customer journey\n* Facilitate data enabled commercial teams: Collaborate with our VP of Data & Analytics to leverage data to empower our commercial teams. Be the commercial counterpart for e.g. data activation & data collection. Support operational analysis & forecasting, identify gaps in our understanding of operational performance as well as defining analysis to-be-done and predictive data models needed.\n* Support alignment of priorities: Facilitate joint goal setting & alignment of priorities across departments. Own and develop our central planning process to ensure cross-functional resource allocation for efficient execution\n* Technology and tooling: Own the vision for the tech & tooling needed to manage and optimise the end-to-end revenue process - including adoption of new technology such as generative AI. Accountable for selection, implementation and management of tools that support the revenue-generating functions e.g. CRM systems, automation tools, and other tools that facilitate effective commercial operations.\n* People engagement, performance & retention for the RevOps teams: Responsible for the employee engagement, performance & retention in the Revenue Operations teams\n\n\n**We Believe You Have**\n* 10+ years relevant experience, whereof at least 6 years leadership experience\n* Proven experience of being responsible for Revenue Operations in a fast-paced SaaS environment\n* A proven track record of revenue growth attributed to your work\n* A solid understanding of all parts of Revenue Operations (from strategy to tooling to organisational alignment)\n* Strong execution skills with a love for getting things done - you know how to transform a strategic directions to successful Revenue Operations\n* Strong leadership skills and a track record of successfully coaching other leaders\n* Strong collaboration and stakeholder management skills (you will be collaborating with many different functions and people)\n* Strong analytical skills with a proven ability to define analysis to-be-done\n* Deep knowledge in Salesforce CRM and preferably also experience from marketing automation platforms, eg. Braze or similar\n\n\n**It’s a Bonus If You Have**\n* Experience from working with Revenue Operations in a product lead growth & sales motion\n* Have worked in a scale up environment at a company of a similar size\n* Have earlier experience of reporting directly to someone in the management team\n\n\n Please note that this role will have its base in our\n **Stockholm** \n**office** \n and is primarily an onsite role with the opportunity to work from home twice per week.\n   \n\n  \n\n Click here to learn more about Our Ways of Working - Guiding Principles.\n   \n\n  \n\n**Recruitment Process**\n* Introduction interview - Meet TA rep and\/or hiring manager for introduction interviews\n* Business Case - Conduct a business case showcasing your operational & strategic skills, knowledge and core competencies\n* Competence interview - Meet the team for an onsite deep dive interview\n* Alva Labs tests - conduct a personality and logical ability test as part of the screening process\n* Culture & Leadership interview - Reflect more about our 5 core values and why you would be a great fit at Mentimeter\n\n\n**Apply today and join the team at Mentimeter!**\n At Mentimeter where we currently boast over 50+ different nationalities, you'll be part of a culture that values creativity, innovation, and inclusivity. We believe in supporting our team members' growth and offering them the platform to excel. If you're eager to contribute to our mission and make a significant impact, we'd love to hear from you!\n   \n\n  \n\n**What Mentimeter Can Offer**\n At Mentimeter we can offer a diverse and inclusive work environment supported by smart and driven colleagues. We believe in continuous professional development for all of our colleagues and therefore offer access to a leadership program (including external personal coach) and relevant education to ensure that we continue to be state-of-the-art when it comes to innovating and building Mentimeter. Your place will be in a growing company with lots of career opportunities, working on a beloved product used by more than 300 million people. It’s not all about work though, we also offer a very healthy view on work-life balance.\n   \n\n  \n\n All of this comes attached with a competitive compensation and benefits package, including pension contributions. Once a year we also relocate to exciting places all over the world like Merida & Buenos Aires for our Toronto colleagues, cities in Europe (for our Stockholm colleagues), and cities in APAC (for our Sydney colleagues), paid for by us of course. Learn more about our benefits by visiting our Benefits & Perks page\n   \n\n  \n\n**Culture at Mentimeter**\n At Mentimeter we believe in giving everyone a voice - regardless of who you are. So we build a platform that does just that. Our platform is not only our product but also our organization. A platform where people feel safe, where differences are embraced, a place where you can have fun. We strongly encourage applicants who are people of color, LGBTQ+, women, people with disabilities, and\/or formerly incarcerated people, and a college degree is not strictly required. In order to give everyone a voice, we need to be as diverse as our users.\n   \n\n  \n\n Learn more about our culture by visiting our Culture page .\n   \n\n  \n\n Review our Privacy Policy for more information.","company_url":"https:\/\/se.linkedin.com\/company\/mentimeter","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGlbqwEvtEKPg\/company-logo_100_100\/company-logo_100_100\/0\/1641889013982\/mentimeter_logo?e=2147483647&v=beta&t=1Cia02P7rObmPvss4YqYoS3JPbJmOxyXnmkvZcM_XNU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4068753075","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4068753075","job_url_direct":"https:\/\/career.wlgroup.eu\/jobs\/5181834-senior-sap-successfactors-payroll-consultant&urlHash=QLle","title":"Senior SAP SuccessFactors Payroll Consultant","company":"Work Life Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Human Resources Services","listing_type":null,"emails":null,"description":"**Would you like to join a leading Digital Solution Company and contribute to innovative solutions that are built on a daily basis?**\n Our client is a leading global provider of IT solutions and services, known for their customer-centric approach to digital transformation. With a rich history dating back to 1996, they have continually evolved to meet the changing needs of their customers. Their services encompass consulting, technology, and outsourcing, delivering innovative solutions to complex challenges. They have also been honored multiple times as a top employer, including being named a Great Place To Work from 2015 to 2023.\n   \n\n  \n\n**Experience:** \n 10+ years in HCM Payroll, specifically with SAP SuccessFactors ECP (Employee Central Payroll) Functional and Integration expertise.\n   \n\n  \n\n**Requirements:**\n* SAP Success Factors ECP Functional and Integration Experience\n* Proficiency with Payroll Control Center\n* Knowledge of SuccessFactors Integration Center\n* Strong understanding of payroll processing and local payroll compliances for Sweden, Portugal, Spain, and Romania\n* Good communication skills to collaborate with internal and external stakeholders\n\n\n**What we offer:**\n* Remote work\n* B2B contract and competitive rates\n* Agile work environment\n* Competitive benefits in line with the best market standards\n* Work-life balance","company_url":"https:\/\/pl.linkedin.com\/company\/work-life-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQHcUpJe1sZNMg\/company-logo_100_100\/company-logo_100_100\/0\/1668521235301\/work_life_group_logo?e=2147483647&v=beta&t=v3XpbqMAX9quyAPyr39xhBIYPO6QxtxrsWso580Z7_o","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4002473264","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4002473264","job_url_direct":"https:\/\/career.staria.com\/jobs\/2558056-accounting-advisor-senior-redovisningskonsult?utm_source=LinkedIn&urlHash=VC89","title":"Accounting Advisor\/ Senior Redovisningskonsult","company":"Staria","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Accounting\/Auditing and Finance","company_industry":"Financial Services","listing_type":null,"emails":"emina.dedeic@staria.com","description":"**Do you want to join a dynamic team in a flexible work environment?**\n As an Accounting Advisor\/Senior Accountant at Staria, you will play a crucial role in our growing business. Your expertise in accounting and finance is a key component of our expanding operations. With us, you are offered not only exciting job opportunities but also a flexible work environment that you can shape according to your needs. If you want to be part of our exciting growth journey, keep reading!\n   \n\n  \n\n**About The Position**\n As an Accounting Advisor\/Senior Accountant, you will work with growing international clients. Your role includes the following:\n   \n\n  \n\n* Handling financial transactions and bookkeeping\n* Monthly reconciliations and period closings\n* Annual financial statements and reports\n* Tax and VAT declarations\n* Regulatory reporting\n* Preparation of financial reports and advisory\n* Building relationships and communication with external clients and partners\n\n\n We offer a hybrid work model where you can decide where you work from. If you prefer to be able to go to an office when desired, you are warmly welcome to one of our offices in Gothenburg, Jönköping, Halmstad, Malmö, or Stockholm.\n   \n\n  \n\n Get to know our Accounting Service team here.\n   \n\n  \n\n**What You Need To Succeed In The Role**\n* Solid experience in accounting and financial statement work\n* Good communication and collaboration skills\n* Flexible approach to thrive in a dynamic and international environment\n* Fluent in English and Swedish, both spoken and written\n* Experience with ERP systems and payroll management is an advantage\n\n\n**Why you will love working with us**\n* You get the opportunity to focus on one or a few medium\/large clients together with the rest of the team. This allows for a deeper understanding of the client and a clear focus in your work.\n* In your role, you will focus on monthly accounting and financial statements, as your team has a dedicated expert for accounts payable tasks.\n* Great opportunity to work in an international environment, part of a fast-growing, stable, and thriving business.\n* Accessible organization with low hierarchy and strong team support. We want to offer a workplace where our employees can grow and thrive!\n* We understand the value of work-life balance and highly value flexibility. You can enjoy one of our cozy offices or work remotely – even from abroad. Your workplace, your choice. For us, it is important that our employees are happy and well with us, and we have also been recognized for our work on the work environment, read more about this here.\n* You can get to know your future colleagues and read more about our work culture in our career stories.\n\n\n**Does this sound interesting?**\n If this opportunity sounds exciting to you, please apply with your resume in English. We work with ongoing selection and you are welcome to submit your application as soon as possible, but no later than 15th December, 2024. We look forward to quickly moving forward with the right candidates.\n   \n\n  \n\n Do you have questions or need more information? Then contact the responsible recruiter at emina.dedeic@staria.com. For GDPR reasons, we only accept applications via our recruitment system.\n   \n\n  \n\n We look forward to hearing from you!\n   \n\n  \n\n \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n   \n\n  \n\n*Staria strengthens growth companies with global accounting services, ERP consulting, and BI & planning solutions. We are dedicated to supporting our clients' growth through our expert advisory services and tailored solutions. As the only company in Europe that can deliver financial services and solutions to over 40 different countries through a single dedicated team, we are proud of our unique position in the market. With a team of over 550 employees in 7 different countries, we are driven by our values of collaboration, courage, and commitment. Become part of our work in shaping the future of financing for growth companies.*","company_url":"https:\/\/fi.linkedin.com\/company\/staria-oyj","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQG0AGlkBtPY3A\/company-logo_100_100\/company-logo_100_100\/0\/1719839414674\/staria_oyj_logo?e=2147483647&v=beta&t=o-C7WJKfVkflY8h7fYgz0A3Rpn4kIIp2oKw5Dj7Sn8k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3949464910","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3949464910","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/systemadministrator-inom-windows-op-2024458052\/&urlHash=UgGL","title":"Systemadministratör inom Windows","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Nu söker vi på Centric efter flera systemadministratörer inom Windows till flera av våra kunder i Stockholmområdet. Vill du bidra med din expertis inom Windows-servrar och klienter, din förmåga att dokumentera och göra systemkonfigurationer hos våra kunder? Då är det dig vi söker!\n \n\n\n\n  \n\n\n\n\n\n Som konsult på Centric får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.\n \n\n\n\n  \n\n\n\n\n\n**Dina arbetsuppgifter** \n\n\n\n\n I rollen som systemadministratör kommer arbetsuppgifterna variera beroende på vilken av våra spännande kunder du kommer arbeta hos. Sammantaget kommer du arbeta med det du gör bäst, administrera, hantera och underhålla Windows och Office365-miljön. Du kommer också arbeta för att säkerhetställa en stabil och säker infrastruktur efter verksamhetens behov.\n \n\n\n\n  \n\n\n\n\n\n**I Rollen Kommer Du Arbeta Med Följande** \n\n\n\n* Administrera och underhålla Windows-servrar och klienter\n* Hantera användarkonton, grupper och behörigheter i Active Directory\n* Underhålla och optimera O365-miljön\n* Övervaka systemprestanda\n* Felsöka och supportera användare vid behov\n* Dokumentera och genomföra systemkonfigurationer\n\n\n\n  \n\n\n\n\n\n**Din profil och kvalifikationer** \n\n\n\n\n För att lyckas i rollen är du en erfaren och motiverad person som på ett ansvarsfullt vis gärna tar ägandeskap över dina arbetsuppgifter. Vi ser gärna att du trivs i att arbeta i dynamiska team där du bidrar med flexiblitet och goda kommunikativa egenskaper.För att lyckas i rollen är du en erfaren och motiverad person som på ett ansvarsfullt vis gärna tar ägandeskap över dina arbetsuppgifter. Vi ser gärna att du trivs i att arbeta i dynamiska team där du bidrar med flexiblitet och goda kommunikativa egenskaper.\n \n\n\n\n  \n\n\n\n\n\n För att lyckas i rollen är du en erfaren och motiverad person som på ett ansvarsfullt vis gärna tar ägandeskap över dina arbetsuppgifter. Vi ser gärna att du trivs i att arbeta i dynamiska team där du bidrar med flexiblitet och goda kommunikativa egenskaper.\n \n\n\n\n  \n\n\n\n\n\n Krav\n \n\n\n* Minst 3 års erfarenhet som systemadministratör i Windowsmiljö\n* Mycket goda kunskaper kring Windows server, Active Directory och GPO\n* Erfarenhet av Office365, inklusive Exchange och Sharepoint\n* God förståelse för nätverkskonfiguration och felsökning\n* Erfarenhet av säkerhetslösningar, så som brandväggar och backup-system\n* Talar och skriver obehindrat på både svenska och engelska\n\n\n\n  \n\n\n\n\n\n*Meriterande* \n\n\n\n* Certifieringar inom området\n* Tidigare arbetat i IT-projekt rörande IT-processer\n\n\n\n  \n\n\n\n\n\n Vi lägger stor vikt vid dina personliga egenskaper.\n \n\n\n\n  \n\n\n\n\n\n**Vad vi erbjuder** \n\n\n\n\n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi tycker nämligen att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under roliga och avslappnande former.\n \n\n\n\n  \n\n\n\n\n\n*Mer om oss* \n\n\n\n\n Centric är ett IT-företag med 380 anställda, med kontor i Stockholm, Göteborg, Malmö och Linköping. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4073227869","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4073227869","job_url_direct":"https:\/\/se.talent.com\/redirect?id=5762ff8047bb&source=linkedin-premium&utm_source=partner&pos=830&utm_medium=linkedin-premium&puid=3debgdd93deagdde3aeagadagdd8fddg3dec3de9gade3aee3ee33deg3ee33ced3ceffcdc3ee33defgdd93ded3defgddf3de73deg3def3dee3deaged39d&cg=talent&urlHash=yXCb","title":"Nätverkstekniker inom Managed Networks","company":"Wrknest","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Som nätverkstekniker kommer du att arbeta för en framåttänkande internetleverantör som ständigt utmanar traditionella datacenter med innovativa lösningar. Deras tjänster riktar sig till både privatpersoner och företag och expanderar snabbt på marknaden, därför är dom i behov av ytterligare en nätverkstekniker till affärsområdet Managed Networks. I rollen som nätverkstekniker ska du känna dig trygg i att arbeta med både hård- och mjukvara och alltid planera för högsta möjliga IT-säkerhet i nätverket. Dina arbetsuppgifter kommer bland annat att inkludera att hantera, övervaka och underhålla nätverk. Arbetet är flexibelt, därför är det viktigt att du kan arbeta självgående såväl som tillsammans med andra i olika team. Du bör också ha förmågan att sätta dig in i ny teknik med ett öppet och kreativt synsätt. Dagens plattformar bygger på hårdvara främst från Cisco men andra leverantörer förekommer också, erfarenhet av liknande system är därför värdefull och du bör vara redo att ta nästa steg i din karriär.\n   \n\n  \n\n**Dina Framtida Arbetsuppgifter**\n* Design av nya kundlösningar\n* Konfiguration av nya kunder\n* Förvaltning av befintliga kunder\n* Drift och övervakning\n* 3rd line support\n* On-site troubleshooting vid behov\n\n\n**Vi Söker Dig Som**\n* Är flytande i svenska och engelska i både tal och skrift\n* Minst 2 års arbetslivserfarenhet som nätverkstekniker\n* CCNA eller motsvarande utbildning\n* Routing & switching\n* Stort fokus på trådlösa miljöer\n* Ekahau eller motsvarande verktyg för att planera WiFi\n\n\n**Meriterande Kvalifikationer**\n* Erfarenhet av Cisco\n\n\n**Övrig information**\n* Start: Så snart som möjligt\n* Plats: Stockholm, Sverige\n* Omfattning: Heltid\n\n\n**Om Wrknest**\n På Wrknest gör vi inte som alla andra. Vi tror på att hela tiden våga se nya möjligheter och tänka nytt. När vi startade var det för att utmana gamla sätt att rekrytera på.\n   \n\n  \n\n Vi lever i en tid av snabb digital utveckling. Kunskap behöver förnyas kontinuerligt för att vara aktuell. Därför gäller det att kunna ställa om snabbt. Det här gör att vi inte enbart tittar på kandidatens CV vid en rekrytering. Istället ser vi till den samlade potentialen och erbjuder individanpassad upskilling. På så vis kan vi snabbt matcha de kunskapsbehov som finns just nu. Läs mer på www.wrknest.se.","company_url":"https:\/\/se.linkedin.com\/company\/wrknest","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGEdFmJlu8tkQ\/company-logo_100_100\/company-logo_100_100\/0\/1729578895122\/wrknest_logo?e=2147483647&v=beta&t=2g_D8PPyNIDMSKVDPcJcExsYPTWKW_sYZePujncuClw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4070057630","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4070057630","job_url_direct":"https:\/\/pensionsmyndigheten.varbi.com\/se\/what:job\/jobID:769302\/type:job\/where:4\/apply:1&urlHash=aQ_N","title":"Javautvecklare","company":"Swedish Pensions Agency","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Other","company_industry":"Government Administration","listing_type":null,"emails":null,"description":"Pensionsmyndigheten är en myndighet som ligger i framkant när det handlar om teknik och utveckling. IT-avdelningen består idag av ca 350 medarbetare och växer kraftigt för att möjliggöra genomförandet av pensionsgruppens överenskommelse om långsiktigt höjda och trygga pensioner. För oss inom IT innebär detta nyutveckling, under många år framöver, av ett flertal nya pensionsförmånssystem med den senaste tekniken och arbetssätt. Som en del av vår IT-avdelning kommer du att verka i en miljö präglad av stort driv och hög ambitionsnivå samtidigt som vi värnar om en sund balans mellan arbete och privatliv. Vår vision är att leverera bäst IT för Sverige.\n   \n\n  \n\n På Pensionsmyndigheten pågår just nu en spännande förändringsresa i att utveckla vårt nya förmånssystem från grunden vilket innebär en hel del nyutveckling. Nu söker vi flera Javautvecklare till Stockholm som är samarbetsinriktade och trivs med att arbeta i team!\n   \n\n  \n\n**Om jobbet**\n Som Javautvecklare hos oss kommer du att ingå i ett team och arbetar utifrån en teambaserad organisation enligt det agila ramverket SAFe. Teamen hos oss är tvärfunktionella och självgående för att kunna hantera alla delar av utvecklingskedjan.\n   \n\n  \n\n Så här beskriver ett av våra team sig själv:\n   \n\n  \n\n ”Vi är ett självorganiserat hybridteam som jobbar enligt det agila ramverket SAFe. Vi arbetar i framkant med tekniska utmaningar som berör utveckling av nästa generations pensionssystem, baserat på mikrotjänster. Vi underlättar kvalitetssäkring av tjänster och system samt möjliggör kontinuerliga leveranser till test och produktion (CD\/CI). Utöver det är vår vision att driva innovation och ta ansvar för arkitekturen genom att vara ledande inom vårt område. Tillsammans med teamet kommer du ha möjlighet att utvecklas och arbeta med teknik i framkant.”\n   \n\n  \n\n**Din profil**\n Som person gillar du teamarbete där man delar med sig av kunskaper och lär av varandra. Du säger din mening, lyssnar på andras och är också bekväm i samarbete på distans då vi arbetar i distribuerade team. Du är också en problemlösare som gillar att omsätta komplexa krav till strukturerad kod och vill delta i att leda oss rätt i teknik och metodik.\n   \n\n  \n\n Vi bryr oss om vår kultur och hur vi tillsammans påverkar vår gemensamma arbetsplats. Vi lägger stor vikt vid dina personliga egenskaper.\n   \n\n  \n\n Vi söker dig som:\n   \n\n  \n\n* är utbildad systemvetare, dataingenjör eller har skaffat dig motsvarande kunskaper på annat sätt\n* har djupgående Javakompetens och arbetslivserfarenhet som javautvecklare\n* har erfarenhet av och trivs med att arbeta i agila team\n* behärskar det svenska språket väl\n\n\n Det är meriterande om du:\n   \n\n  \n\n* har erfarenhet av Spring Boot\n* har erfarenhet av REST-tjänster och JMS\n* har erfarenhet av byggprocessverktyg som Jenkins\n* är väl bekant med något testramverk, exempelvis JUnit, Cucumber\n* har erfarenhet av att arbeta med kod- och byggverktyg som Git och Maven\n* har erfarenhet av en modern IDE, gärna IntelliJ\n\n\n**Vi erbjuder**\n Ett myndighetsuppdrag som är viktigt på riktigt! En arbetsplats där vi värnar om att våra medarbetare ska ha en god balans mellan arbete och fritid. Vi tillämpar hybridarbetssätt med möjlighet till distansarbete och på kontoret utifrån en överenskommelse med arbetsgivare. Som statligt anställd har du även goda anställningsvillkor och ett förmånspaket med friskvård, flexibel arbetstid, lediga klämdagar samt goda semester- och pensionsvillkor.\n   \n\n  \n\n Vårt kontor i Stockholm ligger i nära anslutning till Hornstulls tunnelbanestation där vi sitter i ljusa moderna lokaler.\n   \n\n  \n\n Du kan läsa mer om våra förmåner och hur det är att jobba hos oss här.\n   \n\n  \n\n**Bra att veta**\n Tjänsten är en tillsvidareanställning på heltid och vi tillämpar 6 månaders provanställning.\n   \n\n  \n\n Anställningen kan komma att placeras i säkerhetsklass.\n   \n\n  \n\n**Din ansökan**\n Vi kan komma att använda oss av arbetspsykologiska tester.\n   \n\n  \n\n Har du skyddade personuppgifter kontakta rekryterande chef som hjälper dig med din ansökan.\n   \n\n  \n\n Vi strävar efter en jämn könsfördelning och ser mångfald som en styrka och välkomnar därför sökande med olika bakgrund.\n   \n\n  \n\n Inför rekryteringsarbetet har vi tagit ställning till annonskanaler och marknadsföring. Vi undanber oss därför ytterligare kontakt med media-\/annonsförsäljare, rekryteringssajter och liknande.\n   \n\n  \n\n Pensionsmyndigheten ansvarar för den allmänna pensionen och informerar om hela pensionen. Varje år betalar vi ut cirka 415 miljarder kronor till 2,3 miljoner pensionärer, genomför cirka 911 000 fondbyten och skickar ut 8 miljoner orange kuvert. Vi har ca 25 miljoner digitala kundkontakter per år. Vi är cirka 1700 medarbetare på åtta orter, från Luleå i norr till Halmstad i söder.\n   \n\n  \n\n #viktigtpåriktigt\n   \n\n  \n\n Anställningsform: tillsvidareanställning | Anställningens omfattning: heltid | Antal lediga befattningar: 1 | Sysselsättningsgrad: 100% | Ort: Stockholm | Län: Stockholms län | Land: Sweden | Referensnummer: PSL 2024-117 | Kontakt: Anne-Li Nilsson, Gruppchef , Lars Nordström, Gruppchef , | Facklig företrädare: Tea Bäcklund, ST 0104543701, Linda Modin, Saco-s 072-2102983, | Publicerat: 2024-11-05 | Sista ansökningsdag: 2024-12-05","company_url":"https:\/\/se.linkedin.com\/company\/pensionsmyndigheten","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGESQh6yHwRXw\/company-logo_100_100\/company-logo_100_100\/0\/1729063373748\/pensionsmyndigheten_logo?e=2147483647&v=beta&t=OozE6pMMWoz6ZUZqJnSs1ywAtVMjB4mGrbUz9jB8NB0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4055220625","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4055220625","job_url_direct":null,"title":"2025 Corporate & Investment Bank - Investment Banking Analyst Program - Off-Cycle Internship - (September-December) - Stockholm","company":"JPMorganChase","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/jpmorganchase","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4053240317","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4053240317","job_url_direct":"https:\/\/gartner.wd5.myworkdayjobs.com\/EXT\/job\/Remote\\u002d\\u002d-United-Kingdom\/Job-Posting-Title-Sr-Director-Analyst\\u002d\\u002dEmerging-Trends\\u002d\\u002d-Technologies\\u002d\\u002dMPU\\u002d\\u002dGPU-and-AI-Processors\\u002d\\u002dRemote-EMEA-_94280\/apply?source=JB-10120&urlHash=SfpQ","title":"Sr Director Analyst, Semiconductors Emerging Trends & Technologies, MPU, GPU and AI Processors (Remote Canada & Europe)","company":"Gartner","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Business Development and Sales","company_industry":"IT Services and IT Consulting, Information Services, and Research Services","listing_type":null,"emails":"ApplicantAccommodations@gartner.com","description":"Gartner Analysts support clients with their most critical business and technology challenges. They combine Gartner Research and their experience to help clients solve complex issues, adopt new practices, and make better decisions. They identify and describe client challenges and articulate actionable advice that may be pragmatic or provocative. They reduce complex and multi-faceted issues into manageable problems. Client advice is delivered via published documents, virtual client-inquiry, on-line presentations, sales support meetings, and Gartner conferences.\n   \n\n  \n\n**Who you are:**\n**A Senior Director Analyst in the EET Semiconductor group will apply their experience and Gartner insight to advise Product Leaders in Gartner’s technology provider clients on Compute Platform Semiconductor solutions with a focus on AI Semiconductors.**\n The role requires a broad experience of PC and server architectures, High Performance Computing (HPC), AI workloads and computer architecture. An understanding of end market demand characteristics and chip manufacturing, industry revenue cycles, cyclical timing in capital expenditure for fab equipment is required. Experience in the semiconductor industry is critical. Specific understanding of AI accelerators solutions for training and inference is preferred as is experience in product manager or product marketeer decision making. Candidates should have a thorough knowledge of the internal industry and external market factors that force semiconductor technology changes. Candidates should be capable of speaking with authority on these issues as they relate to Product Leader decision making throughout the supply chain.\n   \n\n  \n\n**What you'll do:**\n* Create clear business related and actionable advice for Product Leaders associated with emerging trends in the AI hardware accelerator market and high performance Microprocessors:\n+ Analyzing the factors that will influence future AI Accelerator demand.\n+ Forecasting Server, and Semiconductor market revenue inflexion points.\n+ Evaluating new semiconductor and system architectures to meet future compute requirement\n\n* Write new syndicated research to meet Product Leader clients’ needs.\n* Identify emerging technologies that will impact the semiconductor manufacturing industry and equipment vendors utilizing semiconductor based technologies\n* Create and deliver presentation materials for Gartner events, and client briefings.\n* Provide sales support by speaking to prospective and existing clients by Webex\/Teams\/Zoom\n\n\n**What you'll need:**\n* 12+ years of experiences as Product or Marketing Manager or Competitive Intelligence Manager at a semiconductor supplier or an equipment OEM supplying high performance computing solution (PC\/Server).\n* Bachelor's degree preferred or equivalent experience in technology domain.\n* Strong analytical mindset and familiarity with communicating via frameworks and models.\n* Experience in one or more of:\n+ Compute Microprocessors\n+ AI Server demand and data center Workloads\n+ Multiprocessor SoC design\n+ Client facing Semiconductor Product Marketing\n+ Semiconductor & AI related emerging technologies.\n+ Successful track record of forecasting and analyzing market information\n+ Strong executive presence, ability to engage C-level clients in all world regions and build up rapport.\n+ Ability to work independently, set personal interim goals and motivated by a multicultural global team.\n+ Strong personal organizational skills and ability to work under tight deadlines.\n+ Interested in and skilled at, clear, concise, actionable writing in English.\n+ Willingness and ability to travel up to 25% (where applicable).\n\n\n**Who are we?**\n At Gartner, Inc. (NYSE:IT), we guide the leaders who shape the world.\n   \n\n  \n\n Our mission relies on expert analysis and bold ideas to deliver actionable, objective insight, helping enterprise leaders and their teams succeed with their mission-critical priorities.\n   \n\n  \n\n Since our founding in 1979, we’ve grown to more than 20,000 associates globally who support ~15,000 client enterprises in ~90 countries and territories. We do important, interesting and substantive work that matters. That’s why we hire associates with the intellectual curiosity, energy and drive to want to make a difference. The bar is unapologetically high. So is the impact you can have here.\n   \n\n  \n\n**What makes Gartner a great place to work?**\n Our sustained success creates limitless opportunities for you to grow professionally and flourish personally. We have a vast, virtually untapped market potential ahead of us, providing you with an exciting trajectory long into the future. How far you go is driven by your passion and performance.\n   \n\n  \n\n We hire remarkable people who collaborate and win as a team. Together, our singular, unifying goal is to deliver results for our clients.\n   \n\n  \n\n Our teams are inclusive and composed of individuals from different geographies, cultures, religions, ethnicities, races, genders, sexual orientations, abilities and generations.\n   \n\n  \n\n We invest in great leaders who bring out the best in you and the company, enabling us to multiply our impact and results. This is why, year after year, we are recognized worldwide as a great place to work.\n   \n\n  \n\n**What do we offer?**\n Gartner offers world-class benefits, highly competitive compensation and disproportionate rewards for top performers.\n   \n\n  \n\n In our hybrid work environment, we provide the flexibility and support for you to thrive — working virtually when it's productive to do so and getting together with colleagues in a vibrant community that is purposeful, engaging and inspiring.\n   \n\n  \n\n Ready to grow your career with Gartner? Join us.\n   \n\n  \n\n The policy of Gartner is to provide equal employment opportunities to all applicants and employees without regard to race, color, creed, religion, sex, sexual orientation, gender identity, marital status, citizenship status, age, national origin, ancestry, disability, veteran status, or any other legally protected status and to affirmatively seek to advance the principles of equal employment opportunity.\n   \n\n  \n\n Gartner is committed to being an Equal Opportunity Employer and offers opportunities to all job seekers, including job seekers with disabilities. If you are a qualified individual with a disability or a disabled veteran, you may request a reasonable accommodation if you are unable or limited in your ability to use or access the Company’s career webpage as a result of your disability. You may request reasonable accommodations by calling Human Resources at +1 (203) 964-0096 or by sending an email to ApplicantAccommodations@gartner.com.\n   \n\n  \n\n Job Requisition ID:94280\n   \n\n  \n\n By submitting your information and application, you confirm that you have read and agree to the country or regional recruitment notice linked below applicable to your place of residence.\n   \n\n  \n\n Gartner Applicant Privacy Link: https:\/\/jobs.gartner.com\/applicant-privacy-policy\n   \n\n  \n\n**For efficient navigation through the application, please only use the back button within the application, not the back arrow within your browser.**","company_url":"https:\/\/www.linkedin.com\/company\/gartner","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGyRzbB8_BYkg\/company-logo_100_100\/company-logo_100_100\/0\/1630549760241\/gartner_logo?e=2147483647&v=beta&t=2MC5NtmLtyl24U4aF7paPutyA62Vrt5TChQypu8h22w","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3808198735","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3808198735","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/ar-du-centrics-nya-3rd-line-supporttekniker-op-2024453492\/&urlHash=VpCG","title":"Är du Centrics nya 3rd line supporttekniker?","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Information Technology","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Till uppdrag hos flera av våra kunder i Stockholmsområdet söker vi nu efter erfarna 2nd line tekniker som nyligen tagit nästa steg i karriären och idag arbetar inom 3rd line support. Vi söker efter dig som till vardags trivs med avancerad problemlösning i Windowmiljö och som vill fortsätta din IT-karriär hos oss på Centric.\n \n\n\n\n  \n\n\n\n\n\n Som konsult på Centric får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.\n \n\n\n\n  \n\n\n\n\n\n**Dina arbetsuppgifter** \n\n\n\n\n Som 3rd line supporttekniker är du användarnas och dina kollegors räddare i nöden! Du tar emot ärenden som eskalerats i organisationen, från 1st och 2nd line. Med detta sagt kommer du förmodligen stöta på nya, spännande och komplexa ärenden varje dag. Det kan exempelvis röra sig om nätverksrelaterade problem och systemfel i kundspecifika miljöer. Du kommer arbeta med teknisk support i Windowsmiljö samt arbeta med felsökning, förvaltning och enklare drift av Windows Servrar.\n \n\n\n\n  \n\n\n\n\n\n I och med att arbetsuppgifterna är varierande beroende på hos vilken kund du hamnar så kan det även innefatta hantering av virtuella maskiner, så som VMware och HyperV.\n \n\n\n\n  \n\n\n\n\n\n**Din profil och kvalifikationer** \n\n\n\n\n För att lyckas i rollen är det viktigt att du är en person som drivs och motiveras av utveckling! Att arbeta strukturerat och lösningsorienterat är ditt ledord. Du ser övergripande på komplexa problem och med hjälp av ditt analytiska tänkande har du förmågan att kunna isolera orsaker, utveckla och använda metoder som tar dig vidare i din felsökning. Du komminucerar mycket väl på svenska och engelska, i både tal och skrift. Vidare är du en flexibel person som uppskattar teamarbete likväl som du själv tar ansvar och driver fram lösningar hela vägen till mål!\n \n\n\n\n  \n\n\n\n\n\n*Krav* \n\n\n\n* 4 års arbetslivserfarenhet inom support\n* Relevant utbildning inom IT\n* Erfarenhet av felsökning och förvaltning av Windows Server\n* Paketering av applikationer i SCCM\n* Felsökning av nätverk\n* Djup kunskap i Microsoft365\n* Azure\/Intune\n\n\n\n  \n\n\n\n\n\n*Meriterande* \n\n\n\n* Linux\n* Hantering av virtuella maskiner, HyperV \/ VMware\n* Administration av databaser\n\n\n\n  \n\n\n\n\n\n Vi lägger stor vikt vid dina personliga egenskaper.\n \n\n\n\n  \n\n\n\n\n\n**Vad vi erbjuder** \n\n\n\n\n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi sätter stort värde på att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande och roliga aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under trevliga och avslappnande former.\n \n\n\n\n  \n\n\n\n\n\n*Mer om oss* \n\n\n\n\n Centric är ett IT-företag med 380 anställda, och med kontor i Stockholm, Göteborg, Malmö, Linköping och Örebro. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3985574723","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3985574723","job_url_direct":"https:\/\/jobs.dnv.com\/job-search\/global-shared-services\/consultant\/dresden-germany-arnhem-netherlands-solna-sweden\/senior-consultant-energy-storage\/300000526160947?utm_medium=referralwebsite&utm_source=thirtythree_linkedin&urlHash=KrpU","title":"Senior Consultant Energy Storage","company":"DNV","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Public Safety","listing_type":null,"emails":null,"description":"**About Us**\n We are the independent expert in assurance and risk management. Driven by our purpose, to safeguard life, property, and the environment, we empower our customers and their stakeholders with facts and reliable insights so that critical decisions can be made with confidence.\n   \n\n  \n\n As a trusted voice for many of the world’s most successful organizations, we use our knowledge to advance safety and performance, set industry benchmarks, and inspire and invent solutions to tackle global transformations.\n   \n\n  \n\n**About Energy Systems**\n We help customers navigate the complex transition to a decarbonized and more sustainable energy future. We do this by assuring that energy systems work safely and effectively, using solutions that are increasingly digital. We also help industries and governments to navigate the many complex, interrelated transitions taking place globally and regionally, in the energy industry.\n   \n\n  \n\n**About The Role**\n* This position has continuous, ongoing recruitment efforts for current and future openings. Applying for this role will gain you consideration for all roles within this opening which you are qualified for.\n\n\n In the Energy Storage Northern Europe team, DNV offers independent advisory and testing services to all stakeholders in the industry. For energy storage, the focus is on grid-scale applications, where our services span the entire life cycle of such installations: starting with feasibility and market studies, then due diligences and independent\/owner’s engineering, as well as operational services like monitoring and power failure investigations. Furthermore, we offer trainings and workshops to our customers and cover their testing and risk assessment needs. Our customers include transmission and distribution system operators, investors, project developers, technology suppliers and authorities, within Germany but also in Europe and beyond.\n   \n\n  \n\n As\n **Senior Consultant Energy Storage** \n , you will be doing diverse technical consultancy work in energy storage projects (primarily grid-scale batteries) for customers, for 60-70% of your time. In some projects, you will work in a team with colleagues with different levels of experience and\/or backgrounds; in other projects, you will manage the project team. Furthermore, you will lead and support business development within the team and with other teams, interacting with customers and colleagues to win new projects, especially within Germany but often also in other countries in our region.\n   \n\n  \n\n Can you assess whether a grid-scale energy storage system is well-designed, safe and meets its specifications? Are you able to determine the risks and mitigation measures for an energy storage project or for an energy storage company to be acquired, and communicate them understandably to the investor? Are you aware of the technical, financial and regulatory developments in the grid-scale energy storage market, now and in the coming years, and can you make our customers aware of what that means for them? Do you know how to model the technical and financial performance of grid-scale energy storage systems in given applications, to determine feasibility and optimal technology? We do all this and much more!\n   \n\n  \n\n By joining our international team at DNV, you will contribute to the energy transition through enabling widespread and safe deployment and operation of energy storage systems. You will be part of a company working independently as a voice for the industry, making the world safer smarter and greener by supporting our customers and their long-term high-impact endeavours. You will be part of a high-performing, innovative team that reflects the equality, respect, and diversity we wish to see in the world. As part of our ambitious and strategically important unit, your professional development will be rapid, comprehensive and continuously adjusted to your interests and competences.\n   \n\n  \n\n**Overview Of Your Tasks And Responsibilities**\n* Executing consultancy\/engineering projects on grid-scale energy storage systems, such as (depending on customer needs and your background and preferences):\n+ Business case assessments (experience with techno-economic calculations is a pro)\n+ Technical due diligence\n+ Independent \/ owner’s engineering\n+ Safety reviews and risk assessments (incl. standards review and testing)\n+ Trainings for customers\n\n* Managing medium-sized and large projects within the team and with other teams\n* Independent business development activities\n+ Leading and supporting business development, independently generating and handling proposals from start to finish (in Germany as well as internationally)\n+ Extending our external network and finding project opportunities\n+ Building strong relationships with external customers\n+ Meeting new customers and presenting DNV’s services\n\n* Preparing and giving presentations at customer meetings and events\n* Tracking and responding to new industry\/market developments\n* Building an internal network to gain and share knowledge and opportunities\n* Providing strong input on the team’s strategic planning and marketing decisions\n* Supporting DNV's mission and vision, having some fun while doing it!\n\n\n DNV is an Equal Opportunity Employer and gives consideration for employment to qualified applicants without regard to gender, religion, race, national or ethnic origin, cultural background, social group, disability, sexual orientation, gender identity, marital status, age or political opinion. Diversity is fundamental to our culture and we invite you to be part of this diversity.\n   \n\n  \n\n What we offer\n   \n\n  \n\n* Working in a congenial and dynamic team with a varied and challenging field of duties\n* Great potential for knowledge transfer by experienced engineers in a wide range of fields\n* Flexible working hours\n* Attractive salary incl. profit share and an employer-supported pension\n* Further attractive additional services, e. g. food allowance\n* Wide range of opportunities for individual further education, training and advancement\n\n\n**About You**\n Do you want to be actively involved and make a difference in the realization of the energy transition? Do you know all about energy storage and can you use your skills to help customers in the energy market? Then this is the job for you! We’re looking for a team player who takes initiative, has analytical skills, and is eager to understand the technical consequences of a business decision as well as the business consequences of a technical decision.\n   \n\n  \n\n**Personal Characteristics\/behaviour**\n* Dynamic and enthusiastic team player\n* Quick analysis and rational judgment\n* Effective communication – in a clear, precise and structured way\n* Networking – building a useful network of contacts and relationships\n* Delivery and results – within scope, time and budget, going the extra mile if needed\n* Independent – handling projects and proposals by yourself, as well as sharing knowledge and experience with junior team members\n\n\n**Qualifications**\n* Master’s degree in electrotechnical engineering, sustainable energy technology or a similar technical study\n* At least 5 years of work experience, preferably related to the energy sector or energy technologies\n* Understanding of the energy transition, the role of energy storage in transmission and distribution systems, and the technical aspects of this role and of various energy storage technologies themselves\n* At least 2 years’ experience with grid-scale energy storage systems \/ applications \/ regulations, particularly in Germany, as well as industry contacts, are a pro\n* Strong analytical skills\n* Strong verbal and written communication skills in English (German is a clear pro)\n* Available for domestic (~1 day per week) and international travel (~4-6 times per year)\n\n\n To Facilitate a Thorough Evaluation Of Your Application, Candidates With History Of Employment In Germany Are Asked For The Submission Of The Following Documents\n   \n\n  \n\n* Curriculum Vitae (CV)\n* Cover Letter\/Motivation Letter\n* University Diplomas & Transcripts\n* Reference Letters\n\n\n Please note that we cannot consider your application without these documents, and all documents must be submitted in English. We kindly ask that you provide them at your earliest convenience to ensure a smooth and timely assessment process. Your cooperation in this matter is greatly appreciated.","company_url":"https:\/\/no.linkedin.com\/company\/dnv","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFTwZwPOZp-Dg\/company-logo_100_100\/company-logo_100_100\/0\/1630521750380\/dnvgl_logo?e=2147483647&v=beta&t=TeM-ISMj8KlAGnexwqqH8YHCX7M2b-opqg1ff-trDvk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4071309682","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4071309682","job_url_direct":"https:\/\/karriar.iver.se\/jobs\/4957970-kubernetes-engineer&urlHash=5yUA","title":"Kubernetes Engineer","company":"Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"poonam.jain@iver.se","description":"*Vi på Iver ger samma löfte till våra kollegor som till våra kunder. Löftet är att alltid vara ”beside you”, ”behind you” och ”before you”. Vi kallar det för ”The Iver way”.*\n*Nu söker vi en Kubernetes Engineer som vill bli en del av Iver och som vill vara med och bidra till bättre IT-lösningar som gör skillnad för våra kunder!* \n*Är du vår nya kollega?*\n**Din roll på Iver?**\n Du arbetar som del i Ivers affärsområde Bank & Fintech med ansvar för tjänsteleverans av kritisk kundinfrastruktur. Du ansvarar för tekniska lösningar i framkant, samt deltar aktivt i kunddialoger för ständig förbättring och effektivisering.\n   \n\n  \n\n Våra kunder är ofta stora nordiska företag, fintech, eller myndigheter, med krav på hög nivå av informationssäkerhet och infrastruktur som kod. Vissa av dem utgör samhällskritisk verksamhet och\/eller har en särskild hotbild.\n   \n\n  \n\n**Vad erbjuder vi dig?**\n**Iver - Where technology meets business.** \n Hos Iver får du möjlighet att arbeta med den senaste tekniken och vara med på en spännande tillväxtresa. Iver är ett bolag med entreprenöriella rötter och en kultur som präglas av flexibilitet och samarbete. Vårt mål är att våra kunder – här i Norden och internationellt – ska se oss som en ledande partner för digital transformation.\n   \n\n  \n\n På Iver är vi inkluderande och strävar efter genuint samarbete där vi arbetar mot gemensamma mål. Inom Iver finns stora möjligheter till utveckling och vi står bakom dig när du vill lära dig mer – inom ditt specialområde, ledarskap eller nya områden.\n   \n\n  \n\n Hos Iver är du också en del av ett ambitiöst och innovativt företag, vilket innebär att förbättra, testa, utvärdera och våga ändra hur vi gör saker är viktiga ingredienser och vi är övertygade om att det är så vi utvecklas.\n **We’re not big blue. We’re yellow.** \n Stora nog att skala och agila nog att innovera.\n   \n\n  \n\n**Vem söker vi?**\n Du plockade troligen sönder den första dator du fick bara för att se hur den fungerar, och du har lagt en ansenlig mängd tid på att bygga Lego under din uppväxt, eller kanske fortfarande.\n   \n\n  \n\n Din vilja att förstå hur saker fungerar är mer än bara ett arbete eller inlärt beteende. Därutöver trivs du sannolikt av att jobba i ett högpresterande team och drivs av viljan att effektivisera med automation, samtidigt som stabil drift är grundpelare. Arbetsuppgifterna kommer att vara varierande och du kommer att ansvara för OpenShift\/OKD-kluster, applikationer som körs på dessa och dess utveckling och förbättring över tid.\n   \n\n  \n\n Tillsammans med den tekniska kompetensen har du också en social sida som gör att du trivs med att diskutera och kommunicera, både internt och externt.\n   \n\n  \n\n**För att lyckas i rollen ser vi att du har:**\n* Flera års erfarenhet av Kubernetes\/OpenShift.\n* Jobbat med Kubernetes orkestreringsverktyg såsom Helm och Istio.\n* Goda kunskaper inom Linux.\n* Erfarenhet inom automatiseringslösningar (ex. Ansible).\n* Kunskaper inom GitOps, ArgoCD, eller andra CI\/CD-lösningar.\n* God förståelse för hela IT-infrastrukturen.\n* Vana att arbeta med kundnära leveranser.\n\n\n**Extra Meriterande Kunskaper**\n* Erfarenhet av automatisering av applikationstester.\n* Certifieringar inom Kubernetes, Linux, nätverk.\n* Erfarenhet av Grafana, Zabbix eller andra monitoreringslösningar.\n* God och pedagogisk förmåga att förklara komplexa problem.\n\n\n**Övrig information:**\n Ivers affärsområde Bank & Fintech ansvarar för tjänsteleverans av cybersäkerhetstjänster och drift för kunder med särskilda säkerhetskrav. Av denna anledning kommer vi i rekryteringsprocessen genomföra bakgrundskontroller.\n   \n\n  \n\n**Placeringsort**\n Vi finns på 26 kontor runt om i Sverige och Norge. Placeringsort för denna roll är på vårat kontor i Solna.\n   \n\n  \n\n**Sök till oss!**\n Urval sker löpande, tjänsten kan tillsättas före sista ansökningsdag. Iver eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Önskad start är snarast eller enligt överenskommelse. Sista ansökningsdag: 2024-11-24. Du är välkommen att kontakta Poonam Jain (poonam.jain@iver.se) vid frågor eller funderingar kring tjänsten. Vi ser fram emot din ansökan!\n   \n\n  \n\n Välkommen till Iver!\n   \n\n  \n\n**We empower our Nordic society** \n . Iver är en ledande nordisk helhetsleverantör av molnbaserade IT-tjänster med spetskompetens inom drift, cybersäkerhet, cloud och innovation.\n   \n\n  \n\n**Våra tjänster är kritiska inte bara för våra kunder – utan för digitaliseringen av samhället i stort.** \n Vi säkerställer att sjukvården har tillgång till rätt patientdata, att samhällskritiska system aldrig ligger nere och att flygplanen landar säkert. Som en lyhörd och affärsnära helhetspartner möjliggör vi våra kunders innovation – idag och imorgon.","company_url":"https:\/\/se.linkedin.com\/company\/iver-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQE6vPkJ1bXYKw\/company-logo_100_100-alternative\/company-logo_100_100-alternative\/0\/1630562061072\/iver_sverige_logo?e=2147483647&v=beta&t=CyH4B1_gujcPUNvIoS9jHkvU1jhNL2CEURz3JMUrwT0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"bae60f75d147fdd4","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=bae60f75d147fdd4","job_url_direct":"https:\/\/careers.nymle.com\/jobs\/5182017-senior-devops-consultant-configuration-manager","title":"Senior DevOps Consultant \/ Configuration Manager","company":"Nymle","location":"Västerås, U, SE","job_type":null,"date_posted":1731196800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Senior DevOps Consultant \/ Configuration Manager**  \n\n**Freelance \/ Contract**  \n\n**Västerås**  \n\n**Hybrid**  \n\n**7 month contract**  \n\n**Starting ASAP**  \n\n**Must be fluent in English**\n\n  \n\nOur client is looking for a Senior DevOps Consultant \/ Configuration Manager.\n\n\nIn this role, you will have the opportunity to initiate and drive technology, software, product, and\/or solution development using in-depth technical expertise in a specific area. Each day, you will act as the first point of contact in Research and Development (R&D) for in-depth product or technology-related issues. You will also showcase your expertise by supporting strategic corporate technology management and future product\/software\/solution architecture.\n\n\nYou must have the right to work in Sweden without restrictions.\n\n **Key Responsibilities**\n\n* Works closely with Head of DevOps and Configuration Manager in defining DevOps process, tools, practices with KPIs.\n* Develop and deploy infrastructure automation solutions, focusing on Kubernetes environments.\n* Manage and maintain continuous integration and continuous delivery\/deployment (CI\/CD) pipelines to streamline development and deployment processes.\n* Automating and orchestrating workloads across multiple public cloud providers.\n* Tracks KPIs to measure the success of DevOps implementation and monitor on project level for necessary improvement.\n* Possesses expert technical understanding of the intersection of development and operations (DevOps), monitoring and management tools, and deployment processes and tools\n* Possesses high level understanding in the areas of web application programming, content management systems, API, databases.\n\n**Key experience and qualifications required**\n\n  \n\nYou must have all of the following experience and competencies, which must be evidenced in your CV:\n\n* 12+years of progressive DevOps engineering experience on mobile and web platforms and demonstrated understanding of DevOps and technical quality control processes, artifacts and tools\n* Min 6+ years of Proven experience as a DevOps Engineer or similar role, with a strong focus on Kubernetes and cloud platforms (e.g., AWS, Azure). Strong knowledge on Azure Kubernetes Service (AKS) implementation and deployment through Azure Portal is mandatory.\n* Proficiency in scripting languages (e.g., Python, Bash), configuration management tools (e.g., Ansible, Puppet, Chef), and containerization technologies (e.g., Docker, Kubernetes).\n* Solid understanding of infrastructure as code (IaC) practices and tools (e.g., Terraform), as well as CI\/CD tools and processes.\n* Certifications in cloud platforms (e.g., AWS\/ Azure Certified DevOps Engineer) are mandatory.\n* Strong knowledge on setting up Git development model on Azure DevOps\/ Git-Hub and integration of DevSecOps tools like SonarQube, Metadefender, Trivy, Netsparker, Blackduck\\_hub..etc.\n* Strong experience on managing Git-Hub as code repository and integration with Azure Devops is mandatory.","company_url":"https:\/\/se.indeed.com\/cmp\/Nymle","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"081ca882bdecc923","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=081ca882bdecc923","job_url_direct":"https:\/\/careers.nymle.com\/jobs\/5182019-project-manager-agile-transformation","title":"Project Manager - Agile Transformation","company":"Nymle","location":"Huskvarna, F, SE","job_type":null,"date_posted":1731196800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Project Manager - Agile Transformation**  \n\n**Freelance \/ Contract**  \n\n**Huskvarna**  \n\n**Hybrid 3-4 days a week**  \n\n**6 month contract**  \n\n**Starting ASAP**  \n\n**Must be fluent in English and Swedish**\n\n  \n\nYou must have the right to work in Sweden without restrictions.\n\n**Key responsibilities**\n\n* Act as a servant leader and coach to help teams achieve value delivery by addressing impediments and managing risks.\n* Facilitate key Solution Cluster events, including Increment Planning and Retrospectives.\n* Ensure alignment with agile ways of working and manage dependencies within the cluster.\n* Coach Solution Owners and Delivery Team leads to foster a culture of openness, trust, and continuous improvement.\n* Drive stakeholder management and people skills to create a collaborative environment.\n* Promote data-driven decision-making and continuous improvement.\n\n**Key experience and qualifications required**\n\n  \n\nYou must have all of the following experience and competencies, which must be evidenced in your CV:\n\n* Strong understanding of agile methodologies and frameworks.\n* Proven experience in facilitating key agile events and managing dependencies.\n* Excellent coaching and mentoring skills to guide teams and individuals.\n* Ability to manage risks and address impediments effectively.\n* Strong stakeholder management and communication skills.\n* Proficiency in using agile tools and software.\n* Bachelor's degree in a relevant field (e.g., Computer Science, Engineering, Business).\n* Several years of experience working in agile environments, preferably in a Release Train Engineer role.\n* Certifications in agile methodologies (e.g., SAFe, Scrum) are a plus.\n* Experience in coaching and mentoring teams in agile practices.\n\n**Personal characteristics**\n\n* Servant leader mindset with a focus on helping others succeed.\n* Collaborative and team-oriented approach.\n* Proactive and results-driven, with a knack for making things happen.\n* Strong analytical and problem-solving skills.\n* Excellent interpersonal and communication skills.\n* Commitment to continuous improvement and learning.","company_url":"https:\/\/se.indeed.com\/cmp\/Nymle","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4070962246","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4070962246","job_url_direct":"https:\/\/thehub.io\/jobs\/67050338662a737274dfeed2?utm_source=linkedin&utm_medium=referral&utm_campaign=job_wrapper&urlHash=xflu","title":"Software Development Intern","company":"The Hub","location":"Stockholm, Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":"Keerthana@talendary.com","description":"**About Us**\n Talendary is a Stockholm-based company revolutionising the recruitment process through AI-powered solutions. Our mission is to enhance and simplify recruitment for both recruiters and employers by automating tasks like candidate screening, ensuring efficiency and bias-free hiring decisions. Talendary's AI technology identifies top-tier candidates effortlessly, enabling recruiters to focus on meaningful human connections and strategic decisions. Learn more about us at (http:\/\/www.talendary.com).\n   \n\n  \n\n**Position:** \n Software Development Intern\n   \n\n  \n\n**Location:** \n Hybrid (Remote and Stockholm - Sundbyberg Office)\n   \n\n  \n\n**Duration:** \n 4-6 months internship, with potential for full-time employment upon successful completion.\n   \n\n  \n\n**Responsibilities**\n* Work on projects involving AI and machine learning.\n* Collaborate with a skilled team to develop and implement software solutions.\n* Gain hands-on experience in frontend, backend, or fullstack development, depending on your expertise.\n\n\n**What We Offer**\n* A 100% time commitment (negotiable).\n* Hands-on learning in the world of AI and machine learning.\n* A flexible, hybrid working model\n* Opportunity for full-time employment after the internship.\n* A fast-paced, startup environment with a focus on growth and innovation.\n\n\n**Who You Are**\n* You have hands-on experience in programming languages like Java, C#, or C++, or similar languages, and are eager to apply and expand your knowledge in real-world projects.\n* Your curiosity drives you to continually explore new technologies and programming concepts, even if you're not yet an expert.\n* With 1-2 years of coding experience, you're confident in your ability to contribute and learn in a fast-paced environment, though formal work experience is not required.\n* You’re self-driven, motivated to grow, and passionate about working in a dynamic startup environment.\n* You're excited to experience innovation firsthand, thriving in the challenges and flexibility of startup life.\n\n\n**Why Join Us**\n* Be part of an AI-driven company at the forefront of recruitment technology\n* Experience the startup life and collaborate with a talented and supportive team.\n* Flexible working environment with a hybrid model.\n* Gain real-world experience in one of the most dynamic fields in tech.\n* Possibility for a full-time role after the internship.\n\n\n We look forward to hearing from you!\n   \n\n  \n\n**For more information or questions please contact us at** \n Keerthana@talendary.com or phone number","company_url":"https:\/\/dk.linkedin.com\/company\/thehubio","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQE8WpXmwhptcA\/company-logo_100_100\/company-logo_100_100\/0\/1677478557826\/thehubio_logo?e=2147483647&v=beta&t=QZ-KZVJkLFgu-2CKdTfVA8JaClCQRA0LeR_w6UMdgDo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4070978053","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4070978053","job_url_direct":null,"title":"Developer","company":"Mitt Skolval","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/mitt-skolval","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3999328942","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3999328942","job_url_direct":null,"title":"System Test Engineer Automotive domain","company":"SEGULA Technologies","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/fr.linkedin.com\/company\/segula-technologies","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4073819576","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4073819576","job_url_direct":null,"title":".NET Software Engineer - Fintech - Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology, Consulting, and Other","company_industry":"Software Development, Information Services, and Staffing and Recruiting","listing_type":null,"emails":null,"description":"**.NET Software Engineer - Fintech - Stockholm, Sweden** \n\n\n\n\n  \n\n\n\n\n\n (Tech stack: .NET Software Engineer, .NET 8, C#, ASP.NET, C#, React, Angular 17, Microservices, Vue.js, TypeScript, Azure, Web API 2, Agile, SQL Server 2022, Programmer, Full Stack Developer, Architect, .NET Software Engineer)\n \n\n\n\n  \n\n\n\n\n\n We have several fantastic new roles for .NET Software Engineer to join an ambitious Fintech. This is your chance to work with the sharpest minds in private wealth management and financial software development. Our client’s latest product release has changed the way people view private wealth management and allowed them to provide their clients with an individualised, scalable asset management framework that is unrivalled in today’s market place.\n \n\n\n\n  \n\n\n\n\n\n Our client is looking for passionate .NET Software Engineer with experience in .NET, .NET Core \/ ASP.NET MVC, C# and SQL Server. Our client will provide training in: .NET 8, JavaScript, React, Angular 17, Microservices, MongoDB, Vue.js, TypeScript, Azure, AWS, Web API 2, Entity Framework, Node.js, Elasticsearch, Agile, TDD, BDD, Scrum, Kanban and SQL Server 2022.\n \n\n\n\n  \n\n\n\n\n\n This is your opportunity to be part of a new, technically challenging project and to be involved in the creation of a new application from scratch. FinTech is booming and our client are fast becoming a leader of this market!\n \n\n\n\n  \n\n\n\n\n\n All .NET Software Engineer positions come with the following benefits:\n \n\n\n\n  \n\n\n\n\n* Shares in the company.\n* 3 hours ‘free time’ each week to investigate new technologies.\n* An annual training allowance.\n* Flexible working hours.\n* Work from home options.\n* Pizza and beer Fridays.\n* Access to free yoga classes which take place over lunch or after work in their fitness studio.\n\n\n\n  \n\n\n\n\n\n**Location** \n : Stockholm, Sweden \/ Remote Working\n \n\n\n\n  \n\n\n\n\n\n Applicants must be based in Sweden and have the right to work in Sweden even though remote working is available.\n \n\n\n\n  \n\n\n\n\n\n Noir continues to be the leading Microsoft recruitment agency; we can help you make the right career decisions!\n \n\n\n\n  \n\n\n\n\n\n NOIRSWEDENRECSP1\n \n\n\n\n NOIRSWEDENREC\n \n\n\n\n NOIREUROPEREC\n \n\n\n\n  \n\n\n\n\n\n NC\/BK\/STO100120","company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQF6LyqNv8jarQ\/company-logo_100_100\/company-logo_100_100\/0\/1731244936781\/noir_consulting_logo?e=2147483647&v=beta&t=9fIoTKT7XYeuC9wIDABE_3q3bGdAsw6F0DwkoSm6O3Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3985198752","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3985198752","job_url_direct":null,"title":"Cloud Platform Engineer","company":"Mentimeter","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/mentimeter","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4073820561","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4073820561","job_url_direct":null,"title":".NET Software Engineer, .NET 8, C#, Azure, JavaScript, Agile – Stockholm","company":"Noir","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/uk.linkedin.com\/company\/noir-consulting","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4073812894","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4073812894","job_url_direct":null,"title":"Power BI Developer","company":"BluEdge","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/bluedge-company","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4071309682","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4071309682","job_url_direct":null,"title":"Kubernetes Engineer","company":"Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/iver-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4016978556","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4016978556","job_url_direct":"https:\/\/us.wd103.myworkdayjobs.com\/tobii_dynavox\/job\/Stockholm\/Product-Manager-CRM_JR100172?source=LinkedIn&urlHash=VfN7","title":"Salesforce Architect","company":"Tobii Dynavox","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Medical Equipment Manufacturing","listing_type":null,"emails":"mikaela.nilsson@tobiidynavox.com","description":"At Tobii Dynavox, we empower people with disabilities to do what they once did or never thought possible. We call this mission Power to Be You. Our assistive communication technology helps our customers express themselves, connect with the world, and pursue independence, whether through everyday activities like ordering food or extraordinary feats like running a company. Working at Tobii Dynavox, you’ll become part of a team that spans the globe, with offices in the US, Sweden, the UK, China, and beyond.\n   \n\n  \n\n To learn more about what we make possible,\n **meet some of our customers** \n or\n **take a look at some of our products** \n .\n   \n\n  \n\n**Salesforce Architect**\n We are seeking a seasoned Salesforce Architect to lead our platform's evolution as we embark on a significant digital transformation journey. This role is pivotal in designing, developing, and implementing innovative Salesforce solutions that drive business growth and enhance customer experiences. The ideal candidate will have a proven track record in architecting complex Salesforce environments, particularly within Sales and Service Clouds, and a deep understanding of platform capabilities to support a growing user base of over 450 users.\n   \n\n  \n\n**Your responsibilities will include:**\n* Develop and execute the overall Salesforce architecture strategy, aligning with business objectives and digital transformation initiatives.\n* Lead the design, development, and implementation of complex Salesforce solutions across Sales and Service Clouds.\n* Optimize Salesforce performance, scalability, and security to support a growing user base.\n* Ensure data integrity and governance across the Salesforce platform.\n* Lead and mentor a team of Salesforce developers and administrators, fostering a culture of continuous learning and innovation.\n* Stay up-to-date with Salesforce product releases and industry trends to drive continuous improvement.\n* Act as a point of escalation for complex Salesforce issues, providing expert-level troubleshooting and resolution.\n\n\n**We are seeking a candidate with:**\n* Bachelor's degree in Computer Science, Information Technology, or a related field. Advanced degree preferred.\n* 7+ years of hands-on Salesforce experience, including Sales Cloud and Service Cloud.\n* Proven experience as a Salesforce Architect with a strong portfolio of successful implementations.\n* Extensive experience with Salesforce integrations, data migration, and custom development.\n* Expert knowledge of Salesforce platform, including Apex, Visualforce, Lightning Components, and SOQL.\n* Proficient in Salesforce integration patterns, including REST\/SOAP APIs, middleware solutions, and third-party integrations.\n* Strong understanding of Salesforce data security, governance, and compliance best practices.\n* Familiarity with Agile methodologies\n* Excellent communication and interpersonal skills, with the ability to articulate complex technical concepts to non-technical stakeholders.\n* Strong leadership abilities with a proven track record of mentoring and leading technical teams.\n* Strategic thinker with a proactive approach to problem-solving and innovation.\n\n\n By joining our team, you will have the opportunity to make a significant impact on our business and shape the future of our Salesforce platform.\n   \n\n  \n\n**Next step:**\n Please address your questions to Mikaela Nilsson (mikaela.nilsson@tobiidynavox.com) and submit your resume (only in English) or LinkedIn profile through our website. We're looking forward to your application!\n   \n\n  \n\n**Where we stand:**\n We believe diversity not only enriches our workplace culture, but also gives us a strategic advantage. Working with people from a variety of backgrounds and perspectives helps us all become better communicators, better problem solvers, and better human beings. Our differences make us stronger.\n   \n\n  \n\n Tobii Dynavox values equality of opportunity, human dignity, and racial\/ethnic and cultural diversity. Tobii Dynavox does not discriminate against individuals on the basis of race, color, sex, sexual orientation, gender identity, religion, disability, age, veteran status, ancestry, or national or ethnic origin.\n   \n\n  \n\n Equal Opportunity Employer\/AA Women\/Minorities\/Veterans\/Disabled","company_url":"https:\/\/se.linkedin.com\/company\/tobiidynavox","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGRI-CAlRfNbA\/company-logo_100_100\/company-logo_100_100\/0\/1631306968000?e=2147483647&v=beta&t=Cf-XIFRCm5cS4rrZkMDbbUF6TPyFDhzwGO8xQJGWx8A","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]