[{"id":"2b2478920fc81869","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=2b2478920fc81869","job_url_direct":"https:\/\/weareorbis.com\/?post_type=job_listing&p=9133","title":"Full-Stack Developer","company":"Orbis","location":"Malmö, M, SE","job_type":null,"date_posted":1728172800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"ryan.b@weareorbis.com","description":"* Malmö, Sweden (Hybrid)\n* Permanent\n\n Neg (Up to 60,000 SEK p* month)\n**REF: 11205**\n**Full-Stack Developer – Cyber Security | Malmö, Sweden (Hybrid)**\n\n\n\nOur client, a prestigious tech firm based in Malmö, Sweden, is seeking a talented Full-Stack Developer to join their team, working on innovative solutions in the fast-paced world of cybersecurity. This hybrid role offers the flexibility of remote work, alongside the collaborative benefits of in-office engagement.\n\n\n**Why You’ll Love This Role:**\n\n\n* **Competitive Salary:** Earn up to 60,000 SEK per month, based on experience and expertise.\n* **Stock Options:** Participate in the company’s growth through a stock option plan, adding long-term value to your compensation.\n* **Professional Growth:** Work in a stimulating environment that fosters continuous learning and development, with a focus on cutting-edge Cyber Security technologies.\n* **Hybrid Work Environment:** Enjoy the perfect balance of working from home and collaborating with a highly skilled team at the Malmö office.\n* **Exciting Projects:** Be part of a team constantly pushing technological boundaries by regularly releasing new code and working on innovative projects.\n\n\n**What We’re Looking For:**\n\n\n* **Backend Development skills:** Strong experience with backend services that run on JVM (Kotlin knowledge is advantageous).\n* **Frontend Development skills:** Not being afraid to contribute to React & TypeScript code occasionally.\n* **Cyber Security Passion:** Previous experience or a genuine interest in cybersecurity is highly desirable.\n* **CICD Expertise:** Experience with Continuous IntegrationContinuous Deployment (CICD) pipelines, containers, tooling and Linux Security Modules (LSM).\n* **Collaborative Spirit:** Proven track record of working effectively in teams that regularly release code, demonstrating strong communication and teamwork skills.\n* **Start-upScale-up Experience:** Experience in a start-up or scale-up environment is a plus, showcasing adaptability and an entrepreneurial mindset.\n\n\n**Additional Details:**\n\n\n* **Location Flexibility:** While Malmö is preferred, candidates based in Stockholm will also be considered, reflecting the company’s flexible approach to recruitment.\n* **Visa Requirements:** Please note that visa sponsorship is not available for this role.\n\n\nThis is an incredible opportunity to join a forward-thinking company at the forefront of technology and Cyber Security.\n\n\n\nIf you would like to learn more about this vacancy, please apply using the button above or send a copy of your CV to ryan.b@weareorbis.com\n\n\n+ **Consultant:** Ryan Brown\n\n  \n\n\nAt Orbis Group, we are committed to creating an inclusive and diverse workplace. Research indicates that candidates, especially from underrepresented backgrounds, often hesitate to apply for jobs if they don't meet every qualification.  \n\n  \n\nIf you're excited about a role but don't perfectly align with every requirement, we encourage you to apply. Your unique skills and experiences may be the perfect fit for the job or other opportunities that arise.","company_url":"https:\/\/se.indeed.com\/cmp\/Orbis","company_url_direct":"","company_addresses":" ","company_num_employees":"1","company_revenue":null,"company_description":"","logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3a1810aefb331e24","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=3a1810aefb331e24","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29157047","title":"Web developer Stockholm","company":"NDP IT AB","location":"SE","job_type":"fulltime","date_posted":1728172800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"We are looking for an experienced web developer that will join our Experimentation Platform team. You will work as part of a cross-functional team that designs, builds and supports a world-class tool for A\/B testing and feature development.\n  \n  \n\n**Tasks:**  \n\n* Implement new, and improve existing features of our web application.\n* Take ideas from idea to full product, including getting feedback and input from customers.\n* Review code and designs of other people in the team.\n\n\n**Who you are:**  \n\n* You have experience with Typescript and the web ecosystem.\n* You can build a great user experience with broad guidance from a designer.\n* You care about teamwork, quality and impact.\n\n\nWe are proud to foster a workplace free from discrimination. We strongly believe that diversity of experience, perspectives, and background will lead to a better environment for our employees and a better product for our users and our creators. This is something we value deeply and we encourage everyone to come be a part of changing the way the world listens to music.","company_url":"https:\/\/se.indeed.com\/cmp\/Ndp-IT-Ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"8344ec03ba9c40ac","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8344ec03ba9c40ac","job_url_direct":"https:\/\/www.devoteam.com\/jobs\/112516360486953670","title":"Senior Java- utvecklare","company":"Devoteam","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1705536000000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"- Vill du arbeta med ett gäng glada och trevliga människor i Malmös mest innovativa och centrala nav kring mjukvaruutveckling? Brinner du för att leverera i interna produktteam eller som specialistkonsult?\n  \n\n  \n\n**Vilka är vi?**\n\nVi är ett IT-konsultföretag som främjar en kultur där medarbetarna känner sig trygga, inspirerade och glada. Vi tror att detta är den bästa miljön där människor kan växa och bygga de bästa produkterna. Vi grundades år 2000, ser långsiktigt på våra kund- och medarbetarrelationer och hoppas du ska vilja stanna länge hos oss.\n\n\nVisste du att vi faktiskt också grundade utvecklarkonferensen Øredev?\n\n  \n**Vad får du?**\n\nVi erbjuder dig individuell och betald kompetensutveckling på arbetstid, flexibelt arbete och ett generöst förmånspaket. Hos oss får du vara med och påverka allt från vilket uppdrag som känns rätt för dig till hur du väljer att utveckla din kompetens.\n\n\n**Arbetsplats**\n\nArbetsplatsen för den här rollen är Malmö med omnejd.\n\n\n  \n**Vem är du?**\n\nVi tror att du har 5+ års erfarenhet av mjukvaruutveckling. Du är en nyfiken och ödmjuk person samt en lagspelare. Du gillar också att dela med dig av din kunskap på ett sätt som passar dig bra och kan flytande svenska i tal och skrift.\n\n\n**Du kommer att arbeta med:**\n\n* Java SE\/EE\n* Spring Framework\/Spring Boot\n* API:er\n* Git\n* Agila utvecklingsmetoder\n* Molnteknologier - AWS, GCP eller Azure.\n\n**Du kommer ha möjlighet att arbeta med:**\n\n* Microservices\n* DevOps\n* CI\/CD\n* Containers (Docker\/Kubernetes)\n\n  \n- **Vill du veta mer?**\n\nSkicka in din ansökan till oss så kontaktar vi dig så snart som möjligt. Vi ser fram emot att höra från dig!\n\n\n**En rättvis chans.**\n\nDevoteam är öppet för ansökningar från alla delar av samhället. Vi tror att olikheter inom team hjälper oss att skapa bättre produkter. Vi välkomnar alla människor oavsett ålder, könsidentitet eller uttryck, erfarenhet och bakgrund. Om du kan se dig själv i denna roll och känner att denna tjänst kan tillföra värde både för dig och för Devoteam, uppmuntrar vi dig att skicka in din ansökan till oss - även om du inte nödvändigtvis uppfyller alla ovanstående krav.","company_url":"https:\/\/se.indeed.com\/cmp\/Devoteam","company_url_direct":"https:\/\/www.devoteam.com\/","company_addresses":"Levallois-Perret","company_num_employees":"10,000+","company_revenue":"$1B to $5B (USD)","company_description":"Devoteam is a leading consulting firm focused on digital strategy, tech platforms, cybersecurity and business transformation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/fa80e4b2a1d8a7f77330df24c0cd2128","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/a739af273a7b84ee40bbca8950eae693","ceo_name":"Godefroy & Stanislas de Bentzmann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/c6471eb32c3dedc754d5bf7c3b01ff41"},{"id":"4041905150","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4041905150","job_url_direct":"https:\/\/career.komatsuforest.se\/jobs\/3731871-compliance-engineer&urlHash=rbWb","title":"Compliance Engineer till Komatsu Forest","company":"Talent(h)ify Group AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":null,"company_industry":"Human Resources Services","listing_type":null,"emails":null,"description":"*Komatsu Forest strävar efter att bidra till framtidens hållbara skogsbruk genom innovation och ny teknik. Vi vill bygga produkter med fokus på hållbarhet och hög kvalitet som kan bidra till att skapa en framtid där människor, företag och vår planet kan växa tillsammans.* \n\n\n\n\n  \n\n\n\n\n\n På vår avdelning Electrification & Applied research börjar skapandet av framtidens hållbara skogsmaskiner, tillsammans anammar vi den senaste tekniken och flyttar gränserna för vad som är möjligt att åstadkomma med hållbar teknik. Här jobbar ingenjörer, specialister och ledare för att säkerställa att vi fortsatt ligger i framkant och bygger både hållbara och innovativa skogsmaskiner.\n \n\n\n\n  \n\n\n\n\n\n Till vår hjälp behöver vi nu en erfaren Compliance Engineer. Du kommer vara experten när det gäller tolka och säkerställa att vi följer de standarder och direktiv som finns inom området. \n \n\n\n\n  \n\n\n\n\n\n**Ditt nya jobb** \n\n\n\n\n I rollen som Compliance Engineer kommer du att ansvara för att jämföra och tolka befintliga krav och standarder som gäller för våra skogsmaskiner. Du ansvarar även för att hålla dig uppdaterad om internationella lagkrav och standarder inom området. Du kommer att leda och genomföra riskanalyser inom maskinsäkerhet och stödja våra ingenjörer och utvecklare vid nyutveckling och uppgraderingar av våra produkter. Dessutom kommer du att delta i praktiska inspektioner och interna tester samt samarbeta med oberoende tredjepartsföretag.\n \n\n\n\n  \n\n\n\n\n\n Du ansvarar även för att ta fram utbildningsmaterial för att informera om nya lagkrav och standarder och ser till att den tekniska dokumentationen för våra produkter är uppdaterad och underhållen.\n \n\n\n\n Vi arbetar kontinuerligt med att utveckla våra system och produkter för att möta framtidens utmaningar och som Compliance Engineer är du en viktig del av detta arbete.\n \n\n\n\n  \n\n\n\n\n\n**Vem är du?** \n\n\n\n\n För att lyckas i rollen som Compliance Engineer har du en akademisk examen som civil- eller högskoleingenjör med inriktning mot elektroteknik eller erfarenhet inom området. Vi ser även att du har tidigare erfarenhet inom produktutveckling samt erfarenhet av liknande roll, gärna från industrin.\n \n\n\n\n  \n\n\n\n\n\n Som person är du är analytisk och strukturerad samt har god förmåga att samarbeta med andra. Du har ett intresse av att läsa, lära och förstå standarder, lagar och krav samt håller dig ajour med det som händer inom ditt specialistområde. Du har även förmågan att på ett enkelt sätt kunna förklara och översätta lagar och standarder för att guida andra.\n \n\n\n\n  \n\n\n\n\n\n**Vad erbjuder vi?** \n\n\n\n\n Som medarbetare på Komatsu Forest är du del av något större. Du blir en del av de stora innovationer och framsteg som hjälper till att forma skogsmaskinsbranschen.\n \n\n\n\n  \n\n\n\n\n\n Genom vår globala organisation får du stora möjligheter att utveckla dig och din karriär samtidigt som du tillsammans med dina kollegor är med och bidrar till en värld som är hållbar, inkluderande och tar socialt ansvar.\n \n\n\n\n Vi är ett globalt företag som vet att mångfald bidrar till goda resultat och en bättre arbetsplats.\n \n\n\n\n Välkommen med din ansökan!\n \n\n\n\n  \n\n\n\n\n\n Vi tar endast emot ansökningar via vårt rekryteringsverktyg för att effektivisera och kvalitetssäkra rekryteringsarbetet. Alla dina uppgifter sparas i din profil och du kan enkelt logga in och uppdatera dina uppgifter när du vill. Fyll därför i dina uppgifter så omsorgsfullt som möjligt för att ge en rättvisande bild av dig själv. Uppgifterna behandlas och sparas enligt GDPR.","company_url":"https:\/\/se.linkedin.com\/company\/talenthify-group-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGtrD-FXdYgvA\/company-logo_100_100\/company-logo_100_100\/0\/1630624001294\/talentify_sweden_ab_logo?e=2147483647&v=beta&t=0L6NFRUxxjyIOmxEBAsns7o3-B_ifHe_E4mfhJJVDiM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4019987426","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4019987426","job_url_direct":"https:\/\/jobs.smartrecruiters.com\/PublicisGroupe\/744000012578308-senior-seo-specialist&urlHash=QRXW","title":"Senior SEO Specialist","company":"Publicis Groupe Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Advertising","company_industry":"Advertising Services","listing_type":null,"emails":null,"description":"*Publicis Groupe är världens högst värderade kommunikationskoncern. Vi bygger framtidens byråmodell, utan hinder för samarbete mellan kommunikationsdiscipliner. Vi har en holistisk inställning till våra kunders utmaningar och har kraften att integrera media, data, kreativitet och teknologi i våra lösningar. Vi kallar sättet att arbeta för the Power of One.*\n\n\n\n\n*Vi är stolt vinnare av flertalet priser och nomineringar, både i Sverige och internationellt. Men mest stolta är vi över att få jobba med kunder och varumärken såsom Disney, Mondelez, Essity, Lidl, Lego, Spotify, Lantmännen, Nomad Foods, Lactalis, Midsona och många fler.*\n\n\n\n\n*På Publicis sätter vi människan främst. Vi är certifierade av Great Place to Work (2022, 2023, 2024) och har vunnit pris för vår engagerade kultur (Magnet Awards 2023). Vårt mål är att bli den främsta arbetsplatsen i vår bransch. Vi sitter i fantastiska lokaler vid Odenplan, och tillämpar även flexibla arbetsvillkor.*\n\n\n\n**Jobbeskrivning**\n\n Publicis Groupe söker nu en datadriven individ med en stark entreprenörsanda. Rollen passar dig som älskar tech och dataanalys och är redo att ta dina SEO kunskaper till nästa nivå. För att passa i rollen skall du ha flerårig erfarenhet av att framgångsrikt ha drivit SEO projekt, från analys till implementation, för såväl lokala som globala kunder. Du måste även ha en stark entreprenörsanda och vilja driva projekt framåt.\n   \n\n\n\n\n\n Som en del av Publics sökteam kommer du att få möjlighet att jobba nära tillsammans med flera seniora specialister inom både SEO och SEM, äga och driva ett eget ansvarsområde inom SEO och delta i att forma den interna dialogen kring SEO.\n   \n\n\n\n\n\n**Ansvar och uppgifter**\n\n\n\n* Identifiera och utveckla SEO strategier för kund som stöder deras övergripande marknadsföringsmål\n* Genomföra djupgående sökordsanalyser, konkurrensanalyser och ”content gap” analyser\n* Löpande tekniska SEO audits, länkanalyser och UX analyser för att ta fram rekommendationer som förbättrar webbplatsers prestanda och användarupplevelse\n* Kravställning mot produktionsteam och webbutvecklare hos kund\n* Hålla föredrag och workshops till kunder\n* Leda innehållsproduktion genom att planera innehållskalendrar, skriva texter och skapa unikt innehåll\n* Produkt och affärsutveckling inom SEO\n* Kundansvar med strategiskt och operativt kundarbete\n* Delta och vara drivande i införsäljning av SEO-produkten\n* Sätta mål och hitta rätt metoder för att mäta, rapportera, analysera och förbättra SEO-prestanda\n* Samarbeta med team i andra specialistområden inom bolaget för att hitta synergier mellan olika kanaler\n* Hålla dig uppdaterad om de senaste SEO trenderna och Google-uppdateringar\n\n\n**Kvalifikationer**\n\n**Vi söker dig som har:**\n\n\n\n* 5 års erfarenhet av att arbeta med SEO in-house eller på byrå. Det är även meriterande om du har kunskaper inom CRO och UX.\n* Tidigare erfarenhet inom E-handel är meriterande\n* Skrivit mycket texter och innehåll för olika sajter\n* Flerårig och djup kunskap inom teknisk SEO\n* Du kan programmeringsspråk såsom HTML och CSS och har vana att arbeta i CMS\n* Kunskap inom verktyg som Screaming Frog, SEMRush, Ahrefs, Google Search Console, Looker Studio och Google Analytics eller liknande\n* Du brinner för digital marknadsföring och för att arbeta datadrivet\n* God analytisk förmåga\n* En akademisk eller eftergymnasial utbildning inom digital marknadsföring\n* Goda kunskaper i både svenska och engelska\n\n\n**Ytterligare information**\n\n Vi är stolta över vår inkluderande och generösa arbetsplats, där engagerade kollegor gör att du snabbt känner dig välkommen. Det här är några exempel på vad vi erbjuder dig:\n   \n\n\n\n\n* **Personlig och professionell utveckling**\n\n\n\n Vår byråmodell Power of One ger dig tillgång till både lokala och globala utvecklingsmöjligheter. Dessutom har vi Marcel, vår globala AI plattform, som låter dig välja bland mer än 30 000 digitala kurser och nätverka med kollegor från hela världen.\n   \n\n\n\n\n* **Hybrid arbetsplats**\n\n\n\n Vi umgås gärna med varandra på vårt fantastiska kontor men har även en flexibel work policy.\n   \n\n\n\n\n* **Work Your World**\n\n\n\n Alla anställda har möjlighet att jobba var som helst i världen där det finns ett Publiciskontor - i upp till sex veckor per år!\n   \n\n\n\n\n* **Mental hälsa**\n\n\n\n Att våra medarbetare mår bra är av väldigt viktigt för oss. Vi månar om en bra balans mellan arbete och privatliv, och jobbar ständigt med initiativ för att utveckla och bibehålla en god arbetsmiljö.\n   \n\n\n\n\n* **Förmåner** \n  \n\n Konkurrensmässigt löne- och förmånspaket.\n\n\n\n Vi ser fram emot din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/publicis-groupe-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEwp4I0f58IDQ\/company-logo_100_100\/company-logo_100_100\/0\/1691480894097?e=2147483647&v=beta&t=m-LKILqAv4L0IF5OtWEesN9DoAfUbt5HnZg7wiLmNPY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"57f82568c7ea38e5","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=57f82568c7ea38e5","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/29156853","title":"IT","company":null,"location":"Malmö, M, SE","job_type":"fulltime","date_posted":1728172800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**What you’ll be doing:****Different types of quantitative data analysis such as:**  \n\nData reconciliation\n  \nRoot-cause analysis for data quality issues\n  \nData extraction based on desired content\n  \nRefinement of business requirements\n  \nTake responsibility for data related deliveries\n  \nCommunicate status to relevant stakeholders\n  \nPerforming data governance tasks as defined in Data Governance Recipe\n  \nPreparing reports and other documentation used for both senior management and external reporting\n  \nPreparation of full set of financial statements based on forecasted data and for the current period based on actual data.\n  \nOn occasions you will act as a bridge between business and IT, and ensure correct understanding between both parties\n  \n  \n\nWho You Are\n  \n  \n\nAt Blackstone AB, our ambition the to become best consultancy service provider in the region. To do this we depend on motivated, competent and high-performing employees.\n  \n  \n\n**Apart from above, you have:**  \n\nBachelor’s degree or equivalent experience in relevant area\n  \nTen plus years of experience in financial data analysis.\n  \nProven proficiency with Excel\n  \nExperience in Financial Master Data is highly preferred\n  \nExperience with Microsoft Dynamics 365.\n  \nAnalytical mindset\n  \nEager to learn and share\n  \nHolistic thinking\n  \nFluent in English - All Applicants are requested to deliver their CV in English language.\n  \n  \n\nÖppen för alla\n  \nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.","company_url":null,"company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4042067935","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4042067935","job_url_direct":null,"title":"Innovation Lead","company":"Tata Consultancy Services","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Product Management, Marketing, and Business Development","company_industry":"IT Services and IT Consulting, Data Infrastructure and Analytics, and Industrial Machinery Manufacturing","listing_type":null,"emails":null,"description":"**About the job** \n\n\n\n\n  \n\n\n\n\n\n Tata Consultancy Services is an IT services, consulting and business solutions organization that has been partnering with many of the world’s largest businesses for the past 50 years. We believe innovation and collective knowledge can transform all our futures with greater purpose. We help companies across industries achieve their strategic goals and lead their digital transformation programs. With 600,000 experts globally and 18,000+ consultants working for leading Nordic Customers, we have a strong sense of purpose for the ecosystem around us – our employees, partners, customers and society. TCS follows the philosophy of building sustainable businesses that are rooted in the community and committed to the environment. Corporate sustainability is part of our triple aim: people, planet and purpose. Research & Innovation is our bedrock. We continue to look ahead, explore new technologies and invent for impact aiming at advancing scientific knowledge and creating solutions across technologies and domains with a pioneering spirit.\n \n\n\n\n  \n\n\n\n\n\n Currently we are looking for\n **Innovation Lead** \n\n\n\n\n  \n\n\n\n\n\n**You Are a right Candidate if you have:** \n\n\n\n\n  \n\n\n\n\n* Track record of identifying, shaping and winning innovation related programs\n* Experience in Design Thinking, key digital technologies like GenAI, methods like Agile\n* Ability to track trends, business, tech and innovation developments in the market\n* Entrepreneurial Mindset\n* Hands-on ability to create, shape propositions using digital tech\n* Organizational talent and coordination skills\n* Openness to an international working environment\n\n\n\n  \n\n\n\n\n\n**Key Performance Indicators:** \n\n\n\n\n  \n\n\n\n\n* Number of Innovation Projects defined, shaped and won\n* New logo and large deal wins influenced\n* Rolling pipeline of Innovation projects maintained\n* Revenue growth enabled in strategic accounts through Innovation interventions\n* Customers and prospects engaged within the market through Stockholm InnoHub and TCS Innovation infrastructure\n* Ecosystems built leveraging startups, academia and alliances\n* Number of Innovation focused events executed\n* Development of Digital Innovation Assets, Methods & Frame\n* Innovation Champions created\n* Business fluent in English & Swedish\n\n\n\n  \n\n\n\n\n\n**Why choose TATA?** \n\n\n\n\n TCS is a company leader in the Consultancy Services sector, and our primary goal is to grow, offering stability and possibilities to all our employees.\n \n\n\n\n  \n\n\n\n\n\n If you are ambitious, passionate with new technology and digital transformation, we look forward to receiving your application!","company_url":"https:\/\/in.linkedin.com\/company\/tata-consultancy-services","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGsGR9p4ikS5w\/company-logo_100_100\/company-logo_100_100\/0\/1708946550425\/tata_consultancy_services_logo?e=2147483647&v=beta&t=P-PkUMh7Ks1GQY0_l7GhzQiwfyLfQpvKWwX8Tq18Yc4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4026676025","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4026676025","job_url_direct":null,"title":"Senior Consultant\/Consultant - IT Strategy","company":"Gartner","location":"Solna, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/gartner","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3974290250","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3974290250","job_url_direct":"https:\/\/cdn.jobylon.com\/jobs\/244582-oriola-it-concept-owner-logistics-management\/?utm_source=linkedin&urlHash=dzxk","title":"IT Concept Owner Logistics Management","company":"Oriola Corporation","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Wholesale Drugs and Sundries","listing_type":null,"emails":null,"description":"* Applications are considered on a rolling basis\n* Hybrid\n\n\n**Job Description**\n Are you ready to develop your career in a business where we help to improve millions of people’s health and lives? At Oriola we don’t just offer you a job; we invite you to drive IT and digital innovation forward and to be part of our cultural transformational journey and development of our IT landscape towards a higher profitability and healthy organization.\n   \n\n  \n\n**Why joining us at Oriola?** \n Oriola is a health and wellbeing company operating in the Nordic countries with a mission to become the leading specialist in wholesale of pharmaceutical and health products. As one of the Nordics largest pharmacy wholesalers we are proud to state that we as part of our broad and diversified offer supply near to 100% of all vaccines to the Swedish market.\n   \n\n  \n\n We are driven by our purpose, ‘Health for life’, and are working towards very ambitious sustainability targets to support not only the wellbeing of people, but also the society and our planet.\n   \n\n  \n\n To stay ahead in our market and time, our business is under constant development and transformation in order to be able to continuously provide top notch services within health and wellbeing.\n   \n\n  \n\n During the next few years, a lot is also changing in Oriola's IT landscape. This requires extensive new development and to disruptively rethink the current state. Current technologies are going to fade away just to be replaced by new more modern solutions. This means that several technologies will be living side-by-side for time being but eventually everything will be delivered through common platforms.\n   \n\n  \n\n**Role Overview**\n For our Applications Team, we are now looking for an IT Concept Owner, Logistics Management (MM\/EWM), with Nordic responsibility, to join our Stockholm, Enköping or Mölnlycke team. You will play an integral role in our solution development and ensure alignment between IT systems and business processes. Your primary focus will be on SAP Materials Management (MM) and\/or SAP Warehouse Management (EWM), but you will also work with all relevant 3rd party surrounding systems. You will work in close co-operation with Process Owners, Business Process experts and friendly and driven colleagues in the IT organization as well as external service providers.\n   \n\n  \n\n**Primary Responsibilities**\n* Strong leadership in Logistics Management design from the IT perspective.\n* Design and development of solution based on business and functional needs.\n* Translation of complex process and business requirements to technology in order to ensure the best fit to purpose solutions for our business and customers.\n* Management of the development backlog and facilitation of prioritization discussions with relevant stakeholders.\n* Driving simplicity, template solutions and common architecture.\n* Ensuring compliance of regulation and legal requirements.\n* Foster support handover to AMS organization.\n* Benchmarking and fining new technology trends.\n* Yearly action plans and budgets.\n\n\n**Skills & Requirements**\n**Your skills & requirements:**\n Understanding of Logistics Management processes and SAP MM\/EWM knowledge.\n   \n\n  \n\n Minimum of a bachelor’s degree and 3+ years of experience as a consultant or an in-house expert. Project management skills would be an advantage.\n   \n\n  \n\n You are used to working with internal and external parties, you are customer oriented and have good interpersonal skills to secure cooperation with different stakeholders. You are a self-propelled and proactive person who can take on and carry responsibility.\n   \n\n  \n\n Fluent spoken and written English is necessary.\n   \n\n  \n\n Work permit and visa are required.\n   \n\n  \n\n The position requires travelling to some extent.\n   \n\n  \n\n**We Offer You**\n* Great team spirit with friendly colleagues from Sweden and Finland\n* A forward leaning and high paced organisation with a higher purpose\n* A value driven culture of openness, collaboration, independency and responsibility\n* A Scandinavian organization with business travelling within the region\n* An interesting and challenging future looking role, that will give you an understanding of the Oriola Group and excellent opportunities for professional growth in a changing business environment\n\n\n**Terms Of Employment**\n* This is a permanent position\n* We apply a hybrid job model\n* This position is based in Stockholm, Enköping or Mölnlycke\n\n\n**Application:** \n If you feel that this is your next career step, please send us your application, CV and salary expectation in English. We will do the interviews continuously, so don’t hesitate to apply. We hope to hear from you soon!\n   \n\n  \n\n**Contact:** \n For further information, please contact\n   \n\n  \n\n Lauri Heinonen, Head of SAP and Core Solution Development,\n   \n\n  \n\n Maria Ardell, Director Applications,\n   \n\n  \n\n**If You Want To Learn More About The Company**\n**www.oriola.com**","company_url":"https:\/\/fi.linkedin.com\/company\/oriolacorporation","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGnEhnS1QWkRQ\/company-logo_100_100\/company-logo_100_100\/0\/1630508625685\/oriolacorporation_logo?e=2147483647&v=beta&t=MVf8zbCVoLwRBGGqs-ni62Y3RXj-orhPpoQ56G8BxNU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3771183627","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3771183627","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/bli-var-nasta-stjarna-inom-natverk-op-2023442192\/&urlHash=LRI4","title":"Bli vår nästa stjärna inom nätverk!","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Other","company_industry":"Staffing and Recruiting","listing_type":null,"emails":null,"description":"Nu söker vi en nätverkstekniker till Stockholms innerstad. Tjänsten börjar som konsultuppdrag men tanken är att anställningen senare ska gå över till kunden.\n \n\n\n\n  \n\n\n\n\n\n Kunden levererar säkra kommunikationsnätverk och intrångsdetektering för samhällsviktiga aktörer, företag och privatpersoner. Du kommer att få möjligheten att fortsätta utveckla din kompetens inom olika områden och tillhöra en organisation som är under utveckling och tillväxt.\n \n\n\n\n  \n\n\n\n\n\n Som konsult på Centric får du självklart en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.\n \n\n\n\n  \n\n\n\n\n\n**Dina arbetsuppgifter** \n\n\n\n\n I rollen som nätverkstekniker kommer du att att arbeta med kvalificerad installation av nätverk till några av Nordens mest dynamiska och snabbväxande industriföretag. Du kommer att arbeta med nätverkssupport där du kommer att ingå i ett team där ni tillsammans supporterar företagets fälttekniker.\n \n\n\n\n  \n\n\n\n\n\n**Din profil och kvalifikationer** \n\n\n\n\n Som person tror vi att du har passion för nätverk och digital säkerhet. Du tar stort ansvar för ditt arbete, är driven och vill lösa de problem som uppstår. Du drivs av att lära dig mer inom cybersäkerhet\/informationssäkerhet och är intresserad av att utbilda dig själv under lågintensiva perioder samt snabbt tempoväxla när ett digital angrepp är ett faktum.\n \n\n\n\n  \n\n\n\n\n\n*Krav* \n\n\n\n* Minst ett års erfarenhet av digitala nätverk\n* Har kunskaper i CCNA\n* Flytande i svenska och engelska\n\n\n\n  \n\n\n\n\n\n*Meriterande* \n\n\n\n* Erfarenhet av att vara i serverhallar och arbete i servermiljö\n* Ingående förståelse för Linux\n\n\n\n  \n\n\n\n\n\n**Vad vi erbjuder** \n\n\n\n\n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi sätter stort värde på att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar.\n \n\n\n\n  \n\n\n\n\n\n*Mer om oss* \n\n\n\n\n Centric är ett IT-företag med 380 anställda, med kontor i Stockholm, Göteborg, Malmö, Linköping och Örebro. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=GzAKLeA4H9x3fWcnPVZHvm8zoKwexW1Zx3bsFOeSNOU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3974289266","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3974289266","job_url_direct":"https:\/\/cdn.jobylon.com\/jobs\/244619-oriola-it-concept-owner-supply-chain-management\/?utm_source=linkedin&urlHash=GXfH","title":"IT Concept Owner Supply Chain Management","company":"Oriola Corporation","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Wholesale Drugs and Sundries","listing_type":null,"emails":null,"description":"* Applications are considered on a rolling basis\n* Hybrid\n\n\n**Job Description**\n Are you ready to develop your career in a business where we help to improve millions of people’s health and lives? At Oriola we don’t just offer you a job; we invite you to drive IT and digital innovation forward and to be part of our cultural transformational journey and development of our IT landscape towards a higher profitability and healthy organization.\n   \n\n  \n\n**Why joining us at Oriola?**\n Oriola is a health and wellbeing company operating in the Nordic countries with a mission to become the leading specialist in wholesale of pharmaceutical and health products. As one of the Nordics largest pharmacy wholesalers we are proud to state that we as part of our broad and diversified offer supply near to 100% of all vaccines to the Swedish market.\n   \n\n  \n\n We are driven by our purpose, ‘Health for life’, and are working towards very ambitious sustainability targets to support not only the wellbeing of people, but also the society and our planet.\n   \n\n  \n\n To stay ahead in our market and time, our business is under constant development and transformation in order to be able to continuously provide top notch services within health and wellbeing.\n   \n\n  \n\n During the next few years, a lot is also changing in Oriola's IT landscape. This requires extensive new development and to disruptively rethink the current state. Current technologies are going to fade away just to be replaced by new more modern solutions. This means that several technologies will be living side-by-side for time being but eventually everything will be delivered through common platforms.\n   \n\n  \n\n**Role Overview**\n For our Applications Team, we are now looking for an IT Concept Owner, Supply Chain and Distribution Management (SD), with Nordic responsibility, to join our Stockholm, Enköping or Mölnlycke team. You will play an integral role in our solution development and ensure alignment between IT systems and business processes. Your primary focus will be on the SAP SD area, but this position has also a role with relevant surrounding systems, and you will also work with all relevant 3rd party surrounding systems. You will work in close co-operation with Process Owners, Business Process experts and friendly and driven colleagues in the IT organization as well as external service providers.\n   \n\n  \n\n**Primary Responsibilities**\n* Strong leadership in Supply Chain and Distribution Management design from the IT perspective based on business and functional needs.\n* Contribute to Oriola business transformation and ERP (SAP) program.\n* Translation of complex process and business requirements to technology in order to ensure the best fit to purpose solutions for our business and customers.\n* Management of the development backlog and facilitation of prioritization discussions with relevant stakeholders.\n* Driving simplicity, template solutions and common architecture.\n* Ensuring compliance of regulation and legal requirements.\n* Foster support handover to AMS organization.\n* Benchmarking and fining new technology trends.\n* Yearly action plans and budgets.\n\n\n**Skills & Requirements**\n Your skills & requirements:\n   \n\n  \n\n Understanding of Supply Chain Management processes and SAP SD knowledge.\n   \n\n  \n\n Minimum of a bachelor’s degree and 3+ years of experience as a consultant or an in-house expert. Project management skills would be an advantage.\n   \n\n  \n\n You are used to working with internal and external parties, you are customer oriented and have good interpersonal skills to secure cooperation with different stakeholders. You are a self-propelled and proactive person who can take on and carry responsibility.\n   \n\n  \n\n Fluent spoken and written English is necessary.\n   \n\n  \n\n Work permit and visa are required.\n   \n\n  \n\n The position requires travelling to some extent.\n   \n\n  \n\n**We Offer You**\n* Great team spirit with friendly colleagues from Sweden and Finland\n* A forward leaning and high paced organisation with a higher purpose\n* A value driven culture of openness, collaboration, independency and responsibility\n* A Scandinavian organization with business travelling within the region\n* An interesting and challenging future looking role, that will give you an understanding of the Oriola Group and excellent opportunities for professional growth in a changing business environment\n\n\n**Terms Of Employment**\n* This is a permanent position\n* We apply a hybrid job model\n* This position is based in Stockholm, Enköping or Mölnlycke\n\n\n Application: If you feel that this is your next career step, please send us your application, CV and salary expectation in English. We will do the interviews continuously, so don’t hesitate to apply. We hope to hear from you soon!\n   \n\n  \n\n Contact: For further information, please contact\n   \n\n  \n\n Lauri Heinonen, Head of SAP and Core Solution Development,\n   \n\n  \n\n Maria Ardell, Director Applications,\n   \n\n  \n\n**If You Want To Learn More About The Company**\n www.oriola.com","company_url":"https:\/\/fi.linkedin.com\/company\/oriolacorporation","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGnEhnS1QWkRQ\/company-logo_100_100\/company-logo_100_100\/0\/1630508625685\/oriolacorporation_logo?e=2147483647&v=beta&t=MVf8zbCVoLwRBGGqs-ni62Y3RXj-orhPpoQ56G8BxNU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3955125140","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3955125140","job_url_direct":"https:\/\/careers.adobe.com\/us\/en\/job\/ADOBUSR146267EXTERNALENUS\/Enterprise-Account-Executive?utm_medium=phenom-feeds&source=LinkedIn&utm_source=linkedin&urlHash=5hqI","title":"Enterprise Account Executive","company":"Adobe","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"Software Development","listing_type":null,"emails":"accommodations@adobe.com","description":"**Our Company**\n Changing the world through digital experiences is what Adobe’s all about. We give everyone—from emerging artists to global brands—everything they need to design and deliver exceptional digital experiences! We’re passionate about empowering people to create beautiful and powerful images, videos, and apps, and transform how companies interact with customers across every screen.\n   \n\n  \n\n We’re on a mission to hire the very best and are committed to creating exceptional employee experiences where everyone is respected and has access to equal opportunity. We realize that new ideas can come from everywhere in the organization, and we know the next big idea could be yours!\n   \n\n  \n\n The opportunity:\n   \n\n  \n\n From the moment you wake up in the morning until you go to bed at night consider the media you consume, the adverts you see, the apps you use, the websites you browse and almost all of the shopping you do online throughout the day. Chances are that every single one of those interactions, every single one of those experiences, was touched by an Adobe product.\n   \n\n  \n\n We have a phenomenal opportunity for an Account Executive in our Digital Experience team based in Stockholm, Sweden and Copenhagen, Denmark!\n   \n\n  \n\n What you'll Do:\n   \n\n  \n\n* Account Management – Own the customer relationship across all solution segments, with an emphasis on our e-commerce solutions\n* Account Strategy – Responsible for developing over account strategy, partnering internally and externally to define technical vision and roadmap\n* Business – Develops business case to deliver One Adobe story, focusing on business vision that supports a customer’s long-term strategy & use cases\n* Upsell & Renewal – Responsible for the overall account health, ensuring that renewal risks are identified and addressed as well as expansion opportunities are identified\n* Cross-Sell – Partner with Marketing to find opportunities to expand and sell new solutions and overseeing full sales opportunity lifecycle\n\n\n What you need to succeed:\n   \n\n  \n\n* Proven expertise in the e-commerce platforms ecosystem\n* Strong communication and relationship building skills to become trusted client advisor\n* Ability to position and communicate the value of Adobe products across solution segments\n* Find opportunities for expansion or implementation of broader Adobe solution portfolio\n* Strong project management skills to coordinate dedicated, pooled and solution specific resources\n* Use client health data to identify adoption issues and proactively make recommendations\n* Proficiency in both English and Swedish or Danish is a must\n\n\n As our many awards will tell you, at Adobe you’ll be immersed in an exceptional work environment that is recognized around the world. You’ll be surrounded by colleagues who are committed to helping each other grow through our outstanding Check-In approach where ongoing feedback flows freely. If you’re looking to make an impact, Adobe's the place for you.\n   \n\n  \n\n Discover what our employees are saying about their career experiences on the Adobe Life blog, https:\/\/blog.adobe.com\/en\/topics\/adobe-life and explore the fantastic benefits we offer at Rewards.adobe.com.\n   \n\n  \n\n Adobe is an equal opportunity employer. We hire talented individuals, regardless of gender, race or colour, ethnicity or national origin, age, disability, religion, sexual orientation, gender identity or expression, or veteran status. We know that when our employees feel appreciated and included, they can be more creative, innovative and successful. This is what it means to be Adobe For All.\n   \n\n  \n\n We’re on a mission to hire the very best and are committed to creating exceptional employee experiences where everyone is respected and has access to equal opportunity. We realize that new ideas can come from everywhere in the organization, and we know the next big idea could be yours!\n   \n\n  \n\n Adobe is proud to be an Equal Employment Opportunity and affirmative action employer. We do not discriminate based on gender, race or color, ethnicity or national origin, age, disability, religion, sexual orientation, gender identity or expression, veteran status, or any other applicable characteristics protected by law. Learn more.\n   \n\n  \n\n Adobe aims to make Adobe.com accessible to any and all users. If you have a disability or special need that requires accommodation to navigate our website or complete the application process, email accommodations@adobe.com or call (408) 536-3015.\n   \n\n  \n\n Adobe values a free and open marketplace for all employees and has policies in place to ensure that we do not enter into illegal agreements with other companies to not recruit or hire each other’s employees.","company_url":"https:\/\/www.linkedin.com\/company\/adobe","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFrtK-ioO1rsQ\/company-logo_100_100\/company-logo_100_100\/0\/1630645864762\/adobe_logo?e=2147483647&v=beta&t=Vg0IkCp055jxAgqs_f7eIDMneyo1NkTWSvyAMoqnhd8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3934420622","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3934420622","job_url_direct":"https:\/\/careerssweden.sveasolar.com\/jobs\/4550064-technical-asset-manager-solar-parks&urlHash=mF6X","title":"Technical Asset Manager - Solar Parks","company":"Svea Solar","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Finance and Sales","company_industry":"Solar Electric Power Generation","listing_type":null,"emails":null,"description":"Svea Solar is at the forefront of the solar energy sector, dedicated to sustainability and innovation. We excel in developing, constructing, and managing solar energy projects that power the future. As we continue to grow, we are seeking a talented Technical Asset Manager to join our dynamic team and oversee our solar parks.\n   \n\n  \n\n**The Role**\n As a Technical Asset Manager, you will be the driving force behind the efficient and effective operation of our solar parks. Our team is expanding, and you'll be the third member, working alongside two experienced colleagues. Currently, we manage five operational solar parks, with four more under construction. You'll use our advanced monitoring system to supervise output, collaborating closely with our O&M Team to address any issues on site.\n   \n\n  \n\n While this is a technical role, it also involves contract management to ensure compliance and financial monitoring to adjust for any discrepancies.\n   \n\n  \n\n**Key Responsibilities:**\n* Oversee the daily operations and maintenance of solar parks, ensuring optimal performance and efficiency.\n* Monitor and analyze performance data to identify and resolve issues promptly.\n* Coordinate with on-site personnel, contractors, and external service providers to ensure all work meets the highest standards.\n* Collaborate with the engineering team to implement upgrades and improvements to existing systems.\n* Stay current with industry trends, technological advancements, and regulatory changes affecting solar energy operations.\n\n\n**Are We a Match?**\n At Svea Solar, our values guide everything we do. We're looking for someone whose values resonate with ours. If you’re passionate about renewable energy and have a strong engineering background, particularly in the solar energy sector, we want to hear from you. To excel in this role, you should be an exceptional communicator with a sharp analytical mind. Here’s what we’re looking for:\n   \n\n  \n\n* Bachelor’s degree in Engineering, Renewable Energy, or a related field.\n* Excellent analytical and problem-solving skills.\n* Effective communication and interpersonal skills, with the ability to work collaboratively with diverse teams.\n* Fluency in both Swedish and English.\n* Strong technical knowledge of solar energy systems, including PV panels, inverters, and monitoring systems (preferred).\n\n\n**Application**\n Join us in the powershift towards a sustainable future! Easy apply with your Linkedin-profile as a soon as possible. We do not require a traditional CV or cover letter.\n   \n\n  \n\n**Diversity & Inclusion**\n Svea Solar believes that a diverse workplace leads to the creativity that’s necessary for the industry to keep on growing in a sustainable & innovative way. We welcome new co-workers from different backgrounds and experiences to represent the diversity of our community and customers.\n   \n\n  \n\n**Background check**\n We conduct background checks via Verifiera on all final candidates to ensure that all the candidates being considered for employment have a background that is compatible with Svea Solar’s core values.\n   \n\n  \n\n Read more about Svea Solar: https:\/\/sveasolar.com","company_url":"https:\/\/se.linkedin.com\/company\/svea-solar","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEg-k5XN503Ug\/company-logo_100_100\/company-logo_100_100\/0\/1638289755489\/svea_solar_logo?e=2147483647&v=beta&t=4KOvZuq_dr6xxus2DiY2gLqDMtU7qdgDv9i3O-85OzY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3969989908","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3969989908","job_url_direct":null,"title":"Account Executive - SAP Academy for Customer Success - Sweden (Hybrid)","company":"SAP","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/de.linkedin.com\/company\/sap","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3909372151","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3909372151","job_url_direct":"https:\/\/jobs.dolby.com\/careers\/job\/22052996?utm_source=Linkedin&utm_medium=campaign123&domain=dolby.com&jobPipeline=LinkedIn&urlHash=EyfW","title":"Senior AI Audio Researcher","company":"Dolby Laboratories","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Computers and Electronics Manufacturing, Entertainment Providers, and Broadcast Media Production and Distribution","listing_type":null,"emails":null,"description":"Join the leader in entertainment innovation and help us design the future. At Dolby, science meets art, and high tech means more than computer code. As a member of the Dolby team, you’ll see and hear the results of your work everywhere, from movie theaters to smartphones. We continue to revolutionize how people create, deliver, and enjoy entertainment worldwide. To do that, we need the absolute best talent. We’re big enough to give you all the resources you need, and small enough so you can make a real difference and earn recognition for your work. We offer a collegial culture, challenging projects, and excellent compensation and benefits, not to mention a Flex Work approach that is truly flexible to support where, when, and how you do your best work.\n   \n\n  \n\n Dolby’s Advanced Technology Group (ATG) is the research and technology arm of the company. It has multiple competencies that innovate on technologies in audio, video, and augmented\/virtual reality (AR\/VR) applied to gaming, music, professional and user-generated content. One example of a such an innovation is the immersive audio format of Dolby Atmos, which is used in e.g., the mobile, automotive, PC, broadcast, and digital cinema businesses. Many areas of expertise related to computer science and electrical engineering, such as artificial intelligence and machine learning (AI\/ML), audio coding, image processing, digital signal processing, data science & analytics, natural language processing, image and signal compression algorithms, and computer networking are highly relevant to our research.\n   \n\n  \n\n As a researcher in Stockholm, Sweden, you will be part of an international team of world-leading experts on audio, signal processing, perception, and application of AI\/ML in the audio domain, who create key innovations for Dolby’s core business which allow Dolby and its customers to build products that push the boundaries of sound and multimedia experiences.\n   \n\n  \n\n As part of the team, you will focus on the creation and implementation of audio and multimedia signal processing technologies from the underlying theoretical concepts to the development of prototypes and demonstrators, with the goal to create new experiences, and explore new horizons in the fields of audio and multimedia signal processing and AI\/ML based generation\/processing\/synthesis.\n   \n\n  \n\n**Knowledge & Skills:**\n You are a person passionate about audio or multimedia and applying AI\/ML tools to these fields. You should have a strong personal interest in sound technologies and in learning, researching, and creating new technologies with commercial impact. You should be eager to apply your skills in projects on sound source capture, coding, audio enhancement, and playback.\n   \n\n  \n\n* Ph.D. in Electrical Engineering, Computer Science, or similar, with focus on digital signal processing and a strong publication record.\n* Relevant research and\/or development experience in e.g., one or more of the following fields: AI\/ML, audio signal processing, video coding, multimedia streaming, and data analytics.\n* Excellent programming skills in e.g., MATLAB, C\/C++, and Python for digital signal processing and AI\/ML frameworks such as Pytorch and TensorFlow for development of models for deep learning.\n* Ability to implement and create software prototypes.\n* Excellent communication skills. Fluent in English.\n\n\n Dolby Hiring Entity:\n   \n\n  \n\n Gävlegatan 12A 113 30 Stockholm,\n   \n\n  \n\n Sweden\n   \n\n  \n\n ]]>","company_url":"https:\/\/www.linkedin.com\/company\/dolby-laboratories","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGymqFAuFFG6g\/company-logo_100_100\/company-logo_100_100\/0\/1630622084130?e=2147483647&v=beta&t=DsnNAtK5xNhSPEJTJsT5O5UGxHnZmEM_vJ-UjlXCNLk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3990423990","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3990423990","job_url_direct":"https:\/\/www.amazon.jobs\/jobs\/2719348\/senior-customer-solutions-manager-ags-emea-europe-north-csm?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid&urlHash=orM5","title":"Senior Customer Solutions Manager, AGS EMEA, Europe North, CSM","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Project Management, Information Technology, and Product Management","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Description**\n Senior Customer Solutions Manager\n   \n\n  \n\n As an Amazon Web Services (AWS) Senior Customer Solutions Manager you will be responsible for helping guide the largest and most complex AWS customers along their multi-year journey to the cloud. In this highly visible position you will ensure that all AWS teams are working together effectively and efficiently to deliver outcomes for the customer.\n   \n\n  \n\n In the role, you will be a critical strategic partner to our customers, leveraging your delivery experience with large scale transformations and helping shepherd them through their stages of AWS adoption. Guiding the customer through the operational, educational and governance aspects of a successful AWS cloud journey.\n   \n\n  \n\n You will interface with customer and AWS senior leadership, driving collaboration between the other core account groups (Sales, Support, Solutions Architecture and Professional Services), product\/engineering teams, and customer teams; planning and supporting major workload migrations. You will translate strategic initiatives into executable actions, working backwards from our customers key milestones. The execution of education plans, roadmap to business outcome alignments, Executive Briefing Sessions, go-live events and transitions are a few items owned by the CSM that are critical to the success of our customer’s cloud journey.\n   \n\n  \n\n At AWS, you are encouraged to think big, invent and take ownership on customer challenges. You will not only bring the best of AWS\/ Amazon to our customers, you will proactively help solve the customer’s challenges through new ideas, tools and mechanisms.\n   \n\n  \n\n Successful candidates will have a strong delivery and change management background, be detail oriented, have excellent problem-solving abilities, and be exemplary communicators both at the executive and project team level. You will be a peer leader, have the ability to gain stakeholder buy-in, negotiate and lead teams. Your enterprise experience and operational excellence will influence the team’s decisions, provide insight, and help drive secure and robust solutions.\n   \n\n  \n\n You will evangelize AWS services and influence customers for adopting them. You should be passionate about delivering a great customer experience by deploying AWS solutions and inspiring innovation. You will be obsessed with contributing to the day-to-day management of your customers successful adoption of AWS.\n   \n\n  \n\n Do you look around corners for ways to engage and service customers? Are you passionate about using technology to solve business problems that have big customer impact?\n   \n\n  \n\n Come build the future with us.\n   \n\n  \n\n**Basic Qualifications**\n Basic Qualifications\n   \n\n  \n\n* Experience leading complex, large scale IT\/digital\/business transformation programs\n* Experience in a senior customer facing role\n* Superior written and verbal communication skills, including a demonstrated ability to effectively deliver information to C-suite\/VP level\n* Strong organizational and troubleshooting skills with precise attention to detail\n\n\n**Preferred Qualifications**\n Preferred Qualifications\n   \n\n  \n\n* Direct experience implementing AWS\/cloud services\n* Robust understanding of key technology and market trends\n* PMP and\/or SCRUM\/Agile, SAFe certified\n* Deep understanding of any of the following industries: Financial Services, Retail, Manufacturing, Media & Entertainment, Games, Healthcare & Lifesciences\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A2719348","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQER_QnUTXrPJw\/company-logo_100_100\/company-logo_100_100\/0\/1670264051233\/amazon_web_services_logo?e=2147483647&v=beta&t=R2_-qEa41DrwX3nP4JPBsuml7I51WtTTOA8h7EUE8qQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3974365665","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3974365665","job_url_direct":"https:\/\/boards.greenhouse.io\/acronis\/jobs\/7536307002?gh_src=42e18c722&source=LinkedIn&urlHash=wY8a","title":"General Manager - Nordics & NL","company":"Acronis","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Management and Manufacturing","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Acronis is revolutionizing cyber protection — providing natively inte grated , all-in-one solution s that monitor , cont rol , and protec t the data that businesses and lives depend on . We are looking for a General Manager - Nordics and NL to join our mission to create a # Cyber Fit future and protect all data, applications and systems across any environment.\n   \n\n  \n\n As a General Manager in Nordics and NL, you will be responsible for achieving sales and profit targets consistent with business strategy, which includes bringing knowledge about market trends, market and customer requirements into the development of the product portfolio, ensuring that new market opportunities and target customers are being identified actively, managing accounts and customer relationships, developing sales proposals, negotiating and closing deals, as well as acting as voice of the customers internally. Plan and execute departmental annual business plans and operating budgets and proactively monitor and control daily operational activities to deliver monthly and quarterly sales.\n   \n\n  \n\n Every member of our “A-Team” has an instrumental role and impact on the success of Acronis’ innovative and growing business, so we are looking for someone who enjoys working in dynamic, global teams and thrives in a fast-paced and rapidly changing work environment. Just like everyone at Acronis, the ideal candidate will embody all of our company values: responsive, alert, detail-oriented, makes decisions, and never gives up.\n   \n\n  \n\n**What You'll Do**\n* Build knowledge about the allocated countries in terms of competition landscape, top prospects, vendors, distributors, market insights, distribution and partner landscape\n* Share the market knowledge to functional teams and contribute to building the regional expansion plans\n* Achieve and exceed revenue and billing targets\n* Define sales strategy and priorities for region\n* Align with functional sales teams assigned to region, and provide guidance and priorities\n* Execute successfully Acronis Sales Model and achieve increased scalability through multiple routes to market\n* Provide leadership to develop marketing strategy, lead the implementation to achieve effective penetration in various market sectors\n* Ensure all team members understand and work towards set of common goals in the context of Integrated country\/regional plan\n* Ensure client satisfaction, win market share and broadening of offerings with potential new customers\n* Build and manage relationships with key clients, vendors, prospects, distributors and stakeholders\n* Responsible for identifying underperforming areas of the business and working closely with Functional Leaders and Growth Leaders on the action plan\n* Act as a point of escalation for Customer & Partner issues (consult escalation guidelines document)\n* Be a positive ambassador for your region throughout Acronis\n* Identify large opportunities in region, and work with functional sales teams to drive to win\n* Build and maintain executive level relationships with key strategic accounts and focused distributors in country\/territory\n* Leverage own network and executive relationships to support strategic partners acquisition and growth\n* Have good understanding of strategic partners' requirements and share them with Growth Manager\n\n\n**What You Bring (experience & Qualifications)**\n* Minimum 10 of relevant experience in sales and business development\n* Demonstrated track record in sales, business development and desire to perform in this competitive industry\n* Possess team management experience and extensive cloud channel strategy building experience\n* Possess leadership in grooming and growing\/developing talent within the company\n* Proven record of success achieving sales targets\n* Knowledge of operational procedures and processes to support deals\n* Solid functional, analytical and strategic thinking with project management skills\n* Excellent presentation skills\n* High level of discipline, attention to detail, and ability to meet deadlines in a fast-paced environment while still maintaining a high-level of accuracy\n* Strong written and verbal communication and interpersonal skills\n* Outstanding organizational, problem solving, and multi-tasking skills\n* Team-player and positive attitude, eager to do more and help out, views challenging situations as opportunities\n* Self-motivated, proactive, and able to work with minimal supervision\n* Passion and commitment to succeed by working hard and never giving up\n* Problem solving attitude\n* Influencer without authority\n* Fluent English\n\n\n**Who We Are**\n Acronis is a global cyber protection company that provides natively integrated cybersecurity, data protection, and endpoint management for managed service providers (MSPs), small and medium businesses (SMBs), enterprise IT departments and home users. Our all-in-one solutions are highly efficient and designed to identify, prevent, detect, respond, remediate, and recover from modern cyberthreats with minimal downtime, ensuring data integrity and business continuity. We offer the most comprehensive security solution on the market for MSPs with our unique ability to meet the needs of diverse and distributed IT environments.\n   \n\n  \n\n A Swiss company founded in Singapore in 2003, Acronis offers over twenty years of innovation with 15 offices worldwide and more than 1800 employees in 50+ countries. Acronis Cyber Protect is available in 26 languages in 150 countries and is used by over 20,000 service providers to protect over 750,000 businesses.\n   \n\n  \n\n Our corporate culture is focused on making a positive impact on the lives of each employee and the communities we serve. Mutual trust, respect and belief that we can contribute to the world everyday are the cornerstones of our team.  Each member of our “A-Team” plays an instrumental role in driving the success of our innovative and expanding business. We seek individuals who excel in dynamic, global environments and have a never give up attitude, contributing to our collective growth and impact.\n   \n\n  \n\n Acronis is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, marital status, national origin, physical or mental disability, medical condition, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, gender identity or expression, or any other characteristic protected by applicable laws, regulations and ordinances.","company_url":"https:\/\/ch.linkedin.com\/company\/acronis","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQHpKxsqxdEWjg\/company-logo_100_100\/company-logo_100_100\/0\/1631310854168?e=2147483647&v=beta&t=2SvO1kyXmYHHq1hT25VK3i2ls14B-lbzKx7gHHeS4Mw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4041620520","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4041620520","job_url_direct":"https:\/\/thehub.io\/jobs\/66fb3bb93755ca0ef55b9ec1?utm_source=linkedin&utm_medium=referral&utm_campaign=job_wrapper&urlHash=qPv4","title":"Account Executive","company":"The Hub","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"Vi är glada att du överväger en karriär på Kindly! Här är allt du behöver veta om detta jobb. 🥳\n   \n\n  \n\n**Om Kindly** \n 🟢\n   \n\n  \n\n Kindly är en av Europas ledande chatbotleverantörer med kontor i Stockholm, Köpenhamn, och Amsterdam med huvudkontor i Oslo. Det som utmärker Kindly och uppskattas av kunderna är dess användarvänlighet, effektiva underhållsarbete samt dedikerade kunduppföljning.\n   \n\n  \n\n Vi specialiserar oss på utveckling av artificiell intelligens och automatiseringslösningar för kundservice och kommunikation. Vi erbjuder en plattform som kombinerar avancerad maskininlärningsteknik och naturlig NLP för att förbättra kundupplevelsen och effektiviteten i kundserviceprocesser.\n   \n\n  \n\n Vår teknologi når över 10 miljoner användare varje månad, och tusentals meddelanden behandlas varje timme på åt våra kunder – företag som Blocket, Filmstaden, Norwegian Air, Lindex, Voi, Hertz, Kicks och Kahoot, för att nämna några.\n   \n\n  \n\n**Om rollen 👋**\n Vi söker nu en Account Executive här i Sverige, som har goda resultat att visa till, och en passion för försäljning. Med din erfarenhet och expertis kommer du att vara med och lyfta säljorganisationen Kindly. Du vill arbeta på en marknad där Kindly är en betydande aktör, men med mycket outnyttjad potential.\n   \n\n  \n\n Vi tror att en av de viktigaste faktorerna för att lyckas i ett jobb är att du trivs på arbetsplatsen. Därför är arbetsmiljön det viktigaste här på Kindly. Här jobbar vi alla mot gemensamma mål, och alla vill varandras bästa. Vi vill att du ska ha kul på jobbet! Det är därför viktigt för oss när vi anställer nya människor att de delar denna filosofi.\n   \n\n  \n\n**Vad du kommer att göra** \n 📋\n   \n\n  \n\n Som en\n **Account Executive** \n kommer ditt jobb att vara att:\n   \n\n  \n\n* Arbeta mot potentiella kunder inom mid & enterprise-segmentet.\n* Boka och genomför möten med potentiella kunder, vanligtvis supportchefer och IT-direktörer (Det är ett stort plus om du har sålt till den här typen av beslutsfattare tidigare, men inget krav).\n* Bygga samt bearbeta en sales pipeline, med allt administrativt arbete som följer med.\n* Äga hela försäljningsprocessen, från viss prospektering, mötesbokning till avtalsförhandlingar. (Med god stöttning från SDR)\n\n\n**Önskade kvalifikationer ✍️**\n* Du har minst 3-5 års erfarenhet av B2B-försäljning inom SaaS-branschen. (Gärna inom kundservice-segmentet)\n* Du är van att arbeta med beslutsfattare i större företag från olika branscher i Sverige eller Norden.\n* Erfarenhet av outbound sales.\n* Du talar flytande svenska och bra engelska.\n\n\n**Vi tror att det här är du 🏌️**\n* Du vet precis vad som krävs för att komma i kontakt med de rätta personerna i företag för att få in dem som nya kunder. Du har resultat som bevisar att du har klarat detta tidigare i din karriär.\n* Du kan arbeta självständigt i en fartfylld och konkurrenskraftig säljmiljö.\n* Du vill bidra till att arbetsmiljön i Kindly fortsätter att vara så bra som den är.\n* Du vill bygga en karriär i vårt företag, och har ambitioner att utvecklas vidare internt. Vi har skapat en karriärstege bara för att du ska utvecklas i ditt jobb.\n* Du kan hjälpa till att vidareutveckla resten av teamet med dina erfarenheter.\n\n\n**Förmåner på Kindly 🛍️**\n* En konkurrenskraftig lön, och möjlighet att utvecklas i ett snabbväxande Tech-företag med ambitioner om internationell tillväxt. Förhoppningsvis kommer ni att bli lika exalterade över detta som vi!\n* Möjligheten att växa, både på ett personligt plan men också professionellt. Du kommer att få bra stöd från både erfarna chefer och kollegor.\n* En nyckelposition i Kindlys vidare satsning i Sverige, i ett energiskt och passionerat säljteam.\n* Både bra utbildning och coachning inom försäljning och marknadsföring av vår teknologi, som faktiskt finns i en av de snabbast växande branscherna både nu och i framtiden.\n* En fantastisk arbetsmiljö där vänskap både på och utanför arbetet hela tiden skapas. Oavsett om det är på en AW, över en pingismatch i vårt entertainment room eller över måndagskaffen klockan 08.05.\n\n\n That's it for now.\n **Good luck** \n with your application process.🤞","company_url":"https:\/\/dk.linkedin.com\/company\/thehubio","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQE8WpXmwhptcA\/company-logo_100_100\/company-logo_100_100\/0\/1677478557826\/thehubio_logo?e=2147483647&v=beta&t=QZ-KZVJkLFgu-2CKdTfVA8JaClCQRA0LeR_w6UMdgDo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3954173217","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3954173217","job_url_direct":"https:\/\/salesforce.wd12.myworkdayjobs.com\/External_Career_Site\/job\/Sweden\\u002d\\u002d-Stockholm\/Strategic-Named-Account-Executive-MuleSoft_JR257286?source=LinkedIn_Jobs&urlHash=ITup","title":"Strategic Named Account Executive MuleSoft","company":"Salesforce","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Other","company_industry":"Software Development, IT Services and IT Consulting, and Technology, Information and Internet","listing_type":null,"emails":null,"description":"*To get the best candidate experience, please consider applying for a maximum of 3 roles within 12 months to ensure you are not duplicating efforts.*\n Job Category\n   \n\n  \n\n Sales\n   \n\n  \n\n Job Details\n   \n\n  \n\n**About Salesforce**\n We’re Salesforce, the Customer Company, inspiring the future of business with AI+ Data +CRM. Leading with our core values, we help companies across every industry blaze new trails and connect with customers in a whole new way. And, we empower you to be a Trailblazer, too — driving your performance and career growth, charting new paths, and improving the state of the world. If you believe in business as the greatest platform for change and in companies doing well and doing good – you’ve come to the right place.\n   \n\n  \n\n Every CIO today is being required to evaluate their integration strategy in order to move faster and increase innovation to meet the demands of the market. Organisations are spending over $443 billion on integration work every year, yet they still can’t adapt quickly enough to outpace competition. MuleSoft is building a new category of software to uniquely solve this substantial challenge, with our industry-leading integration platform and a profound focus on customer success for over thousands of businesses & organisations, large and small across the globe.We are looking for a highly collaborative Account Executive with an adventurous spirit to help us address this extensive market opportunity and achieve significant revenue targets. MuleSoft is the fastest growing business unit in Salesforce.This is not your standard tactical role selling a piece of software. You will be a key member of a close-knit, cross-functional team that is responsible for owning and driving the go-to-market strategy for your territory, and leading the sales cycle. We are paving the way to not only change the way our customers build software, but transform the way they do business. You will sell strategic business outcomes with long-term, high growth engagements.In this role, you will be challenged as a salesperson to grow personally and professionally: The majority of leaders in our Field organisation come through internal promotions, and you’ll be surrounded by some of the most resourceful people in the world who will push you and support you to do the best work of your career.\n   \n\n  \n\n**What You’ll Need To Be Successful**\n* Recent, cumulative experiences that demonstrate your success in leading sophisticated and commercially significant sales to IT and business leaders\n* A Track record of overachievement in quota carrying software sales roles\n* Excitement around hunting greenfield territory and building your business from the ground up\n* Strong focus on delivering customer success with a consultative, outcome-based sales approach\n* Proficient in Swedish and English\n* Value speaking directly and honestly with others’ best interests at heart\n* A highly collaborative teammate with company-first mentality, meaning we leave our egos at the door and support each other to get results and win together\n\n\n Accommodations\n   \n\n  \n\n If you require assistance due to a disability applying for open positions please submit a request via this Accommodations Request Form.\n   \n\n  \n\n Posting Statement\n   \n\n  \n\n At Salesforce we believe that the business of business is to improve the state of our world. Each of us has a responsibility to drive Equality in our communities and workplaces. We are committed to creating a workforce that reflects society through inclusive programs and initiatives such as equal pay, employee resource groups, inclusive benefits, and more. Learn more about Equality at www.equality.com and explore our company benefits at www.salesforcebenefits.com.\n   \n\n  \n\n Salesforce is an Equal Employment Opportunity and Affirmative Action Employer. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender perception or identity, national origin, age, marital status, protected veteran status, or disability status. Salesforce does not accept unsolicited headhunter and agency resumes. Salesforce will not pay any third-party agency or company that does not have a signed agreement with Salesforce.\n   \n\n  \n\n ﻿Salesforce welcomes all.","company_url":"https:\/\/www.linkedin.com\/company\/salesforce","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQHZ9xYomLW7zg\/company-logo_100_100\/company-logo_100_100\/0\/1630658255326\/salesforce_logo?e=2147483647&v=beta&t=qTOWgVlA05Oyq4_yQSi790-w_uu88NQ3SNcgh9xl738","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3927433737","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3927433737","job_url_direct":"https:\/\/careers.datadoghq.com\/detail\/5978919\/?gh_jid=5978919&gh_src=8363eca61&urlHash=4p3b","title":"Director, Enterprise Sales (Nordics)","company":"Datadog","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Sales and Business Development","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Our Director, Enterprise Sales will provide strategy, mentorship, and guidance for a team of Enterprise Sales Executives who are responsible for driving new business through the full sales cycle.\n   \n\n  \n\n*At Datadog, we place value in our office culture - the relationships and collaboration it builds and the creativity it brings to the table. We operate as a hybrid workplace to ensure our Datadogs can create a work-life harmony that best fits them.*\n**What You’ll Do:**\n* Manage, hire, train and ramp a team of Enterprise Sales Executives responsible for new and expansion bookings\n* Achieve annual Enterprise bookings quota with monthly and quarterly targets\n* Develop and manage Enterprise Sales Executives on productivity metrics such as deal size, win rate, and forecast accuracy as well as how to lead a customer through a proactive sales cycle\n* Coach Sales Executives through building executive relationships with Named Enterprise accounts in their territories and through complex Enterprise deals and negotiations\n* Shape the direction of the go-to market strategy and execution for your region\n* Work collaboratively with Marketing, Product and Success to build targeted messaging and collateral, and mapping a customer journey for the specific business needs of your region\n* Conduct weekly forecast meetings\n* Support direct reports by participating and leading in client and prospect meetings. Engaging other corporate resources as required\n\n\n**Who You Are:**\n* Experienced in managing a high performing Enterprise Sales team for a B2B technology company\n* A strong relationship builder with 5+ years of overall Enterprise sales experience working with Fortune 1000 companies\n* Confident in managing complex sales processes with multiple stakeholders and negotiations with pricing based on business value, legal and procurement\n* Knowledgeable in selling to C-level executives in the IT space\n* Experienced in setting quotas and managing people against those quotas\n* Passionate about coaching others with a successful track record as an individual contributor and can share relevant and complex closing experience with a growing team\n* Able to sit up to 4 hours, traveling to and from client sites\n* Able to travel via auto, train or air up to 70% of the time\n\n\n*Datadog values people from all walks of life. We understand not everyone will meet all the above qualifications on day one. That's okay. If you’re passionate about technology and want to grow your skills, we encourage you to apply.*\n**Benefits and Growth:**\n* High income earning opportunities based on self performance\n* New hire stock equity (RSU) and employee stock purchase plan (ESPP)\n* Continuous professional development, product training, and career pathing\n* Sales training in MEDDIC and Command of the Message\n* Intra-departmental mentor and buddy program for in-house networking\n* An inclusive company culture, opportunity to join our Community Guilds\n* Generous and competitive medical benefits package\n* Retirement savings match\n* Pet adoption and insurance program\n\n\n*Benefits and Growth listed above may vary based on the country of your employment and the nature of your employment with Datadog.*\n**About Datadog:**\n Datadog (NASDAQ: DDOG) is a global SaaS business, delivering a rare combination of growth and profitability. We are on a mission to break down silos and solve complexity in the cloud age by enabling digital transformation, cloud migration, and infrastructure monitoring of our customers’ entire technology stacks. Built by engineers, for engineers, Datadog is used by organizations of all sizes across a wide range of industries. Together, we champion professional development, diversity of thought, innovation, and work excellence to empower continuous growth. Join the pack and become part of a collaborative, pragmatic, and thoughtful people-first community where we solve tough problems, take smart risks, and celebrate one another. Learn more about #DatadogLife on Instagram, LinkedIn, and Datadog Learning Center.\n   \n\n  \n\n**Equal Opportunity at Datadog:**\n Datadog is an Affirmative Action and Equal Opportunity Employer and is proud to offer equal employment opportunity to everyone regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity, veteran status, and more. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. Here are our Candidate Legal Notices for your reference.\n   \n\n  \n\n**Your Privacy:**\n Any information you submit to Datadog as part of your application will be processed in accordance with Datadog’s Applicant and Candidate Privacy Notice.","company_url":"https:\/\/www.linkedin.com\/company\/datadog","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQFLwWfI6v1OPA\/company-logo_100_100\/company-logo_100_100\/0\/1657564322231\/datadog_logo?e=2147483647&v=beta&t=dlPW8v-g84slr8mZQWdDifOplkT2MTCKM0ctVSBhkdU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4044412403","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4044412403","job_url_direct":"https:\/\/jobbahospa.pais.se\/jobs\/3458779-erfaren-objektledare-forvaltningsledare-till-konsultbolag?promotion=1173553-linkedin-premium-job-posting&urlHash=-h7d","title":"Objektledare\/förvaltningsledare till konsultbolag","company":"På AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Consulting and Other","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"**Välkommen till På AB.** \n\n\n\n\n Här kan du bidra till att bygga framtidens digitala offentliga sektor. Det kommer att kräva ditt engagemang och passion att utveckla dig själv och våra kunder i intressanta uppdrag med digitalisering i fokus. Hos oss blandas lång erfarenhet med nya tankar och idéer - vi rör oss ständigt framåt och bidrar med långsiktigt värde i våra kunders digitaliseringsresa.\n \n\n\n\n  \n\n\n\n\n\n Vår kultur präglas av en äkta vilja att göra en skillnad i våra uppdrag och för varandra. Vi tror starkt på att positiv energi tillsammans med en hög förmåga att bygga relationer och rätt kompetens är parametrarna som skapar förutsättningar för att bidra med förändring hos våra kunder.\n \n\n\n\n  \n\n\n\n\n\n Vi hjälper våra kunder att få styrning och samverkan att fungera i praktiken. Våra arbetssätt och verktyg bygger på väl beprövade metoder och modeller och vi rör oss på arenan där verksamhetsutveckling innebär teknikutveckling och vice versa.\n \n\n\n\n  \n\n\n\n\n\n På AB äger modellen pm3 och har i över 20 år utvecklat och arbetat inom området styrning och samverkan. Den ökade förändringstakten inom organisationer, teknik och trender i samhället har naturligtvis också förändrat sättet vi arbetar med pm3 – att använda pm3 i dag innebär t.ex. organisationsanpassning och flexibilitet\/samverkan med andra styrmodeller och ramverk.\n \n\n\n\n  \n\n\n\n\n\n**Om tjänsten – arbetsuppgifterna** \n\n\n\n\n Typen av uppdrag kommer att bero på hur djup erfarenhet av pm3 du har.\n \n\n\n\n För just den här tjänsten söker vi personer som har erfarenhet av förvaltningsledning och objektledning i en organisation där styr och samverkansmodellen i grunden är baserad på pm3.\n \n\n\n\n  \n\n\n\n\n\n Du kan komma att delta i förändringsuppdrag så som nyetableringar av förvaltningsstyrning i kundorganisationer och anpassningar av och integrering till redan etablerade styrmodeller där du är en teammedlem med seniora konsulter du samtidigt lär dig av.\n \n\n\n\n  \n\n\n\n\n\n Har du erfarenhet av objektledning eller förvaltningsledning kan du komma att hoppa in i ett operativt uppdrag i en redan befintlig etablering där du ingår i ett kundteam.\n \n\n\n\n  \n\n\n\n\n\n Vi bedriver också utbildning inom objektledning både i form av öppna kurser men även i form av organisationsanpassade utbildningar, utbildningsuppdrag kommer också vara en del av tjänsten. I rollen som konsult hos På är det naturligt att du tar ett säljansvar i de projekt du är involverad i vilket i praktiken betyder att du tillsammans med kunden utvecklar dina projekt till en långsiktig relation med ett tydligt värde för både kunden och På.\n \n\n\n\n  \n\n\n\n\n\n**Erfarenhet och kompetens** \n\n\n\n\n Tidigare erfarenhet av att arbeta som konsult är starkt meriterande och du måste ha en god förmåga att lyssna in kundens behov och tillsammans med kunden skapa en kundunik tillämpning av styrning. Du har erfarenhet, kunskap och intresse för hur olika typer av organisationer styrs utifrån olika förutsättningar. Du behöver även ha konkret erfarenhet av pm3 modellen.\n \n\n\n\n  \n\n\n\n\n\n Vi söker dig som är van vid och trivs med att tala inför grupp, entusiasmera och skapa engagemang i utbildningar eller workshops.\n \n\n\n\n  \n\n\n\n\n\n Erfarenhet från roller som t.ex., processledare, processutvecklare, objektledare, förvaltningsledare, IT-projektledare, IT-strateg, inom relevant område gärna i kombination med konsult erfarenhet är klart meriterande.\n \n\n\n\n  \n\n\n\n\n\n**Personliga egenskaper** \n\n\n\n\n Du är trygg i dig själv och med din kompetens och vill verkligen arbeta som konsult. Vidare är du nyfiken och intresserad av att sätta dig in i och förstå olika organisationers sammanhang. I konsultrollen behöver du kunna att ta ansvaret för den löpande utvecklingen i dina kunduppdrag och har en affärsmässig förståelse för vad det betyder. Samtidigt som du är strukturerad och uthållig har du förmåga att i konsultrollen vara flexibel och anpassningsbar. Vi är beroende av att samarbeta tätt med varandra inom företaget och det är därför viktigt för oss att du är prestigelös, vågar och vill bjuda lite på dig själv och har lika lätt för att samarbeta med andra som att arbeta självständigt.\n \n\n\n\n  \n\n\n\n\n\n**Vad kan På AB erbjuda dig?** \n\n\n\n\n Vi är ett väletablerat företag med platt organisation med högt i tak. Vi äger pm3 som är en modell för styrning och samverkan mellan förvaltning och utveckling. Integrationen av förvaltning och utveckling är idag en strategisk nyckelfråga för att lyckas med sin digitalisering. Den digitala transformationen accelererar och På AB är i centrum för förändringarna.\n \n\n\n\n  \n\n\n\n\n\n Våra uppdrag är intressanta och transformerar den offentliga sektorn till att öka värdet och förenkla vardagen för sina medborgare i kombination med flexibla arbetstider och stort fokus på kompetensutveckling ger dig möjlighet till balans mellan privatliv och arbete, oavsett var i livet just du befinner dig.\n \n\n\n\n  \n\n\n\n\n\n Välkommen in med din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/p-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGAgiSbVdtCiQ\/company-logo_100_100\/company-logo_100_100\/0\/1630549585117\/p_ab_logo?e=2147483647&v=beta&t=OL-UWKfxvX2GGQIJCEv0yGC388p-rqbiyU94Y_XA6tA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3991381237","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3991381237","job_url_direct":"https:\/\/jobs.lever.co\/rovio-2\/dffc2334-4a00-40a7-a28d-be2739c15896\/apply?lever-source%5B%5D=Job%2520Postings%2520Feed%2CLinkedin&lever-source=Job+postings+feed&lever-origin=applied&urlHash=diu9","title":"Marketing Creative Lead","company":"Rovio Entertainment Corporation","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Marketing and Sales","company_industry":"Computer Games and Entertainment Providers","listing_type":null,"emails":"recruitment@rovio.com","description":"Rovio is part of the SEGA family and world famous for our flagship IP Angry Birds - want to know more about Rovio as an employer? Click here.\n   \n\n  \n\n For our Stockholm-based studio, we are seeking a Marketing Creative Lead to guide our Internal Creative Team, which consists of creative producers and artists. This team is dedicated to providing our marketing departments with high-performing creative assets, developing a comprehensive creative strategy, and continually enhancing it. To excel in this position, you should possess a creative mind, the ability to develop innovative ideas, and the skill to tell compelling stories in static, short video, and playable ad formats with a user-centred design. You and your team will play a central role within the broader Marketing department, collaborating closely with User Acquisition (your primary client), Product Marketing, Product, User Research, and Business Intelligence teams.\n   \n\n  \n\n You will have impact and fun at work by doing:\n   \n\n  \n\n* Lead a team of producers and artists to transform your creative ideas into successful deliverables\n* Own and develop the User Acquisition creative strategy by leveraging performance insights and benchmarks from our competitive mobile publishing landscape\n* Formulate hypotheses around successful creative design and test them through carefully planned experiments with the support of the UA team\n* Oversee the creative ideation, production, and reporting processes, ensuring their effective development\n* Increase the efficiency and production speed of the Internal Creative Team through effective resource management and prioritisation\n* Analyse trends in creatives from our competitors and translate these findings into actionable insights for our creative ideation\n* Develop captivating stories for our players in condensed video formats, primarily for mobile devices but also adaptable to other platforms\/placements\n\n\n Experience and skills we are looking for:\n   \n\n  \n\n* Solid leadership and project management skills with the ability to inspire a team of creative producers and artists in the Agile environment\n* A proven track record in art\/creative direction or design within an advertising environment, preferably using user-centric methods\n* A good understanding of art and video production pipelines\n* A creative and data-driven mindset, some proficiency with Excel\/Google sheets\n* Fluent skills in English, both written and spoken\n\n\n Nice to have:\n   \n\n  \n\n* An affinity with mobile gaming and an understanding of the main advertising channels and formats. Affinity with casual gaming is a plus.\n* A good understanding of Performance Marketing\/User Acquisition and its most commonly used Key Performance Indicators.\n* A prior experience in working in a UA creative production team\n\n\n Please submit your CV in English and attach a portfolio.\n   \n\n  \n\n We welcome applicants to use the name they want to be addressed by in the application form, regardless of whether it is their legal name.\n   \n\n  \n\n At Rovio, we are also committed to providing reasonable accommodations for qualified individuals with disabilities or special needs in our working environment and job application procedures. We are committed to continuously improving workplace accessibility. If you have any questions before applying, please write to us at recruitment@rovio.com.\n   \n\n  \n\n**What to expect when you join us**\n**Meet the Rovians**\n**Hiring process at Rovio**\n**Diversity, Equity and Inclusion at Rovio**","company_url":"https:\/\/fi.linkedin.com\/company\/rovio","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQF4C85NGgVNEA\/company-logo_100_100-alternative\/company-logo_100_100-alternative\/0\/1630510711397\/rovio_logo?e=2147483647&v=beta&t=URKKboEVc4J4eco9iTNVyc58ISJlEVd6iZUvbFDrb70","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4041635022","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4041635022","job_url_direct":"https:\/\/www.sharprecruitment.se\/lediga-jobb\/dataskyddsjurist-till-lidl\/&urlHash=VCfM","title":"Dataskyddsjurist till Lidl","company":"Lidl Sverige KB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"associate","job_function":"Legal","company_industry":"Retail","listing_type":null,"emails":"ron.cohen@sharprecruitment.se","description":"**Dataskyddsjurist till Lidl** \n\n\n\n\n**Vi är ett svenskt bolag i en stor, internationell familj. Vi är fler än 5 000 medarbetare över hela landet, ändå försvinner du aldrig i mängden. Istället är du med och gör vår fantastiska resa möjlig. Övertygade om att god och hållbar mat, av hög kvalitet, inte ska behöva kosta skjortan, utmanar vi den svenska livsmedelsbranschen. Och vi gör det framgångsrikt, vi växer mer än dubbelt så snabbt som resten av branschen. Ta chansen att arbeta för en arbetsgivare som är certifierad som Top Employer och dessutom utsedd till Karriärföretag 2024!** \n\n\n\n\n\n\n\n\n\n**Om rollen** \n\n\n\n\n Som vår nya dataskyddsjurist kommer du kommer att arbeta inom vårt område Legal & Compliance, vilket innebär att:\n \n\n\n* äga och förvalta de processer (inklusive processbeskrivningar) och stödsystem som vi har för personuppgiftshantering, hantering av registrerades rättigheter, kundförfrågningar etc och utveckla dessa med hjälp av ny teknik, samt;\n* vara första kontaktpunkt för inkomna ärenden inom ramen för dessa processer tillsammans med en ytterligare jurist samt ansvara för analys, utredning och hantering av dessa ärenden.\n* Utveckla och upprätthålla vårt ramverk för hantering av personuppgifter.\n* Ge strategisk vägledning och rådgivning kring integritetsfrågor relaterade till personuppgifter, inklusive rådgivning vid dataskyddseffektbedömningar, revisioner, planering av incidentrespons, utveckling av policyer och rutiner samt utbildning.\n* Övervaka efterlevnaden av relevant lagstiftning genom att genomföra regelbundna revisioner och riskanalyser inom ramen för dataskyddsförordningen (GDPR) och annan relevant lagstiftning.\n* Skapa och implementera utbildning inom ramen för GDPR och annan relevant lagstiftning samt övervaka förändringar i sådana regler.\n\n\n\n  \n\n\n\n\n\n**Vem söker vi?** \n\n\n\n\n Vi söker dig som har svensk juristexamen och minst två års arbetslivserfarenhet inom dataskydd. Det är särskilt meriterande om du har arbetat med effektiviseringsprojekt, processer med ny teknik och har praktisk erfarenhet av kravställning från dataskyddet gentemot IT.\n \n\n\n\n Du har ett lösningsorienterat, processdrivet och pragmatiskt arbetssätt som tillsammans med din effektivitetstörstande sida gör att du driver vår dataskyddsorganisation framåt till att bli mer automatiserad och digital. Det är viktigt att du har rätt inställning, vågar pröva nya vägar, är social samt trivs med att arbeta med olika intressenter.\n \n\n\n\n För att passa i teamet och trivas i rollen ser vi att du har är kommunikativ och nyfiken samt har lätt för att samarbeta med andra. För rollen tror vi att du behöver vara driven, initiativtagande, självständig, prestigelös och ansvarsfull.\n \n\n\n\n  \n\n\n\n\n\n**Ansökan** \n\n\n\n\n Låter detta intressant? Då är du varmt välkommen att skicka in din ansökan. Urval sker löpande. Ansök därför redan idag!\n \n\n\n\n I denna rekrytering samarbetar vi med Sharp Recruitment & Consultants. För ytterligare information eller frågor rörande tjänsten, kontakta Ron Cohen på +46735185188 eller ron.cohen@sharprecruitment.se\n \n\n\n\n  \n\n\n\n\n\n**Mer om Lidl** \n\n\n\n\n**För oss är det viktigt att våra medarbetare trivs – på alla sätt. Vi erbjuder därför ett arbete i en miljö som karaktäriseras av våra värdeord: prestation, respekt, tillit, jordnära attityd och gemenskap. Eftersom vi växer, kan du växa. Snabbt. Inom din roll, eller mot en annan. På samma plats, eller någon annanstans. Inom butik, lager, kontor. Lokalt, nationellt eller globalt. Vi stöttar dig på din resa mot mer ansvar och nya utmaningar. Du blir del av ett stort team där alla kavlar upp ärmarna och hjälps åt. Hos oss får du allt från friskvårdsbidrag, föräldrapenningtillägg och medarbetarrabatt i våra butiker till kostnadsfri rådgivning av psykolog, jurist och ekonom samt mängder av erbjudanden via vår förmånsportal. Självklart omfattas du också av kollektivavtal och tjänstepension. Vi möjliggör en rättvis lönesättning inom företaget genom ett icke-diskriminerande lönesystem.**","company_url":"https:\/\/se.linkedin.com\/company\/lidl-sverige-kb","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFI4J4E9j6xjQ\/company-logo_100_100\/company-logo_100_100\/0\/1666793021197\/lidl_sverige_kb_logo?e=2147483647&v=beta&t=k-VFy_UM74kLIpk-cz9rxSU4eTIoYC2UjdilxQqFvEs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4042075300","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4042075300","job_url_direct":null,"title":"Onsite IT technician","company":"Tata Consultancy Services","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Tata Consultancy Service (TCS) is an IT Service consulting and business solution provider that has been partnering with the World's Largest Businesses in their transformation journeys.\n \n\n\n\n  \n\n\n\n\n\n Currently we are looking for\n **Onsite IT Technician** \n\n\n\n\n\n\n\n\n You Are a right Candidate if you have:\n \n\n\n\n  \n\n\n\n\n\n**Good problem-solving skills.** \n\n\n\n\n 1)Excellent Customer handling skills and interpersonal skills\n \n\n\n\n 2)Excellent multi-task capabilities for problem-solving and troubleshooting skills.\n \n\n\n\n 3)Experience in Workplace Technologies like Windows 10, Microsoft 365, Teams etc.\n \n\n\n\n 4)Experience in configuration and troubleshooting of Operating systems like Windows10 and Apple MAC.\n \n\n\n\n 5)Level 2 knowledge in Windows 10\/11, O365, Experience in troubleshooting SCCM (knowledge about logs and common error codes), networking, printers and iOS\/macOS issues.\n \n\n\n\n 6)Installation, configuration and troubleshooting of Outlook, MS Teams & One Drive for Business.\n \n\n\n\n 7)Experience in Printer Support – Printer Installation\/ Configuration\/ Troubleshooting.\n \n\n\n\n 8)Experience in End User Computing - Troubleshooting, Basic Computer Hardware, Network, Server, Voice & MDM issues.\n \n\n\n\n 9)Experience in Active Directory and Group Policies (able to read and understand what they do).\n \n\n\n\n  \n\n\n\n\n\n\n\n\n\n**About the role** \n\n\n\n\n  \n\n\n\n\n\n The\n **Onsite IT Techician** \n will act as the first point of contact for any issues related to end users regarding the laptop, computer and basic IT hardware and Software.\n \n\n\n\n The role needs to work with TCS Support Teams, Customer IT teams & Customer ServiceDesk teams.\n \n\n\n\n  \n\n\n\n\n\n  \n\n\n\n\n\n**Your Responsibilities would be:** \n\n\n\n* Troubleshoot End user Issues and requests\n* Desktop Support & Operations – · Computer hardware devices, memory, & software issues.\n* Support for laptops, desktops, and mobile devices.\n* Basic Computer Hardware,\n **Com8plex Networks,** \n MDM issues\n **(future)** \n .\n* Basic network related issue, · private network setup (VPN) configuration and validation ·\n* Windows10 OS O365- Outlook: Common mailbox.\n* Outlook, MS Teams & One Drive for Business.\n* Order Management and Provisioning of Laptops, peripherals and components\n\n\n\n**support** \n of Meeting rooms, equipment and basic troubleshooting.\n \n\n\n* Printer Support – Troubleshooting.\n* Hands & Feet Support for Network (LAN), Telephony, Server Room IT Assets, Reception-Desk IT Assets\n **, workplace and conference room.**\n* Desktop Support Operations & Administration.\n* Desktop Services: Hardware & Software Break-Fix\n* Deskside IMACD Services\n **(lifecycle management)** \n & IT Asset Inventory Management\n* Coordinate with authorized vendors for supporting EUC, Basic Computer Hardware, Basic Network, Basic, Server, Basic Voice & MDM assets in scope on-site.\n* Monitoring of security configuration and software as well as preventive management of virus protection.\n* Help with access to LAN, printing, and file services.\n* Make system and application changes on desktop clients, directly or via Azure\/AD\n* Install third-party fixes for firmware and all EUC software as required\n* Perform software distributions that conform to the configurations associated with standard products, as applicable, regardless of distribution media (for example, LAN \/ WAN, mobile networks, physical media, etc.).\n\n\n\n  \n\n\n\n\n\n**Personal skills:** \n\n\n\n* Able to handle custom projects based on the customer needs which demand time and dedication.\n* As a person you should be able to self-sufficient and have a stress resistant.\n\n\n\n\n\n\n\n**Privacy Note:** \n\n\n\n\n**https:\/\/ibegin.tcs.com\/iBegin\/privacy-notice**","company_url":"https:\/\/in.linkedin.com\/company\/tata-consultancy-services","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGsGR9p4ikS5w\/company-logo_100_100\/company-logo_100_100\/0\/1708946550425\/tata_consultancy_services_logo?e=2147483647&v=beta&t=P-PkUMh7Ks1GQY0_l7GhzQiwfyLfQpvKWwX8Tq18Yc4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4006612054","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4006612054","job_url_direct":"https:\/\/careers.getinge.com\/job\/Stockholm-Cyber-Security-Forensic-Expert\/1112513701\/&urlHash=SRh_","title":"Cyber Security Forensic Expert","company":"Getinge","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Medical Equipment Manufacturing, Biotechnology Research, and Hospitals and Health Care","listing_type":null,"emails":"bjorn.sandstrom@getinge.com, emma.paulsson@getinge.com","description":"**With a passion for life**\n Join our diverse teams of passionate people and a career that allows you to develop both personally and professionally. At Getinge we exist to make life-saving technology accessible for more people. To make a true difference for our customers – and to save more lives, we need team players, forward thinkers, and game changers.\n   \n\n  \n\n Are you looking for an inspiring career? You just found it.\n   \n\n  \n\n**About This Opportunity**\n The Cybersecurity Center of excellence at our Solna office supports our R&D teams and regulatory to make sure that standards and regulatory requirements are fulfilled throughout the lifecycle of our Critical Care products. Our products are complex and specialized both in design and the requirements they need to fulfill and with the challenges in the world around us, we play an important role in keeping our products safe and reliable for our end users.\n   \n\n  \n\n The team currently consists of five persons, and we are now looking forward to expanding the team with a Cyber Security Forensic Expert.\n   \n\n  \n\n What you will do\n   \n\n  \n\n In this role, you will work closely with Critical Cares different product development teams and work with security testing and penetration testing of products in our product range\n   \n\n  \n\n**Your Daily Work Will Be To**\n Develop security testing methodologies.\n   \n\n  \n\n Penetration testing of Getinge devices and other products.\n   \n\n  \n\n Incident and complaint investigation\n   \n\n  \n\n Secure coding practices and tool support in the development environment.\n   \n\n  \n\n Implement and review security related code in C++\/java\/Goolang based products.\n   \n\n  \n\n Work with encryption and security for our devices.\n   \n\n  \n\n This position is based in Solna, Stockholm and may include occasional travel. The position is eligible for a hybrid setup where you can work from home 1-2 days a week.\n   \n\n  \n\n You will bring\n   \n\n  \n\n To be successful in this position, we believe that you have the following qualifications.\n   \n\n  \n\n MSc or BSc in Computer Software or equivalent.\n   \n\n  \n\n Previous documented experience in penetration testing on embedded products.\n   \n\n  \n\n Preferably with certificate.\n   \n\n  \n\n Work experience in working with security for embedded and IoT systems.\n   \n\n  \n\n Experience in working with product life cycle security standards.\n   \n\n  \n\n Experience in security SW environments based on Linux, RTOS, Java or Goolang.\n   \n\n  \n\n Fluency in English, orally and written, is required. Fluency in Swedish is meritorious.\n   \n\n  \n\n**The Following Qualifications Is Meritorious.**\n Secure coding practices and corresponding tool support.\n   \n\n  \n\n Security testing, fuzzing, penetration testing and corresponding tool support.\n   \n\n  \n\n In addition to your technical skills, we highly value your personality. We believe that you are a person who enjoy supporting colleagues and teams around the organization. Since you will support and work with a wide range of Critical Care products you have an interest in learning our product technologies and use. You have an ambition for growth and an eagerness for keeping up to date with the latest development of techniques and methodologies within the Cyber Security testing field.\n   \n\n  \n\n At Getinge we see ourselves as proactive and self-driven in learning and contributing to the continued development of our products and our organization's capabilities. We are Team Players, Forward Thinkers and Game Changers.\n   \n\n  \n\n We think you will thrive in a high-expectation environment and have an interest in our products.\n   \n\n  \n\n Why join Getinge\n   \n\n  \n\n Getinge offers a job in a safe and informal work environment, where we appreciate close team collaboration. We keep an open dialogue between leaders and employees, as well as between teams. We are focused on developing people, and together we will create a plan for learning and competence development when you start your career with us.\n   \n\n  \n\n We offer a competitive compensation and benefits package, including wellness allowances, generous family benefits and joint company activities. Everything to ensure we support your well-being and goals.\n   \n\n  \n\n Application\n   \n\n  \n\n Applications will be reviewed continually, and we therefore recommend sending us your application as soon as possible, but no later than Sept 24th.\n   \n\n  \n\n We kindly ask you to submit your application in our recruitment system by clicking the “apply now” button. Due to GDPR regulations we do not accept applications via e-mail.\n   \n\n  \n\n If you have any questions regarding the role, please contact Hiring Manager Björn Sandström at bjorn.sandstrom@getinge.com or Recruiter at Emma Paulsson at emma.paulsson@getinge.com .\n   \n\n  \n\n We look forward to receiving your application. We hope you will join us on our journey to become the world’s most desired MedTech company.\n   \n\n  \n\n**About Us**\n With a firm belief that every person and community should have access to the best possible care, Getinge provides hospitals and life science institutions with products and solutions aiming to improve clinical results and optimize workflows. The offering includes products and solutions for intensive care, cardiovascular procedures, operating rooms, sterile reprocessing and life science. Getinge employs over 12,000 people worldwide and the products are sold in more than 135 countries.\n   \n\n  \n\n Reasonable accommodations are available upon request for candidates taking part in all aspects of the selection process.","company_url":"https:\/\/se.linkedin.com\/company\/getinge","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQHtaemIA1xEyA\/company-logo_100_100\/company-logo_100_100\/0\/1631307558778?e=2147483647&v=beta&t=h9DPz2qTS-XzxhcjvwyXgV7MDqUdmd2BRi-i9N93v6k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4044486159","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4044486159","job_url_direct":null,"title":"System Engineer","company":"Visma PubliTech","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/company\/visma-publitech","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4008614480","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4008614480","job_url_direct":null,"title":"Beauty Expert","company":"Charlotte Tilbury Beauty","location":"Stockholm, Stockholm County, Sweden","job_type":"parttime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"****Beauty Expert, Sephora** \n Biblioteksgatan\n **, Stockholm****\n**Part Time**\n**About Charlotte Tilbury Beauty**\n*Founded by British makeup artist and beauty entrepreneur Charlotte Tilbury MBE in 2013, Charlotte Tilbury Beauty has revolutionised the face of the global beauty industry by de-coding makeup applications for everyone, everywhere, with an easy-to-use, easy-to-choose, easy-to-gift range. Today, Charlotte Tilbury Beauty continues to break records across countries, channels, and categories and to scale at pace.*\n*Over the last 10 years, Charlotte Tilbury Beauty has experienced exceptional growth and is one of the most talked about brands in the beauty industry and beyond. It has become a global sensation across 50 markets (and growing), with over 2,300 employees globally who are part of the Dream Team making the magic happen.*\n*Today, Charlotte Tilbury Beauty is a truly global business, delivering market-leading growth, innovative retail and product launches fuelled by industry-leading tech — all with an internal culture of embracing challenges, disruptive thinking, winning together, and sharing the magic. The energy behind the bran­d is infectious, and as we grow, we are always looking for extraordinary talent who want to be part of this our success and help drive our limitless ambitions.*\n***As a Retail Artist you will{{{{:}}}}***\n* You can work at a fast pace to achieve and exceed KPI's. You feed on the buzz of achieving your goals and being the best, you can be. You not only meet expectations - you exceed them\n* \"Teamwork makes the dream work\" - is your working motto. You build solid relationships with team members and management contributing to a sense of team work in all aspects of the role\n* You champion the art of world-class artistry and an impeccable customer experience. You are a Charlotte Tilbury brand ambassador and want to pass on your knowledge to customer after customer.\n* You easily adapt your approach to activities, customers and opportunities to open up for stratospheric success\n* You follow the company grooming standards to a tee - you know what good looks like and are not afraid to display this\n\n\n***About you{{{{:}}}}***\n* Ideally an NVQ-3 in Beauty Therapy\n* You will ideally have had some experience as a Sales Advisor. Ideally this will be gained from a fast-paced environment such as beauty, retail or FMCG\n* You aspire to be part of a beauty brand that disrupts the way it is seen - and continues to grow. You love all things Charlotte Tilbury - and are not afraid to spread the word\n* Ideally you will have experience in applying makeup - and knowing how to adapt your style to different customers with different needs\n\n\n***Why join us?***\n* We offer a structured induction programme - Charlotte's Magic Academy. This exclusive and bespoke induction trains on all aspects of the role that you will need to succeed in providing red carpet customer experience with follow up training provided during your first months of employment. Focusing on artistry and commerce, you will gain a full understanding of our artistry and service expectations\n* Structured career development - our team of industry experts are here to support and work with you to explore your learning potential and career goals\n* You receive exclusive launches of our incredible products before anyone else - not only that, but you even receive a full Charlotte Tilbury Look on completion of Charlotte's Magic Academy so you can be a true brand advocate\n* Other fabulous benefits such as birthdays off work, team sales incentives and many more\n\n\n*At Charlotte Tilbury Beauty, our mission is to empower everybody in the world to be the most beautiful version of themselves. We celebrate and support this by encouraging and hiring people with diverse backgrounds, cultures, voices, beliefs, and perspectives into our growing global workforce. By doing so, we better serve our communities, customers, employees - and the candidates that take part in our recruitment process.*\n*If you want to learn more about life at Charlotte Tilbury Beauty please follow our* \n*LinkedIn page!*","company_url":"https:\/\/uk.linkedin.com\/company\/charlotte-tilbury-beauty-ltd","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEt3N1471L8SQ\/company-logo_100_100\/company-logo_100_100\/0\/1631332946250?e=2147483647&v=beta&t=O_r09IY8sq_AzjiJDW2tGZxq1qsO6zQyIbQD_H0iMSg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3877215206","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3877215206","job_url_direct":"https:\/\/careersatagoda.com\/job\/5812899-senior-software-engineer-full-stack-bangkok-based-relocation-provided\/?gh_jid=5812899&gh_src=c465d9c41&urlHash=2bjF","title":"Senior Software Engineer – Full Stack (Bangkok based – Relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"**About Agoda**\n Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with a global network of 4.7M hotels and holiday properties worldwide, plus flights, activities, and more . Based in Asia and part of Booking Holdings, our 7,100+ employees representing 95+ nationalities in 27 markets foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enhancing the ability for our customers to experience the world.\n   \n\n  \n\n**Our Purpose –** \n**Bridging the World Through Travel**\n We believe travel allows people to enjoy, learn and experience more of the amazing world we live in. It brings individuals and cultures closer together, fostering empathy, understanding and happiness.\n   \n\n  \n\n We are a skillful, driven and diverse team from across the globe, united by a passion to make an impact. Harnessing our innovative technologies and strong partnerships, we aim to make travel easy and rewarding for everyone.\n   \n\n  \n\n**Get to Know our Team:**\n The Full Stack Engineering Department builds the Agoda web and app products. We have several teams in front-end focusing on different aspects of our products including accommodations, flights, payments, marketing, post-booking services, and more. Agoda’s marketplace is the world. We build localized and optimized user experiences at scale on every major internet platform. These include our mobile websites, native apps, and desktop sites. We hire people from around the world who have a passion for using technology to create and implement the best user experiences. Our teams work on the full stack and build end-to-end systems including user interfaces, APIs, backend systems, and database systems. Our products are always evolving and under experimentation. We accomplish this by having an amazing degree of automation, CI\/CD systems, and use a modularized approach. As we are data driven and measure our results, we continually innovate and improve our work. We are looking for the next great talent who strives to learn and grow and has a standard of excellence, strong sense of ownership, and great technical skills.\n   \n\n  \n\n**The Opportunity:**\n We are looking for key contributors to our industry leading front-end websites. You’ll be working on products which have evolved tremendously over the past several years to become the global market leader.\n   \n\n  \n\n You’ll be using the most current technologies and best practices to accomplish our goals. Our typical day involves the creation of new end to end systems, building advanced architectures, creation of new features on our high uptime \/ frequently published websites and apps, development of fast and reliable automated testing systems and working in a culture that is always looking to improve our quality, tools, and efficiency.\n   \n\n  \n\n**In this Role, you’ll get to:**\n* Lead development of features, experiments, technical projects and complex systems\n* Be a technical architect, mentor, and driver towards the right technology\n* Build high volume websites with current technologies including TS, React, and GraphQL\n* Continue to evolve our architecture and build better software\n* Be a major contributor to our agile and scrum practices\n* Get involved with full stack engineering and collaborate with server, other client, and infrastructure technical team members to build the best solution\n\n\n**What you’ll Need to Succeed:**\n* 5+ years of experience developing web applications in client-side frameworks such as React, Angular, VueJS, etc.\n* B.S. in Computer Science or quantitative field; M.S. preferred\n* Working experience with agile, analytics, A\/B testing and\/or feature flags, Continuous Delivery, Trunk-based Development\n* Excellent HTML\/CSS skills – you understand not only how to build the data, but how to make it look great too\n* Excellent understanding of object-oriented JavaScript, TypeScript\n* You love new technologies and approaches and want to use the best tools available. We want people who can help us continually evolve our stack\n* Great communication and coordination skills\n* Excellent analytical thinking and problem-solving skills\n* You have a good command of the English language\n\n\n**It’s Great if you have:**\n* Knowledge in physical architecture at scale, building resilient, no single point of failures, highly available solutions\n* Knowledge in one or more of the following: NoSQL technologies (Cassandra, ScyllaDB, ElasticSearch, Redis, DynamoDB, etc), Queueing system experience (Kafka, RabbitMQ, SQS, Azure Service Bus, etc)\n* Working Experience with Containers and Dockerization, also K8S is a plus\n* Knowledge and hands on experience in CI\/CD solutions would be a plus\n* Strong experience in all aspects of client-side performance optimization,\n* Extremely proficient in modern coding and design practices. For example, Clean Code, SOLID principals, and TDD\n* Experience in multiple front-end platforms including iOS, Android, Web, and API services\n* Have worked on an app or internet company that is at scale with large numbers of users and transactions per second\n* Have experience in a data driven company with experience analyzing and working with Big Data\n* Lead teams and greenfield projects solving large system problems\n* Worked on global projects serving world markets with distributed data centers and localization of the front end and data\n\n\n**This position is based in Bangkok, Thailand (Relocation Provided)**\n #sanfrancisco #sanjose #losangeles #sandiego #oakland #denver #miami #orlando #atlanta #chicago #boston #detroit #newyork #portland #philadelphia #dallas #houston #austin #seattle #sydney #melbourne #perth #toronto #vancouver #montreal #shanghai #beijing #shenzhen #prague #Brno #Ostrava #cairo #alexandria #giza #estonia #paris #berlin #munich #hamburg #stuttgart #cologne #frankfurt #hongkong #budapest #jakarta #bali #dublin #telaviv #milan #rome #tokyo #osaka #kualalumpur #amsterdam #oslo #manila #warsaw #krakow #bucharest #moscow #saintpetersburg #capetown #johannesburg #seoul #barcelona #madrid #stockholm #zurich #taipei #bangkok #Phuket #istanbul #london #manchester #edinburgh #kiev #hcmc #hanoi #wroclaw #poznan #katowice #rio #salvador #IT #ENG #4\n   \n\n  \n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy .\n   \n\n  \n\n To all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGBa_7QNZNwpw\/company-logo_100_100\/company-logo_100_100\/0\/1656643826660\/agoda_logo?e=2147483647&v=beta&t=iSwgEmhJBSLP-IBRdGhQbi_Wl0Oz_1yq8POzAjqMOWc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4041623295","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4041623295","job_url_direct":"https:\/\/thehub.io\/jobs\/66fb3f163755ca0ef55c015a?utm_source=linkedin&utm_medium=referral&utm_campaign=job_wrapper&urlHash=9VF0","title":"Senior Site Reliability Engineer","company":"The Hub","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"We are looking for our next Senior Site Reliability Engineer to join our SRE team which is located in a group of teams called, the Developer Platform Group, consisting of Security, Developer Experience, SRE, and Backend Core. You’ll work closely with these teams and cross-team collaboration is encouraged. This gives you a wonderful opportunity to continue to grow in your role and both widen and deepen your skills.\n   \n\n  \n\n In this role, you will work with our core infrastructure, everything from how our cloud providers (AWS and GCP) are configured through Terraform to how our microservices are deployed to Kubernetes and being monitored. You can see a more detailed list below of the things we work with, we believe that you have worked in some of them and that you’ll quickly learn the rest on the job. Working with all these tools and the wide scope of the team can be daunting, but you will work in a large SRE team where teamwork is highly encouraged.\n   \n\n  \n\n Working At Pleo\n   \n\n  \n\n Working at Pleo means that you get to work together with hundreds of people from different backgrounds and geographies. It also means that you will get to work on challenging projects, stemming from the fact that we are a scale-up in the fintech industry and that we want to provide the best possible experience for our customers while they are dealing with their expenses.\n   \n\n  \n\n Joining our team, you'll find that our projects can be as complex and dynamic as a Kubernetes cluster, but don't worry—every team member is like a pod, uniquely skilled, and perfectly orchestrated. And just like Kubernetes ensures no container goes unmonitored, our team camps make sure no team member goes un-caffeinated! You’ll meet up for a few days in one of our many offices and spend valuable time together as a team working on whatever you think is most important to you and your team!\n   \n\n  \n\n**Skills And Experience We Are Looking For**\n* Datadog or any other observability stack\n* Amazon Web Services (AWS)\n* Google Cloud Platform (GCP)\n* Terraform\n* Kubernetes\n* Flux \/ GitOps\n* Most major AWS services\n* Istio\n* GitHub Actions\n* Go\n\n\n Your colleagues would say you\n   \n\n  \n\n* Work in English with ease (it's our company language)\n* Never stop being curious and love learning about new languages\/ frameworks\/ working styles\n* Have experience solving complex technical challenges at scale\n* Ensure a high bar for quality and reliability within your team\n* Coach others to help them develop as engineers\n* Advocate for a more thorough code review process than a quick scroll to the bottom of the page and a “LGTM!”\n* You don’t just write code; you help to design the overall solution\n* Are sought after within your team for help in solving challenging problems\n* You’re a force multiplier within your team - your work enables other engineers to do even better\n* Able to raise and describe technical debt faced by your team. And then able to propose a solution or path forward.\n\n\n**Show Me The Benefits**\n* Your own Pleo card (no more out-of-pocket spending!)\n* Lunch is on us - with catering in our Lisbon, Copenhagen, and London offices or a monthly lunch allowance paid directly together with your salary in other markets 🍜\n* Private health insurance to ensure you’re fit in body and mind to do your best work\n* We offer 25 days of holiday + your public holidays\n* Flexibility\/remote working options\n* Wellbeing days - fully paid days off designed for a slower pace, allowing you to take time to recharge and prioritise self-care\n* Option to purchase 5 additional days of holiday through a salary sacrifice\n* We’re trialling MyndUp to give our employees access to free mental health and wellbeing support with great success so far ❤️‍🩹\n* Access to LinkedIn Learning - acquire new skills, stay abreast of industry trends and fuel your personal and professional development continuously\n* Paid parental leave - we want to make sure that we're supportive of families and help you feel that you don't have to compromise your family due to work 👶\n* All of us have a stake in Pleo’s success - ask us about our equity grant scheme\n\n\n**Why join us?**\n Working at Pleo means you're working on something very exciting: the future of work. Our mission is to help every company go beyond the books. Pleo itself means ‘more than you’d expect’, and it’s been the secret to our success over the last 8 years. So it’s only fitting that we’d pass this philosophy onto our customers to help them make the most of their finances.\n   \n\n  \n\n We think company spending should be delegated to all employees and teams, that it should be as automated as possible, and that it should drive a culture of responsible spending. Finance teams shouldn’t be siloed from the rest of the organisation – they should work in unity with marketing, sales, IT and everyone else.\n   \n\n  \n\n Speaking of working in unity, our values tell the story of how we work at Pleo. We have four core values, the first of which is ‘champion the customer’, which means we address real pain points that businesses face. Next up is ‘succeed as a team’, which highlights how our strength lies in our diversity and trust in each other. We also ‘make it happen’ by taking bold decisions and following through to deliver results. Last but not least, we ‘build to scale’, creating lasting solutions that address today’s challenges and anticipate tomorrow’s needs.\n   \n\n  \n\n So, in a nutshell, that's Pleo. Today we are a 850+ team, from over 100 nations, sitting in our Copenhagen HQ, London, Stockholm, Berlin, Madrid, Montreal and Lisbon offices —and quite a few full-time remotes in 35 other countries! Being HQ'd out of Copenhagen means we're inspired by things like a good work-life balance. If you don't work in the office with us, we'll help you set up the best remote setup possible\n *and* \n make sure you still have time to connect with your team.\n   \n\n  \n\n**About Your Application**\n* Please submit your application in English; it’s our company language so you’ll be speaking lots of it if you join 💕\n* We treat all candidates equally: If you are interested please apply through our application system - any correspondence should come from there! Our lovely support isn't able to pass on any calls\/ emails our way - and this makes sure that the candidate experience is smooth and fair to everyone 😊\n* We’re on a mission to make everyone feel valued at work. That’s only achievable if our team reflects the diversity of the world around us - and that starts with you, hitting apply, even if you are worried you might not tick all the boxes! We embrace and encourage people from all backgrounds to apply - regardless of race\/ethnicity, colour, religion, nationality, gender, sex, sexual orientation, age, marital status, disability, neurodiversity, socio-economic status, culture or beliefs.\n* When you submit an application we process your personal data as a data processor. Find out more about how your data is used in the FAQs section at the bottom of our jobs page.","company_url":"https:\/\/dk.linkedin.com\/company\/thehubio","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQE8WpXmwhptcA\/company-logo_100_100\/company-logo_100_100\/0\/1677478557826\/thehubio_logo?e=2147483647&v=beta&t=QZ-KZVJkLFgu-2CKdTfVA8JaClCQRA0LeR_w6UMdgDo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4044486159","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4044486159","job_url_direct":"https:\/\/vismapublitech.teamtailor.com\/jobs\/4918939-system-engineer-till-visma-publitech&urlHash=AcaI","title":"System Engineer","company":"Visma PubliTech","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Software Development","listing_type":null,"emails":"joacim.mansfeldt@visma.com","description":"***Är du en duktig System Engineer med intresse för teknik som vill bidra till ett agilt team? Vill du jobba i en familjär miljö med produkter som gör skillnad för vårt samhälle och välfärd ? Då kan detta vara tjänsten för dig!***\n\n\n\n\n  \n\n\n\n\n\n**Om rollen** \n\n\n\n\n I rollen som System Engineer arbetar du med teknisk installation och uppgraderingar av våra applikationer och komponenter kopplat till våra HRM- och affärssystem. Du ingår i ett drivet mindre team med kunskap och förmåga att tillsammans hantera och utveckla vår SaaS-miljö. Vi arbetar främst med kunder inom den publika sektorn, kommuner och regioner.\n \n\n\n\n Placeringsort är flexibelt och det finns möjlighet till distansarbete.\n \n\n\n\n  \n\n\n\n\n\n Dina främsta arbetsuppgifter kommer att vara:\n \n\n\n* Installation och underhåll av våra produkter i Hosting (SaaS tjänst)\n* Konfiguration och felsökning av server\/applikation\n* Övervakning av applikationer\/integrationer\n* Säkerhetsarbete\n* Teknikstöd vid kundprojekt\n\n\n\n  \n\n\n\n\n\n**Vem söker vi?** \n\n\n\n\n Vi söker dig som har ett stort intresse för teknik och serverdrift. För att lyckas i rollen ser vi gärna att du är projektorienterad, utåtriktad och noggrann. Vi tror att du ser vikten av din roll och värdet i en god leverans till kund. Vidare tror vi att du är lagspelare som sprider positiv energi i teamet. Du tar initiativ till och genomför förändringar som leder till förbättrade processer, bättre tillgänglighet och kundnöjdhet.\n \n\n\n\n  \n\n\n\n\n\n Vi tror att du har en högskole-\/universitetetsexamen inom teknik\/IT eller motsvarande kunskaper förvärvade på annat sätt. Vidare kommunicerar du obehindrat i tal och skrift på både svenska och engelska.\n \n\n\n\n  \n\n\n\n\n\n För att lyckas i rollen tror vi att du har följande kvalifikationer:\n \n\n\n* Windows Server, IIS\n* SQL Server\n* Tidigare arbete med serverinfrastruktur\n* Erfarenhet av applikationsdrift\n\n\n\n  \n\n\n\n\n\n En eller flera av följande kompetenser är meriterande:\n \n\n\n* Erfarenhet av säkerhetsarbete\n* Erfarenhet våra produkter (Sesam,Personec P, Affärslösningar)\n* Erfarenhet av DevOps och automatisering\n* Erfarenhet av Linux och Containerteknik\n\n\n\n  \n\n\n\n\n\n**Vad kan vi erbjuda dig?** \n\n\n\n\n Visma PubliTech är ett bolag inom Visma-koncernen. Vi drar fördelarna av att vara ett mindre, entreprenöriellt bolag med ett nära samarbete och en varm familjär kultur, samtidigt som vi ingår i en av Europas ledande IT-koncerner. Vår vision är att stärka offentlig sektor med innovativa lösningar som bidrar till maximerad verksamhetsnytta och ett hållbart samhälle.\n \n\n\n\n  \n\n\n\n\n\n Vi är oerhört stolta över vårt höga medarbetarengagemang som placerar oss på topp-fem procent i tech-branschen!\n \n\n\n\n  \n\n\n\n\n\n**Gör skillnad från dag 1:** \n Hos oss får du möjlighet att påverka såväl företaget som din egen utveckling. Vi vill se dig äga din roll, och ger dig således frihet under ansvar för att nå de mål som vi har kommit överens om.\n \n\n\n\n  \n\n\n\n\n\n**Flexibilitet i alla skeden av livet:** \n Vi vet att du är så mycket mer än bara ditt jobb. Det är därför viktigt för oss att vi erbjuder dig en bra balans mellan fritid och arbetsliv. Vi har en flexibel hybridmodell mellan arbete hemifrån och på kontoret utifrån behov och önskemål.\n \n\n\n\n  \n\n\n\n\n\n**Framför allt är vi ett team:** \n Teamkänsla är det som får oss att kunna hålla våra löften och leverera på en hög nivå, men också det som gör att vi kan främja en hållbar företagskultur där vi stöttar och bryr oss om varandra.\n \n\n\n\n  \n\n\n\n\n\n**Ansökan** \n\n\n\n\n Du söker tjänsten via länken. Vi kommer gå igenom urvalet och kalla till intervjuer löpande, skicka därför in din ansökan så snart som möjligt. Har du frågor eller önskar mer information om tjänsten är du välkommen att kontakta: Joacim Mansfeldt, Tech Manager: joacim.mansfeldt@visma.com.\n \n\n\n\n  \n\n\n\n\n\n I denna rekrytering kommer bakgrundkontroller att genomföras på slutkandidat\n \n\n\n\n Varmt välkommen med din ansökan!\n \n\n\n\n  \n\n\n\n\n\n Läs mer om vår Privacy Statement här: https:\/\/www.visma.com\/privacy\/.","company_url":"https:\/\/se.linkedin.com\/company\/visma-publitech","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEo1bI6CQ-6Nw\/company-logo_100_100\/company-logo_100_100\/0\/1716473900573\/visma_publitech_logo?e=2147483647&v=beta&t=R6hQfn1Ie19_DJeXsm3MOKfgqhsL6OLbV7ZrBavf0Rk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4041679049","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4041679049","job_url_direct":null,"title":"Full Stack developer","company":"Vourity","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"Vourity som är en del av ABB E-Mobility söker erfarna fullstackutvecklare för utveckling av betalsystem för elbilsladdning.\n \n\n\n\n  \n\n\n\n\n\n Vi erbjuder ett tekniskt intressant jobb i internationell miljö som direkt bidrar till ett grönare samhälle i och med att våra tjänster används för den gröna omställningen från fossilt till elektrifierat.\n \n\n\n\n  \n\n\n\n\n\n Utvecklingen ligger i gränslandet mellan mjukvara och Internet of Things (IoT) med nära koppling till hårdvara för elbilsladdning, betalterminaler och accesskontroll.\n \n\n\n\n  \n\n\n\n\n\n Vi är ett Svenskt företag men våra tjänster används internationellt i många länder.","company_url":"https:\/\/se.linkedin.com\/company\/vourity","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHy1EhnEeO4lw\/company-logo_100_100\/company-logo_100_100\/0\/1644149847806\/vourity_logo?e=2147483647&v=beta&t=vW64xBm-o3vx5HKnBN6hv_UuDk51vFUqACSwohnSsAo","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4041910163","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4041910163","job_url_direct":"https:\/\/www.kth.se\/lediga-jobb\/757971?l=en&urlHash=jzq5","title":"Postdoctoral Researcher","company":"KTH Royal Institute of Technology","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Research, Analyst, and Information Technology","company_industry":"Higher Education","listing_type":null,"emails":null,"description":"Several challenges remain before larger scale deployment of Autonomous vehicles (AVs). This postdoc project, part of a Swedish national research project, is investigating how DevOps practices can be adapted to support safety critical systems and specifically automated vehicles (AVs). The need to update AVs is driven commercially and by evolving security threats but becomes especially important due to the open environments in which AVs operate. This requires monitoring actual operations and to be able to decide on and perform required updates, while ensuring that such updates and new behaviors do not jeopardize safety. The project addresses the gap between the tradition of DevOps, which is not addressing safety-critical systems, and the tradition of safety-critical systems, which does not address DevOps.\n \n\n\n\n The postdoc position represents a unique opportunity to do research on trustworthy DevOps for AVs. The postdoc is expected to contribute to collaborative research (including with other academic researchers and our industrial partners). There will also be excellent opportunities for experimental evaluation and case studies, something we believe is important. You are welcome to contribute to relevant educational efforts, especially in formulating and supervising project-related MSc thesis projects and supervision of involved PhD students. Other teaching engagements would also be possible depending on your interests. \n \n\n\n\n As a candidate, we believe that you have a strong basis in software engineering but also other backgrounds and competences can be relevant for the position. We are open to different profiles and directions for the position as outlined in a very recent position paper.\n \n\n\n\n  \n\n\n\n\n\n**Read more about the position, what we offer and qualitifications here:** \n https:\/\/www.kth.se\/lediga-jobb\/757971?l=en","company_url":"https:\/\/se.linkedin.com\/school\/kth\/","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQG89vhBvMy3rQ\/company-logo_100_100\/company-logo_100_100\/0\/1709894429668\/kth_logo?e=2147483647&v=beta&t=Pj5DX6ellnuSewefuFayL9OgDesYur_FtM6A4IsTUtE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"6b9d2655f9beddde","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=6b9d2655f9beddde","job_url_direct":"https:\/\/karriar.oddhill.se\/jobs\/5047261-backend-fullstack-sokes-till-odd-hill","title":"Backend\/fullstack sökes till Odd Hill","company":"Odd Hill","location":"Malmö, M, SE","job_type":null,"date_posted":1728172800000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":"**Odd Hill söker en backendare som vill bli en nyckelspelare i vårt kreativa och inkluderande team, där du kan påverka både tekniska lösningar såväl som din egen och företagets utveckling.**\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n  \n\n\n\n**Är du en driven utvecklare med passion för att skapa innovativa och skalbara lösningar? Trivs du i en miljö där du får ta ansvar, bidra till både din egen och andras utveckling, samt omvandla kunders behov till konkreta tekniska lösningar? Då är du den vi söker till Odd Hill!**\n\n#### **Om rollen**\n\n\nSom backend- eller fullstackutvecklare hos Odd Hill blir du en central del av vårt kreativa och inkluderande utvecklingsteam. Du spelar en nyckelroll i att utveckla digitala plattformar, applikationer och skräddarsydda system, och arbetar tätt tillsammans med projektledare, designers, andra utvecklare och kunder för att skapa robusta och användarvänliga lösningar.\n\n\nMed din starka tekniska kompetens rör du dig obehindrat mellan att designa övergripande systemarkitektur och att skriva ren, effektiv kod. Du gillar att vara bryggan mellan kund och teknik - oavsett om det handlar om att lösa vardagliga problem eller delta i dialoger under säljmöten.\n\n\nHos oss får du möjlighet att forma våra kunders digitala framtid genom att bygga säkra och innovativa lösningar. Odd Hill arbetar med projekt inom webb, e-handel och systemutveckling, där ditt arbete hjälper våra kunder att nå sina digitala mål.\n\n**Vad du kommer att göra:**\n\n* Designa, utveckla och underhålla backend- och fullstacklösningar, från komplex systemintegration till responsiva webbapplikationer.\n* Säkerställa teknisk kvalitet och leverera skalbara och säkra lösningar.\n* Samarbeta nära teamet och kunderna för att identifiera behov och skapa värdeskapande lösningar.\n* Delta aktivt i alla delar av utvecklingsprocessen, från kravställning till lansering och vidareutveckling.\n\n#### **Vem är du?**\n\n\nDu är en lagspelare som trivs i ett öppet och samarbetsinriktat arbetsklimat. Du gillar att vara med och driva utvecklingen framåt, både tekniskt och när det gäller att skapa värde för kunderna. Du är nyfiken på nya tekniker och trender och ser alltid till att hålla dig uppdaterad inom ditt område och delar gärna med dig av din kunskap.\n\n#### **Vi tror att du har:**\n\n* Minst 5 års erfarenhet som backend- eller fullstackutvecklare.\n* Erfarenhet av att arbeta med **Node.js och PHP**.\n* Erfarenhet av databaser som **MySQL, PostgreSQL eller MongoDB**.\n* Erfarenhet av att arbeta med **Git** och gärna förståelse för **CI\/CD-pipelines**\n\n**Det är meriterande om du har**:\n\n\n* Erfarenhet av molntjänster som **AWS, Azure eller Google Cloud**.\n* Ett genuint intresse för att förstå kundernas behov och omsätta dem till tekniska lösningar, samt trivs med kundkontakt.\n* Kunskap om API-design och integrationslösningar.\n* Erfarenhet av frontendteknologier som **React, Vue.js eller Angular**.\n* Erfarenhet av att jobba med **Drupal, WordPress eller andra CMS-plattformar**.\n* Erfarenhet av andra programmeringsspråk eller ramverk som **Python eller .NET**.\n\n#### **Vad får du hos Odd Hill?**\n\n\nHos oss får du en arbetsplats som värdesätter öppenhet och ärlighet. Vi guidar våra kunder genom deras digitala resa och skapar trygghet, utveckling och resultat.\n\n\nPå Odd Hill erbjuder vi:\n\n* **Ett nära och inkluderande team** där vi stöttar varandra och skapar tillsammans.\n* **Möjlighet att påverka** både tekniska lösningar och den riktning vi tar som team.\n* **Trevliga kollegor och intressanta kunder** – vi jobbar med både spännande företag och offentlig sektor, vilket ger oss en stor variation i projekt.\n* **Flexibilitet i arbetstider och hybridmöjligheter**, för en sund balans mellan yrkesliv och privatliv.\n* **En varm arbetskultur** där mångfald är en styrka, och där alla får utrymme att växa och utvecklas.\n\n\nVälkommen till en digital byrå i Malmö, där vi har en härlig mix av kollegor med olika bakgrunder. Vi är en del av Sjöbergska, en koncern med fyra byråer som alla har sin egen nisch inom kommunikation och utveckling. Vi samarbetar ofta och tror på att mångfald gör oss starkare, både som team och i våra lösningar. Här får du chansen att växa och utvecklas tillsammans med oss.\n\n\nVi ser fram emot att höra från dig!\n\n  \n\n\nAvdelning\nUtveckling\nRoll\nBackendutvecklare\nPlatser\nMalmö\nDistansarbete\nHybridarbete\nKontakt Eva Kronfält Thorvinger COO – Management & strategi","company_url":"https:\/\/se.indeed.com\/cmp\/Odd-Hill","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4006291563","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4006291563","job_url_direct":"https:\/\/www.pax8.com\/en-eu\/careers\/job-openings\/?gh_jid=5271140004&gh_src=b2cb92ee4us&urlHash=b54o","title":"Tech Sales Representative Cloud Marketplace platform","company":"Pax8","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Sales and Business Development","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Pax8, the world’s favorite cloud marketplace and a trailblazer in cloud technology, is revolutionizing the cloud landscape in Sweden—and we want you to be a part of it!\n   \n\n  \n\n We’re seeking a driven\n **Tech Sales Representative** \n to join our unstoppable Pax8 EMEA team, where you’ll play a key role in identifying and nurturing new business opportunities that make a real impact. This hybrid role is based out of our Stockholm HQ.\n   \n\n  \n\n It's an exciting time to join us as Pax8 EMEA enter the next significant stage of our incredible growth!\n   \n\n  \n\n**Learn more about our journey and achievements by checking out these articles:**\n Exciting Times - meet our new CEO\n   \n\n  \n\n Pax8 Winner of 2024 Microsoft Global Partner of the Year\n   \n\n  \n\n Pax8 Unveils Next Generation Marketplace Experience\n   \n\n  \n\n Pax8 EMEA drives Northern Europe Expansion with New Regional Sales Director\n   \n\n  \n\n Skidentusiasten som ska sätta Pax8 på kartan i Norden\n   \n\n  \n\n Find new and updated links and articles from our\n **Blog** \n and\n **News** \n pages.\n   \n\n  \n\n**What You’ll Do:** \n You’ll be the gateway to our success and that of our partners. Your mission? To connect Managed Service Providers (MSPs) with the cloud solutions that will transform their businesses. You’ll be the first touchpoint for our potential partners, helping them understand the value of Pax8’s cloud services and setting the stage for long-term success.\n   \n\n  \n\n**Your Impact**\n* Elevate Our Brand: You’ll be the voice of Pax8, increasing brand awareness and introducing our cutting-edge cloud services to potential partners. Whether it’s over the phone, through email, or via social media, you’ll spark interest and identify new business opportunities.\n* Drive Growth: Provide potential partners with a high-level overview of our products and services, and pave the way for them to join our thriving network. Your goal is to set appointments that bring in new Channel Partners who are eager to succeed with Pax8.\n* Hit the Mark: You’ll be tasked with setting 20-30 qualified appointments per month, ensuring our Channel Account Managers have a steady flow of prospects to work with. Your efforts will directly contribute to the growth of Pax8 and our partners.\n* Master the Pipeline: You’ll manage a consistent pipeline of qualified leads using Salesforce, keeping everything organized and moving smoothly toward success.\n\n\n**What We’re Looking For**\n* Engaging Communicator: You’re someone who can build rapport quickly and leave a lasting impression. Your communication skills are top-notch, whether you’re on the phone, typing out an email, or crafting a social media post.\n* Detail-Oriented: You understand the importance of details and are meticulous about managing your pipeline and keeping track of your interactions in Salesforce.\n* Goal-Oriented: You thrive on hitting targets and understand that each appointment you set is a step toward greater success for Pax8 and our partners.\n* Passionate About Cloud: You may not need to be a tech guru, but you should be excited about the possibilities of cloud technology and eager to learn more.\n\n\n Culturally you’ll be comfortable in, and perhaps come from, a complex, fast growing technology business.\n   \n\n  \n\n**Pax8 Stockholm Office Environment**\n* Energetic WeWork Office\n* Regular social and community events\n* Naturally light offices for wellbeing at work\n* Dedicated desks and breakout arrears with laptop dock and monitors\n* Starting salary of up to 34,600 SEK monthly gross with on-target earnings of up to 43,300 SEK monthly gross (depending on experience)\n\n\n In order to fulfil this role you should be resident in this country with a valid right to work.\n   \n\n  \n\n We take pride in our diverse and multicultural work environment, where communication is key. Our team collectively speaks more than 23 languages, reflecting the richness of our global community. You should be\n **proficient in both the local country language and possess a strong command of our international language - English** \n - to ensure seamless collaboration and understanding across our dynamic team.\n   \n\n  \n\n**We encourage you to apply for a role at Pax8 even if you don’t meet 100% of the bullet points! We believe in cultivating an environment where there are a diversity of perspectives.**\n We review and acknowledge every application using real humans - Our Talent team are based in the UK - Please look out for a response from us to your application in your inbox but check spam too!\n   \n\n  \n\n If you struggle to get “time out” we’re happy to accommodate early\/late conversations and interview times or if you have any queries you can ring Victoria Werder the talent partner managing this role on +44 117 457 7913 Recruiter DDI (No Agencies Please)\n   \n\n  \n\n**What's in it for you?**\n Pax8 is a learning accelerant. If you are g\n **rowth minded and curious** \n , there’s plenty of scope for talented individuals to progress quickly in this opportunity or to other internal options (internal mobility in 2023 was 37%) as we grow and expand. We have our very own internal \"Elev8\" Academy, Pax8 University & Linkedin Learning for personal development plus access to Learning & Development specialist trainers and extensive \"born in the cloud\" mentors available for your growth. We’ll provide the opportunity, stretch and projects to help you thrive and see exactly what you need to achieve to get to the next level.\n   \n\n  \n\n**Why Pax8?**\n Pax8 is the technology marketplace of the future, linking partners, vendors, and small to midsized businesses (SMBs) through AI-powered insights and comprehensive product support. With a global partner ecosystem of over 35,000 managed service providers, Pax8 empowers SMBs worldwide by providing software and services that unlock their growth potential and enhance their security. Committed to innovating cloud commerce at scale, Pax8 drives customer acquisition and solution consumption across its entire ecosystem.\n   \n\n  \n\n As part of our hiring process, we are required to undertake information verification checks on all candidates that are successful in their application with Pax8. As part of these checks Pax8 will request ID verification, reference requests and qualification checks (additional checks will be completed for UK candidates only, such as criminal and financial). All checks are completed by our third-party provider, Vero. Once checks have been completed all candidates will receive a copy for their records.\n   \n\n  \n\n**Equal Opportunities**\n Pax8 are an equal opportunities employer and welcome individuals who are in possession of the appropriate requirements to work within the country the role is based in. Offered individuals will be asked to undertake identity, security compliance and reference checks. Your privacy is important to us. Your data will be held in accordance with GDPR best practices and processed only in accordance with our recruiting processes.\n   \n\n  \n\n Job Applicant Privacy Notice (https:\/\/www.pax8.com\/en-uk\/job-applicant-privacy-notice\/)\n   \n\n  \n\n**#IND-HP**","company_url":"https:\/\/www.linkedin.com\/company\/pax8","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGgOoFobR1V2A\/company-logo_100_100\/company-logo_100_100\/0\/1656937495292\/pax8_logo?e=2147483647&v=beta&t=KNb-dJUXgDewWhnLIORJuhJHBgH4RPZetiAkJ1Iw4To","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3907448221","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3907448221","job_url_direct":null,"title":"Account Executive, Midmarket (m\/f\/x) - Sweden","company":"AvePoint","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Data Security Software Products","listing_type":null,"emails":null,"description":"**About AvePoint**\n Securing the Future. AvePoint is a global leader in data management and data governance, and over 21,000 customers worldwide rely on our solutions to modernize the digital workplace across Microsoft, Google, Salesforce and other collaboration environments. AvePoint’s global channel partner program includes over 3,500 managed service providers, value added resellers and systems integrators, with our solutions available in more than 100 cloud marketplaces. To learn more, visit www.avepoint.com.\n   \n\n  \n\n At AvePoint, we are committed to investing in our people: we believe agility, passion and teamwork sets us up to do our best work and fosters a culture where you feel empowered to take initiative, learn from others and craft your career with the intention to unleash the power of you!\n   \n\n  \n\n**About The Position**\n AvePoint is excited to provide the opportunity for an Account Executive who is passionate about sales. You should apply for this role if you are ready to progress your sales career in the fast-growing tech industry? This position is your opportunity to becoming a high-earning sales executive in a rapid-growing industry. You provide the consultative sales mentality, and we’ll provide you with all the resources that you need to be successful.\n   \n\n  \n\n**Key Responsibilities**\n As an Account Executive, your role is to identify and qualify sales leads, pitch our award-winning software solutions to medium-sized enterprises, and manage the full sales cycle.\n   \n\n  \n\n* Developing new prospects and expanding existing accounts\n* Managing complex sales cycles with a consultative sales approach\n* Planning and delivering presentations that give prospective and existing customers insights into how our solutions solve their challenges\n* Working with dedicated pre-sales engineers and other cross-functional team members to help close business\n* Communicating new product developments to prospective and existing clients\n* Attending remote and on-site meetings with clients\n* Collaborating with teams in different territories and offices\n* Handling opportunities prospected by our Account Specialist team\n* Implementing and executing effective sales campaigns to ensure maximum penetration of key accounts within your territory\n* Maintaining an accurate and current pipeline of opportunities within the CRM system\n\n\n**What You Will Bring To Our Team**\n We look for people who value agility, passion and teamwork; those who can bring fresh ideas to the table and want the opportunity to learn, grow, and expand their careers. Bring your aptitude and build upon what you do best for our customers, partners, team, and you.\n   \n\n  \n\n You are tasked with bringing in new business. This means you are a creative thinker who is confident and self-motivated with an entrepreneurial mindset. You take pride in seeing your hard work pay off when you see the final results.\n   \n\n  \n\n* Bachelor’s degree required\n* 4+ years of previous sales experience\n* Experience in the software\/technology industry\n* Experience with executive selling, both business and technical\n* Excellent communication and listening skills – must be fluent in Swedish & English\n* Determination to surpass performance goals\n* Willingness to learn\n* Ability to work individually and within a highly collaborative team environment\n* Plenty of initiative\n* A persuasive manner\n* Ability to think on your feet\n\n\n AvePoint is proud to employ talent from many different backgrounds, experiences, and identities. We believe that diversity and inclusion drives our success and is at the core of how we hire, communicate, and collaborate to deliver value and excellence. We are committed to fostering an environment where people can bring their whole selves to work and feel a sense of belonging, and we continue to work toward creating a workforce that represents the diversity of our customers and communities","company_url":"https:\/\/www.linkedin.com\/company\/avepoint","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFb4VxM4FZCcg\/company-logo_100_100\/company-logo_100_100\/0\/1631309507529?e=2147483647&v=beta&t=439BbPXbMG_wzTc4uRoHutgOd-ASGv_5tszCogdb-6U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3955125140","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3955125140","job_url_direct":null,"title":"Enterprise Account Executive","company":"Adobe","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/adobe","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3974264821","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3974264821","job_url_direct":"https:\/\/careers.easyparkgroup.com\/jobs\/3444678-account-manager&urlHash=Utpw","title":"Account Manager","company":"EasyPark Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales and Business Development","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Do you enjoy talking and negotiating with customers and prospects? Would you like to join a global, urban mobility leader? Then look no further. We are recruiting an\n **Account Manager** \n to join our B2B Sales team in Stockholm.\n   \n\n  \n\n At EasyPark, we love cities. We love them for work, for play and everything in between. That's why our mission is to make life in cities easier – by taking care of parking.\n   \n\n  \n\n We have a unique market coverage with presence in +20 countries and more than 4,000 cities worldwide. Together we are a diverse team of +1000 employees across the globe who stay true to our values while making cities more livable.\n   \n\n  \n\n The role\n   \n\n  \n\n It's an exciting time to join our\n **B2B Sales** \n team in Stockholm as an\n **Account Manager** \n . You will be able to see the impact of your work as you`ll be on the front line of the company's growth. You`ll be responsible for growing your existing customer portfolio and selling our business solutions to new potential customers. In an inside sales environment, you`ll actively sell, negotiate and quote our Corporate SaaS solution.\n   \n\n  \n\n You are a solution oriented person with a proactive mindset. We see that you understand the importance of active listening with the ability to quickly adapt in each interaction. You have the ability to prioritize and have an excellent awareness of managing your time. Resilience and determination are key skills to be successful in this role.\n   \n\n  \n\n We're not only offering a great earning opportunity with a competitive commission structure, but we`ll also offer you a clear development career plan with structured training programmes which will help you develop. Resilience and determination are key skills required for this role. With a strong team network, supportive and coaching leadership team, this role is perfect for someone looking to take the next step in their sales career.\n   \n\n  \n\n**Your Key Responsibilities Will Be To**\n* Actively sell, negotiate and quote EasyPark B2B solutions and overall account support\n* Establish relationships with customers and new prospects with the objective of driving sales and increasing brand awareness for our business solution\n* Through planning of an effective sales targeting approach, meeting all sales and activity KPIs based on defined expectations\n* Working with CRM system to ensure data quality\n* Commercial responsibility for the deal with the customer, delivering qualitative sales\n\n\n**Your background**\n* You have 3+ years previous sales experience in a B2B environment\n* Have the determination to strive and exceed goals and targets\n* Are a team player and self-motivated, you feel comfortable working both independently and as part of a team.\n* You are an enthusiastic, innovative thinker who never settles for ‘good enough’, whilst always trying to improve yourself.\n* You have strong communication and enjoy interacting with people.\n* Fluency in Swedish and English is required (will be tested during the recruiting process)\n\n\n**About You**\n We don’t know you yet but we believe that you are positive and self-motivated , contributing both socially and professionally to a strong team culture in the office. You understand the importance of being coachable and constantly developing your skills.\n   \n\n  \n\n This role is based in Stockholm, Sweden\n   \n\n  \n\n**What We Offer**\n We always highlight and celebrate when we reach our targets and get rewarded with a generous incentive model. For us it's important you meet digitally and connect you with fellow new starters from across the globe and to ensure that we run a digital global onboarding in your first month with us.\n   \n\n  \n\n You`ll have a competitive pension, in combination with a package of insurance and health reimbursement and we encourage an active & healthy lifestyle, by putting your reimbursement to use for physical activities. Your wellbeing is important to us and we offer proactive medical support, all depending on your need.\n   \n\n  \n\n**One final thing**\n EasyPark expects a lot, not in the old-fashioned way, but in expecting your ideas, initiatives, hard work and commitment to contribute towards the common goals of the company. EasyPark is a driven team with big goals, so we seek individuals who are truly passionate about their work and possess the entrepreneurial spirit to overcome challenges and deliver. Being a part of the EasyPark team will, for the right person, be a fruitful and personally enhancing journey.","company_url":"https:\/\/se.linkedin.com\/company\/easypark-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQECbGphlsa8cQ\/company-logo_100_100\/company-logo_100_100\/0\/1666179456598\/easypark_group_logo?e=2147483647&v=beta&t=GAmz0QOESLpqxp13QVBIx_Lq1ZhL9usWW95j25q2XNQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4041623295","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4041623295","job_url_direct":null,"title":"Senior Site Reliability Engineer","company":"The Hub","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/dk.linkedin.com\/company\/thehubio","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3988308129","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3988308129","job_url_direct":"https:\/\/cradlepoint.wd1.myworkdayjobs.com\/job-opportunities\/job\/Gteborg\/Senior-Software-Developer_JR100580?source=LinkedIn&urlHash=EIwn","title":"Senior Software Developer","company":"Cradlepoint, part of Ericsson","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Computer Networking Products","listing_type":null,"emails":null,"description":"As the technology firm that created the mobile world and a rich history of 145 years of building ground-breaking solutions and innovative technologies supported by 60k+ patents, Ericsson has made it our business to make a mark. When joining our team at Ericsson you are empowered to learn, lead and perform at your best, shaping the future of technology. This is a place where you are welcomed as your own perfectly unique self, and celebrated for the skills, talent, and perspective you bring to the team.\n   \n\n  \n\n Ericsson Enterprise Wireless Solutions (BEWS) is the group responsible for leading Ericsson’s Enterprise Networking and Security business. Our growing product portfolio spans across wide area networks, local area networks and enterprise security. We are the #1 global market leader in Wireless-WAN based enterprise connectivity solutions and are growing fast in enterprise Private 5G networks and Secure Access Services Edge (SASE) solutions.\n   \n\n  \n\n**How Will You Contribute to the Company?**\n Ericsson Enterprise Solutions is on a mission to become number #1 in the Private Cellular Networks space with the Ericsson Private 5G (EP5G) product offering.\n   \n\n  \n\n The Ericsson Private 5G is a next-generation, private network, tailored to drive Industry 4.0, the modernization and digitalization of infrastructures and business process operations. Organizations gain secure and powerful 4G LTE and 5G Standalone (SA) connectivity allowing them to optimize and simplify business critical operations through data creation, collection, and analysis.\n   \n\n  \n\n We are now looking for a\n **Senior** \n**Software Developer** \n who will join our Service Team that is accountable for developing the RAN Configuration Management (RCM) solution. The Service Team is composed of both backend developers and frontend developers; supported and led by the team's Engineering Manager and Product Owner.\n   \n\n  \n\n RCM, with its frameworks and services (e.g. CBRS domain proxy), is the central component that enables the users of EP5G to configure and manage the Radio Access Network (RAN), including CBRS based RANs, via the Network Management Portal (NMP).\n   \n\n  \n\n**What Will You Do?**\n* Design, develop, deploy and maintain the RCM suite of components\/services written in Golang, Java and Python\n* Lead and participate in Feature analysis, design and technical breakdown activities\n* Coach the junior developers in the team, sharing your experience and lessons learned\n* Troubleshoot development and production (live) environments\n* Write automatic test cases\n* Continuously deliver small batches of working software to our main branch\n\n\n**Qualifications**\n**Minimum Qualifications:**\n* At least eight (8) years of professional experience developing software using Golang and\/or Java, deployed into Google Cloud or AWS cloud environments\n* Excellent problem solving qualities and a natural interest in learning new things\n* A can-do mindset and behavior\n* Experience using Python for automation and testing\n* Familiarity with Kubernetes, Databases (mysql, postgres) and REST APIs\n* Experience working in an Agile development team setup, e.g. Scrum\n* Bachelor's degree\n\n\n**Preferred Qualifications**\n* Experience working full stack including frontend (JavaScript) development\n\n\n**Why Ericsson Enterprise Wireless Solutions?**\n At Ericsson Enterprise Wireless Solutions, we are one team - all in on inclusion. Celebrating the uniqueness of our individual team members across the globe helps us build diverse teams where we all can thrive. Our connected, community-focused culture enables each one of us to perform at our best and fully be ourselves.\n   \n\n  \n\n**Our Values Drive Everything We Do**\n* Respect: we don't point a finger; we lend a hand.\n* Integrity: we do the right thing, even when it is hard; we make fact-based decisions.\n* Perseverance: we accept and embrace change; we have a passion to win!\n* Professionalism: we hold each other accountable.\n\n\n We are creating the future of global connectivity and community. Come join us. You belong here.\n   \n\n  \n\n**Compensation & Benefits At Ericsson Enterprise Wireless Solutions**\n At Ericsson Enterprise Wireless Solutions, we know that our people are the key to our success. We offer a competitive compensation and benefits package to help with your individual needs and goals.\n   \n\n  \n\n**Your Pay**\n Ericsson Enterprise Wireless Solutions offers a competitive salary with a focus on a global market. For many roles, the compensation package includes annual and incremental incentive plans; certain eligibility and pro-ration rules apply. The actual salary offered is dependent on various factors including, but not limited to, location, the candidate’s combination of job-related knowledge, qualifications, skills, education, training, and experience.\n   \n\n  \n\n**Your Health**\n Ericsson Enterprise Wireless Solutions offers excellent, competitive employee benefits. Our global team members are eligible to participate in customary health and other benefit plans and programs based on location.\n   \n\n  \n\n**Your Financial Security**\n Where available, Ericsson Enterprise Wireless Solutions offers an employee retirement plan.\n   \n\n  \n\n**Your Time**\n Your work-life balance is important to us. Where locally applicable, Ericsson Enterprise Wireless Solutions provides generous paid time off, including: Flexible Time Off (FTO), four paid quarterly well-being days, and a Global Holiday schedule. Certain pro-ration rules apply to some time off benefits.\n   \n\n  \n\n**Additional Benefits**\n Ericsson Enterprise Wireless Solutions offers other company-paid benefits such as a comprehensive International Employee Assistance Program, No Internal Meeting Fridays, and volunteer paid time off.\n   \n\n  \n\n*Ericsson Enterprise Wireless Solutions’ Diversity, Equity, Inclusion, and Belonging mission is to create an inclusive work environment where all employees’ differences are celebrated, their thoughts matter, and everyone feels safe to bring their authentic selves to work. We’re proud to be an equal opportunity employer and aim to attract, develop, and engage top talent from a diverse candidate pool. It is our policy and commitment to provide equal opportunity employment for all persons and not discriminate in employment decisions by placing the most qualified person in each job, without regard to any other classification protected by federal, state, or local law.*\n**Please note:** \n Ericsson Enterprise Wireless Solutions does not accept agency resumes and is not responsible for any fees related to unsolicited resumes. Please do not forward resumes to Ericsson Enterprise Wireless Solutions employees.","company_url":"https:\/\/www.linkedin.com\/company\/cradlepoint-inc","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH5ONWfF06wuA\/company-logo_100_100\/company-logo_100_100\/0\/1630568681696\/cradlepoint_inc_logo?e=2147483647&v=beta&t=Fx72M_0xF2BXzcTUl2T1BwlpxfeKgZV19LDTkaKO01Q","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3969989908","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3969989908","job_url_direct":"https:\/\/jobs.sap.com\/job\/Stockholm-Account-Executive-SAP-Academy-for-Customer-Success-Sweden-%2528Hybrid%2529-111-34\/1091205601\/?feedId=384233&utm_campaign=SAPAcademyforCustomerSuccess&utm_source=LinkedinJobPostings&urlHash=Ezgu","title":"Account Executive - SAP Academy for Customer Success - Sweden (Hybrid)","company":"SAP","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales","company_industry":"Software Development, IT Services and IT Consulting, and Business Consulting and Services","listing_type":null,"emails":"Careers.NorthAmerica@sap.com, Careers.LatinAmerica@sap.com, Careers.APJ@sap.com, Careers@sap.com","description":"**What We Offer**\n We help the world run better.\n   \n\n  \n\n Our company culture is focused on helping our employees enable innovation by building breakthroughs together. How? We focus every day on building the foundation for tomorrow and creating a workplace that embraces differences, values flexibility, and is aligned with our purpose-driven and future-focused work. We offer a highly collaborative, caring team environment with a strong focus on learning and development, recognition for your contributions, and various benefit options for you to choose from. Apply Now!\n   \n\n  \n\n**Who You’ll Become**\n The Account Executive's primary responsibilities include prospecting, qualifying, selling, and closing new business to existing and net new customers. The Account Executive empowers our customers to achieve their full potential by understanding their strategy, unique business goals, and desired outcomes, thereby driving cloud revenue growth through leading dedicated sales efforts to help customers solve their business challenges by positioning value through our solutions.\n   \n\n  \n\n As an Account Executive within the SAP Academy for Customer Success, you will be responsible for the following:\n   \n\n  \n\n* Successfully complete a 10-month learn-apply program, which includes classroom phases and field phases with your sales team, that enhances your support in the role and is a critical customer-facing function within our Customer Success Board Area.\n* Immerse yourself in multi-dimensional, experiential learning focusing on digital transformation, global intelligence, human skills, business and technology acumen, solution\/industry knowledge, and strategy\/tools\/process.\n* Learn how to drive value across the customer lifecycle through solution adoption and ongoing renewals that foster account expansion.\n* Receive onboarding in your local market with on-the-job training and mentoring by a Senior Account Executive in the field. You will be able to work both behind the scenes and directly with customers.\n\n\n The program will enrich your knowledge of SAP and the Customer Success board area and give you professional experience so that you can be ready to serve our customers. We offer full-time employment from day one with practical learning applications for your role. Upon successful completion of the program, you will move into a direct customer-facing sales role in your market and continue to receive mentoring and coaching support to accelerate your growth.\n   \n\n  \n\n Sales roles in scope: Account Executive (AE)\n   \n\n  \n\n**What You’ll Bring**\n* 2-3 years of work experience in a quota-carrying sales environment in a technology company OR in a role with significant exposure to business processes.\n* Multi-dimensional experience: global experience, leadership role, entrepreneurial\/self-starter, volunteerism, music, sports, etc.\n* Effective communication skills including fluency in English and local language.\n* Proficient interpersonal skills including passion, curiosity, listening skills, professional presence, empathy, and a “can-get-it-done” mentality.\n* Demonstrated ability to collaborate across diverse stakeholders and business functions.\n* Strong Business Acumen including demonstrated knowledge of business processes and\/or industries.\n\n\n**About SAP Academy For Customer Success**\n SAP Academy for Customer Success is a world-class training program that develops our next-generation workforce\n   \n\n  \n\n The Se by delivering an energizing and inspiring experience within a globally diverse environment. This dynamic 10-month program strengthens the foundation for a successful career at SAP.\n   \n\n  \n\n  \n\n  \n\n Join us for the opportunity of a lifetime, to develop a global peer network, partner and engage with customers to help solve their unique business challenges, and leverage world-class cloud-based products and services, all while earning a great salary and benefits.\n   \n\n  \n\n  \n\n  \n\n #SAPAcademyforCustomerSuccess #SAPSalesProgramG19\n   \n\n  \n\n SAP’s employees across different regions are enabled to do their best job with the right mix of office and remote work according to country-specific guidelines and regulations. In general, our hybrid work setup consists of three days a week in the office or on-site with customers or partners.\n   \n\n  \n\n We are planning a practical and immersive portion of our program, which will have participants spend between 4 and 6 weeks, spread across two trips, in San Ramon, California. This experience is designed to provide unparalleled hands-on learning and networking opportunities. \\*Please note that this is still in the planning phase, and the final decision will be confirmed by the first quarter of 2025. We will ensure that this information is communicated promptly, and that sufficient time is provided for necessary preparations.\n   \n\n  \n\n During these intensive phases of the program, it is critical that all participants are fully engaged and present to ensure maximum learning and success. As such, vacation will not be approved from March 1, 2025, to May 30, 2025, and then again from August 11, 2025, to October 17, 2025. \\*Dates are subject to change as planning is finalized.\n   \n\n  \n\n**We are SAP**\n SAP innovations help more than 400,000 customers worldwide work together more efficiently and use business insight more effectively. Originally known for leadership in enterprise resource planning (ERP) software, SAP has evolved to become a market leader in end-to-end business application software and related services for database, analytics, intelligent technologies, and experience management. As a cloud company with 200 million users and more than 100,000 employees worldwide, we are purpose-driven and future-focused, with a highly collaborative team ethic and commitment to personal development. Whether connecting global industries, people, or platforms, we help ensure every challenge gets the solution it deserves. At SAP, we build breakthroughs, together.\n   \n\n  \n\n**Our inclusion promise**\n SAP’s culture of inclusion, focus on health and well-being, and flexible working models help ensure that everyone – regardless of background – feels included and can run at their best. At SAP, we believe we are made stronger by the unique capabilities and qualities that each person brings to our company, and we invest in our employees to inspire confidence and help everyone realize their full potential. We ultimately believe in unleashing all talent and creating a better and more equitable world.\n   \n\n  \n\n SAP is proud to be an equal-opportunity workplace and is an affirmative action employer. We are committed to the values of Equal Employment Opportunity and provide accessibility accommodations to applicants with physical and\/or mental disabilities. If you are interested in applying for employment with SAP and are in need of accommodation or special assistance to navigate our website or to complete your application, please send an e-mail with your request to Recruiting Operations Team: Americas: Careers.NorthAmerica@sap.com or Careers.LatinAmerica@sap.com, APJ: Careers.APJ@sap.com, EMEA: Careers@sap.com.\n   \n\n  \n\n**EOE AA M\/F\/Vet\/Disability**\n Qualified applicants will receive consideration for employment without regard to their age, race, religion, national origin, ethnicity, age, gender (including pregnancy, childbirth, et al), sexual orientation, gender identity or expression, protected veteran status, or disability. Successful candidates might be required to undergo a background verification with an external vendor.","company_url":"https:\/\/de.linkedin.com\/company\/sap","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQGmwwo0aq4jVA\/company-logo_100_100\/company-logo_100_100\/0\/1723034255614\/sap_logo?e=2147483647&v=beta&t=Xf0Eda3lLLNPm9ibOMwYyTyTw9Uv8_Kdf4pKR2i2ECk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3990421328","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3990421328","job_url_direct":"https:\/\/careers.nshift.com\/jobs\/4791947-sales-system-analyst?utm_source=LinkedIn&urlHash=NXNM","title":"Sales System Analyst","company":"nShift","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Us**\n**nShift** \n is the leading global provider of cloud delivery management solutions (SaaS), we enable the frictionless shipment and return of almost one billion shipments across 190 countries each year. We are headquartered in London and Oslo and have over 460 employees across offices in Sweden, Finland, Norway, Denmark, the United Kingdom, Poland, the Netherlands, Belgium, and Romania.\n   \n\n  \n\n Our software is used by many of the world leading e-commerce, retail, manufacturing, and 3PL shippers due to us having over 1000 carriers integrated into our platform, nearly 3 times more than our competitors!\n   \n\n  \n\n If you buy goods online, there is a strong chance that nShift has powered that delivery, so come and join us as we shape the future of shipping, one frictionless journey at a time.\n   \n\n  \n\n**Purpose of the Role**\n The Sales Systems Analyst will be responsible for the day-to-day configuration, support, maintenance, and improvement of our CRM platform. This role will work closely with functional leaders, organizational units, and subject matter experts to identify, develop, and deploy new business processes. The Sales System Analyst will be instrumental in ensuring the effective use of Salesforce and other systems to enhance our business operations and drive our company's strategic goals.\n   \n\n  \n\n**Locations:** \n Bucharest OR Stockholm OR Gothenburg OR London\n   \n\n  \n\n**About You**\n An exciting and career-advancing opportunity awaits a technically skilled and solution-driven Sales System Analyst.\n   \n\n  \n\n You will have experience in Salesforce and other systems such as Salesloft and HubSpot will be a bonus. You will be a great communicator and problem solver and have experience in working on complex projects with third party companies.\n   \n\n  \n\n**Overall responsibility**\n* Salesforce Management:\n* Perform Salesforce administrative tasks such as user management, data imports, database maintenance, and routine clean-up.\n* Manage Salesforce security including roles, profiles, sharing rules, flows, and groups.\n* Customization and Configuration:\n* Customize Salesforce fields, page layouts, record types, custom objects, and custom apps.\n* Develop and maintain custom reports, dashboards, and flows.\n* User Support and Training:\n* Provide end-user support and system training to ensure effective use of Salesforce.\n* Troubleshoot and resolve any Salesforce-related issues.\n* Process Improvement:\n* Identify and implement new business processes and improvements within Salesforce.\n* Collaborate with stakeholders to enhance operational efficiency through the use of Salesforce.\n* Data Management:\n* Ensure data integrity and accuracy by performing regular data audits and validation.\n* Manage data integration and maintain data quality through ongoing analysis and cleansing.\n* Documentation and Compliance:\n* Document system configuration, administration processes, and user guides.\n* Ensure compliance with organizational policies and procedures, as well as industry regulations\n\n\n**Competence And Experience**\n****Requirements:****\n* Minimum of 2-3 years of experience as a Salesforce Administrator.\n* Proven experience with Salesforce customization, configuration, and management.\n* Salesforce Administrator Certification required\n* Advanced certifications (e.g., Salesforce Advanced Administrator, Platform App Builder) are a plus.\n* Strong understanding of Salesforce best practices and functionality\n* Proficient in Salesforce Lightning experience.\n* Excellent problem-solving skills and attention to detail.\n* Strong communication and interpersonal skills\n* Ability to work independently and as part of a team\n\n\n At nShift we believe in embracing diversity in all forms and fostering an inclusive environment for everyone which we believe is essential for our continued success. We're an equal-opportunity employer which means that all applicants will receive consideration for employment without regard to ethnicity, religion, sexual orientation, gender identity, family or parental status, national origin, veteran, neurodiversity, or disability status.","company_url":"https:\/\/uk.linkedin.com\/company\/nshiftofficial","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHSnAucf8Wwrg\/company-logo_100_100-alternative\/company-logo_100_100-alternative\/0\/1630634297148\/nshiftofficial_logo?e=2147483647&v=beta&t=PaaQa0joODXQO7qHB9gzH_nprYZI8J-ca6oYh7bO--U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3911842230","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3911842230","job_url_direct":"https:\/\/tieto.wd3.myworkdayjobs.com\/Tieto_Careers_External_Site\/job\/Sweden-Stockholm\/Senior-SAP-project-Manager\\u002d\\u002d-Tietoevry-Tech-Services\\u002d\\u002dm-f-d-_R116164?source=LinkedIn&urlHash=HUhg","title":"Senior SAP project Manager - Tietoevry Tech Services (m\/f\/d)","company":"Tietoevry","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Project Management and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**You may apply to Tietoevry by selecting Apply and fill your application details to the form. You may also Apply by using LinkedIn and populate details to your application from your LinkedIn profile.**\n Har du expertis inom SAP-ekosystemet och ledarskapsförmåga att styra komplexa företagsomvandlingar? Ä du en erfaren SAP-projektledningsguru med en dokumenterad erfarenhet i att leverera framgångsrika implementeringar, uppgraderingar och migreringar, så uppmuntrar vi dig att ansöka till rollen som Senior SAP projektledare på Tietoevry Tech Services!\n   \n\n  \n\n**Ansvar:**\n* Leda hela livscykeln för SAP-projekt, från kravinsamling och planering till driftsättning och support.\n* Hjälpa till att växa på den svenska marknaden\n* Samarbeta med intressenter över affärsenheter för att förstå och översätta deras behov till funktionella SAP-konfigurationer med hjälp av team.\n* Utveckla och implementera omfattande projektplaner inklusive omfattning, tidsplan, budget, resursallokering och riskhantering.\n* Hantera och mentor SAP-projektteam, främja en samarbetande och effektiv arbetsmiljö.\n* Övervaka systemkonfiguration, datamigrering, testning och användarutbildningsinitiativ.\n* Identifiera och minska projektrisker proaktivt, säkerställa att kursen korrigeras i tid och att deadlines följs.\n* Kommunicera effektivt med intressenter, tillhandahålla regelbundna uppdateringar, framstegsrapporter och ta itu med problem omgående.\n* Hantera projektbudgetar och säkerställa optimalt resursutnyttjande.\n* Hantera projektekonomi.\n* Håll dig uppdaterad om de senaste SAP-teknikerna, trenderna och bästa praxis.\n\n\n**Kvalifikationer:**\n* Kandidatexamen i företagsekonomi, informationsteknologi eller ett närliggande område.\n* 7-10 års erfarenhet av SAP-projektledning, med starkt fokus på specifika SAP-moduler, t.ex. S\/4HANA, ECC, Cloud-distributioner.\n* Beprövad meritlista för att framgångsrikt leverera komplexa SAP-projekt i tid och inom budget.\n* Stark förståelse för SAP-projektmetoder, såsom Activate och Agile.\n* Förmåga att arbeta självständigt och hantera flera prioriteringar i en miljö med högt tempo.\n* Stark analytisk och problemlösningsförmåga.\n* Erfarenhet av att bygga och hantera relationer med kunder, leverantörer och interna intressenter {onshore\/nearshore\/offshore}.\n* Flytande svenska och engelska i både tal och skrift\n\n\n**Blev du inspirerad?**\n Vi ser fram emot din ansökan!\n   \n\n  \n\n Bifoga ditt CV eller LinkedIn-profil så kontaktar vi dig. Intervjuer kommer att hållas löpande, så vi uppmanar dig att söka redan idag.\n   \n\n  \n\n Hoppas vi hörs snart!\n   \n\n  \n\n*På Tietoevry tror vi på kraften av mångfald, jämlikhet och inkludering. Vi uppmuntrar sökande från alla bakgrunder, kön (m\/k\/d) och livsstilar att bli en del av vårt team, då vi tror att detta främjar en inspirerande arbetsmiljö och innovation. Vårt engagemang för öppenhet, förtroende och mångfald är kärnan i vår mission att skapa lösningar som gynnar företag, samhällen och mänskligheten i stort* \n Diversity, equity and inclusion (tietoevry.com)\n   \n\n  \n\n*Vi utför bakgrundskontroller av alla slutkandidater.*\n*Tietoevry tackar nej till samtal från rekryteringsföretag.*\n At Tietoevry, we believe in the power of diversity, equity, and inclusion. We encourage applicants of all backgrounds, genders (m\/f\/d), and walks of life to join our team, as we believe that this fosters an inspiring workplace and fuels innovation. Our commitment to openness, trust, and diversity is at the heart of our mission to create digital futures that benefit businesses, societies, and humanity. Diversity, equity and inclusion (tietoevry.com)","company_url":"https:\/\/fi.linkedin.com\/company\/tietoevry","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQF2amfv6Na1Ag\/company-logo_100_100\/company-logo_100_100\/0\/1642569018457\/tietoevry_logo?e=2147483647&v=beta&t=WOekvO3Bo-fyhw4-NABHCVjZEv6gdsyF887I4GoF_fQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4041671179","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4041671179","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/244102-digitalroute-senior-java-software-engineer\/?utm_source=linkedin&urlHash=1sIn","title":"Senior Java Software Engineer","company":"DigitalRoute","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"* Hybrid\n\n\n**Job Description**\n The world is changing in the way we consume products, from ownership to usership, and DigitalRoute is positioned in the centre of the transition. Because, when enterprises pivot to usage-based business models, they often make an unfortunate discovery. Their systems weren’t built to handle the massive data volumes and complexity that usage-based models generate. This causes them to leak revenue and respond too slowly to customer demand. DigitalRoute solves this by creating a real-time usage data layer for enterprises. Our products transform raw usage data into clear information for billing, in real time and at high scale.\n   \n\n  \n\n If you are a senior Software Engineer looking to take on new challenges, we'd love to hear from you. If you're passionate about solving complex problems, we invite you to be a part of our exciting journey.\n   \n\n  \n\n**What You'll Do**\n* Develop and design a market-leading cloud\/hybrid platform for usage data processing using languages like Java, Python, and JavaScript.\n* Work in an international company with a constantly evolving tech environment.\n* Participate in the full product development cycle, from idea generation to getting feedback from end customers.\n* Proven ability and a strong will to collaborate with cross-functional teams and stakeholders.\n* Strong documentation skills, including the ability to create technical documentation and code comments.\n* Mentorship and leadership skills, as senior engineers, often need to guide and support junior team members.\n* Together with the team, responsible for the quality of all deliverables. Comfortable in writing automation tests such as unit tests and end-to-end tests, as well as performing manual testing when required.\n* You will be building products where things like scalability, security, transaction safety, and high throughput are key.\n* Naturally, you will lead and take part in discussions on software design and architecture for creating this powerful product.\n* Your input on how to do all this lean and efficiently is also welcome because our very large and often famous customers are already waiting for the things we produce! You will learn, share, inspire, collaborate, and communicate actively with skilled and helpful colleagues in teams that are distributed globally.\n\n\n**What You'll Bring**\n* You have a proven experience with AWS, Azure, or GCP + Kubernetes and containers.\n* You have a proven experience with Databases (SQL\/NoSQL) with large volumes of data and transactions.\n* You have a proven experience with CI\/CD and containerization tools like Docker, Kubernetes, and Jenkins. Experience in Git and Jira.\n* Excellent problem-solving skills, including the ability to troubleshoot and debug complex issues.\n* Proficiency in profiling and optimizing Java applications for performance.\n* Familiarity with build and deployment tools (e.g., Maven, Gradle).\n* Strong understanding of software design principles.\n\n\n DigitalRoute is committed to fostering an inclusive and diverse environment, and we actively encourage qualified candidates of all genders, sexual orientations, ethnicities, disabilities, and ages to apply. Join our global and diverse company, where our differences are our strengths.\n   \n\n  \n\n We follow a continuous selection process, and the position may be filled before the last application date.\n   \n\n  \n\n We look forward to receiving your application!","company_url":"https:\/\/se.linkedin.com\/company\/digital-route","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFp0wHpBxAN-g\/company-logo_100_100\/company-logo_100_100\/0\/1653054008669\/digital_route_logo?e=2147483647&v=beta&t=_6jxMk-4eMTcCAbmP6MnpjkI5BdQ1Hop1wNKIvjhS30","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"18f2f264120c3c67","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=18f2f264120c3c67","job_url_direct":"https:\/\/jsv3.recruitics.com\/redirect?rx_cid=3436&rx_jobId=R-01274073_1006-1&rx_url=https%3A%2F%2Fjobs.thermofisher.com%2Fglobal%2Fen%2Fjob%2FR-01274073%2FEngineer-III-Field-Applications%3Frx_a%3D0%26rx_c%3D%26rx_ch%3Djobp4p%26rx_group%3D123525%26rx_job%3DR-01274073_1006-1%26rx_medium%3Dcpc%26rx_r%3Dnone%26rx_source%3Dindeed%26rx_ts%3D20241006T220602Z%26rx_vp%3Dcpc%26utm_medium%3Dppc%26utm_source%3Drecruitics_indeedorganic","title":"Engineer III, Field Applications","company":"Thermo Fisher Scientific","location":"Jobba hemifrån, SE","job_type":"fulltime","date_posted":1728086400000,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"job_level":null,"job_function":null,"company_industry":"Industrial Manufacturing","listing_type":null,"emails":null,"description":"**Work Schedule**\n\n\nStandard (Mon-Fri)**Environmental Conditions**\n\n\nStanding for full shift**Job Description**\n\n\nJob Description: Engineer III\n\n**Job Title: Field Services Engineer**\n\n\nWhen you’re part of the team at Thermo Fisher Scientific, you’ll do important work, like helping customers in finding cures for cancer, protecting the environment, or making sure our food is safe. Your work will have a real-world impact, and you’ll be supported in achieving your career goals!\n\n **Position Summary:**\n\n\nWe are searching for a dedicated Service Engineer to repair, install, and update all Thermo Fisher hardware and automation products under the BEA division, along with consulting at customer sites.\n\n **Key Responsibilities**\n\n* Provide instruments and equipment services, including installation, basic training, preventative maintenance, repair, and compliance services.\n* Chip into high-value service-related procedures and documents.\n* Work closely with other departments to improve customer experience.\n* Help to cultivate customer satisfaction through ensuring prompt customer response times and problem resolution.\n* Provides up-to-date service reporting on customer activities.\n* Perform commissioning and qualification of equipment by completing Site Acceptance Test (SAT) and Installation\/Operational Qualification (IQ\/OQ) Protocols.\n* Developing and maintaining positive relationships with customers in assigned territory.\n* Help Service Sales Representative on service orders.\n* Support product quality improvement.\n\n**Education\/experience:**\n\n* Bachelor’s degree or above, major in computer technology, E\/E, Automation, or biology, chemistry is preferable.\n* University degree in a technical field (physics, optics, precision mechanics, electronics, chemistry, etc.), or a combination of education and experience that demonstrates the required skills\n* Identify, recommend and prioritize improvements to the customer experience, as well as internal process improvements and work with appropriate internal & external partners to implement\n* Delta V or other control software experience is a plus.\n* Outstanding teammate, who can work with counterparts and customers across the world.\n* Self-motivated, self-starter with strong communication skills.\n* Sophisticated knowledge of Microsoft Windows operating systems, PC hardware and desktop application products.\n* Well oral and written English skill.\n* Able and willing to travel extensively.\n* Minimum of two years of experience in cell culture, fluorescence microscopy, flow cytometry and other relevant techniques desired","company_url":"https:\/\/se.indeed.com\/cmp\/Thermo-Fisher-Scientific","company_url_direct":"https:\/\/www.thermofisher.com\/","company_addresses":"168 Third Avenue, Waltham, MA USA 02451","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"At Thermo Fisher Scientific, our professionals develop critical solutions—and build rewarding careers.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/65bd2e4bebb79b1432ac3277ffd57ae7","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/f20f89946cf5b2ef2f53cfaa0a3562ce","ceo_name":"Marc Casper","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/7f6c0b63116ebd42a7552e80ba5c9adf"},{"id":"3902584022","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3902584022","job_url_direct":"https:\/\/careers-expleo-jobs.icims.com\/jobs\/30935\/.net-developer\/job?mode=prepopulate&iis=LinkedIn&iisn=LinkedIn&in_iframe=1&urlHash=Dwxn","title":".Net Developer","company":"Expleo Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting and Business Consulting and Services","listing_type":null,"emails":null,"description":"**Expleo** \n is seeking a highly skilled and experienced\n **.Net Developer** \n to join our team in\n **Stockholm, Sweden.**\n Our\n **ideal** \n candidate possess the ability to write functional code and have a keen eye for identifying and resolving defects. Your primary objective will be to collaborate with our internal teams to design, develop, and maintain high-quality software solutions.\n   \n\n  \n\n If you have a genuine passion for the .NET framework and possess a strong understanding of software design and architecture , and you are excited about shaping the future of technology, we encourage you to apply and be part of the Expleo team in Sweden.\n   \n\n  \n\n**Responsibilities**\n* Participate in requirements analysis\n* Collaborate with internal teams to produce software design and architecture\n* Write clean, scalable code using .NET programming languages\n* Test and deploy applications and systems\n* Revise, update, refactor and debug code\n* Improve existing software\n* Develop documentation throughout the software development life cycle (SDLC)\n* Serve as an expert on applications and provide technical support\n\n\n**Qualifications**\n* Proven experience as a .NET Developer\n* Familiarity with the ASP.NET framework, SQL Server and design\/architectural patterns (e.g. Model-View-Controller (MVC))\n* Knowledge of at least one of the .NET languages (e.g. C#, Visual Basic .NET) and HTML5\/CSS3\n* Familiarity with architecture styles\/APIs (REST, RPC)\n* Understanding of Agile methodologies\n* Excellent troubleshooting and communication skills\n* Attention to detail\n* BSc\/BA in Computer Science, Engineering or a related field\n* Experience with salesforce application will be beneficial\n\n\n**Benefits**\n**Who are we?**\n Expleo is a rapidly growing consulting company dedicated to delivering innovative solutions in the fields of AI engineering, digitalization, hyper-automation, cybersecurity, and data science. With a strong commitment to integrity, diversity, sustainability, and societal security, Expleo is at the forefront of creating a better future. Join our dynamic team and be part of our journey to shape the future of technology and business.\n   \n\n  \n\n**What do we offer?**\n* Join a rapidly growing consulting company at the forefront of technological innovation.\n* Work in a dynamic and diverse environment that values integrity and sustainability.\n* Collaborate with experts in AI engineering, digitalization, hyper-automation, cybersecurity, and data science.\n* Opportunities for career growth and development.\n* Be part of a team dedicated to creating a more secure and sustainable society.\n\n\n \"We are an equal opportunities employer and welcome applications from all suitably qualified persons regardless of their race, sex, disability, religion\/belief, sexual orientation or age ”.","company_url":"https:\/\/fr.linkedin.com\/company\/expleo-group","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHnqiQfKJutLQ\/company-logo_100_100\/company-logo_100_100\/0\/1719827391544\/expleo_group_logo?e=2147483647&v=beta&t=O8i84AaKR94io_pswH4v6vWpbHJD2zHUnYJfSIyCPzY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3988308129","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3988308129","job_url_direct":null,"title":"Senior Software Developer","company":"Cradlepoint, part of Ericsson","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/www.linkedin.com\/company\/cradlepoint-inc","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3989122941","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3989122941","job_url_direct":"https:\/\/jobs.starbreeze.com\/jobs\/4792254-lead-gameplay-programmer-project-baxter&urlHash=so7k","title":"Lead Gameplay Programmer (Project Baxter)","company":"Starbreeze Entertainment","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Computer Games","listing_type":null,"emails":null,"description":"We are looking for a Senior Gameplay Programmer II to lead our Project Baxter programming team here in Stockholm.\n   \n\n  \n\n This is a crucial member of the project and overall tech teams. You will lead by example by guiding, coaching and mentoring the Gameplay Programming team, whilst also taking on some tasks yourself across many different aspects of a game; be it player movement, weapon systems, sound implementation, network, support systems, game state machines, controllers and more.\n   \n\n  \n\n Furthermore, you are a team player that embraces the idea of working across disciplines to reach the goals set by Production towards the creation of a high quality product.\n   \n\n  \n\n Project Baxter is a cooperative action game set in the world of Dungeons & Dragons®. Inspired by our love of tabletop RPGs and built from the ground up in Unreal Engine 5, we will embrace cutting edge technology to create entertaining and emergent gameplay scenarios. Project Baxter is set to launch on all major platforms in 2026.\n   \n\n  \n\n Please note, this role must be based in Stockholm with a minimum of 3 days per week in the office.\n   \n\n  \n\n**Responsibilities:**\n* Lead the Gameplay Programming team on Project Baxter by providing feedback, guiding, coaching and mentoring the team;\n* Take on more challenging programming tasks yourself across many different aspects of a game; be it player movement, weapon systems, sound implementation, network, support systems, game state machines, controllers and more;\n* Act as Gameplay Programming point of contact within the project and towards Production communicating progress and foreseeing and resolving any future issues;\n* Collaborate with other craft Leads to drive towards our product goals.\n\n\n**Requirements:**\n* Multiple years of proven experience in a similar Senior\/Lead role on a AA+ game project;\n* Proven experience working with Unreal Engine 4 and\/or 5;\n* Experience providing feedback, guiding, coaching and mentoring less experienced programmers.\n\n\n**Nice to have:**\n* Experience working on an online co-op game.\n\n\n**Still reading? Good, because here’s the best part:**\n We offer you a position at Sweden’s oldest independent game development studio where we value empowerment, agility and ownership. While we evolve we want you to grow with us and to develop as a professional.\n   \n\n  \n\n**What more do we offer?**\n* Competitive salaries with annual reviews\n* Private medical insurance\n* Annual wellness benefit\n* 30 days of paid vacation per year\n* Occupational pension ≈50% above collective agreement standard\n* Referral bonuses\n* Free monthly massage sessions in the office!\n\n\n Sounds good? Then we can’t wait to see your CV and look forward to meeting you. We recommend that you apply as soon as possible as selection and interviews are held continuously. Please submit your CV and cover letter in English.\n   \n\n  \n\n Starbreeze values diversity and inclusion, and is proud to be an equal opportunity employer. We welcome you as who you are, no matter where you are from or what games you play. If there are preparations or accommodations that we can make to help ensure that you have a comfortable and positive interview experience, please let us know.\n   \n\n  \n\n Recruitment agencies may not submit CVs through this website or directly to hiring managers. Starbreeze Entertainment does not accept unsolicited recruitment agency CVs, and will not pay fees to any third-party agency or company that does not have a signed agreement with us.","company_url":"https:\/\/se.linkedin.com\/company\/starbreeze","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQG2toS7jWCwYQ\/company-logo_100_100\/company-logo_100_100\/0\/1680514298244\/starbreeze_logo?e=2147483647&v=beta&t=yhiiaOV-VYZPSQ1eJkRw4Ie5ckplpzosb5Nl4B56mNs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3877215206","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3877215206","job_url_direct":null,"title":"Senior Software Engineer – Full Stack (Bangkok based – Relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4044145820","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4044145820","job_url_direct":"https:\/\/careers.brightbid.ai\/jobs\/3384719-senior-data-scientist?promotion=1173756-linkedin-premium-job-posting&urlHash=i80z","title":"Senior Data Scientist","company":"BrightBid","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"BrightBid is a rapidly growing AdTech company using the best of AI and human expertise to create Google Ads recommendations for businesses and help drive customer acquisition. Combined with BrightBid’s marketing and sales expertise, its AI- and human-led offering enables companies to compete, seeing at least a 35% increase in results on average. Founded in 2020, BrightBid is well in the top 10% of the fastest growing SaaS companies globally, and has achieved over 500,000 conversions for its 400+ customers.\n \n\n\n\n  \n\n\n\n\n\n We are now looking for a\n **Senior Data Scientist** \n to join our team in Stockholm within the Data & AI team.\n \n\n\n\n  \n\n\n\n\n\n As a Senior Data Scientist at BrightBid, you will play a pivotal role in developing advanced algorithms and models to enhance and automate our platform further.\n \n\n\n\n  \n\n\n\n\n\n**Responsibilities:** \n\n\n\n* Design and implement ML algorithms to optimize ad targeting, bidding strategies, performance prediction.\n* Become a key contributor and tech lead for our Generative AI solutions in order to empower our Ad platform with powerful and relevant text automations at scale.\n* Lead the deployment of your models into production, ensuring scalability, reliability, and performance.\n* Conduct A\/B testing and experimentation to validate the effectiveness of your models within relevant statistical frameworks.\n* Work closely with cross-functional teams, including Data Scientists, Data Engineers, Software Engineers, and Product Managers, to integrate our AI solutions seamlessly into our platform.\n* Stay up-to-date with the latest advancements and innovations in ML and Generative AI, ensuring BrightBid remains at the forefront of AI technologies.\n\n\n\n  \n\n\n\n\n\n**What we are looking for:** \n\n\n\n\n In addition to an appetite to work with the above responsibilities, the ideal candidate will have a successful track record within at least some of the following areas:\n \n\n\n\n  \n\n\n\n\n* Master's degree in Mathematics \/ Physics \/ Computer Science or similar\n* 6+ years in developing and deploying ML models in a production environment [required]\n* Good knowledge of software development practices such as versioning, CI\/CD, etc. [required]\n* Experience in taking a tech lead role for delivering ML initiatives.\n* Proficiency with Python and standard ML libraries, algorithms and frameworks (Scikit-learn, PyTorch\/Tensorflow).\n* Large Language Models (OpenAI’s GPT, LLaMA or other open-source or fine-tuned models) used at scale in a production environment.\n* Experience in database design and management.\n* Proficiency in building and consuming APIs to integrate ML solutions with production systems.\n* Collaborative work in a fast-paced startup environment, contributing to a positive and innovative team culture.\n* AdTech, real-time bidding, or e-commerce companies.\n\n\n\n  \n\n\n\n\n\n**Why BrightBid:** \n\n\n\n* A fast-paced company with a yearly growth of 400% since its foundation.\n* We are open in 4 different markets: Stockholm, Copenhagen, Oslo and London.\n* Wellness allowance.\n* All the tools you need to succeed in this role, Macbooks, monitors and more if necessary!\n* Hybrid working place.\n* Afterworks and kickoffs with the team.\n* Free breakfast at the office.\n* A fantastic team with high energy!","company_url":"https:\/\/se.linkedin.com\/company\/brightbid","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEarzzju4twDQ\/company-logo_100_100\/company-logo_100_100\/0\/1679571497217\/brightbid_logo?e=2147483647&v=beta&t=f5hgXffyN6D5itnnmn2Fu-58Obm1_Qrf8_QNoWkUV_s","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4041910163","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4041910163","job_url_direct":null,"title":"Postdoctoral Researcher","company":"KTH Royal Institute of Technology","location":"Stockholm, Stockholm County, Sweden","job_type":null,"date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"","job_function":null,"company_industry":null,"listing_type":null,"emails":null,"description":null,"company_url":"https:\/\/se.linkedin.com\/school\/kth\/","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]