[{"id":"cbef6f7d995e236b","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=cbef6f7d995e236b","job_url_direct":"https:\/\/jobs.orangecyberdefense.com\/jobs\/4756598-developer","title":"Developer","company":"Orange","location":"Västra Frölunda, O, SE","job_type":null,"date_posted":1721347200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":"basit.zaman@orangecyberdefense.com","description":"**Are you the technology polyglot and thoroughly enjoy working with the latest and greatest? You like to be a champion of pair programming, code reviews, agile processes and just want to have fun working!**\n\n**Have you got an interest in cybersecurity and would like to use your developer skills to help us secure the digital society? Then this challenge might be the one for you!**\n\n\n**Working as a developer at Orange Cyberdefense**\n\n\nOur Development Teams are part of Orange Cyberdefense’s Global Operations and are responsible for designing, building and running its mission-critical, best-of-breed, innovative and bespoke solutions that solve a variety of challenges in the cybersecurity arena, supporting our analysts and engineers and providing to them the information they need to respond to incidents in a timely fashion.\n\n\nThis exciting role will place you right in the middle of an international, growing company in one of the fastest moving industries, with access to a range of experts around the globe, and will allow you to influence and shape the development of an ever-growing list of cybersecurity services that contribute to a safer digital society.\n\n\nAs part of an Agile team with extensive experience in the DevOps space, you will be involved in for example the development of full-stack web-based applications, data engineering or other areas based on your qualification and business needs.\n\n\nYou will need to be a team player, with a determination to help those around you succeed, and willing to work closely with our operational colleagues to deliver against an ambitious development roadmap. In return, you will receive all the training and support needed to thrive in this fast-moving, exciting environment.\n\n  \n\n\n**What we are looking for**\n\n* You love writing high-quality code, you enjoy collaboration and think a lot about software development.\n* You are interested in the challenging and ever-changing world of cybersecurity\n* Knowledge of Python backend service and API development\n* Knowledge of Javascript, preferably Angular, React, or Vue.js for frontend application development.\n* Must have experience with RDBMS, API development, Docker and microservices architecture and Elasticsearch\n* Nice to have: Experience with Kafka, RabbitMQ, Kubernetes\n* Experience with CI\/CD and automating testing, building and deployment.\n* Experience in building and running service oriented software in production environments\n* Someone who enjoys working with Linux and knows their way around Git\n* Writing tests gives you confidence in your code\n* A willingness to work in an on-call rotation\n* Proficiency in English\n* Experience with distributed environments\n* Since we are working with sensitive data at the customer side we have customer requirements regarding EU-citizenship\n\n**What you can expect from us**\n\n* A position in a financially healthy company that operates in one of the fastest growing IT sectors\n* A kind and honest team that takes its expertise seriously\n* Work on interesting projects using modern technology and where you can make a difference\n* A focus on results with flexibility in where and when you work\n* Opportunities for learning and growing\n* Flexible work environment (full remote)\n* A challenger culture that encourages you to be self-driven and curious\n\n**Recruiting process**\n\n\nIf you have any questions you are more then welcome to contact responsible recruiter: basit.zaman@orangecyberdefense.com.","company_url":"https:\/\/se.indeed.com\/cmp\/Orange-2","company_url_direct":"https:\/\/orange.jobs\/site\/fr-home\/","company_addresses":"Issy-les-Moulineaux","company_industry":null,"company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Orange is one of the world’s leading telecommunications operators : sales of 42,3 billion euros in 2020 and 142,000 employees in 26 countries.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/f26add5ac5d2f9460b8cb9c6ecb07681","banner_photo_url":null,"ceo_name":"Christel Heydemann","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/f4abe36127411d6e8cfacc673533a0b3"},{"id":"60720f75ea905c0f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=60720f75ea905c0f","job_url_direct":"https:\/\/jobb.a-hub.se\/jobs\/4755986-mjukvaruutvecklare-till-combitech","title":"Mjukvaruutvecklare till Combitech!","company":"A-hub","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1721347200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"alba@a-hub.se","description":"Som Mjukvaruutvecklare hos Combitech kommer din expertis att spela en avgörande roll i att driva innovation och skapa framtidens teknologiska lösningar! Du får chansen att arbeta med spännande projekt där säkerhet och skalbarhet står i fokus. Här erbjuds du en dynamisk företagskultur som inte bara främjar innovation och hållbarhet, utan också ger dig utmärkta möjligheter till både personlig och professionell utveckling.\n\n **Om Combitech**\n\n\nAtt göra ett bättre jobb blir möjligt när man kan fokusera på rätt saker, därför underlättas balansen mellan arbete och vardag här. Medarbetarna är kärnan, hjärnan och hjärtat i verksamheten. Företaget står på en solid grund av högteknologi, forskning och anställningstrygghet, med försvars- och säkerhetskoncernen Saab som ägare.\n\n\nFokus ligger på hållbarhet med ambitionen att bli branschens mest hållbara företag. För att nå detta mål investeras i medarbetarna. Återhämtning, utvecklingsmöjligheter och trygghet prioriteras lika högt som företagets framgång, för utan medarbetarna står allt stilla. Välkommen att bli en del av ett engagerat team och forma framtiden tillsammans.\n\n **Om rollen**  \n\nCombitech växer och söker nu mjukvaruutvecklare till kontoret i Stockholm. Här får du möjlighet att arbeta antingen i något av företagets in-house-team eller som resurskonsult hos en rad intressanta kunder. Kundens bas är huvudsakligen inom försvarsindustrin och närliggande myndigheter, men det finns även flera uppdrag inom den privata sektorn. Som konsult kommer du kunna vidareutvecklas då du får möjlighet att påverka vilka uppdrag du tar och med stöd från din närmsta chef får du sätta karriärsmål.\n\n **Vi söker dig som**\n\n* Har en utbildning inom relevant område, så som systemvetenskap, datateknik eller liknande.\n* Har minst 2 års erfarenhet av fullstack-utveckling med tyngd i backend.\n* Har en bred kunskap inom databashantering och har erfarenhet av något av följande programmeringsspråk: C++, C, Java, C# och Python.\n* Är nyfiken, engagerad och har en stark vilja att fortsätta utvecklas.\n* Är en pragmatisk och flexibel problemlösare som tycker om att tillsammans med andra lösa komplexa utmaningar.\n* Är flytande i svenska då det används dagligen på arbetsplatsen.\n\n**Det är meriterande om**\n\n* Du har erfarenhet av andra tekniker såsom Jenkins, Git, GIS, PowerShell, Docker och Linux.\n* Har kunskap i något av de större JavaScript-ramverken, förslagsvis React, Angular eller Vue.js. Smt.\n\n**Om försvarssekretess: Då tjänsten innebär arbete som omfattas av försvarssekretess krävs det att du genomför och godkänns i en säkerhetsprövning med registerkontroll.**\n\n **ÖVRIG INFORMATION**\n\n**Start:** Flexibelt.\n\n**Arbetstider**: Heltid, ordinarie kontorstider.\n\n\n**Plats**: Stockholm.\n\n**Anställningsform**: Detta uppdrag är en rekrytering och anställningen sker direkt hos vår kund.\n\n\nRekryteringsprocessen hanteras av A-hub. Combitech önskemål är därför att alla frågor rörande tjänsten hanteras av A-Hub och rekryteringsansvariga Alba Birkhammar på alba@a-hub.se.","company_url":"https:\/\/se.indeed.com\/cmp\/A--hub","company_url_direct":"https:\/\/www.a-hub.se\/","company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"8829b6a7fbb5080c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8829b6a7fbb5080c","job_url_direct":"https:\/\/careerssweden.sveasolar.com\/jobs\/4755763-senior-business-developer-solar-parks","title":"Senior Business Developer - Solar Parks","company":"Svea Solar","location":"Bromma, AB, SE","job_type":null,"date_posted":1721347200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"The Utility team at Svea Solar is responsible for large PV projects. We are currently a market leader in Sweden and on a strong growth path across Europe. For instance, we've built a solar park in Fjällskär (20.7 MW), making it Sweden’s biggest park. Now we are looking for our next Senior Business Developer to help scale our business even further!\n\n**The role**\n\n\nAs a Senior Business Developer, you'll be responsible for driving the largest revenue projects within Svea Solar, which significantly impacts the company's overall growth targets. The Utility team currently has a strong market share of +60 % which creates a strong platform to grow in this role.\n\n\nThe market and our business model are in a sustainable hypergrowth stage. By joining now, you can shape the way solar will be developed, built, sold & bought in Sweden for years to come. More specifically, the role entails but is not limited to:\n\n* Establishing and managing contacts with potential customers, such as developers, industries and land & property owners, who want to build a solar park.\n* While acting as the first point of contact for the customer, work closely with the EPC (Engineering, Procurement & Construction) team as well as suppliers and partners to craft the optimal solution for each project.\n* Building strong relationships with key stakeholders and continuously maturing and prioritising your pipeline.\n\nResponsibility from the first point of contact with a new customer all the way to finalised and signed agreement, after which it is handed over to the operations team.  \n* \n\nThe team is consisting of five people right now, but our aim is to grow the team to seven during this year. If you want to hear more about the team, click on the link to read an interview with Magnus Bergqvist, Head of Utility Sales & Procurement.\n\n**Are we a match?**\n\n\nWe envision that you deliver at your best in an entrepreneurial environment with an actionable decision-making process. We are a great match if you enjoy the opportunity to influence and shape the direction of your work to a large extent, driven by mutual trust and ownership together with like-minded colleagues. You flourish in an environment where you can combine your technical skills and commercial drive in everything from initial technical layouts to extensive and complex tender negotiations.\n\n\nIf you have a genuine interest in renewable energy, you will prosper at Svea Solar. If you also have experience with the technology behind solar energy, it is a strong merit but not a necessity. ️ In order to succeed and further develop, we believe that a great match has:\n\n* Around 5-10 years of previous experience and proven track record from sales or business development in large-scale utility, industrial-scale projects or similar technical environments.\n* Experience and confidence in driving and negotiate close to three-digit million SEK project deals.\n* University education within engineering\n* Fluency in English.\n* Curiosity and willingness to continuously learn and grow together with us and the industry.\n\n **Diversity & Inclusion**\n\n\nSvea Solar believes that a diverse workplace leads to the creativity that’s necessary for the industry to keep on growing in a sustainable & innovative way. We welcome new co-workers from different backgrounds and experiences to represent the diversity of our community and customers.\n\n**Background check**  \n\nWe conduct background checks via Verifiera on all final candidates to ensure that all the candidates being considered for employment has a background that is compatible with Svea Solar’s core values.\n\n  \n\nRead more about Svea Solar: https:\/\/sveasolar.com\n\n  \n\n#LI-GA1","company_url":"https:\/\/se.indeed.com\/cmp\/Svea-Solar-1","company_url_direct":"https:\/\/careersgermany.sveasolar.com\/","company_addresses":"Svea Solar Deutschland GmbH \r\nHülchrather Straße 23  \r\n50670 Köln\r\n","company_industry":null,"company_num_employees":"1,001 to 5,000","company_revenue":null,"company_description":"Ready to become a true Power Shifter? 🚀☀️ #jointhepowershift","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/b07bd8b6f542d21c33009d6db6a7e341","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/913cd8b2c5ed9e0f44a207650e29ebea","ceo_name":"Erik Martinson","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/ee8b9518b50ed6557e8573cc7a13354b"},{"id":"3dd2d9834d95c843","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=3dd2d9834d95c843","job_url_direct":"https:\/\/career.geoguessr.com\/en-GB\/jobs\/4755606-frontend-developer","title":"Frontend Developer","company":"GeoGuessr","location":"Stockholm, AB, SE","job_type":null,"date_posted":1721347200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Are you passionate about creating a great gaming experience and developing a scalable product?** **Come help us build the best geography game! You will be a part of a team with huge impact, shaping the experience for our amazing 70 million players.**\n\n  \n\nAt GeoGuessr we do more than create games, since 2013 we have crafted a game that turns the world into a playground for the curious and knowledge-hungry. During the last couple of years we have focused on building an incredible team, now over 50 people, and craft new ways for our dedicated players to experience our fantastic geography games. GeoGuessr is widely played all around the world and have a large and dedicated community.\n\n **The role**\n\n\nWe're looking for a developer to join our tech organisation. You will be part of a cross-functional team responsible for delivering a great game experience backed by high-quality code.\n\n\nYou communicate freely with your colleagues as well as our awesome community.\n\n  \n\nYou understand the value of bringing daily improvements and new features to our millions of players. You just get the player perspective and use the technical tools you possess to balance player satisfaction with technical functionality.  \n\n  \n\n  \n\n\n\n**What we hope you’ll bring:**\n\n* Solid programming skills in React, TypeScript min 3 years experience.\n* Passion for delivering functionality across the entire stack.\n* Familiarity with modern development concepts like CI\/CD, testing, etc.\n* A university degree in computer science\n\n**It's extra nice if you bring:**\n\n* UX and design\n* 3D (WebGL\/Three.js)\n* Motion and sound\n* Game development experience\n* C# or similar\n\n**Wait, there's more!**\n\n\nWe're offering a package of perks to keep you charged up and ready to create wonders:\n\n* Daily breakfast and lunch at the office.\n* 6 weeks of vacation + 3 extra days off, for a well-deserved rest.\n* Pension and insurance as per ITP1 guidelines.\n* 50,000 SEK education benefit.\n* 5,000 SEK wellness allowance.\n* A high energy and very much alive office.\n\n\nWe encourage exercise during working hours. We provide a large selection of snacks and drinks for recovery. A home to simply enjoy.\n\n  \n\nThis role is based in Stockholm where we have invested in creating our unique home at Katarinavägen 17, in the glass house by Slussen.  \n\n  \n\nor equivalent experience *(Higher Vocational Education (Yrkeshögskola) may be sufficient only if compensated trough extensive work experience.*","company_url":"https:\/\/se.indeed.com\/cmp\/Geoguessr","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"c7ecdf2118b20f42","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c7ecdf2118b20f42","job_url_direct":"https:\/\/jobs.ringtailinteractive.com\/jobs\/4747399-lead-full-stack-developer-team-3","title":"Lead Full Stack Developer - Team 3","company":"Ringtail Interactive","location":"Solna, AB, SE","job_type":null,"date_posted":1721174400000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**About Ringtail Team 3**\n\n\nAre you driven by the desire to build something that empowers others to create and explore? Ever wish to be part of a team that is genuinely dedicated to enabling players to share their creative ideas, dreams, and visions with a global audience? If so, we have an exciting opportunity for you.\n\n\nWe’re on the lookout for a Lead Full Stack Developer to join our team at Ringtail Interactive, a place where we’re pioneering the future of creative gaming. SCAPE, our flagship product, is an innovative, community-driven platform built from the ground up to be the quintessential virtual world! SCAPE will facilitate exploration, creation, collection, and discovery, equipping players with an extensive array of design tools, and enabling them to craft games, experiences, and much more. Creators can confidently share their work with the world, secure in the knowledge that their creations are protected and, most importantly, remain their own.\n\n\nOur team stands out for its innovation and excitement about the future we’re building. If you’re feeling inspired by what you’ve read and would like to join it, we’re eager to hear from you!\n\n**About the role**\n\n  \n\nAs a Lead Full Stack Developer for our game product team, you will play a vital role in designing, developing, and maintaining both internal and external game tooling solutions. Leveraging your expertise in .Net Core and Blazor, you will work closely with cross-functional teams to deliver efficient and user-friendly tools that enhance our game development processes. As the ideal candidate, you are a self-driven, organized leader who thrives in a collaborative environment and can diligently drive a team.\n\n\n**Your day-to-day as a Lead Full Stack Engineer**\n\n\n* Collaborating with game engineers, product managers, designers and QA engineers to gather requirements and translate them into functional technical specifications\n* Designing, developing, and deploying web applications and tooling using .Net Core and Blazor, ensuring responsiveness and optimal user experience\n* Building both front-end and back-end components, and integrating them seamlessly for smooth functionality\n* Creating APIs and interfaces to connect the tooling solutions with various databases and external systems\n* Implementing security measures to protect sensitive data and ensure the integrity of the tooling solutions\n* Performing testing and debugging to identify and address issues promptly and maintain high-quality code\n* Collaborating with UI\/UX designers to ensure a visually appealing and user-friendly interface\n* Maintaining and updating existing tooling solutions, incorporating user feedback and implementing improvements\n* Staying updated with industry trends and advancements in full stack development, suggesting enhancements to the technology stack\n\n**Requirements**\n\n* Experience (5+ years) as a Full Stack Engineer, with a focus on **one of these** **technologies:** .Net, .Net Core, or Blazor development\n* Proficiency in C# and experience with ASP.Net Core for back-end development\n* Strong skills in front-end development using Blazor, HTML5, CSS3, and JavaScript\n* Familiarity with database systems (SQL and\/or NoSQL) and data modelling concepts\n* Experience creating RESTful APIs and integrating external services\n* Strong grasp of real-time connection and SignalIR\n* Solid understanding of web application security principles\n* Excellent organizational skills and ability to track the team's progress\n* Strong communication skills, both written and verbal\n\nPassion for gaming and a desire to contribute to the gaming industry  \n* \n\n**Good to have**\n\n* Experience in using more than one of the following technologies: .NET, .NET Core, or Blazor\n* Knowledge about Web3 technologies and security considerations\n* Knowledge about MVVM-model\n\n **Personal traits**\n\n* Ability to take ownership of responsibilities\n* Good interpersonal and team-work skills\n* Open to feedback\n* Collaborative and consensus-driven approach\n\n##### **About Ringtail Interactive**\n\n\nRingtail Interactive is at the forefront of redefining what’s possible in game development, supported by a small yet rapidly expanding team. Our diverse departments are hard at work on various projects, ranging from a high-quality game platform designed for creators of all backgrounds to our groundbreaking Anything-to Anything technology – and that’s just the beginning.\n\n\nOur team comprises a global community of seasoned professionals, all united by a shared passion for gaming. As we continue to strengthen our core team, we’re poised to take significant steps in shaping the future of our projects. Every member of our team can make a tangible impact on the products we share with the world, fostering a culture where innovation and collaboration are at the heart of everything we do.","company_url":"https:\/\/se.indeed.com\/cmp\/Ringtail-Interactive","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3979212552","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3979212552","job_url_direct":"https:\/\/thehub.io\/jobs\/669afe30a69cf4dc9aff434b?utm_source=linkedin&utm_medium=referral&utm_campaign=job_wrapper&urlHash=VRnS","title":"Frontend Developer","company":"The Hub","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Are you passionate about creating a great gaming experience and developing a scalable product? Come help us build the best geography game! You will be a part of a team with huge impact, shaping the experience for our amazing 70 million players.**\n At GeoGuessr we do more than create games, since 2013 we have crafted a game that turns the world into a playground for the curious and knowledge-hungry. During the last couple of years we have focused on building an incredible team, now over 50 people, and craft new ways for our dedicated players to experience our fantastic geography games. GeoGuessr is widely played all around the world and have a large and dedicated community.\n   \n\n  \n\n**The role**\n We're looking for a developer to join our tech organisation. You will be part of a cross-functional team responsible for delivering a great game experience backed by high-quality code.\n   \n\n  \n\n You communicate freely with your colleagues as well as our awesome community.\n   \n\n  \n\n You understand the value of bringing daily improvements and new features to our millions of players. You just get the player perspective and use the technical tools you possess to balance player satisfaction with technical functionality.\n   \n\n  \n\n**What We Hope You’ll Bring**\n* Solid programming skills in React, TypeScript min 3 years experience.\n* Passion for delivering functionality across the entire stack.\n* Familiarity with modern development concepts like CI\/CD, testing, etc.\n* A university degree in computer science \\*\n\n\n**It's Extra Nice If You Bring**\n* UX and design\n* 3D (WebGL\/Three.js)\n* Motion and sound\n* Game development experience\n* C# or similar\n\n\n**Wait, there's more!**\n We're offering a package of perks to keep you charged up and ready to create wonders:\n   \n\n  \n\n* Daily breakfast and lunch at the office.\n* 6 weeks of vacation + 3 extra days off, for a well-deserved rest.\n* Pension and insurance as per ITP1 guidelines.\n* 50,000 SEK education benefit.\n* 5,000 SEK wellness allowance.\n* A high energy and very much alive office.\n\n\n We encourage exercise during working hours. We provide a large selection of snacks and drinks for recovery. A home to simply enjoy.\n   \n\n  \n\n This role is based in Stockholm where we have invested in creating our unique home at Katarinavägen 17, in the glass house by Slussen.\n   \n\n  \n\n* or equivalent experience (Higher Vocational Education (Yrkeshögskola) may be sufficient only if compensated trough extensive work experience.","company_url":"https:\/\/dk.linkedin.com\/company\/thehubio","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQE8WpXmwhptcA\/company-logo_100_100\/0\/1677478557826\/thehubio_logo?e=2147483647&v=beta&t=qgMZs1CaBk7m_tOCA7QXycIb98Bd9vWIEtDLUMCZZU4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3962658632","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3962658632","job_url_direct":"https:\/\/jobs.volvocars.com\/job\/Stockholm-Software-Engineer-11144\/1088147501\/&urlHash=JnTw","title":"Software Engineer","company":"Volvo Cars","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Software development that makes a difference**\n At Volvo Cars, we are making bold digital visions come true. We aim to lead in the automotive world by creating a digital ecosystem built around making our customers' lives less complicated. Now we are looking for curious, creative people who want to change the world through innovative thinking.\n   \n\n  \n\n What is in it for you?\n   \n\n  \n\n This role is within our Global Online Digital team, which is using digital technologies to reinvent the experience of becoming a Volvo customer. There is no reason the experience of buying a car should be painful and difficult – it should be as enjoyable and exciting as actually having a new car. You will be an active contributor to this mission!\n   \n\n  \n\n**What You Will Do**\n You will be responsible for developing Back-end software for consumer-facing and internal products across more than 100 countries. We create the end-to-end experience for online sales\/subscriptions of cars, global campaigns as well as frameworks for other parts of Volvo Cars. You are experienced with agile development and a champion of software development best practices.\n   \n\n  \n\n**Who You Are**\n You should have experience where you have quickly developed prototypes and catalysed product development in a fast-paced, fluid environment. You are a hands-on developer with backend experience. You are experienced with agile development and a champion of software development best practices.\n   \n\n  \n\n We are looking for you who have at least 5 years of work experience developing applications with Java 17 onwards, and experience using databases (SQL Server, PostgreSQL, MongoDB, etc.).  You have experience using Docker, Kubernetes, Microservice architecture, Spring\/Spring Boot, REST API design principles, Kafka, Swagger\/OpenAPI, CI\/CD pipelines (Github Actions), and cloud platforms (AWS, Azure, etc).  Finally, we see that you are proficient in English.\n   \n\n  \n\n We offer our employees excellent benefits such as:\n   \n\n  \n\n* Plenty of leave to let you take time off for what is most important in life.\n* At Volvo Car Group, all new parents receive additional compensation while on parental leave\n* Collective Agreement and ITP pensions\n* An annual allowance to be spent on your health and wellbeing.\n\n\n Where are you going to work\n   \n\n  \n\n This position could be based either in Gothenburg or Stockholm (Hybrid mode is allowed from these cities).\n   \n\n  \n\n Want to know more?\n   \n\n  \n\n We welcome you to apply in English by 28th of July the latest. Please apply through the provided link. Applications submitted via email will not be retained or taken into consideration. Once you receive a confirmation email from the system, your application will be acknowledged. We are committed to keeping you informed during the entire process.\n   \n\n  \n\n Who are we?\n   \n\n  \n\n Everything we do starts with people. Our purpose is to provide freedom to move, in a personal, sustainable and safe way. We are committed to simplifying our customers’ lives by offering better technology solutions that improve their impact on the world and bringing the most advanced mobility innovations to protect them, their loved ones and the people around them.\n   \n\n  \n\n Volvo Cars’ continued success is the result of a collaborative, diverse, and inclusive working environment. The people of Volvo Cars are committed to making a difference in our world. Today, we are one of the most well-known and respected car brands, with over 40,000 employees across the globe. We believe in bringing out the best in each other and harnessing the true power of people. At Volvo Cars your career is designed around your talents and aspirations so you can reach your full potential. Join us on a journey of a lifetime as we create safety, autonomous driving and electrification technologies of tomorrow.","company_url":"https:\/\/se.linkedin.com\/company\/volvocars","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQEUDcnVHrKFFA\/company-logo_100_100\/0\/1632477881582\/volvocars_logo?e=2147483647&v=beta&t=QiBLLqTRzEm5iRMfSnZiXcxUshSG95QXH9yspo8TZBA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3940953630","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3940953630","job_url_direct":"https:\/\/assaabloy.jobs2web.com\/job\/Stockholm-Backend-Developer-Stockholm-117-43\/1053325901\/?utm_source=LINKEDIN&utm_medium=referrer&urlHash=eAf_","title":"Backend Developer - Stockholm","company":"ASSA ABLOY Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"daria.skucha@assaabloy.com","description":"Are you fascinated by new technology, with the challenge to create the next generation access control solutions? Join our development team in Stockholm, Sweden and enjoy a collaborative culture that empowers you to build a career you can be proud of.\n   \n\n  \n\n**What You Would Do As Our Backend Developer**\n You will work in a cross functional team developing access solutions for hospitality industry.\n   \n\n  \n\n This is the opportunity to create a future for an innovative product and change the market for access systems all over the world.\n   \n\n  \n\n  \n\n  \n\n**You would also:**\n* Develop and maintain our microservices and serverless architecture and implement it with modern tools\n* Apply the principles of DevOps and Continuous Delivery to deliver our products to customers as soon as possible in the cloud (AWS)\n* Write and maintain automated tests and execute manual test scenarios\n* Pair\/Mob programming as well as participating in code reviews to ensure that we always deliver high quality software\n* Challenge the status quo, propose new solutions and changes to current architecture and way of working\n\n\n**The Skills And Experience You Need**\n We are looking for someone who:\n   \n\n  \n\n* Has hands-on experience with modern Java\n* Has previous experience with cloud environments such as AWS\n* Is experienced with Infrastructure as Code such as CloudFormation, CDK or Terraform\n* Has been working with security awareness\n* Has experience with building CI\/CD pipelines (e.g. Gitlab CI or Jenkins)\n* Is fluent in English\n\n\n We think that you are a developer who wants to do more than create the code. You take responsibility and own initiatives. You have strong communication and team working skills and enjoy collaboration with others. We also think that you are a passionate co-worker that have a creative and analytical mindset.\n   \n\n  \n\n Thanks to our innovation culture, where you daily dig into unknown areas, you must be eager to learn and develop yourself. If you are such a person, we support you to grow in our company.\n   \n\n  \n\n**We review applications regularly, so don't wait**\n We are building diverse, inclusive teams, and encourage applications from everyone who can see themselves working with us. Just set up your profile and apply here, no later than 31st Aug 2024.\n   \n\n  \n\n To make sure your personal data is safe, we don’t look at any applications sent by email or post. If you have any questions about the role or the process, email Daria Skucha, Talent Acquisition Business Partner at daria.skucha@assaabloy.com\n   \n\n  \n\n Let’s create a safer and more open world – together!\n   \n\n  \n\n To find out more about us, visit www.assaabloy.com\n   \n\n  \n\n**We are the ASSA ABLOY Group**\n Our people have made us the global leader in access solutions. In return, we open doors for them wherever they go. With nearly 61,000 colleagues in more than 70 different countries, we help billions of people experience a more open world. Our innovations make all sorts of spaces – physical and virtual – safer, more secure, and easier to access.\n   \n\n  \n\n As an employer, we value results – not titles, or backgrounds. We empower our people to build their career around their aspirations and our ambitions – supporting them with regular feedback, training, and development opportunities. Our colleagues think broadly about where they can make the most impact, and we encourage them to grow their role locally, regionally, or even internationally.\n   \n\n  \n\n As we welcome new people on board, it’s important to us to have diverse, inclusive teams, and we value different perspectives and experiences.","company_url":"https:\/\/se.linkedin.com\/company\/assaabloy","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C510BAQHPkHQPPF6BRg\/company-logo_100_100\/0\/1631338175524?e=2147483647&v=beta&t=dml1W0kFTdoFPzM8qUpCX1U5Lcho7aqw2Jj9tD4OWUc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3979213469","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3979213469","job_url_direct":"https:\/\/thehub.io\/jobs\/652889248036fb3d421c21a2?utm_source=linkedin&utm_medium=referral&utm_campaign=job_wrapper&urlHash=UVEf","title":"Solutions Engineer","company":"The Hub","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"The opportunity ✨\n   \n\n  \n\n Waitwhile works to eliminate the 1 trillion hours that people spend waiting in lines every year. Our platform is trusted by over 10,000 companies worldwide and has helped more than 250 million people enjoy a radically better waiting experience at places like IKEA, Louis Vuitton, Costco, Tribeca Film Festival and more.\n   \n\n  \n\n We Are Looking For a Solutions Engineer In Europe To Join Our Mission To Eliminate Waiting And Improve Customer Journeys. Here's What You Can Expect\n   \n\n  \n\n* This is a very hands-on, technical role, that is much broader than a typical ticket-based support position. Our Solutions Engineers partner with our customers to tackle the challenging technical issues they face in innovative ways. In this role, you will be directly responsible for helping people integrate Waitwhile into their workflows, innovate new creative solutions and and serve as the bridge between our customers and our product teams in Europe.\n* This opportunity is for folks who truly love problem-solving and troubleshooting, with the end goal of empowering our customers’ to reach their objectives and address any challenges with our product. We want people that have an eye for improvement and efficiency, someone who wants to work at a place where they’re encouraged to bring ideas and feedback to the table on how things could be better for both our customers and team.\n* This position is based in Stockholm at our beautiful bright offices on Kungsgatan 32. We're an in-person company and prefer that you work from the office at least 2 days per week as we believe the best product gets built together, live.\n\n\n What you’ll be doing 🚀\n   \n\n  \n\n* Brainstorm with Product Managers, Designers, Engineers, Sales and Support members to conceptualize customer solutions and implement Waitwhile in the most optimal way.\n* Debug complex issues with an understanding of both our own codebase and the many technologies employed by our customers\n* Solve technical problems for customers on a daily basis via chat, email, video calls or live in-person.\n* Build tools that will help increase the efficiency and effectiveness of the Support and Success team\n* Influence the direction of the Waitwhile product through daily communication with our customers and consistent collaboration with our product teams\n* Create and update technical documentation based on customer interactions and best practices\n* Continually research and learn the current and future best practices of using Waitwhile - and stretch our platform to its full potential to support advanced use-cases.\n* Respond to advanced product and technical questions, RFPs, and security questionnaires in a precise and timely manner\n* Partner with our customers for API integrations and make improvements to our Developer Hub (developers.waitwhile.com) with new guides and tutorials\n\n\n**What Skills You Need 📖**\n* Solid basic knowledge of programming. You don’t have to be an expert in one of the languages we use (JavaScript, Angular, React) but you should be proficient and have an active interest in learning them\n* Computer Science degree or 4+ years in an Enterprise Sales Engineering role (or similar) in a SaaS environment.\n* Understanding of web technologies and concepts (HTML, CSS, JavaScript, APIs, etc.)\n* Solid understanding of APIs and how they can be used for advanced customer workflows and custom integrations\n* Confidence in contributing to technical architecture discussions and driving technical decisions\n* Communication - comfortably explaining complex technical concepts to designers, support, and other engineers\n* Love for talking to and helping customers to solve their problems and make them successful on the Waitwhile platform\n\n\n Bonus skills & attributes 🙌\n   \n\n  \n\n* You've worked at a Startup or built a SaaS platform\n* Experience using a support\/ticket platform like Intercom or Zendesk\n\n\n A great place to work ❤️\n   \n\n  \n\n We want Waitwhile to be an incredible place to work. We offer great benefits and perks, flexible working hours and lots of interesting challenges. We believe in making work fun and rewarding and care about your development and are committed to your success.\n   \n\n  \n\n*Waitwhile has a positive, diverse, and supportive culture—we look for people who are curious, inventive, and work to be a little better every single day. We aim to be smart, humble, hardworking and, above all, collaborative. If this sounds like a good fit for you, why not say hello?*","company_url":"https:\/\/dk.linkedin.com\/company\/thehubio","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQE8WpXmwhptcA\/company-logo_100_100\/0\/1677478557826\/thehubio_logo?e=2147483647&v=beta&t=qgMZs1CaBk7m_tOCA7QXycIb98Bd9vWIEtDLUMCZZU4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3963070113","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3963070113","job_url_direct":"https:\/\/cgi.njoyn.com\/corp\/xweb\/xweb.asp?clid=21001&page=jobdetails&jobid=J0624-1862&BRID=1138299&SBDID=943&urlHash=HWL4","title":"Senior Fullstack Developer, Stockholm","company":"CGI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Intresserar du dig för utveckling och den senaste tekniken? Vill du bygga lösningar som används av tusentals användare? Då har vi en spännande möjlighet för dig!\n   \n\n  \n\n Hos oss på CGI får du chansen att arbeta med stora och välkända kunder i agila projekt där ny-utveckling och den senaste tekniken står i fokus kombinerat med Cloud First-tänk.\n   \n\n  \n\n Vi är en mindre enhet, vilket innebär att vi agerar som ett litet bolag och samtidigt har det stora bolagets kraft och muskler i ryggen. Projekten levereras mestadels av rena CGI-team ute hos kund eller in-house där vi främst fokuserar på Microsoft och Azure. Med basen i .NET så bygger vi bland annat mikrotjänster med tekniker som Service Fabric eller Docker och Kubernetes.\n   \n\n  \n\n Vi arbetar agilt i våra projekt och allt som oftast är det teamet som pragmatiskt kommer fram till hur vi jobbar bäst inom det valda ramverket. Våra projekt levereras med hög kvalitet och vi jobbar givetvis med peer reviews. Vi jobbar även mycket med enhetstester, ett gediget CI\/CD-flöde och andra tekniker som exempelvis SonarCloud och Azure Devops.\n   \n\n  \n\n Du får möjlighet till att vidareutvecklas genom Pluralsight, certifieringar och konferenser, till exempel MS-dagarna, React Europe, Microsoft Build & Ignite.\n   \n\n  \n\n Your future duties and responsibilities\n   \n\n  \n\n**Required Qualifications To Be Successful In This Role**\n**Together, as owners, let’s turn meaningful insights into action.**\n Life at CGI is rooted in ownership, teamwork, respect and belonging. Here, you’ll reach your full potential because…\n   \n\n  \n\n You are invited to be an owner from day 1 as we work together to bring our Dream to life. That’s why we call ourselves CGI Partners rather than employees. We benefit from our collective success and actively shape our company’s strategy and direction.\n   \n\n  \n\n Your work creates value. You’ll develop innovative solutions and build relationships with teammates and clients while accessing global capabilities to scale your ideas, embrace new opportunities, and benefit from expansive industry and technology expertise.\n   \n\n  \n\n You’ll shape your career by joining a company built to grow and last. You’ll be supported by leaders who care about your health and well-being and provide you with opportunities to deepen your skills and broaden your horizons.\n   \n\n  \n\n Come join our team—one of the largest IT and business consulting services firms in the world.","company_url":"https:\/\/ca.linkedin.com\/company\/cgi","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQErzXWSFkn9tQ\/company-logo_100_100\/0\/1663664110809\/cgi_logo?e=2147483647&v=beta&t=CxrEfXhrcR0FMnonG8X1x8_wtyG2uESEiKw1bEDezSI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3981516113","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3981516113","job_url_direct":"https:\/\/careers.nordea.com\/job\/Helsinki-Senior-Business-Developer%2C-Group-KYC-Tool-NordicsEstoniaPoland-500\/1090877601\/?feedId=335801&utm_source=CareerSite&urlHash=1fNk","title":"Senior Business Developer, Group KYC Tool -Nordics\/Estonia\/Poland","company":"Nordea","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"timothy.robert.mills@nordea.com, finansforbundet@nordea.se, SACONordea@nordea.com","description":"**Job ID:** \n  25098 \n \n\n\n\n\n\n  \n \n\n\n\n**Senior Business Developer, Group KYC Tool -Nordics\/Estonia\/Poland**\n\n\n\n\n  \n \n\n\n\n\n\n We are looking for an ambitious Business Developer to work with Group KYC Tool. You will have a key role in driving the strategy and progress of our development activities, delivering value to Nordea customers and stakeholders in KYC processes and solutions.\n \n\n\n\n\n\n  \n \n\n\n\n\n\n This is an opportunity for you to join Group Financial Crime Prevention (GFCP). Here you will be working with highly competent people in a fast-moving and dynamic environment. We support each other globally and create sustainable solutions across the Nordea Group.\n \n\n  \n \n\n\n\n\n\n Compliance and integrity go hand in hand. It’s all about making sure that we’re a trusted partner to both for our customers and society – the foundation for great customer experiences.\n \n\n\n\n\n\n\n\n That’s where you come in. Working with us, you’ll support to ensure that compliance underpins every decision we make and every action we take.\n \n\n\n\n\n\n\n\n Together we are passionate about building a bank that makes a difference – one where you can learn and grow. Will you support us in leading the way, embedding compliance to transform the future of banking.\n \n\n\n\n\n\n  \n \n\n\n\n\n**Your future responsibilities**\n\n\n\n\n\n  \n \n\n\n\n\n\n You’ll join KYC Change Management which is a part of Know Your Customer in GFCP, driving and delivering KYC Solutions across business areas and countries as one of the Top Priority areas of Nordea. You will be working with highly competent people in an agile, energetic and dynamic organisation. We support each other globally and create sustainable solutions within the area at hand.\n \n\n\n\n\n\n  \n \n\n\n\n**What you’ll be doing:**\n\n\n\n\n\n\n You will be taking the role as a Senior Business Developer in the KYC area, in KYC Hub related to Group KYC Tool. Your responsibility will include but not be limited to:\n \n\n\n\n\n\n  \n \n\n\n* Gathering and documenting business requirements for KYC related initiatives within one of the KYC Agile Release Trains, in KYC Hub\n* Leading discussions among various business stakeholders within the Group\n* Bridging business requirements for IT and development\n* Making impact assessments, analysis of data and identifying gaps, inefficiencies etc.\n* Facilitating User Acceptance tests, demo sessions, business stakeholder meetings\n* Support in driving change and designing new KYC processes\n* Taking active part in proposing solution designs\n\n\n\n  \n \n\n\n\n\n\n The role is based in one of the Nordic Capitals, Estonia Tallinn or Poland Gdansk.\n \n\n\n\n\n\n  \n \n\n\n\n**Who you are**\n\n\n\n\n  \n \n\n\n\n\n\n Collaboration. Ownership. Passion. Courage. These are the four key values that guide us in being at our best. We imagine that you enjoy learning and are excited about bringing your ideas to the table. You’re dependable, self-driven, willing to speak up – even when it’s difficult – and committed to empowering others\n *.* \n\n\n\n\n\n\n  \n \n\n\n\n**Your profile and background:**\n\n\n\n* Minimum 3 years of experience with business development\n* Excellent stakeholder management skills are mandatory as you will be working closely with multiple business areas and key business leads across IT, Architecture, Financial Crime, Compliance, Legal and Business to implement change\n* Experience within financial crime (AML\/CTF, KYC, Transaction Monitoring and Sanctions)\n* Working agile and experience with SAFe is an advantage\n* Professional, organized, and structured in approach and work produced to a high quality of standard, and you always strive to find the solution that is best for the bank\n* As the project covers all geographies you can expect that you will be required to travel within the Nordics\n* Proficient in MS Office suite, Outlook, PowerPoint, Visio and Excel as a minimum\n* Fluency in English is a requirement (speaking and writing)\n\n\n\n  \n \n\n\n\n\n\n If this sounds like you, get in touch!\n \n\n\n\n\n\n  \n \n\n\n\n\n\n**Next steps**\n\n\n Submit your application in English no later than\n \n\n\n\n 08\/08\/2024\n \n\n\n\n . For more information, you’re welcome to contact\n \n\n Timothy Mills, \n \n timothy.robert.mills@nordea.com,\n \n  +45 31797866\n   \n\n  \n\n\n\n At Nordea, we know that an inclusive workplace is a sustainable workplace. We deeply believe that our diverse backgrounds, experiences, characteristics and traits make us better at serving customers and communities. So please come as you are.\n \n\n\n\n\n\n  \n \n\n\n\n\n\n Please be aware that any applications or CVs coming through email or direct messages will not be accepted or considered. \n \n\n\n\n\n\n  \n \n\n\n\n\n\n**Only for candidates in Sweden:** \n For union information, please contact finansforbundet@nordea.se or SACONordea@nordea.com.\n \n\n\n\n\n\n  \n \n\n\n\n**Only for candidates in Poland:**\n\n\n\n\n\n\n Please include permit for processing personal data in CV as following:\n \n\n\n\n\n\n\n\n  \n \n\n\n\n\n\n\n\n In accordance with art. 6 (1) a and b. Regulation (EU) 2016\/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95\/46\/EC (General Data Protection Regulation) hereinafter ‘GDPR’. I agree to have: my personal data, education and employment history proceeded for the purposes of current and future recruitment processes in Nordea Bank Abp.\n \n\n\n\n\n\n\n\n  \n \n\n\n\n\n\n\n\n The administrator of your personal data is: Nordea Bank Abp operating in Poland through its Branch, address: Aleja Edwarda Rydza Śmiglego 20, 93-281 Łodź. Your personal data will be processed for the recruitment processes in Nordea Bank Abp. You have a right to access your personal data, right to rectify and right to delete. Disclosing the personal data in the scope specified by the provisions of Polish Labour Code from 26 June 1974 and executive acts are mandatory. Providing personal data is necessary to conduct the recruitment processes. The request for the deletion of your personal data means resignation from further participation in recruitment processes and causes the immediate removal of your application. Detailed information concerning processing of your personal data can be found at:  \n \n\n\n\n\n\n\n\n https:\/\/www.nordea.com\/en\/doc\/nordea-privacy-policy-for-applicants.pdf\n \n\n\n\n\n\n\n\n  \n \n\n\n\n\n\n\n\n We reserve the right to reply only to selected applications.","company_url":"https:\/\/fi.linkedin.com\/company\/nordea","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQFyzGtv2LcHUQ\/company-logo_100_100\/0\/1631318876803?e=2147483647&v=beta&t=FX9hjBJR1T7s1AckX2mMOQioCQGKALeUWNRWYJbgf6I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3960265368","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3960265368","job_url_direct":"https:\/\/jobs.smartrecruiters.com\/AFRY\/743999997120885-scada-utvecklare-till-afry&urlHash=MXfd","title":"SCADA Utvecklare till AFRY","company":"AFRY","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"emil.winberg@afry.com","description":"**Företagsbeskrivning**\n AFRY är ett ledande europeiskt företag med global räckvidd inom teknik, design och rådgivning. Vi accelererar omställningen mot ett hållbart samhälle. Vi är 19 000 hängivna experter inom infrastruktur, industri, energi och digitalisering, som skapar hållbara lösningar för kommande generationer.\n   \n\n  \n\n**Jobbeskrivning**\n Vi söker nu erfarna SCADA-utvecklare till vårt team i Stockholm, med placering i Solna eller Södertälje. Hos oss får du möjligheten att arbeta med spännande projekt för några av de mest framstående aktörerna inom automationsbranschen. Vi har människan i fokus och tror på att stöttande och engagerade arbetsmiljöer skapar de bästa resultaten. Du som anställd blir en del av affärsområdet Advanced Automation, där vi levererar allt från nyckelfärdiga lösningar till expertis i kundernas verksamhet för områdena inom automation, elkraft och industriell digitalisering i allmänhet.\n   \n\n  \n\n Som SCADA-utvecklare hos oss kommer du att arbeta i varierande projekt tillsammans med ett kompetent och engagerat team. Våra projekt utgår dels från våra egna kontor, men även direkt ute i våra kunders verksamhet där vi levererar till branschens största aktörer. Vi är en fabrikatsoberoende leverantör med starka partnerskap med ledande produktleverantörer, vilket ger dig möjlighet att utvecklas inom flera olika system.\n   \n\n  \n\n Dina arbetsuppgifter kommer att inkludera nyutveckling, underhåll och daglig drift av kundernas system. Du kommer också att sätta upp databaser och analysera data, arbeta med virtualisering och nätverkskonfiguration, samt identifiera och genomföra förbättringsåtgärder. Tillsammans med ditt team ansvarar du för att leverera projekt i rätt tid, med rätt kvalitetskrav och inom budget.\n   \n\n  \n\n**Kvalifikationer**\n Vi söker dig som är flexibel, problemlösningsorienterad och trivs med att vara där det händer. Du är en positiv och öppen lagspelare som är bra på att kommunicera och har en hög grad av servicekänsla.\n   \n\n  \n\n**För att vara aktuell för tjänsten ser vi att du:**\n* Har en eftergymnasial utbildning inom automation, systemvetenskap eller motsvarande erfarenhet.\n* Har arbetslivserfarenhet av automation inom infrastruktur, industri och\/eller fastigheter.\n* Flera års erfarenhet av SCADA systemintegration med gedigen kompetens inom något av systemen Citect, Ignition eller liknande\n* Talar och skriver på svenska obehindrat.\n* Har svenskt medborgarskap då vissa av våra kunder arbetar i projekt som är säkerhetsklassade.\n\n\n**Ytterligare information**\n Vi söker dig som vill vara en del av vårt affärsområde och AFRYs resa. Är du intresserad av automation, nyckelfärdiga lösningar och teknisk utveckling? Gillar du att samarbeta för att hitta den bästa lösningen? Då kan vi erbjuda dig karriärmöjligheter på en modern arbetsplats med utmanande arbetsuppgifter och spännande projekt världen över. Vi hoppas också att du kommer lära dig lika mycket av oss som vi kommer göra av dig. Lite av det som vi kan erbjuda dig:\n   \n\n  \n\n* Fast lön och kollektivavtal – Trygga komponenter som är en självklarhet för oss!\n* Vidareutveckling genom utbildningar och våra uppdrag, samt nätverket av medarbetare.\n* Vår personalklubb med möjlighet till kultur och sportevenemang, bokklubb, stuguthyrning, yoga m.m.\n* Vi satsar på våra medarbetare och har individuella utvecklingsplaner där du får möjligheten att gå utvecklande kurser och certifieringar inom ramen för din tjänst och dina karriärmål. I rollen som sektionschef erbjuds du mycket frihet och ansvar samt god möjlighet till utveckling och stimulans tillsammans med alla nyfikna, automationsintresserade och kompetenta kollegor.\n\n\n Intervjuer och urval sker löpande under ansökningsperioden. Sista ansökningsdag är 2024-08-31 och tjänsten kan tillsättas innan sista ansökningsdag. Tjänsten är en tillsvidareanställning på heltid med start enligt överenskommelse. Under sommarperioden kan vår återkoppling komma att dröja.\n   \n\n  \n\n**Kontaktuppgifter för frågor**\n För frågor gällande tjänsten, kontakta:\n   \n\n  \n\n Business Section Manager Emil Winberg\n   \n\n  \n\n emil.winberg@afry.com\n   \n\n  \n\n +46 73 821 05 97\n   \n\n  \n\n För frågor gällande rekryteringsprocessen, kontakta Rekryterare Fredrik Lillbäck:\n   \n\n  \n\n fredrik.lillback@afry,com\n   \n\n  \n\n +46 72 201 40 03\n   \n\n  \n\n*På AFRY driver vi förändring i allt vi gör. Vi anser att förändring sker när modiga idéer möts, när vi samarbetar, skapar innovation och omfamnar kreativa lösningar, det är så vi skapar framtiden. Vi söker konstant kvalificerade kandidater som vill ansluta sig till våra inkluderande team runt om i världen. Bli en del av oss och påskynda den gröna omställningen*","company_url":"https:\/\/se.linkedin.com\/company\/afry","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQEAgsyITXhuBw\/company-logo_100_100\/0\/1630617079300\/afry_logo?e=2147483647&v=beta&t=H1IaY9mM7zi9kKSpcTOq5XzNy3AT_hODRJ_-NBuo7ik","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3961284965","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3961284965","job_url_direct":"https:\/\/jobs.wiseit.se\/jobs\/4682035-utvecklare-inom-net-c-azure-sokes-till-wise-it&urlHash=mb5G","title":"Utvecklare inom .NET\/ C#\/ Azure sökes till Wise IT","company":"Wise IT","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Hos oss kommer du att arbeta med spännande projekt tillsammans med våra kunder och samtidigt ha en viktig roll i att vara med i uppbyggandet av utvecklingsteamet internt hos oss.\n   \n\n  \n\n**Vi vågar påstå att vi då vi ingår i en av Sveriges ledande HR- koncerner samtidigt som vi har lång erfarenhet av kompetensförsörjning inom IT, gör oss till landets mest attraktiva** \n**konsultbolag inom IT.** \n Vi tror på lyhördhet och det nära ledarskapet i ett arbetsklimat som präglas av tillit och lärande. Hos oss finns de rätta organisatoriska förutsättningarna för att skapa team som ges frihet att utvecklas med hjälp av de stödresurser som krävs. Som konsult hos oss har du alltid en närvarande konsultchef som tillsammans med dig säkerställer att du får växa inom din profession i ett nära samarbete med dina kollegor i teamet.\n   \n\n  \n\n**Vem är du?**\n**Vi söker nu dig** \n som motiveras av en tjänst där du får en nyckelroll i utvecklingen av kundföretagets Microsoft-baserade miljö. Du kommer att arbeta med nyutveckling, förvaltning och vidareutveckling av kundens applikationer och system med fokus på .NET, Azure och C#. Inte sällan deltar du i arkitektur- och designbeslut i kundens tvärfunktionella team och arbetar nära verksamheten för att snabbt förstå deras arbetsmiljö, flöden och systembehov.\n   \n\n  \n\n Du uppskattar att arbeta i hela utvecklingsprocessen, från idé till färdig lösning. Du är van vid att använda moderna tekniker och plattformar för att skapa effektiva gränssnitt och har en djupgående förståelse för mjukvaruutvecklingslivscykel. För att passa för rollen bör du ha minst ett par års erfarenhet av C#-programmering och .NET-ramverket.\n   \n\n  \n\n Du bör vidare ha erfarenhet\/kunskap av några av nedanstående punkter:\n   \n\n  \n\n* Erfarenhet av moderna tekniker som .NET Core och .NET 5+.\n* Användning av molntjänster som Azure eller AWS för att utveckla och driftsätta applikationer.\n* Implementering av mikrotjänsterarkitektur och användning av Docker och Kubernetes.\n* Databashanteringssystem som SQL Server eller NoSQL-databaser.\n* Utveckling av RESTful API med ASP.NET Web API.\n* Kunskap om klienttekniker som Angular, React eller Blazor.\n* Versionshantering med Git och användning av verktyg som GitLab eller GitHub.\n* Erfarenhet av agila metoder som Scrum eller Kanban.\n\n\n Sannolikt har du en relevant högskole-\/universitetsutbildning inom IT\/Systemvetenskap.\n   \n\n  \n\n Du har goda kunskaper i svenska och engelska i både tal och skrift.\n   \n\n  \n\n Vi lägger stor vikt vid dina personliga egenskaper. För att passa för rollen tror vi att du är en lyhörd, analytisk och kommunikativ person. Du trivs i ett arbete som ställer krav på problemlösning och initiativtagande.\n   \n\n  \n\n***Om Wise IT***\n*Wise IT är experter på kompetenslösningar inom IT. I en snabbföränderlig värld och med teknikdriven utveckling arbetar vi med att säkra konkurrenskraftig IT-kompetens. Det gör vi genom att* \n*erbjuda våra medarbetare utmanande uppdrag hos intressanta uppdragsgivare, där vi alltid* \n*ser till varje medarbetares fulla potential. Människan har en självklar plats i en framtida teknikutveckling, och genom att inkludera fler i IT-branschen och skapa en mer jämställd rekrytering utmanar vi en traditionell bransch och förändrar framtiden för företag och individer. Wise IT är en energifylld arbetsplats med härliga kollegor, ett öppet klimat och stora möjligheter till utveckling! Vi tror att människor presterar bäst då man får göra det man är riktigt bra på och vi lägger stor vikt vid vår företagskultur som grundas i våra värderingar passion, samarbete, ansvar och mod som vi tillsammans tagit fram.*\n*Vi tycker det är viktigt att man mår bra och har kul på jobbet; därför är hållbarhet och hälsa saker vi värdesätter högt. Vi erbjuder så klart friskvårdsbidrag och har även ett flertal initiativ kopplat till CSR såsom samarbeten med Mentor, Röda Korset och gymnasieskolor för att nämna några.*\n*Wise IT är en del av Wise Group som är noterade på Nasdaq OMX SmallCap sedan 2015* \n .","company_url":"https:\/\/se.linkedin.com\/company\/wise-it","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C510BAQFChwxv1zHbRg\/company-logo_100_100\/0\/1631334054837?e=2147483647&v=beta&t=u7V33WAWslA65ZNaEv1KzHhwfuoqpbyzeDvC9fCLYhI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3926227447","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3926227447","job_url_direct":"https:\/\/www.sweco.se\/karriar\/ansok-har\/?rmpage=job&rmjob=22161&urlHash=7lH0","title":"Erfaren och affärsmässig BIM- och informationssamordnare till Stockholm","company":"Sweco","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"sarah.nimfelt@sweco.se, klas.torstensson@sweco.se, jesper.persson@sweco.se","description":"Vill du arbeta flexibelt med smarta och hållbara lösningar i byggbranschen inom BIM och informationssamordning? Vi söker nu dig som är erfaren inom BIM- och informationssamordning och som brinner för mötet med kunder och kollegor!\n   \n\n  \n\n**Vilka är vi?**\n Vi är 350 personer med teknisk kompetens och som brinner för innovativa lösningar. Vi är BIM are, data- och informationssamordnare, utvecklare, geodataexperter, GIS are, FME-experter, informationssäkerhetsspecialister, IT-projektledare och andra tekniska specialister och ledare. Tillsammans utgör vi Digital Services, som är en del utav Sweco, som har 50 kontor landet över. Vi har därmed stora interna nätverk där vi delar erfarenheter och kompetens mellan kontor och även över landsgränser. Varje kontor har sin unika tillhörighet, med frukostar, aktiviteter, AW s och andra roliga saker för att lära känna varandra bättre och för att ha roligt tillsammans!\n   \n\n  \n\n I Stockholm är vårt kontor placerat med vacker utsikt över Kungsholmen och även i Uppsala sitter vi centralt placerat i en fin kontorsmiljö.\n   \n\n  \n\n**Vårt företag**\n Vi jobbar med hela kedjan av samhällsbyggnadsprocessen och utvecklar samhällen så att de blir bättre och för både oss och kommande generationer. Som företag satsar vi på ett ständigt lärande med bra kompetensutveckling och interna utvecklingsmöjligheter för chansen att växa och tycka att arbetet är roligt och lärorikt. Vi är en flexibel arbetsplats som värderar att må bra på jobbet med en sund balans mellan arbete och fritid.\n   \n\n  \n\n Som företag arbetar vi aktivt med hållbarhet, jämställdhet och mångfald. Det betyder bland annat att vi arbetar enligt FN s hållbarhetsmål, att vi finns med på den gröna listan över jämställda börsbolag och att vi rekryterar kompetensbaserat.\n   \n\n  \n\n**Din framtida roll**\n Som senior konsult hos oss styr du i hög grad dina dagar själv. Vi arbetar i stöttande team där vi vill ta vara på just dina kompetenser och styrkor. Du kommer att arbeta strategiskt, taktiskt eller operativt beroende på din expertis. Du kan arbeta i bygg- och infrastrukturprojekt i Swecos egna projekteringsuppdrag eller i beställarorganisationer som expertstöd. Du kan också arbeta med förvaltande organisationer och med deras processer, information och handlingar. Vi arbetar allt från att definiera processer och systemstöd för projektstyrning till Informations- och BIM-samordning. Därav är rollen bred och kan innebära stor variation beroende på din förmåga och intresse.\n   \n\n  \n\n**Affärsmässighet**\n Vi söker i första hand dig som har intresse och förmåga att bygga upp och utveckla kundrelationer för att skapa nya affärer samt innehar ett stort kontaktnät i flera olika delar av bygg, fastighet och anläggningsbranschen. Du brinner för att hjälpa våra nya och befintliga kunder med deras utmaningar.\n   \n\n  \n\n**Dina erfarenheter och kunskaper**\n Du har erfarenhet från BIM- och datasamordning eller har jobbat med projektering, produktion eller förvaltning några år och vill utveckla dig mot en samordnande roll. Du bör ha en stark teknisk kompetens gällande CAD-\/BIM-programvaror och ha god förståelse för processer inom bygg- och anläggningsbranschen.\n   \n\n  \n\n Vi söker dig som har minst 4 års erfarenhet från branschen och frågeställningar kring VDC\/BIM\/CAD\/Dokumenthantering\/Digitalisering med olika intressenter, i byggprocessens olika skeden.\n   \n\n  \n\n Som person behöver du ha en förmåga att se helheten, vara kommunikativ, driftig, strukturerad och ha en bra planeringsförmåga. För rollen behöver du även kunna göra dig förstådd i tal och skrift på svenska och engelska.\n   \n\n  \n\n**Ansökan**\n*Vi går igenom ansökningarna efter semestern och återkoppling kommer därmed dröja.* \n Vi återkopplar till samtliga sökande efter avslutad rekryteringsprocess.\n   \n\n  \n\n Varmt välkommen med din ansökan!\n   \n\n  \n\n**Kontakta oss**\n Vill du höra mer om tjänsten och hur vi jobbar i gruppen? Välkommen att kontakta\n   \n\n  \n\n Sarah Nimfelt\n   \n\n  \n\n Gruppchef BIM- och informationssamordning - sarah.nimfelt@sweco.se \/ 070-145 79 31\n   \n\n  \n\n Klas Torstensson\n   \n\n  \n\n Gruppchef BIM- och informationssamordning - klas.torstensson@sweco.se \/ 070-311 08 04\n   \n\n  \n\n Jesper Persson\n   \n\n  \n\n Gruppchef BIM- och informationssamordning - jesper.persson@sweco.se \/ 070-607 73 41\n   \n\n  \n\n På Sweco vill vi vara en arbetsplats präglad av mångfald. Vi tror att fler perspektiv breddar vår förmåga att fortsätta nå våra mål och eftersträvar mångfald i våra rekryteringsprocesser.\n   \n\n  \n\n Sweco planerar och utformar framtidens hållbara samhällen och städer. Tillsammans med våra kunder utvecklar våra 22 000 arkitekter, ingenjörer och andra experter lösningar för att hantera urbaniseringen, ta vara på digitaliseringens möjligheter och göra framtidens samhällen mer hållbara. Sweco är det ledande konsultföretaget inom teknik och arkitektur i Europa med en omsättning på cirka 29 miljarder SEK. Företaget är noterat på Nasdaq Stockholm. För ytterligare information, www.sweco.se","company_url":"https:\/\/se.linkedin.com\/company\/sweco","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQFTuOGX9zJ92g\/company-logo_100_100\/0\/1630491196923\/sweco_logo?e=2147483647&v=beta&t=g04fyTwIGHzieq0sFq72Ospv2b83d3Ze-LfYd8QrRmc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3979469560","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3979469560","job_url_direct":"https:\/\/nexergroup.teamtailor.com\/jobs\/3702932-forvaltningsingenjor-inom-underhallssystem&urlHash=GeFv","title":"Förvaltningsingenjör inom underhållssystem","company":"Nexer Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"jorgen.bergstrom@nexergroup.com","description":"Vi söker en verksamhetsnära expert för att stötta våra kunder skapa optimal verksamhetsnytta och vägleda dem i valet av rätt lösning för dess verksamhet. Om du inte arbetar som konsult idag men är nyfiken på rollen, tveka ändå inte att söka.\n   \n\n  \n\n Nexer fortsätter sin framgångsresa och nu söker vi ännu fler kollegor till vårt team på Asset Management. Nexer är ett privat och familjeägt IT-konsultbolag med kontor över hela världen. Vårt mål är att hjälpa våra kunder att alltid ligga steget före och i framkant i sina digitala resor. Om du vill vara en del av en familjär företagskultur och är intresserad av en varierad arbetsmiljö inom olika branscher, då kan detta vara rätt för dig!\n   \n\n  \n\n**Hur ser rollen ut?**\n Som konsult på Nexer Asset Management arbetar du nära kunden inom förvaltning och projekt kring underhållssystemet Maximo.\n   \n\n  \n\n Du kommer att använda din erfarenhet att definiera och specificera utvecklingsaktiviteter till våra utvecklare inom Maximo. Du blir en del vår grupp som består av systemspecialister inom Enterprise Asset Management och Asset Lifecycle Management så som exempelvis lösningsarkitekter, applikationsspecialister, utvecklare och serviceledare. I ditt rådgivningsarbete kommer du främst fokusera på standardlösningar, men du kommer också att identifiera outtalade behov och föreslå åtgärder för verksamhetsutveckling. Vi strävar efter att erbjuda datadrivet underhåll i världsklass till våra kunder och du kommer att spela en viktig roll i att skapa en högre effektivitet i våra kundleveranser.\n   \n\n  \n\n Du kommer att använda din funktionella och verksamhetsinriktade expertis för att stödja både befintliga och nya kunder genom att designa lösningar, erbjuda utbildning och ge rådgivning.\n   \n\n  \n\n Du kommer också att vara involverad i kravhantering, design av lösningar och utveckling av Maximo-installationer för våra kunder. Du kommer i dina uppdrag arbetar proaktivt med att identifiera nya affärsmöjligheter. Våra leveranser sker i huvudsak från våra egna kontor, men att arbeta på plats hos våra kunder är ett självklart inslag i vår vardag.\n   \n\n  \n\n**Krav**\n* Minst 5 års erfarenhet inom underhåll\n* Arbetat som verksamhetsutvecklare\n* Relevant utbildning eller motsvarande arbetslivserfarenhet\n* Talar svenska och engelska obehindrat\n\n\n**Meriterande**\n* Arbetat med Maximo och MAS\n* Arbetat inom projektledning\n* Kunskap inom IS0 55000 och ISO 14224\n\n\n För att trivas i rollen ser vi att\n   \n\n  \n\n Praktisk erfarenhet av implementation och konfigurering av systemet är ett krav, liksom erfarenhet av arbete med integrationer.\n   \n\n  \n\n**För att trivas i rollen ser vi att**\n Du har erfarenhet av underhållsverksam och har förmågan att förstå och formulera hur arbetssätt ställer krav på ett underhållssystem.\n   \n\n  \n\n I din roll ser vi att du med engagemang och drivkraft har som mål att skapa och underhåller långsiktiga relationer mellan kunden och Nexer.\n   \n\n  \n\n Dina personliga egenskaper är viktiga för oss. Våra medarbetare kännetecknas av en affärsmässig och kundorienterad attityd, samt förmåga att snabbt ta till sig ny information och omvandla den till kreativa lösningar. Du har lätt för att samarbeta med andra och har en stark vilja att dela med dig av dina kunskaper till andra samt lyssna och lära.\n   \n\n  \n\n Sist men inte minst, känner du att en miljö som speglas av starkt entreprenörskap, egenutveckling och framåtanda är detta en plats för dig!\n   \n\n  \n\n**Ansökan**\n Du är välkommen att skicka in din ansökan nedan. Vi har inte möjlighet att ta emot ansökningar via e-post, men om du har frågor om tjänsten eller Nexer kan du kontakta rekryterande chef, Jörgen Bergström på\n **jorgen.bergstrom@nexergroup.com**\n . Vi tar emot ansökningar löpande, så vänta inte med att ansöka!\n   \n\n  \n\n**Nexer som arbetsgivare**\n Om du jobbar på Nexer får du en djärv och entreprenöriell arbetsgivare med internationell närvaro. Vi är stolta över att leda den digitala revolutionen och ligga i teknikens framkant, alltid med ett agilt och framåtblickande förhållningssätt. Hos oss får du unika möjligheter att drömma stort, agera smart och utvecklas. Som familjeföretag äger vi vår strategi och investerar i långsiktiga mål, och vi uppmuntrar medarbetarnas engagemang och idéer. Dessutom erbjuder vi en flexibel arbetspolicy, där det är möjligt att arbeta på distans när det passar dig och ditt uppdrag.\n   \n\n  \n\n**Vår kultur**\n Vår vision är Promising future - det är viktigt för oss att göra skillnad och bidra till en bättre framtid. Vi är engagerade i våra kunder och har en uppriktig omsorg om varandra. Vi omfamnar mångfald och tror att människor med olika bakgrund och erfarenheter gör vårt arbete och vårt företag bättre. Vi värdesätter innovation och viljan att utvecklas och ta nästa steg, framåt och uppåt. Och viktigast av allt - vi har roligt på jobbet!","company_url":"https:\/\/se.linkedin.com\/company\/nexer-group","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQHyAfaO217dng\/company-logo_100_100\/0\/1688377751150\/nexer_group_logo?e=2147483647&v=beta&t=MRQ-Jv5Xddp1Lk2bg0-aQqM_OBDMHoDZIA7vD8Rh--I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e5e9fd3abbf3788f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e5e9fd3abbf3788f","job_url_direct":"https:\/\/careers.tobii.com\/jobs\/4755538-compensation-benefits-partner","title":"Compensation & Benefits Partner","company":"Tobii","location":"Danderyd, AB, SE","job_type":null,"date_posted":1721347200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Strawberries and cream, Batman and Robin, people and numbers – what do these all have in common? They are classic duos of course, and if you, like us, get a bit more excited about that last one, then this is a role for you!\n\n\nWe are now looking for a **Compensation & Benefits Partner** to join us at Tobii's headquarter in Stockholm, with a 60\/40 flexible setting. You will be part of the global People & Growth team, reporting to the VP for People & Growth.  \n\n  \n\n\n\nYou will be at the forefront of managing our comprehensive compensation and benefits framework from the headquarters and across European entities – from supporting our internal colleagues, being the team lead for our payroll partner, collaborating with Finance & Accounting for documentations, and as well as implementing strategic compensation & benefits processes and routines.  \n\n  \n\n**With our high ambitions and big hearts, we make it possible for Tobii to deliver the coolest humanized technology there is on the entire planet - eye tracking!**\n\n  \n\nWe are the global leader in eye tracking, a position we earned through our passion for technology and our ambition to create tech for a better future. Our journey began over 20 years ago when we delivered the world’s first plug-and-play eye tracker. Since then, we’ve been on a mission to build technology that understands human attention and intent. Headquartered in Stockholm, Sweden, Tobii covers the global market with offices in Belgium, China, Germany, Ireland, Japan, Switzerland, Romania, Taiwan, the UK, and the US. Our diverse client roster includes carmakers, science labs, elite sports teams, UX design agencies, and many more. Our audience is fascinating, and our growth potential is huge!  \n\n  \n\n**You will be the driver of \/ responsible for:**\n\n  \n\n+ Short and long term incentives (process, structure, payments, communication)\n+ Global salary review process\n+ Benchmarking, pay gap analysis, salary data surveys\n+ Pension plans, health insurances and other law regulated benefits\n+ Administration of benefits in various European countries\n+ Payroll cost\/data analyses\n+ Implementing any updates\/new law regulations in payroll & Comp & Ben areas\n+ Developing & refining processes\n+ Supporting organization with various data and reports\n+ Being involved in various projects (ex M&A, new system implementation, recruitment \/ termination of employees)\n+ Assistance with annual audit and annual report (payroll related)\n+ Team lead for our Payroll Partner\n\n**To succeed in this role, we would love you to have:**\n\n  \n\n* Five (5) years minimum experience in EMEA payroll and compensation & benefits\n* Experience in Accounting (payroll related costs, STIs)\n* Fluent communication skills in English & Swedish, both written and verbal\n* Excellent skills in Excel\n* A bachelor's or university degree\n\n\nTo be successful in this role, we believe you are passionate about Comp & Ben and are proud of your expertise. We also believe you are a people person and have worked with various stakeholders preferably in a global or matrix environment. We are a small team working tight together and assisting the group when it's needed. Tobiians characterize a bunch of people with a diverse background, so we hope you enjoy working with people from all over the world!\n\n **Welcome to apply!**\n\n\nSo let us know about your background, experiences and where you’re heading. Please submit your CV\/ resume or LinkedIn profile through our career website.\n\n **Summer break**  \n\n*Ou**r team in Tobii Stockholm office* *is currently on a well-deserved summer vacation. You may expect delays in response, but we are excited to review your job application upon our return in August. Stay tuned for more updates, and enjoy your summer! ️*","company_url":"https:\/\/se.indeed.com\/cmp\/Tobii-2","company_url_direct":"https:\/\/www.tobii.com\/","company_addresses":"Danderyd","company_industry":null,"company_num_employees":"501 to 1,000","company_revenue":"$25M to $100M (USD)","company_description":"","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/23eed739bca2ba3cf3c5e62458a25495","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"bed1deb63d559a49","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=bed1deb63d559a49","job_url_direct":"https:\/\/career.iceo.co\/jobs\/4754900-senior-product-designer","title":"Senior Product Designer","company":"ICEO","location":"SE","job_type":null,"date_posted":1721347200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**Company Overview:**\n\n\nWe are a top-notch venture-building company with a strong focus on driving innovation in the finance area. Through our unique DNA in building new, innovative companies, we aim to have a global impact by creating enterprises that deliver real value to customers and communities. Our vision is based on creating an ecosystem where experience, creativity, engagement, synergy, and solid validation form the foundation for sustainable, long-term success.\n\n**About the project:**\n\n\nZND is a revolutionary digital asset management platform for anyone who wants to explore the finance, Web 3.0 and blockchain worlds in a safe and intuitive environment. This strategic collaboration brings together ICEO's expertise in building and scaling valuable startups in the innovative finance space and zondacrypto's status as the largest, most regulated exchange in the CEE region and a community of over 1.2 million active users.\n\n **About the role:**\n\n\nWe are in pursuit of a Senior Product Designer, whom we affectionately term a “Balloon”, one that elevates our UX design standards to unprecedented heights. The role is designed for a dynamic individual who can elevate our design thinking to new heights while steering project teams toward cohesive and impactful outcomes.\n\n\nYou are a visionary designer whose work not only captures the imagination but also sets a new benchmark for excellence in user experience and user interface design. You are experienced and V-shaped as a designer, comfortable in the whole product design cycle - from benchmarking to architecture to UI design and testing.  \n\n  \n\nYou will take a leading role in our ZND team where you collaborate with a team of passionate innovators, dedicated to setting the bar of our user experience and user interface. You dream big and inspire others to follow that path, being a mentor on UX best practices. You thrive in an environment that values your creativity, vision, and ability to inspire. You enjoy a culture that supports your growth as a designer and as a mentor, offering the freedom to explore new horizons.\n\n **What do we expect from you?**\n\n* **Challenge the Status Quo:** Your work will inspire a mix of awe and challenge, pushing our product and engineering teams to stretch their capabilities in delivering an unmatched user experience. You dare to take risks, unafraid to push the boundaries of design to achieve the extraordinary.\n* **Elevate Design Thinking:** Through your innovative work, you will evolve our overall approach to design, setting a premium standard that others aspire to. Your designs will not only be celebrated internally but will also influence and inspire across projects, becoming a hallmark of what premium looks like at ICEO.\n* **Collaboration and Inspiration:** As a beacon within the Design team, your work will spark creativity and ambition, driving excellence and innovation. You are a V-Shaped UX designer with a gift for visual and interaction design and not afraid of sharing your perspective or giving feedback to help others grow.\n* **You love to mentor:** You are great at helping other designers and spotting how they can develop. You love to share your knowledge, insights, and experience with others to create a culture of learning and design advocacy.\n* **Talk the talk, walk the walk:** You know how to communicate and excel at bridging the gap between creative ideas and their technical execution. You know how to sell your ideas internally and externally.\n* **You have some milage:** 7+ years of experience in UX\/UI design, with a proven track record of leading design projects to successful outcomes. You have experience with prototyping design tools and design software, and through your experience, you have an understanding of project management methodologies.\n* **You love D&D:** (Dashboards & Design Systems)**:** You have experience designing (fintech) dashboards and creating\/maintaining design systems. You enjoy creating components and systems and understand the need of documenting them as it’s an integral part of hygiene and good product process.\n* **You are an X-men:** working cross-platform holds no challenges to you. You are just as comfortable designing for web as you are for native mobile, always ensuring user-friendliness and brand consistency creating seamless user journeys.\n\n **Why it’s worth a try – advantages of working in ICEO:**\n\n* **Salary 4 200 - 5 400 EUR\/ month (on a B2B agreement)**\n* As part of your B2B contract, you can use up to 38 + 14 days\/year of paid interruption in the provision of your services,\n* We are a remote-first company, so you can work from wherever you want.\n* We offer semi-flexible working hours – we just want you to be available from 11 AM to 3 PM, organization of the rest of your working day is up to you.\n* You can participate in our decision-making process and have an impact on our actions.\n* You will work in a company with a well-established position in the market and cooperate with professionals in multiple fields.\n* We specialize in innovative finance solutions using Web 3.0 and Big Data – the innovative sector that opens up ample opportunities for your development.\n* We cover expenses on co-working space (to a reasonable extent).\n* You receive a set of equipment, which is necessary for you to perform your duties.\n* Each employee based in Poland receives a private healthcare Medicover Premium and Multisport Premium package.\n* You can use our training program for your development – we also have an internal library, which is regularly expanded with new publications.\n* At least once a year we meet each other on the company integration where you can meet your co-workers in person.\n\n**Recruitment process:**\n\n* **Resume and portfolio check** - we do it in 3 days\n* **Screening with recruiter** - (45 mins) - we will tell you about us and our projects and ask you basic questions about your experience to check if it’s a match :)\n* **Meet the design team**- (1 hour) - Interview meeting with designers to discuss your portfolio, design practices and knowledge **OR** to present a recent case from your portfolio\n* **Final Meeting: Meet the leadership team** - (1 hour) - meeting with the team: Head of Design \/ Head of Product and\/or Tech Lead to discuss collaboration approach and cultural fit","company_url":"https:\/\/se.indeed.com\/cmp\/Iceo-3","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"392eb338512a2810","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=392eb338512a2810","job_url_direct":"https:\/\/careers.reasonstudios.com\/jobs\/4669689-ux-director","title":"UX Director","company":"Reason Studios","location":"Stockholm, AB, SE","job_type":null,"date_posted":1719273600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Who we are**\n\n\nReason Studios have been pioneers in the music industry since the dawn of the classic loop editor ReCycle and ReBirth, which emulated the TB-303 Roland Bass Line and TR-808 Drum Machine hardware. Our software has played a crucial role in electronic music and hip-hop ever since then. These days, we focus on Reason, a digital audio workstation known for its virtual Rack interface, which offers a modular approach to music production.\n\n **About the role**\n\n\nWe are looking for a UX Director to join our Product team. This is a new and important role at Reason Studios where you will be part of setting the direction for the future music making. You will be collaborating closely with the CPO\/CTO and the product development team. Curiosity and an open mindset is key for this role; for ideas and user behaviors.\n\n\nThe role can be divided in to two major parts where one of them is to enable us to set a successful long-term plan where we define the future user experience for music making. This will be done by making sure we have the relevant research, insights and guidelines in place and based on them discover innovative UX solutions.\n\n\nThe other part is to support and direct the teams in the UX for the ongoing development. You will guide them to use best practices and a user-centric approach and, when needed, work hands-on with wireframes and prototypes. You will ensure we have the best possible experience in terms of simple and intuitive workflows.\n\n\nYou will lead the user research and user testing. You will perform the necessary analysis of target group behaviors and needs and compile and explain the insights. You will be the user advocate explaining users' behaviors and how we should improve our product.\n\n  \n\nThe Reason experience entails many aspects of making music and it is important to have a holistic approach to the full user experience. We are looking for someone who wants to play an integral part in setting out where Reason is to go next. Would you like to take part in defining that?\n\n **Who are you?**\n\n  \n\nYou want to make an impact on the music making experience. You are comfortable in bringing ideas to the table, rethink and challenge truths.\n\n\nYou have a curious and open mindset and have a strong interest in understanding different types of music makers and creating the best possible experience for them.\n\n\nYour have established a structured way of working. You are used to lead UX initiatives as well as teaming up with others.\n\n\nYou are comfortable in both spoken and written English. For this role you need to be authorized to work in Sweden.\n\n**We think you have:**\n\n  \n\n* 5 to 10 years professional experience in UX\/UI\n* Up-to-date knowledge in tools such as Adobe CS, Figma, Sketch\n* Experience in user research and user testing\n* Experience in designing desktop applications\n* Experience in product design strategy\n* Experience in music making\n* Good communication skills\n\n**Why should you join us?**\n\n\nWe are respected in the industry, but still a small, yet independent team. This means that you instantly become an important part in our mission to reimagine the music industry. We have a close relationship with our users and regularly interact with musicians and producers world-wide.  \n\n  \n\n\n\nAt Reason Studios we are passionate about music! The office is often buzzing with discussions about synths, upcoming live shows and music making. Every so often you will see somebody - visiting artists or one of our employees - making music in our own studio.\n\n\nThis is a chance to work on a renowned music studio application together with engaged colleagues, applying and learning modern technologies while keeping the quality at an industry leading level.\n\n*Buzzwords: UX, Interaction Design, User Research, User Testing, User Experience, Music, Music Making.*","company_url":"https:\/\/se.indeed.com\/cmp\/Reason-Studios","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3962894957","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3962894957","job_url_direct":"https:\/\/sbab.teamtailor.com\/jobs\/4640212-innovationsledare?utm_source=LinkedIn&urlHash=lDA3","title":"Innovationsledare","company":"SBAB","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Arbetsuppgifter\n   \n\n  \n\n* Driva långsiktig innovation\n* Identifiera, testa och utvärdera möjligheter utifrån framtida kundbehov\n* Bygga proof of concepts för produkter och affärsmodeller\n* Driva förändringar från idé till verklighet tillsammans med övriga teamet och organisationen\n\n\n Funderar du på om bank verkligen är något för dig? Vi förstår!\n   \n\n  \n\n På SBAB gillar vi inte heller att hamna i det traditionella bankfacket. För det första gör vi inte skillnad på våra affärsmål och hållbarhetsmål. Vårt vinstintresse är att bidra till ett hållbart samhälle ekonomiskt, socialt och miljömässigt. Vi tror på ditt ansvarstagande, på transparens i allt vi gör, på sunda finanser för långsiktighet och att vi på så sätt bidrar till bättre boende och boendeekonomi. För det andra så uppmuntrar vi alla att vara sig själva på jobbet. Hos oss har några slips och kavaj och andra shorts och t-shirt när vi jobbar för att erbjuda Sveriges bästa bolån. Låter det som ett bättre fack att hamna i? Välkommen!\n   \n\n  \n\n Att jobba som Innovationsledare\n   \n\n  \n\n Drivs du av innovation och förändring för att säkra långsiktigt värdeskapande? Tycker du om att arbeta kreativt och utforskande för att identifiera framtidens kundbehov och trender, till exempel genom att bygga proof of concepts? Då är kanske du vår nya Innovationsledare! Här får du möjlighet att bidra med din kompetens och även arbeta med hållbarhetsfrågor i kombination med att driva affärer.\n   \n\n  \n\n Avdelningen Strategi och Innovation är en del av affärsenheten Customer Experience. Vi har i uppdrag att utveckla och stärka SBAB:s affär och konkurrenskraft på lång sikt. Nu behöver vi förstärka teamet med en ny kollega som arbetar dedikerat med innovation och som främjar SBAB:s tillväxt genom att experimentera fram och driva utvecklingsprojekt av nya tjänster och produkter.\n   \n\n  \n\n Du är van att snabbt omsätta kundinsikter till tjänster och produkter, kanske har du jobbat med eller nära servicedesign eller digital produktutveckling. Du har en bevisad förmåga att testa och förverkliga hypoteser och kan med lätthet paketera och sälja in initiativ, såväl internt som externt, baserat på insikter och data.\n   \n\n  \n\n Vi hoppas att du är kreativ och kunnig inom det digitala. Du kanske har kodat ett och annat som hobby? Eller arbetat med UX i din karriär? Vi gillar att bygga saker som vi testar, så om du med lätthet kan skapa en prototyp i Figma, på valfritt kodspråk eller med något spännande material blir vi väldigt glada. Samtidigt är du affärsmässig och vet vad som bygger bolag och affärer på sikt. Du är modig och vågar utmana gamla sanningar och arbetssätt. Du ser förmodligen dig själv som en entreprenör som kan flytta gränser.\n   \n\n  \n\n Vi förväntar oss att du är självdrivande, proaktiv och tar ett brett ansvar. Självklart delar du mer än gärna med dig av din kompetens. Du är lösningsorienterad, ansvarsfull och gillar att samarbeta med kollegor från olika delar av verksamheten. Vi vill att du har hjärtat på rätt ställe i förhållande till våra kunder och till dina kollegor. Vårt värderingsdrivna arbetssätt är centralt – vi lyckas tillsammans!\n   \n\n  \n\n Vi kallar till intervjuer löpande, inkom gärna med din ansökan så snart som möjligt!\n   \n\n  \n\n Har du check på allt?\n   \n\n  \n\n* Positiv energi\n* Nytänkande\n* Självdriven\n* Modig\n* Kreativ\n\n\n Annars då?\n   \n\n  \n\n Stämmer detta in på dig? Gillar du oss? Hoppas det! I din ansökan ber vi dig inkludera CV samt ett personligt brev. Du kan även registrera en ansökan med din LinkedIn-profil, var i så fall noga med att komplettera ansökan med ett personligt brev.\n   \n\n  \n\n Har du frågor om rollen så kontakta Carl Fuglstad, Chef Strategi och Innovation. Välkommen med din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/sbab-bank","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQFKJrKdjSajjA\/company-logo_100_100\/0\/1630647285404\/sbab_bank_logo?e=2147483647&v=beta&t=l7dcfijAyEBjlRCQSi4UqnTZsBQrBewqXvDDvE3jXs0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"61b2ffa5ea4ed6c7","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=61b2ffa5ea4ed6c7","job_url_direct":"https:\/\/www.alleima.com\/en\/careers\/open-jobs\/vacancies\/rd\/R0037827\/","title":"Masterexamensuppsats – Mätteknik","company":"Alleima","location":"Sandviken, X, SE","job_type":null,"date_posted":1721433600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Vi på Alleima söker nu en ambitiös och drivnen student som är intresserade av att utföra sina examensarbeten inom vårt dynamiska R&D-team.** **På Alleima strävar vi efter att ständigt tänja på gränserna för vad som är möjligt. Hos oss blir du en del av ett dynamiskt team som arbetar med banbrytande projekt och utvecklingsprogram. Vi ger dig möjligheten att tillsammans med oss bidra till utveckling, innovation och framgång i en internationell arbetsmiljö.**\n\n\n**Alleima vill bjuda in till att söka Examensuppstats inom R&D Mätteknik till våren 2025.**\n\n**Uppdraget**\n\n\nI uppdraget kommer du att arbeta med att utforska och implementera ny teknik som kan bidra till vår fortsatta utveckling och tillväxt. Vi mäter allt inom vår produktion och söker därför någon som kan ta sig an utmaningen att kartlägga och bygga mjukvara för våra mätutrustningar.\n\n\nHos oss får du möjligheten att omsätta dina kunskaper i praktiken och bidra till att forma framtidens teknik. Projektet kommer anpassas beroende på kandidaten men fokuset kommer vara att kartlägga och uppfatta vilka krav som finns i vår produktion. Detta är en unik möjlighet att tillämpa och demonstrera de kunskaper och färdigheter du förvärvat under din utbildning.\n\n**Din Profil**\n\n\nVi söker dig som studerar inom systemutveckling alternativt programmering och har ett brinnande intresse för teknik och utvecklandet av program. De är meriterande om du tidigare har arbetat med mätteknik och har förståelse om hur de fungerar i produktion. Då vi arbetar i en internationell miljö så kan du kommunicera obehindrat i svenska och engelska.\n\n\nDina personliga egenskaper är avgörande för denna roll, som kännetecknas av att du är en nyfiken, problemlösningsorienterad och som person trivs med både självständigt arbete och teamarbete.\n\n**Vad du kan förvänta dig av oss**\n\n\nPå Alleima är vi övertygade om att mångfald och inkludering leder till en bättre arbetsplats för våra anställda, vårt företag och våra kunder.\n\n**Vi bryr oss**: Vi är stolta över det vi gör. Vi bryr oss om våra kunder, våra medarbetare, miljön, de samhällen där vi verkar och den framtid vi delar.\n\n**Vi levererar**: Vi levererar på våra åtaganden, med ett lösningsorienterat tänkesätt gör vi det möjligt för våra kunder att vara deras allra bästa: effektivare, lönsammare och hållbarare\n\n**Vi utvecklas**: Vi utvecklas ständigt. Tillsammans tar vi ledningen för att främja material, ambitioner, industrier, oss själva – och samhällen till det bättre.  \n\n\n\n**Övrig information**\n\n\nFör mer information om tjänsten är du välkommen att kontakta:  \n\nJaan Kokk, rekryterande chef, +46 70 234 58 00\n\n\nFör frågor angående rekryteringsprocessen, vänligen kontakta:  \n\nSara Kühner, ansvarig rekryterare, +46 76 495 02 40\n\n**Välkommen med din ansökan senast 2024-09-30. Urvalet sker löpande i denna process.**\n\n\nPå Alleima är vårt uppdrag mycket mer än att leverera högkvalitativa produkter, teknologi och processer – genom samarbete utvecklar vi de bästa lösningarna efter våra kunders behov och att det är så vi uppnår våra affärsmål är bästa sättet att beskriva vårt dagliga arbete. Med nyfikna medarbetare och säkerheten som vår första prioritet, skapar vi en arbetsmiljö där Du kan utvecklas både som person och i ditt arbete.  \n\n  \n\n\n\nMed en tydlig riktning för vår resa, där vi nyttjar vår position som teknologiledare, progressiv affärspartner och där vi är drivande vad gäller hållbarhet, syftar vi till att bli ett ännu starkare bolag inom vår industri.  \n\n  \n\n\n\nÄr Du redo att anta denna utmaning tillsammans med oss? Följ med på vår resa!","company_url":"https:\/\/se.indeed.com\/cmp\/Alleima","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"8aaf5143f932a3e9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=8aaf5143f932a3e9","job_url_direct":"https:\/\/karriar.transtema.com\/jobs\/4756163-hardware-asset-manager-linkoping","title":"Hardware Asset Manager Linköping","company":"Transtema Sverige","location":"Linköping, E, SE","job_type":null,"date_posted":1721347200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":"amanda.sanden@pn.se, marija.biletic@pn.se","description":"Transtema Network Services söker nu efter Hardware Asset Manager till Linköping. Det är en utvecklande roll där du får du möjlighet att lära dig en framtidsbransch och samtidigt bli en del av Sveriges ledande företag inom kommunikationsnät. Varmt välkommen att skicka in din ansökan. Vi ser fram emot att höra från dig!\n\n **Information om tjänsten**\n\n  \n\nTranstema Network Services är ett företag som erbjuder teknik- och konsulttjänster inom nätverksinfrastruktur. De specialiserar sig på att leverera lösningar och support inom områden som nätverksdesign, installation, driftsättning och underhåll. Transtema har fått ett ökat ansvar i att driva sin kunds ICT-Center på flera sajter runt om i Sverige. Där deras ansvar innefattar att säkerställa en fungerande installationsmiljö för sin kund. Kunden är ett världsledande företag inom 5G.\n\n\nVi söker efter efter en engagerad Hardware Asset Manager till ett framstående datacenter. Rollen innefattar att hantera och optimera datacentrets hårdvaruresurser. Du kommer att övervaka hela livscykeln för hårdvarutillgångar, från inköp och implementering till underhåll och avveckling.\n\n**Du erbjuds**\n\n* Möjlighet att arbeta i ett världsledande företag inom IT-branschen.\n* En dynamisk och internationell arbetsmiljö med goda utvecklingsmöjligheter.\n* Tillgång till modern teknik och verktyg för att stödja arbetet.\n* Stöd för vidareutbildning och professionell utveckling.\n* Flexibla arbetsförhållanden och möjlighet till remote-arbete.\n\n**Arbetsuppgifter**\n\n  \n\n* Registrering och inventering av all hårdvara på datacentret\n* Att skapa och underhålla en databas över datacentrets hårdvarutillgångar\n* Ansvara för att befintlig hårdvara uppnår företagets säkerhets- och efterlevnadskrav\n* Koordinera underhåll och reparationer av hårdvaruutrustning\n* Genomföra revisioner av hårdvarutillgångar\n* Utveckla och implementera nya strategier för en kostnadseffektiv hantering av hårdvaruresurser\n\n**Vi söker dig som har**\n\n* Relevant högskoleutbildning inom teknik, IT eller likvärdigt område\n* Minst tre års erfarenhet av hårdvaruhantering eller av en liknande roll\n* Erfarenhet av att använda asset management-system och verktyg\n* Kunskap om säkerhetsstandarder och efterlevnadskrav inom IT\n* Flytande i både svenska och engelska, i tal och skrift.\n\n\nDet är meriterande om du har erfarenhet från telekom-, datakom- eller datacenterbranschen.\n\n\nUtöver detta tror vi att dina personliga egenskaper är avgörande för hur väl du kommer trivas i rollen hos Transtema. Vi värdesätter framför allt din vilja och motivation att utvecklas och lära dig nya saker. Du är en lagspelare som kan samarbeta effektivt och kommunicera väl med andra. Vi ser även att du kan ta egna initiativ och motiveras av att utföra ett noggrant och kvalitativt arbete. Du har en stark förståelse för IT-hårdvara och relaterade system samt har ett öga för detaljer.\n\n\nObservera att bakgrundskontroller kommer att genomföras som en del av anställningsprocessen och att slumpmässiga drogtester kan komma att utföras.\n\n**Om oss**\n\n  \n\nDu kommer vara anställd på Transtema Network Services AB, som är ett helägt dotterbolag inom Transtemakoncernen. Transtema Network Services är en marknadsledande leverantör av fälttjänster inom kommunikationsinfrastruktur i Sverige och ansvarar för installation, underhåll samt drift över hela landet.\n\n\nVi arbetar aktivt med hållbarhet utifrån fyra aspekter - våra medarbetare, vår affär, vår miljö och vårt engagemang.\n\n\nVåra medarbetare är vår största tillgång och vår ambition är att vara branschens mest attraktiva arbetsgivare. Vi har en värderingsstyrd företagskultur och arbetar aktivt med kompetensutveckling, inkludering och att erbjuda en trygg arbetsplats för alla. Vi erbjuder en utvecklande miljö, ett omväxlande arbete och möjlighet till kompetensutveckling. Vår kultur genomsyras av våra värdeord - att tänka nytt, visa respekt och ta ansvar.\n\n**Urval sker löpande, vi ser fram emot din ansökan!**  \n\nI denna rekrytering samarbetar vi med rekryteringsbolaget Professionals Nord. Vill du veta mer, kontakta gärna ansvariga rekryteringskonsulterna Amanda Sandén, 070-878 11 67, amanda.sanden@pn.se, eller Marija Biletic, 070-880 32 23 marija.biletic@pn.se.\n\n\nVi tar gärna emot samtal från dig som är intresserad av jobbet, men vi tackar nej till dig som säljer annonser och rekryteringstjänster.","company_url":"https:\/\/se.indeed.com\/cmp\/Transtema-Sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"e935df20ddb80c5a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e935df20ddb80c5a","job_url_direct":"https:\/\/karriar.transtema.com\/jobs\/4754560-hardware-asset-manager-stockholm-kista","title":"Hardware Asset Manager Stockholm Kista","company":"Transtema Sverige","location":"Kista, AB, SE","job_type":null,"date_posted":1721347200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":"amanda.sanden@pn.se, marija.biletic@pn.se","description":"Transtema Network Services söker nu efter Hardware Asset Manager till Kista. Det är en utvecklande roll där du får du möjlighet att lära dig en framtidsbransch och samtidigt bli en del av Sveriges ledande företag inom kommunikationsnät. Varmt välkommen att skicka in din ansökan. Vi ser fram emot att höra från dig!\n\n **Information om tjänsten**\n\n  \n\nTranstema Network Services är ett företag som erbjuder teknik- och konsulttjänster inom nätverksinfrastruktur. De specialiserar sig på att leverera lösningar och support inom områden som nätverksdesign, installation, driftsättning och underhåll. Transtema har fått ett ökat ansvar i att driva sin kunds ICT-Center på flera sajter runt om i Sverige. Där deras ansvar innefattar att säkerställa en fungerande installationsmiljö för sin kund. Kunden är ett världsledande företag inom 5G.\n\n\nVi söker efter efter en engagerad Hardware Asset Manager till ett framstående datacenter. Rollen innefattar att hantera och optimera datacentrets hårdvaruresurser. Du kommer att övervaka hela livscykeln för hårdvarutillgångar, från inköp och implementering till underhåll och avveckling.\n\n\n**Du erbjuds**\n\n* Möjlighet att arbeta i ett världsledande företag inom IT-branschen.\n* En dynamisk och internationell arbetsmiljö med goda utvecklingsmöjligheter.\n* Tillgång till modern teknik och verktyg för att stödja arbetet.\n* Stöd för vidareutbildning och professionell utveckling.\n* Flexibla arbetsförhållanden och möjlighet till remote-arbete.\n\n**Arbetsuppgifter**\n\n  \n\n* Registrering och inventering av all hårdvara på datacentret\n* Att skapa och underhålla en databas över datacentrets hårdvarutillgångar\n* Ansvara för att befintlig hårdvara uppnår företagets säkerhets- och efterlevnadskrav\n* Koordinera underhåll och reparationer av hårdvaruutrustning\n* Genomföra revisioner av hårdvarutillgångar\n* Utveckla och implementera nya strategier för en kostnadseffektiv hantering av hårdvaruresurser\n\n**Vi söker dig som har**\n\n* Relevant högskoleutbildning inom teknik, IT eller likvärdigt område\n* Minst tre års erfarenhet av hårdvaruhantering eller av en liknande roll\n* Erfarenhet av att använda asset management-system och verktyg\n* Kunskap om säkerhetsstandarder och efterlevnadskrav inom IT\n* Flytande i både svenska och engelska, i tal och skrift.\n\n\nDet är meriterande om du har erfarenhet från telekom-, datakom- eller datacenterbranschen.\n\n\nUtöver detta tror vi att dina personliga egenskaper är avgörande för hur väl du kommer trivas i rollen hos Transtema. Vi värdesätter framför allt din vilja och motivation att utvecklas och lära dig nya saker. Du är en lagspelare som kan samarbeta effektivt och kommunicera väl med andra. Vi ser även att du kan ta egna initiativ och motiveras av att utföra ett noggrant och kvalitativt arbete. Du har en stark förståelse för IT-hårdvara och relaterade system samt har ett öga för detaljer.\n\n\nObservera att bakgrundskontroller kommer att genomföras som en del av anställningsprocessen och att slumpmässiga drogtester kan komma att utföras.\n\n **Om oss**\n\n  \n\nDu kommer vara anställd på Transtema Network Services AB, som är ett helägt dotterbolag inom Transtemakoncernen. Transtema Network Services är en marknadsledande leverantör av fälttjänster inom kommunikationsinfrastruktur i Sverige och ansvarar för installation, underhåll samt drift över hela landet.\n\n\nVi arbetar aktivt med hållbarhet utifrån fyra aspekter - våra medarbetare, vår affär, vår miljö och vårt engagemang.\n\n\nVåra medarbetare är vår största tillgång och vår ambition är att vara branschens mest attraktiva arbetsgivare. Vi har en värderingsstyrd företagskultur och arbetar aktivt med kompetensutveckling, inkludering och att erbjuda en trygg arbetsplats för alla. Vi erbjuder en utvecklande miljö, ett omväxlande arbete och möjlighet till kompetensutveckling. Vår kultur genomsyras av våra värdeord - att tänka nytt, visa respekt och ta ansvar.\n\n**Urval sker löpande, vi ser fram emot din ansökan!**  \n\nI denna rekrytering samarbetar vi med rekryteringsbolaget Professionals Nord. Vill du veta mer, kontakta gärna ansvariga rekryteringskonsulterna Amanda Sandén, 070-878 11 67, amanda.sanden@pn.se, eller Marija Biletic, 070-880 32 23 marija.biletic@pn.se.\n\n\nVi tar gärna emot samtal från dig som är intresserad av jobbet, men vi tackar nej till dig som säljer annonser och rekryteringstjänster.","company_url":"https:\/\/se.indeed.com\/cmp\/Transtema-Sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"94689e0dcae269bb","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=94689e0dcae269bb","job_url_direct":"https:\/\/career.luxoft.com\/jobs\/l2-support-engineerdevops-6985","title":"L2 Support Engineer\/DevOps","company":"Luxoft","location":"SE","job_type":null,"date_posted":1721347200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"Remote Sweden, Sweden\n\n\nTechnical Support (SL2)\n\n\nAutomotive Industry\n\n\n19\/07\/2024\n\n\nReq. VR-106803\n\n\n  \n##### **Project description**\n\nLuxoft is one of the major Engineering Services companies world-wide. We deliver professional engineering services in Automotive industry. In the scope of this project, Luxoft is building up a new special-purpose brand new dedicated Service Operations Center targeted to help our customer to ensure the effective delivery of IT services (Operations \/ 2nd Level Support) in alignment with business needs, managing service performance, ensuring SLSs are met and driving continuous improvement initiatives.\n\n\n##### **Responsibilities**\n\n\nadhering to support processes, workflows and support SLAs\n\n\nevaluating and documentation impacts on the product itself\n\n\ndeveloping solutions by taking into account the product development team if this expertise is\n\n\nimplementing a workaround which may be used by the feedback reporter (this is optional)\n\n\ninitial evaluating of the support request in order to identify if the support request is a support case or not\n\n\nchecking if the support case can be solved by using mechanism which are part of the product delivery itself. Developing of solutions for support cases (e. g. work around, scripts) are not allowed within 2nd level support activities\n\n\nregularly ensure that all 2nd level are in its corresponding state according to the defined workflow\n\n\ndocumentation of relevant information, especially solutions within the support ticket\n\n\ndocumentation of recurrent information into a support FAQ to increase support processing time\n\n\nassigning support requests to the most likely editor outside of 1st to 3rd level support roles (e. g. IT infrastructure topics, 3rd party tooling impediments)\n\n\nassigning support cases to the most likely editor in it's 3rd level support role if support case cannot be handled within 2nd level support\n\n\n##### **Skills**\n\n\nMust have\n\n\nFluent in Mandarin\/Standard Chinese and English\n\n\nShift work is required (night shift)\n\n\nMUST be located in EU (European Union)\n\n\nBachelor's degree in IT, Computer Science, or a related field\n\n\n5+ years of experience in IT service management\n\n\nITIL certification (preferred)\n\n\nCommitment to maintaining a stable and secure IT environment\n\n\nKnowledge of several DevOps Tools (version control, configuration management, continuous integration, continuous testing, network protocols)\n\n\nKnowledge of the key concepts of DevOps (e.g. Config-as-code, Infrastructure-as-code)\n\n\nAWS, Docker, Kubernetes, Platform as a Service (PaaS), ELK stack (Elastic Search, Logstash, Kibana), Dynatrace (or similar tool)\n\n\nAtlassian Toolsuite (JIRA, Confluence and Bitbucket)\n\n\nExcellent problem-solving and analytical skills\n\n\nProactive thinking and taking responsibility for your work\n\n\nWillingness to work according to Agile\/Scrum methodologies\n\n\nProven experience in incident, problem, and change management.\n\n\nExperience with root cause analysis (RCA) and incident\/problem resolution\n\n\nStrong leadership and communication skills\n\n\nNice to have\n\n\nAWS Certified Cloud Practitioner\n\n\nAccreditation and experience across at least one of the three main public cloud providers (AWS, Azure, GCP)\n\n\nAbility to work effectively within a globally distributed team with stakeholders and development team members spread across multiple locations\n\n\nExposure to understanding and managing complex project and program delivery\n\n\nExperience within Automotive and from working in an international environment\n\n\n##### **Other**\n\n\nLanguages\n\n\nEnglish: B2 Upper Intermediate\n\n\nSeniority\n\n\nSenior","company_url":"https:\/\/se.indeed.com\/cmp\/Luxoft","company_url_direct":"https:\/\/www.luxoft.com\/","company_addresses":"Zug","company_industry":null,"company_num_employees":"10,000+","company_revenue":"Decline to state","company_description":"Luxoft, a DXC Technology Company, is a digital strategy and software engineering firm providing bespoke technology solutions that drive business change for customers globally.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/395889795fe8401aa9890ab5692bd4cd","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/d45dbe74dac0028a13394f75911530df","ceo_name":"Dmitry Loschinin","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/104d45efc348f9ff845fca757aac8160"},{"id":"9f5e0c337530dce1","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=9f5e0c337530dce1","job_url_direct":"https:\/\/edzt.fa.em4.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/sites\/CX_1\/requisitions\/preview\/24195","title":"Solution Architect Microsoft 365","company":"Fujitsu","location":"Kista, AB, SE","job_type":"fulltime","date_posted":1720137600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Fujitsu söker en driven Lösningsarkitekt inom Microsoft 365 till vårt team inom Digital Consulting. Som Lösningsarkitekt kommer du att spela en central roll i att säkerställa utvecklingen av kundens digitala arbetsplats. Du kommer ha möjligheten att guida teamet genom hela implementeringsprocessen, där du kommer ansvara för att designa, planera, implementera krav och införandet av Microsoft 365. Utöver det kommer du också få möjlighet att arbeta med rådgivning kring Microsoft 365-lösningar samt delta i pre-sales-aktiviteter och leda workshops.  \n\n\n\nHär får du chansen att vara en del av ett dynamiskt team som älskar att hitta på roliga aktiviteter och stöttar varandra i alla lägen. Du kan också förvänta dig en arbetsplats där glädje, gemenskap och frihet står i fokus. Vi erbjuder även flexibilitet i var du vill arbeta och uppmuntrar till socialt engagemang både inom och utanför arbetet. Kom och väx med oss på en arbetsplats som verkligen bryr sig om sina medarbetare och har sina rötter i japansk kultur!  \n\n\n\n  \n\n  \n\n**Arbetsuppgifter:**\n\n* Ansvara för att definiera, planera, anpassa samt utveckla kundens Microsoft 365-applikationer.\n* Ta fram kundanpassade Microsoft 365-erbjudande.\n* Leda workshops och utbildningar för att öka förståelsen och användningen av Microsoft 365.\nSupportera i Pre-Sales-aktiviteter.  \n* \n**För att lyckas och trivas i rollen har du:**\n\n* Gedigen erfarenhet inom Microsoft 365 med fokus på anpassning och vidareutveckling.\n* Arbetat som lösningsarkitekt eller liknande roll och erfarenhet av design, planering och implementation.\n* Erfarenhet av systemutveckling på Microsoft 365.\n* Arbetat i Agila Team och med Solution Design.\n* Relevant utbildning inom området.\nFlytande kunskaper inom svenska och engelska både i tal och skrift.  \n* \n**Meriterande:**\n\n* Relevanta Microsoft 365-certiferingar inom området.\n* Fokus på anpassningsbara workloads, t ex SharePoint Online, Power Platform.\n* Erfarenhet av Microsoft 365 Copilot.\nErfarenhet inom SharePoint OnPrem.  \n* \n**Startdatum:** Enligt överenskommelse\n  \n\n**Placeringsort:** Stockholm\/Götebog med möjlighet till hybridarbete  \n\n  \n\n\n\n**Vilka är Fujitsu?**  \n\nFujitsu är ett världsledande japanskt företag inom IT och kommunikation. Vår marknad bygger på närhet till våra lokala kunder samtidigt som vi har det globala Fujitsu i ryggen. Det ger oss möjlighet att erbjuda alla våra kunder en bred palett av kreativa lösningar samtidigt som det ger oss de rätta verktygen att vara en föregångare inom innovation. Fujitsu erbjuder en komplett portfölj av tjänster, lösningar och produkter – vi är en global partner i den digitala transformationen.  \n\n  \n\n\n\n**Vad kan vi erbjuda?**  \n\nSom medarbetare hos Fujitsu möter du ny och spännande teknik inom t ex Artificiell intelligens, IoT, Big Data, Hybrid IT och mycket mer. Vi erbjuder en hybrid arbetsmiljö med flexibla arbetstider där du får frihet under ansvar att själv lägga upp ditt arbete i ett modernt aktivitetsbaserat kontor. Utöver det får du vara en del av en inkluderande kultur med stark sammanhållning samtidigt som du får se bortom tekniken och fokusera på den konkreta nyttan för våra kunder, för samhället och för miljön.  \n\n  \n\n  \n\n  \n\n**Övrig information**  \n\nPå grund av semesterperiod har vi en längre ansökningstid och kommer att vara tillbaka igen i mitten på augusti. Under denna period kommer vi inte kunna behandla ansökningar. Notera att vi inte tar emot ansökningar via mail, vi uppmuntrar dig att söka via systemet.","company_url":"https:\/\/se.indeed.com\/cmp\/Fujitsu","company_url_direct":"https:\/\/www.fujitsu.com\/au\/","company_addresses":"Het Kwadrant 1, 3606 AZ Maarssen","company_industry":" Computers And Electronics","company_num_employees":"201 to 500","company_revenue":"more than $10B (USD)","company_description":"Fujitsu is a leading Japanese information & communication technology company, offering a range of technology products, solutions & services.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/0cfa330f9ad3c5bfdba8d5d7e1fee5a2","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/278304ad9de14319acd4f1355ea0f9e7","ceo_name":"Yoshihiko Masuda","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/620dd91d0692c6bc365e197465818ecc"},{"id":"1a7267e6f26ec560","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=1a7267e6f26ec560","job_url_direct":"https:\/\/career.hedinit.com\/jobs\/3760859-software-engineer","title":"Software Engineer","company":"Hedin IT","location":"Mölndal, O, SE","job_type":null,"date_posted":1711497600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"gabriella.hagstrom@hedinit.com","description":"**Why Hedin IT?**  \n\nWe shape the digital future for Hedin Mobility Group - one of Europe’s leading mobility enablers with 15,000 employees across 14 countries. To be a transformative force within mobility, we need to offer the best digital experience possible for both our customers and colleagues. This means you will have the opportunity to work with cutting-edge technologies, dedicated colleagues, and great challenges to keep pushing your professional and personal development.\n\n\nHave we caught your attention yet? Great - we are looking for new colleagues to join our IMS (*Importer Management System*) team in developing one of our most business-critical systems. Built for importers within the group, the system combines everything from ERP and logistics to dealer portals, e-commerce, BI, and beyond - all in one.\n\n**Let us tell you more about the role!**  \n\nAs a Software Engineer in our IMS team, you will develop our modern web-based business system built on top of Microsoft Dynamics 365 Business Central. With great room for creativity and innovation, you will implement the system for new entities within the group, develop new features, and make improvements to enable a more robust solution.\n\n\nYou will join a cross-functional high-performing team, but most of all, a team of great people who all love tech. Everyone is highly involved in discussions around architecture and system design (no PowerPoint architects in sight) and shares a philosophy of avoiding unnecessary processes at all costs.\n\n\n**Want a taste of what technologies you will be working with?**\n\n* C#\/.NET\n* Blazor\n* Azure\n* Terraform\n* Entity Framework\n* Clean, testable, and domain-driven code\n* Event-driven infrastructure\n* Structured pair programming (we know it is not a technology, but it is damn important)\n\n**Who are we looking for?**  \n\nEven though you will be working with all the technologies above and more, we do not expect you to be an expert in all of them, but at least some. For us, it is more important that you have can do-attitude and constantly want to push boundaries of both your own and your teams’ knowledge and skills. You are comfortable with **speaking and writing both Swedish and English** and have a couple of years of working experience with:\n\n* C#\/.NET\n* Azure\n* SQL Databases\n* Testable and domain-driven code\n\n**So, are you r****eady to accelerate your career with us? Apply now!**  \n\nThe Hedin IT recruitment team is on vacation. We are excited to resume the recruitment process when we are back in week 34. In the meantime, feel free to apply today! Responsible for the recruitment, Gabriella Hagström, gabriella.hagstrom@hedinit.com. Have a great summer!\n\n ***About us***  \n\n*Since 2017, Hedin IT has been leading the technical way forward for Hedin Mobility Group, one of Europe’s leading mobility enablers with 15,000 employees across 14 countries. To be the transformative force within mobility, we need to offer the best possible digital experience for both our customers and colleagues within the group. This means you'll have the opportunity to work with cutting-edge technologies, dedicated colleagues, and great challenges to keep pushing your professional and personal development.*\n\n***What do we offer?***  \n\n*The dynamic and fast paced environment of a scale-up with the stability and resources that comes with being part of a large, established group. The best of both worlds if you ask us.*\n\n*Our modern office located here in Mölndal offers both café and restaurant as well as gym and padel facility (fun fact: we ended up in the top ten best-looking offices in Sweden 2023, if you’ll allow us to brag a little). Your well-being is important to us, which is why we offer PTs, instructor-led training classes every day and the opportunity to challenge your colleagues in a game of padel. And of course:*  \n\n\n\n* *Collective Agreement and ITP pensions.*\n* *Flexible working hours*\n* *Wellness allowance*\n* *30 days of paid vacation*\n* *Several car-related benefits*","company_url":"https:\/\/se.indeed.com\/cmp\/Hedin-IT","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3961540747","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3961540747","job_url_direct":"https:\/\/assaabloy.jobs2web.com\/job\/Stockholm-Technology-Manager-IoT-117-43\/1088352601\/?utm_source=LINKEDIN&utm_medium=referrer&urlHash=PDAB","title":"Technology Manager IoT","company":"ASSA ABLOY Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"anders.wallbom@assaabloy.com","description":"**Technology Manager IoT - Join a Global Leader in Security Innovation**\n Are you passionate about cutting-edge technology and eager to make an impact in the physical access control industry? ASSA ABLOY, a leader in the security industry, is looking for a dynamic and driven Technology Manager IoT to join our team. This is your chance to shape the future of smart lock technology and be at the forefront of innovation.\n   \n\n  \n\n**About Us**\n Located within the Group CTO organization, Technology Solutions develop internal Modular Technology Platforms primarily for battery-based Smart Locks. Our platforms enable rapid innovation, faster time-to-market, and offer premium security levels that meet upcoming security legislations. Our three core modular platforms are:\n   \n\n  \n\n* MBS : Hardware\/Firmware\n* MSF : Software\n* mIoT : Connectivity (the link between MBS and MSF)\n\n\n All our platforms are developed collaboratively using inner sourcing (internal open source) with centralized teams that maintain, lead, and form the architecture. We work closely with various ASSA ABLOY divisions and their business use cases to ensure our platforms meet real-world needs.\n   \n\n  \n\n**Your Role**\n As the Technology Manager IoT, you will act as the system architect and product owner for our MSF platforms, which handle device management of IoT devices, including both server\/cloud and mobile apps (Android\/iOS). Your primary use cases will include device configuration and communication with Smart Locks. You will define technical features, support the definition of an ecosystem for all product lifecycle phases (manufacturing, configuration\/commissioning, operation, decommissioning), and break down end-to-end use cases into technical platform features.\n   \n\n  \n\n**Key Responsibilities**\n* Act as Product Owner of the MSF Device Configuration Team and MSF Backend Team\n* Serve as the system architect for device configuration use cases and backend parts of IoT connectivity\n* Build a global understanding of customer needs through local divisions and customer insight activities, and translate these into product backlog activities\n* Coordinate requirements between Technology Solutions and local\/divisional software architects\n* Design modular platforms and services to create robust, reusable, and shared components\n* Drive pre-studies for new features\/products\/use cases\n* Establish design guidelines and product policies for connected products, including security and data access policies\n* Collaborate with and support internal ASSA ABLOY divisional projects\n\n\n**Who You Are**\n* Driven and enthusiastic about technology\n* Entrepreneurial and collaborative\n* Agile in leadership and coaching, and an informal leader\n* Experienced as a Product Owner within software-focused solutions\n* Interested in software technology and business value of modular components and platform features\n* Knowledgeable about IoT, software\/cloud software development, firmware development, and mobile app development\n* Experienced with global teams and matrix organizations\n* Proficient in agile methodologies, preferably with experience in SAFe\n* Hold an MSc in Computer Science or similar field\n* Fluent in English, both written and spoken\n* Willing to dive into code and analyze\n* Have 5 years of work experience in similar fields\n\n\n**Why Join Us?**\n This is an exceptional opportunity to join a global leader in the security industry and make a significant impact. You'll work in a dynamic environment with the opportunity to drive innovation and shape the future of smart lock technology.\n   \n\n  \n\n**Location**\n This position is based in Stockholm and requires travel between these sites and occasionally throughout the ASSA ABLOY Group.\n   \n\n  \n\n**Apply Now**\n Don't miss out on this exciting opportunity to join ASSA ABLOY as a Technology Manager IoT. Apply by July 28th, 2024. We review applications regularly, so don’t wait!\n   \n\n  \n\n**Contact for More Info:** \n Anders Wallbom, VP & Head of Technology Solutions, anders.wallbom@assaabloy.com\n   \n\n  \n\n**We are the ASSA ABLOY Group**\n Our people have made us the global leader in access solutions. In return, we open doors for them wherever they go. With nearly 61,000 colleagues in more than 70 different countries, we help billions of people experience a more open world. Our innovations make all sorts of spaces – physical and virtual – safer, more secure, and easier to access.\n   \n\n  \n\n As an employer, we value results – not titles, or backgrounds. We empower our people to build their career around their aspirations and our ambitions – supporting them with regular feedback, training, and development opportunities. Our colleagues think broadly about where they can make the most impact, and we encourage them to grow their role locally, regionally, or even internationally.\n   \n\n  \n\n As we welcome new people on board, it’s important to us to have diverse, inclusive teams, and we value different perspectives and experiences.","company_url":"https:\/\/se.linkedin.com\/company\/assaabloy","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C510BAQHPkHQPPF6BRg\/company-logo_100_100\/0\/1631338175524?e=2147483647&v=beta&t=dml1W0kFTdoFPzM8qUpCX1U5Lcho7aqw2Jj9tD4OWUc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3980828105","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3980828105","job_url_direct":null,"title":"HR Generalist","company":"Baestyle Group - Yeppo & Soonsoo","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"hr@yeppo.fi, hr@yeppo.fi","description":"**HR Generalist for Sweden!**\n Are you a service-minded person who values great teamwork? We are looking for someone who\n   \n\n wants to be part of our growing team in Sweden!\n   \n\n  \n\n**About us**\n Welcome to the world of Yeppo & Soonsoo - the heart of Baestyle Oy, which beats for Korean\n   \n\n cosmetics and culture. Since 2018, we have acted as a trendsetter by bringing the best beauty\n   \n\n trends and cultural gems from Korea to Finland and all of Europe. Our company's mission is to\n   \n\n promote the innovations and lifestyle of Korean beauty, while supporting the adaptation of our\n   \n\n brands to the needs of local customers. Through our Yeppo & Soonsoo brand, we operate both\n   \n\n in our online store and in our brick-and-mortar stores all over Finland, and now we have\n   \n\n expanded our operations to Stockholm as well.\n   \n\n  \n\n From our selection you can find the best Korean brands such as BBIA, Anua, Ariul, Acropass,\n   \n\n Amuse, Axis-Y, About Tone, Cosnori, Unleashia, Cell Fusion C, SKIN1004, Beauty of Joseon,\n   \n\n Round Lab, Ma:nyo Factory and Abib among others. Our goal is to fulfill our customers' many\n   \n\n wishes with our carefully curated product selection.\n   \n\n  \n\n Welcome to experience the best of Korean beauty and culture with us - at Yeppo & Soonsoo,\n   \n\n where every product tells a story and every customer experience is a journey towards a new\n   \n\n dimension of beauty.\n   \n\n  \n\n**Tasks**\n You as an HR generalist will provide advice and support to managers and employees. We answer\n   \n\n by e-mail regarding questions relating to HR-related areas; e.g. issues relating to employees'\n   \n\n employment, salary issues, description of processes and procedures, interpretation of\n   \n\n agreements, regulations and policies, as well as support in HR systems. You will also be a key part\n   \n\n in the recruitment process from the invites, to the interviewing and onboarding. As an HR\n   \n\n Generalist, you will also be involved in developing new processes and standards as we modernise\n   \n\n and digitise HR support within Yeppo in order to contribute to the business in the best possible\n   \n\n way. Work is done remotely, but we wish the HR to go meet the Team once in a while!\n   \n\n  \n\n As an HR generalist, you must have a very high level of service so that managers and employees\n   \n\n feel that it is easy to contact the HR and that they are always close to fast, high-quality\n   \n\n information.\n   \n\n  \n\n**What we would like from you**\n -See that you have an education in HR or work experience in HR 2-5years.\n   \n\n -See that you have worked in a service-oriented role.\n   \n\n -Fluent in Swedish and English, both in speech and writing.\n   \n\n -Good knowledge of HR processes and IT systems.\n   \n\n -Helping comes naturally to you and you have good problem solving skills.\n   \n\n -As a person you are positive and have that ”can do” attitude. You are a team player that can\n   \n\n spread great energy and encourage your colleagues.\n   \n\n  \n\n**For more information**\n Please contact Jenni Mutkala, HR Manager of Nordics for more information about the position,\n   \n\n hr@yeppo.fi\n   \n\n  \n\n**Your application should include a cover letter, CV and referencers.** \n  \n\n  \n\n You are welcome to submit your application as soon as possible, but no later than August 18th to hr@yeppo.fi with the title HR24.","company_url":"https:\/\/fi.linkedin.com\/company\/baestyle-oy","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQExtFD-LOqCeA\/company-logo_100_100\/0\/1663053838168\/baestyle_oy_logo?e=2147483647&v=beta&t=ha0AHCd3qkvZxCuW1kDbT1fnpjx_Ygl8ninTocE7UB8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3963880165","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3963880165","job_url_direct":"https:\/\/careers.kreditz.com\/en-GB\/jobs\/3023303-cloud-architect?utm_source=LinkedIn&urlHash=j1Jd","title":"Cloud Architect","company":"Kreditz","location":"Danderyd, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"Lorenzo@kreditz.com, arlen@kreditz.com","description":"*Founded in 2018, Kreditz is already the market leader in PSD2 credit scoring products.*\n*We use Open Banking\/PSD2 technology to create our revolutionizing real-time credit scoring products, which are beloved by banks, financial institutions, gambling companies and many more. Kreditz products enable consumers, and businesses, to gain financial inclusion, and financial opportunity where none would be available with traditional credit scoring systems.*\n*Our long-term vision \"One world, One score\" translates into our everyday mission of financial inclusion, and financial opportunity, for everyone around the globe\n   \n\n  \n\n – Everyone deserves a fair assessment.*\n*To fuel our growth to the next level, we recently added 10m EUR of funding from world renown investors Creades and Ingka Investments.*\n*Come join us on our impactful mission!*\n**About The Position**\n Thanks to a continuous three figure growth (+170% FY22 vs FY21) and ambitious expansion plans we are looking to strengthen our organization further with a\n *Cloud Architect* \n . We are currently entering an exciting phase (startup to scaleup) and expanding our market presence rapidly in the Nordic countries and in Europe. Our clients range from some of Europe’s largest banks and iGaming companies to smaller, innovative businesses.\n   \n\n  \n\n**What Can Kreditz Offer**\n* One-way ticket to an amazing growth journey you will never forget – A journey where everyone in the team plays a crucial role for our company’s success\n* Fun-loving, passionate, and talented colleagues with whom to share small and big company, and personal, milestones and accomplishments\n* Humble corporate culture – we celebrate all wins, no matter the size, together!\n* 24\/7 access to gym\/sauna\/sports center at our office PLUS additional wellness allowance\n* Fixed salary\n\n\n**Responsibilities**\n Key responsibilities as Cloud Architect at Kreditz:\n   \n\n  \n\n* Design and implement scalable and secure cloud architectures that align with business objectives and requirements.\n* Evaluate existing cloud infrastructure and make recommendations for improvement and optimization.\n* Develop cloud migration strategies and execute the migration of on-premises systems to the cloud.\n* Collaborate with cross-functional teams to define cloud-related requirements and provide technical guidance.\n* Ensure the security and compliance of cloud environments, implementing necessary controls and monitoring systems.\n* Stay up to date with emerging cloud technologies, trends, and best practices.\n* Provide guidance and support to development teams in implementing cloud-native solutions.\n* Collaborate with stakeholders to define and prioritize cloud initiatives based on business needs.\n* Conduct cost analysis and optimization of cloud resources to maximize efficiency and minimize expenses.\n\n\n**WE ARE LOOKING FOR**\n We are seeking a highly skilled and experienced Cloud Architect to join our IT team at Kreditz. As a Cloud Architect, you will play a critical role in optimizing our cloud services, reducing costs, and improving the performance of our expanding algorithms\/logic. You will be responsible for designing and implementing cloud-based solutions, ensuring efficient cloud usage, and staying up to date with industry best practices.\n   \n\n  \n\n**Additionally We Believe You Have**\n* Bachelor's degree in Computer Science, Information Technology, or a related field (or equivalent experience).\n* 3-5 years of experience in Cloud Architect or similar role.\n* Proven experience as a Cloud Architect or in a similar role.\n* Strong expertise in cloud platforms such as AWS, Azure, or Google Cloud.\n* In-depth knowledge of cloud architecture patterns, best practices, and security frameworks.\n* Experience with containerization technologies such as Micro-services, Docker and orchestration tools like Kubernetes.\n* Familiarity with DevOps practices and tools.\n* Strong problem-solving and analytical skills.\n* Excellent communication skills in Swedish and English (verbal and written).\n* Knowledge of additional European languages can be meritorious.\n* Relevant certifications such as AWS Certified Solutions Architect or Azure Solutions Architect are a plus.\n* Experience working with FinTech and PSD2 technologies are a plus.\n\n\n**APPOINTMENT OF ROLE**\n Starting date Q3Q4 2023\n   \n\n  \n\n**SCOPE**\n Fulltime, permanent employment (tillsvidareanställning)\n   \n\n  \n\n**SALARY**\n Fixed monthly salary\n   \n\n  \n\n**REPORTING**\n You will be reporting to the company’s CTO\n   \n\n  \n\n**WORKPLACE**\n Our office is in Danderyd, Stockholm\n   \n\n  \n\n**RECRUITMENT PROCESS**\n We interview candidates on an ongoing basis (ongoing selection)\n   \n\n  \n\n**CONTACT**\n Lorenzo Puccio, COO, Lorenzo@kreditz.com\n   \n\n  \n\n For more information about the role feel free to reach out to our CTO arlen@kreditz.com","company_url":"https:\/\/se.linkedin.com\/company\/kreditz","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQHqDhVH82XwsQ\/company-logo_100_100\/0\/1696867787010\/kreditz_logo?e=2147483647&v=beta&t=wm7RcGm1TOAOVd4KD8_L5QUNc6rjSBYAjXJek2tpi-k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3980885276","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3980885276","job_url_direct":"https:\/\/www.ccep.jobs\/en\/job\/-\/-\/1299\/15125600960&urlHash=NxTF","title":"Senior Manager Electrical, Automation & Industrial Networking Systems,  GB and Nordics","company":"Coca-Cola Europacific Partners","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Senior Manager Electrical, Automation & Industrial Networking Systems, GB and Nordics**\n Within the Engineering and Technology department (E&T) we have the Electrical, Automation, and Industrial Network Systems team (EA&N). We are looking for a Senior Manager Electrical, Automation and Industrial Networking systems to act as a Subject Matter Expert, reporting into the Associate Director of EA&N.\n   \n\n  \n\n**What you become part of:**\n The Electrical, Automation & Industrial Networking Systems team is responsible for the development and implementation of the EA&N specifications and standards for equipment installations across the CCEP network.\n   \n\n  \n\n**The Team:**\n The EA&N team have four key accountabilities that will drive capability and performance for CCEP, by delivering the best value solutions throughout the total equipment lifecycle:\n   \n\n  \n\n* Producing and maintaining EA&N standards, including the obsolescence strategy aligned with OT Cybersecurity and Safety.\n* Supporting Manufacturing and Logistics sites, as Subject Matter Expert, to resolve technical issues with EA&N expertise.\n* Supporting Capital Project Execution teams and coordination with BPT (IT) departments.\n* Supporting the Manufacturing Digital journey at CCEP, working closely with the Digital Transformation department \/ OT & Digital.\n\n\n**You will:**\n* Support initially mainly the GB and Nordic sites with technical expertise and ensure they apply the CCEP standards technical guidelines. However, the role is central and will be requested to support Western Europe CCEP locations.\n* Drive technical solutions when sites and central AssetCare teams are at the end of their technical knowledge with a EA&N technical issue.\n* Own 1 or 2 technology expertise areas within the EA&N Technology team (examples could be machine safety, electrical, automation etc.).\n* Manage projects when a new concept\/prototype equipment is being implemented.\n* Work with the capital project execution teams as the EA&N SME to ensure they apply the CCEP standards and technical guidelines.\n\n\n**What to expect in more detail:**\n**Electrical, Automation and Network development and design standards:**\n Medium and Low voltage, Automation devices and its communication from level 0 to level 2, Process and Warehousing Control Systems and OT Network\n   \n\n  \n\n* Create and maintain specifications & standards for CCEP Electric, Automation and Industrial Network according to the technology lead assigned. Ensure this knowledge is spread to the business in the form of training.\n* Collaborate with the Project Management teams and site operations to ensure the CCEP EA&N equipment specs and RFQs include best practices and learnings.\n* Work with Asset Care and Operations teams to develop standard technical documentation packages (e.g. PFDs, Functional Descriptions, Operating Manuals, Maintenance Manuals, OPLs, Commissioning\/Qualification\/Validation criteria etc.) for EA&N equipment and Installations.\n* Connect and influence our supplier base to fulfill CCEP’s current and future investment needs.\n* Define appropriate technologies for safe, economic, simple and efficient operation of EA&N equipment. When necessary, with Hygienic design.\n* Identify opportunities and develop specific technical solutions to minimize the impact of Obsolescence within EA&N.\n* Look externally and benchmark across other industries to identify possible new technologies that could be a good fit for our business.\n\n\n**Support Production and Logistic sites as EA&N Subject Matter Expert :**\n* Follow a clear escalation process within CCEP and with all key vendors to resolve EA&N equipment failures, and work with supplier after-market support when unusual and challenging technical problems are identified.\n* Support sites as SME to help drive equipment performance.\n* Provide specialist EA&N guidance and support to all stakeholders internally and externally to develop, address and resolve all EA&N technical issues and non-compliances to standards.\n\n\n**Support Capital Project Execution Teams, Digital Teams and coordination with BPT departments:**\n* Work with the capital project teams or Digital Teams in the planning and design phase to ensure that all new installations are designed according to the EA&N standards and engaging BPT teams when necessary.\n* Support the capital project teams and site engineering teams with technical expertise throughout the project lifecycle where required.\n* When new technologies \/ designs are being implemented for the first time, take a lead role in managing the execution of said new technology to ensure its successful commissioning and qualification.\n\n\n**Skills & Experience required:**\n**Technical skills:**\n* Experience with automation and industrial control systems and an advanced knowledge of industrial automation systems and servo systems.\n* Experience with safe, ergonomic, efficient HV\/LV infrastructure and electrical installations and an advanced knowledge of electrical components\/systems, such as energy meters.\n* OT, industrial network and communication systems and a good understanding of cyber security.\n* Experience with EU and GB legal regulation requirements\n* Experience with solving EA&N technical issues on the factory floor.\n* Process control and monitoring systems: SCADA, MES, PLCs, such as Lineview, Ignition, Aveva, WinCC or similar.\n* Managing data analysis with Excel and\/or PowerBI.\n* Experience creating process flows with Visio.\n* Automation and Safety controls\n\n\n**People and Project Management skills:**\n* Experience with developing and challenging OEMs to achieve and drive performance, by focusing on automation and user friendly troubleshooting, and always minimizing the risk of higher obsolescence programs.\n* Site engineering management and\/or engineering project management, where EA&N project budgets were between €0.5 - €2 million.\n* Experience with challenging equipment design at the start of the project.\n* Experience performing FAT's at OEM factories to ensure Operational and Maintenance requirements are met.\n* Experience with supervising the installation, and performing the commissioning of Process Control Systems, working closely with Suppliers to achieve seamless startups.\n* Leading and coordinating activities with technicians and Suppliers (Siemens, Aveva, Schneider, B&R etc)\n* Experience with developing or supporting suppliers to develop upgrades and improving security on EA&N technology.\n\n\n**Qualifications Required**\n* Engineering degree, preferably in Electrical or Automation; or Engineering degree in New technologies - programming, with demonstrated experience in EA&N.\n* Language: Fluent in written and verbal communication English.\n* Additional language would be a bonus: German, Spanish and\/or French.\n\n\n**Location**\n Head office based but consider the role is field based on the basis of travelling to and working from the location of active projects or technical support according to demand and business. Preferred location is GB.\n   \n\n  \n\n**Travel Required**\n Willing to travel up to 65 % of normal working week including sites and vendors.\n   \n\n  \n\n We would also welcome candidates with less experience for a Manager level position to grow into the team.\n   \n\n  \n\n Please apply with a copy of your CV in English.","company_url":"https:\/\/uk.linkedin.com\/company\/coca-cola-europacific-partners","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQHrJ93cX7EV5Q\/company-logo_100_100\/0\/1708670029425\/coca_cola_europacific_partners_logo?e=2147483647&v=beta&t=CXXq_A5ApMVN7B4GMf7utpDHUlj8XFbAdDOCRplep_4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3961552617","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3961552617","job_url_direct":"https:\/\/jobb.lansforsakringar.se\/LansforsakringarAB\/job\/Stockholm-IT-arkitekt-med-fokus-p%C3%A5-%C3%B6vergripande-arkitektur\/793741502\/&urlHash=qOhp","title":"IT-arkitekt med fokus på övergripande arkitektur","company":"Länsförsäkringar","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Har du flerårig relevant yrkeserfarenhet inom arkitekturområdet i ledande befattning samtidigt som du har ett starkt eget driv med vana att utmana existerande modeller?* \n*Vi söker just nu en IT-arkitekt där huvuduppgiften syftar till att vara med och leda arbetet med att använda arkitektur för att vi ska uppnå våra mål att erbjuda digitala tjänster i världsklass till våra kunder och medarbetare.*\n*För oss på Länsförsäkringar står digitalisering och hållbarhet högst upp på agendan och med vår omfattande affärsverksamhet, samt dess utbud av produkter och tjänster, så har vi en mängd spännande utmaningar för att säkerställa helhetsperspektivet. Låter det intressant? Läs vidare!*\n**Om jobbet**\n I rollen som IT-arkitekt kommer du vara en viktig del av Arktiekt-teamet inom Länsförsäkringar Sak vars huvudsakliga syfte är att bidra till strategiska förflyttningar och säkerhetsställa att IT utvecklas i enlighet med våra strategier och affärsmål. Du kommer att ingå i ett team av arkitekter som arbetar nära våra ledare inom verksamhet och IT. Du kommer att vara organiserad i affärsverksamheten Sak och utifrån det jobba verksamhetsövergripande inom Sakförsäkring och med våra Systemarkitekter i våra lean-agila tåg.\n   \n\n  \n\n Dina huvudsakliga arbetsuppgifter i denna roll är följande:\n   \n\n  \n\n* Omsätta Länsförsäkringar Saks strategier och strategiska mål till målbilder och målarkitekturer för IT-landskapet med utgångspunkt från ett verksamhets- och informationsperspektiv.\n* Bistå beslutsfattare med strategisk rådgivning.\n* Delta och utveckla Länsförsäkringar Saks arkitekturfunktion som består av bland annat Chefs-, informations-, Enterprise-, och IT-arkitekter inom hela Länsförsäkringar AB-koncernen.\n* Omvärldsbevaka och följa utvecklingen inom arkitektur för att säkerställa att Länsförsäkringar tar väl underbyggda strategiska inriktningsbeslut.\n* Agera som arkitekt i uppdrag och projektets tidiga faser.\n* Delta i upphandling av nya system och starta upp arkitekturstyrning inom nya områden.\n* Samarbeta nära med affärsutvecklare, EA-arkitekter, tågen och andra affärsenheters arkitekter.\n\n\n**Vem är du?**\n För att bli framåtstående i denna roll önskar vi att du har följande kvalifikationer:\n   \n\n  \n\n* Du är en person som har ett starkt eget driv, du har en flerårig relevant yrkeserfarenhet inom arkitekturområdet i ledande befattning och erfarenhet av att utreda, sätta övergripande lösningar och nyttja arkitektur som ett förändringsinstrument.\n* Minst 6–8 års erfarenhet av arkitekturarbete inom större företag, med tidigare roller som Enterprise-, affärs\/domän-, chefsarkitekt eller motsvarande.\n* Relevant akademisk examen (ex. ingenjörsutbildning, civilekonom, systemvetare).\n* God förståelse för affär och teknik, med erfarenhet av att ta fram applikations-, integrations- och säkerhetsarkitekturer samt erfarenhet av att vara arkitekt i större projekt och av att utvärdera och köpa in nya system.\n* Vi söker dig som har goda analysförmåga, ledaregenskaper och hög kapacitet.\n\n\n Meriterande kvalifikationer:\n   \n\n  \n\n* Kunskap om sakförsäkring.\n* Erfarenhet inom försäkring eller finans och kunskaper i lean-agila arbetssätt och SAFe.\n\n\n Du kan skapa tydliga och anpassade presentationer för effektiv kommunikation och beslutsfattande. Du kommunicerar bra med både IT-specialister och affärsverksamheten, och du uttrycker dig väl på svenska och engelska, både muntligt och skriftligt. Du arbetar självständigt och har starkt självledarskap.\n   \n\n  \n\n**Om oss**\n Om du vill vara med och driva arkitektur inom sakförsäkringsaffären på Länsförsäkringar och vara en del av vårt arkitektteam och i vår grupp med affärsutvecklare, hållbarhetsansvarig, agilt PMO och coacher för lean-agilt arbetssätt, så är du välkommen att söka tjänsten. Vi ser fram emot att höra från dig!\n   \n\n  \n\n**Mer information**\n*Låter det spännande? Då vill vi veta mer om dig! Välkommen med din ansökan redan idag. Vi arbetar löpande med denna rekrytering och kan komma att tillsätta tjänsten innan sista ansökningsdag.*\n**Sista ansökningsdag: 2024-08-12**\n Observera att svarstiden för denna rekryteringsprocess kan vara längre än vanligt, detta på grund av semestertider. Vi uppskattar ditt tålamod och kommer att återkomma så snart som möjligt","company_url":"https:\/\/se.linkedin.com\/company\/lansforsakringar","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQHKqTc1v4vlJQ\/company-logo_100_100\/0\/1631335034489?e=2147483647&v=beta&t=GVPABO5F02FPcKJPefQXLmHPMz0y8gVG0Vvqw1AzZmM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3962841514","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3962841514","job_url_direct":"https:\/\/www.kry.se\/karriar\/kliniker\/lediga-tjanster\/4359123101\/#application&urlHash=QN_G","title":"CRM Specialist","company":"Kry","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Despite healthcare spending at an all-time high, patient waiting time is getting longer, and patients aren’t accessing the quality of care they deserve. At Kry, we believe we can play a unique role in changing this.\n   \n\n  \n\n As Europe’s leading digital healthcare provider and one of the largest healthcare providers in Sweden, we believe that providing accessible and affordable healthcare has never been more important. Our vision has been consistent and clear: great healthcare for everyone. Do you share our vision and want to be part of shaping the future of healthcare?\n   \n\n  \n\n The Role\n   \n\n  \n\n We’re looking for a\n **CRM Specialist** \n who is agile, curious, solution oriented and committed to detail and accuracy to join our CRM team. In this role, you will play a pivotal role in developing and executing CRM activities across our France and UK markets. This is a very exciting opportunity as you’re joining at a pivotal time - this role will give you the opportunity to grow your skills while getting empowered within a data-driven and creative work environment.\n   \n\n  \n\n What You Will Do\n   \n\n  \n\n**Core Responsibilities**\n* Play a key role in the development and execution of the CRM strategy\n* Coordinate and work closely with the copywriters in each market\n* Plan, build and deliver multi-channel communications (emails, push notifications and in-app messages) using our CRM tool Braze\n* Fully own our weekly newsletter, including planning and coordinating content with the copywriter and SEO team, building and launching it, monitoring performance and driving improvements\n* Actively drive and support the planning and delivery of our ongoing test-and-learn strategy\n* Be involved in and coordinate a variety of projects with different business areas\n* Manage reports and monitor campaign performance\n* Work with Braze and our Martech team to grow our data points within Braze, allowing us to fully leverage the tool and drive initiatives across various user touchpoints\n* Assist in quality assurance for our CRM campaigns\n\n\n Who You Are\n   \n\n  \n\n If you're passionate about driving customer engagement and leveraging CRM technology, this opportunity is tailored for you. The ideal candidate will bring an enthusiastic \"can-do\" spirit to the team, pay close attention to details, communicate effectively, and thrive as a collaborative team player.\n   \n\n  \n\n**We Are Looking For Someone With**\n* 2-3 years of relevant experience working in CRM, building campaigns and automations (Braze is an advantage)\n* A good understanding of email and push marketing, CRM metrics, performance management and testing\n* Can do attitude with a high attention to detail\n* Organised, able to multitask, meet deadlines and adapt to changing environments\n* A passion for making marketing communications as relevant to patients as possible, communicating clearly and effectively with consistency\n* Team player with strong communication skills\n* Experience working in direct campaign set-up and management in a CRM tool\n* Keen to challenge current ways of working to improve performance and increase efficiencies\n* Fluent in English - Swedish and\/or French is an advantage\n* The position is full time, based in our Stockholm office.\n\n\n**Join us and shape your future as well as ours!**\n If you think you’re up to the challenge, come and help us to grow, innovate and develop! A diverse workforce is an absolute necessity for anyone with a vision like ours: to provide great healthcare for everyone. Therefore we celebrate differences and are committed to creating an inclusive environment where all employees can truly belong and thrive. We offer a hybrid way of working where we aim to be at our great office at least 3 days a week to cater for a great relationship with our colleagues.\n   \n\n  \n\n**About Kry\/Livi**\n Kry\/Livi is the European leader in digital healthcare, allowing patients to see a doctor, nurse, or psychologist online within minutes. We also combine digital with physical care, transforming how millions of patients access healthcare. Headquartered in Stockholm, we are committed to improving the world’s health through innovation, one patient at a time. In Sweden and Norway we are called Kry. In the UK and France, we operate under the name Livi.\n   \n\n  \n\n**Submissions and Questions**\n Please submit your application by including your CV, LinkedIn, GitHub, or Portfolio (where applicable). No submission will be accepted via email, nor when the job posting has become inactive. All applications must go via the careers site or an official Kry \/ Livi job post.","company_url":"https:\/\/se.linkedin.com\/company\/kry","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQHVwjbgyLg6iw\/company-logo_100_100\/0\/1630656370969\/kry_logo?e=2147483647&v=beta&t=3NQiRYBWTrW1DLPNPKz5y-fQCk_gsk3pEEAIIV7FHRY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3961721086","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3961721086","job_url_direct":"https:\/\/careers.vattenfall.com\/se\/sv\/job\/VAFIGLOBALREF6736QEXTERNALSVSE\/Delivery-Lead?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=KRk1","title":"Delivery Lead","company":"Vattenfall","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"henrik.lindholm@vattenfall.com, carolina.osterman@vattenfall.com","description":"Om tjänsten\n   \n\n  \n\n Vill du vara en del av en IT-driftsorganisation som aktivt bidrar till ett fossilfritt liv inom en generation?\n   \n\n  \n\n Som\n **Delivery Lead** \n arbetar du på delegering av den linjechef som har störst leverans i en plattformsleverans. En plattformsleverans innebär att flera Business SLA eller tjänster från den tekniska servicekatalogen bakas ihop och erbjuds som en paraplytjänst. Ditt ansvar är att vara sammanhållande mellan alla de enheter som är delaktiga i leveransen.\n   \n\n  \n\n För tjänsten RISE innebär detta att koordinera 13 enheter som levererar tjänster. Arbetet går ut på att se till att alla enheter levererar som de ska, samt stötta och hjälpa till när frågor hamnar mellan stolarna. Du kommer även att ha en tät dialog med servicemanagement och kund. Arbetet kan liknas vid en stor projektleverans utan slut och kräver därför bra ledarskapsförmåga samt bred teknisk kompetens, gärna med kunskap inom alla områden som ingår i leveransen.\n   \n\n  \n\n Din bakgrund\n   \n\n  \n\n**Vi söker dig som:**\n* Har bred förståelse av IT och drift av datacenter.\n* Förstår och anammar högt IT-säkerhetstänk.\n* Är driven, tar egna initiativ och är självgående.\n* Har ett strukturerat och metodiskt arbetssätt.\n* Har god planeringsförmåga.\n\n\n**Det är meriterande om du har större kompetens eller certifiering inom ett eller flera områden, t.ex.:**\n* Projektledare i större projekt.\n* Tidigare ledande eller koordinerande roll.\n\n\n I den här tjänsten behöver du ha B körkort samt kunna uttrycka dig obehindrat på svenska samt engelska i både tal och skrift. Stor fokus kommer att läggas på vilja och ambitionen att utvecklas inom området genom att vara en del av en lärande och utvecklande kultur.\n   \n\n  \n\n Mer information\n   \n\n  \n\n**Vi erbjuder**\n Förutom att du får vara med och forma framtidens smarta energisamhälle erbjuder vi dig ett utvecklande och omväxlande arbete med många kontaktytor. För oss på Vattenfall är det viktigt att arbete och privatliv har en god balans, därför erbjuder vi flexibilitet i arbetet samt möjlighet till att arbeta hemifrån vid behov. Vi har även en hel del andra personalförmåner som exempelvis arbetstidsförkortning, förmånliga tjänstepensionsavtal, föräldraledighetstillägg med mera. Läs mer om våra förmåner här.\n   \n\n  \n\n**Placeringsort**\n Solna, Ringhals eller Forsmark. I arbetet ingår även ett visst resande främst inom Sverige.\n   \n\n  \n\n**För mer information** \n om själva tjänsten kontakta rekryterande chef Henrik Lindholm, henrik.lindholm@vattenfall.com För frågor om rekryteringsprocessen kontakta rekryterare Carolina Osterman, carolina.osterman@vattenfall.com\n   \n\n  \n\n**Fackliga representanter:**\n Akademikerna – Sofi Wadström och Silvija Vatkovic, Ledarna – Christer Gustafsson, SEKO – Juha Siipilehto, Unionen – Inger Strandberg . Du når dem via 08-739 50 00.\n   \n\n  \n\n**Välkommen med din ansökan senast 18 augusti 2024.** \n Urval och intervjuer sker efter sista ansökningsdatum. Vi tar endast emot ansökningar via vår webbplats.\n   \n\n  \n\n Vi är övertygade om att mångfald bidrar till att bygga ett mer lönsamt och tilltalande företag och strävar efter att vara goda förebilder när det gäller mångfald. Vattenfall arbetar aktivt för att alla medarbetare ska ha samma möjligheter och rättigheter oavsett ålder, etnisk eller kulturell bakgrund, könstillhörighet, religion\/tro, sexuell läggning eller funktionsförutsättning. Läs mer om hur vi arbetar med mångfald och inkludering här.\n   \n\n  \n\n Då säkerheten för Vattenfall och dess anställda är avgörande kommer vi innan varje anställning genomföra en ”pre-employment screening”. Dessa kontroller baseras på din roll som du kommer att fylla inom Vattenfall.\n   \n\n  \n\n Vattenfall är en del av Sveriges kritiska infrastruktur, därmed är många av våra tjänster säkerhetsklassade. Är denna tjänst säkerhetsklassad kommer säkerhetsprövning genomföras innan anställning, i enlighet med säkerhetsskyddslagen.\n   \n\n  \n\n Vi ser fram emot din ansökan!\n   \n\n  \n\n Om oss\n   \n\n  \n\n Vattenfall är en av Europas största producenter och återförsäljare av el och värme. Våra huvudmarknader är Sverige, Tyskland, Nederländerna, Danmark och Storbritannien. Inom Vattenfallkoncernen finns cirka 21 000 anställda. Vi har elektrifierat industrier, levererat energi till bostäder och förvandlat tillvaron genom innovation i över hundra års tid. Vi vill nu göra det möjligt att leva fossilfritt inom en generation och vi driver på övergången till ett hållbart energisystem.","company_url":"https:\/\/se.linkedin.com\/company\/vattenfall","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQG2Kguh_TApgg\/company-logo_100_100\/0\/1630633116767\/vattenfall_logo?e=2147483647&v=beta&t=U2Hl2Jp-UxQN6FZTOsW7p8Bh8yKl5f9RNxJ8nr87sS4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3981103523","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3981103523","job_url_direct":"https:\/\/careers.tdsynnex.com\/us\/en\/job\/TSQTSBUSR27252EXTERNALENUS\/Business-Development-Manager-IT-Security-Sweden?utm_source=linkedin&utm_medium=phenom-feeds&urlHash=rmlC","title":"Business Development Manager IT Security: Sweden","company":"TD SYNNEX Nordics","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Why Choose TD SYNNEX:**\n As a Fortune 500 global corporation, operating in over 100 countries, TD SYNNEX values its diverse workforce of 22,000 employees. As the biggest IT distributor in the world, our mission is to provide top-notch technology solutions, empowering businesses and individuals to navigate the digital world safely and efficiently.\n   \n\n  \n\n**About the role:**\n Are you a dynamic and results-driven professional with a passion for IT security? We are seeking an experienced Business Development Manager to join our team in Sweden. If you thrive in a dynamic environment, have a proven track record in the IT security industry, and possess excellent communication and relationship-building skills, we want to hear from you!\n   \n\n  \n\n**What you'll do:**\n* Business Development Expertise: identifying and capitalizing on new opportunities within the IT security domain.\n* Autonomous Execution: demonstrating a high level of ownership and accountability.\n* Influence and Persuasion: develop and maintain strategic relationships that contribute to the growth and success of the business.\n* Communication Skills: Collaborate with internal teams and external partners to articulate value propositions clearly.\n* Self-Management: Thrive in a dynamic environment by demonstrating the ability to self-manage. Adapt to evolving priorities and navigate challenges with resilience and a proactive mindset.\n* Relationship Building: Exhibit skillful relationship-building capabilities, fostering connections at multiple levels.\n* Industry Knowledge: Bring a complete understanding of IT security functions, industry best practices, and standards.\n\n\n**What we're kindly looking for:**\n* 4+ years of experience in the IT industry, preferably in business development, or sales.\n* Experience with IT Security (Required)\n* Proven track record of influencing stakeholders and driving business growth.\n* Excellent oral and written communication skills.\n* Ability to thrive in a dynamic and fast-paced environment.\n* Strong relationship-building skills with a high level of energy and motivation.\n* Language requirements: Swedish and English\n\n\n**What We Offer:**\n We provide competitive compensation with\n **regular annual salary reviews.**\n**Hybrid work** \n - (3 days at the office, 2 days at home)\n   \n\n  \n\n We value continuous learning and provide a clear progression plan.\n   \n\n  \n\n We provide\n **comprehensive benefits** \n including\n **health insurance** \n , paid leave, retirement plans, and more.\n   \n\n  \n\n**What’s In It For You?**\n* Elective Benefits: Our programs are tailored to your country to best accommodate your lifestyle.\n* Grow Your Career: Accelerate your path to success (and keep up with the future) with formal programs on leadership and professional development, and many more on-demand courses.\n* Elevate Your Personal Well-Being: Boost your financial, physical, and mental well-being through seminars, events, and our global Life Empowerment Assistance Program.\n* Diversity, Equity & Inclusion: It’s not just a phrase to us; valuing every voice is how we succeed. Join us in celebrating our global diversity through inclusive education, meaningful peer-to-peer conversations, and equitable growth and development opportunities.\n* Make the Most of our Global Organization: Network with other new co-workers within your first 30 days through our onboarding program.\n* Connect with Your Community: Participate in internal, peer-led inclusive communities and activities, including business resource groups, local volunteering events, and more environmental and social initiatives.\n\n\n**Don’t meet every single requirement? Apply anyway.**\n At TD SYNNEX, we’re proud to be recognized as a great place to work and a leader in the promotion and practice of diversity, equity and inclusion. If you’re excited about working for our company and believe you’re a good fit for this role, we encourage you to apply. You may be exactly the person we’re looking for!","company_url":"https:\/\/www.linkedin.com\/company\/tdsynnexnordics","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQFOa4KFU6C-KA\/company-logo_100_100\/0\/1688632793139\/tdsynnexnordics_logo?e=2147483647&v=beta&t=u5QFyuoX_GvGshQzVyB3NVMS8KugT1s2gcTJnu79-0E","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3979499437","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3979499437","job_url_direct":"https:\/\/emp.jobylon.com\/jobs\/244005-lantmannen-group-functions-sustainability-manager\/?utm_source=linkedin&utm_medium=job-slot&utm_campaign=244005&urlHash=9g4-","title":"Sustainability Manager","company":"Lantmännen","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Do you have solid experience of working with sustainability and climate strategies in the supply chain , with a special focus on climate data management ? Are you interested in sustainability within the food and agriculture sector and want to make a real difference in the value chain, from field to fork? We are now looking for a Sustainability Manager who will play a key role in the ongoing rapid development within sustainable business development in Lantmännen as we are heading for the future.\n   \n\n  \n\n**This Is What You Will Do**\n Sustainable business development is the foundation for Lantmännen Group and our members’ long-term profitability. Within the Sustainable Development team at Group Functions, we develop strategies and provide expertise to support Lantmännen’s businesses. As a Sustainability Manager, you will be responsible for driving and coordinating the climate strategy and transition plan for transports and energy within the Group. It includes collecting data from various business units, conducting climate calculations, analyzing data, drawing conclusions, and support business improvements. You will collaborate closely with different sectors, supporting operational and business development initiatives related to transport and energy. Success in this role hinges on strong stakeholder collaboration, working actively in a cross-functional and international setting.\n   \n\n  \n\n Additionally, you will contribute to the production of our annual sustainability report, focusing on detailed and accurate transportation calculations. Your expertise will be key in developing internal processes to ensure compliance with new legislation regarding transport and energy. You may also be involved in other sustainability-related projects across the group and various sectors, where your knowledge is needed.\n   \n\n  \n\n In the role, you will report to the Director of Sustainable Development and you will be located at Lantmännen’s headquarters in Stockholm.\n   \n\n  \n\n**You Have**\n* Previous experience from sustainability work in larger organizations. Preferably from a company with production and logistics.\n* Experience in working with climate data management in the value chain. Additional insights into transport calculations are of advantage.\n* An academic degree in a relevant field.\n* Excellent language skills in Swedish and English, written and oral.\n* Experience from the food and\/or agriculture sector is considered an advantage.\n\n\n**You Are**\n* An excellent communicator, skilled in building and maintaining relationships in a cross-functional environment, adept at navigating interactions with multiple stakeholders both internally and externally.\n* Collaborative and team-oriented. You contribute and share knowledge effectively, employing a pedagogical and coaching approach to support and develop others around you.\n* Highly Analytical where you possess a keen attention to detail, essential for the accurate collection, calculation, and interpretation of data, while also understanding its broader implications and developing frameworks\n* Experienced in project management where you demonstrate strong organizational and structuring abilities, ensuring efficient management and utilization of data throughout various projects.\n\n\n You share our values - Openness, Holistic view, Drive - and our promise of taking responsibility from Field to Fork.\n   \n\n  \n\n**What We Offer You**\n We are a large international group with diverse activities throughout the entire grain value chain –from the very sprout in the field to the food on our tables. With a wide range of businesses within food, agriculture, machinery, bioenergy and real estate, we offer career opportunities in every direction across industries, countries, companies and areas of expertise.\n   \n\n  \n\n**Sounds interesting?**\n We hope so! You can apply for the position online until the 18th of August . Please note that we are on vacation until the beginning of August, so response times may be slightly longer than usual. We hope you also get the chance to rest and recharge during the summer, and we look forward to returning with renewed energy and continuing the recruitment process.\n   \n\n  \n\n In your application, you have the opportunity to add your CV or LinkedIn profile.\n   \n\n  \n\n For a more objective and inclusive recruitment process, we do not accept personal letters but instead ask you to answer selection questions relevant to the position. The recruitment process includes both psychometric tests and competency-based interviews, with the aim of promoting a fair evaluation for all candidates. At Lantmännen, it is important that everyone has equal opportunities for employment and development within the group.\n   \n\n  \n\n As a final candidate, a background check will be conducted through our supplier ToFindOut . If you have any questions about the position or the recruitment process, you are warmly welcome to contact Talent Acquisition Manager , J ulia Cau at j ulia . cau @lantmannen.com\n   \n\n  \n\n We look forward to receiving your application!","company_url":"https:\/\/se.linkedin.com\/company\/lantmannen","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQHmWnjcr-M3Ww\/company-logo_100_100\/0\/1631521026211\/lantmannen_logo?e=2147483647&v=beta&t=Lb78BH2wdKGMxE67dOweNt7ufrVqR5jo_xp7URI0FcI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3947415132","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3947415132","job_url_direct":"https:\/\/www.cowi.com\/your-career\/open-vacancies\/vacancy\/?id=55539&urlHash=K5NM","title":"Piping Lead Engineer","company":"COWI","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"prae@cowi.com","description":"**Are you looking for a new challenge as a  Piping Lead Engineer in the consulting industry? Then COWI could be the right place for you! We are looking for candidates with competence in pipe construction and industry who want to further develop their ability in industrial sustainable development and who also have the ability to develop cooperation with our strategic customers. Join us on an exciting development journey towards a green industry with COWI and the Industrial Division!**\n\n\n  \n   \n\n  \n\n\n\n\n\n  \n\n\n\n**SHOW THE WAY FOR DEVELOPMENT IN THE CONSTRUCTION TECHNOLOGY INDUSTRY**\n\n\n\n\n\n\n  \n\n\n\n We are currently on a journey towards a greener industry and are now looking for experienced pipe designers who want to be involved and make an impact. The industry is now in an exciting phase with high expectations from our customers with demands for smart systems and energy efficient solutions. In this role, you become part of our team and you work in close collaboration with leading project engineers, employees and customers. Your most important task in the team is to contribute knowledge within the civil engineering discipline in our industrial customers' projects. Most often, the projects are multidisciplinary and include complete delivery (EPC), which leads to varied and developing tasks within the discipline.\n   \n\n  \n\n\n\n\n\n\n\n  \n\n  \n\n\n\n**WHO WE THINK YOU ARE**\n\n\n\n\n\n* Has a technical education in pipe construction, preferably with an engineering degree\n* Many years of experience working with pipe construction in industry\n* Very good knowledge of drawing programs such as E3D\n* Very good knowledge of industry standards\n* Very good ability to solve technical problems and deliver high quality solutions\n* Very good ability to collaborate and communicate with customers and colleagues\n\n\n\n  \n\n\n\n We attach great importance to personal suitability and believe that you are a driven and responsible person who wants to be part of our organization and its development. If you think you are the person we are looking for, do not hesitate to submit your application today. We look forward to meeting you!\n   \n\n  \n\n\n\n\n\n\n\n  \n\n\n\n Our employees are our greatest asset: it is our employees who make the projects successful. At COWI, you get a unique opportunity to learn from the best and develop your potential, and you get to participate in shaping the society of the future. Together with your manager, you set up a plan for your own development, and you get the opportunity to build on your expertise in both local and global projects from day to day.\n   \n\n  \n\n\n\n\n\n\n\n  \n\n  \n   \n\n  \n\n\n\n\n\n  \n\n\n\n**YOUR COMPETENCE. OUR TEAM. TOGETHER WE SHAPE THE FUTURE**\n\n\n\n\n\n\n  \n\n\n\n Your competence is the key to our success. We work across disciplinary boundaries and within various business areas where we share our knowledge and build strong relationships with customers and colleagues. You contribute your expertise while having the opportunity to learn from the best.\n   \n\n  \n\n\n\n\n\n\n\n  \n\n  \n   \n\n  \n\n\n\n\n\n  \n\n\n\n**COME AND WORK WITH US**\n\n\n\n\n\n\n  \n\n\n\n The building and construction department consists of approx. 60 employees. Within the department, pipe designers, building designers, calculation engineers and system administrators work with facility planning for various types of industrial and energy facilities. Our largest customers operate in petrochemicals\/refineries, energy plants and paper and pulp.\n   \n\n  \n\n\n\n\n\n\n\n  \n\n\n\n Through our expertise, we support the customer in achieving today's industry standards. Most of the time, our work involves a total commitment where we are involved in all stages from pre-study, preliminary design, detailed design and procurement to construction management, control and final inspection.\n   \n\n  \n\n\n\n\n\n\n\n  \n\n  \n   \n\n  \n\n\n\n\n\n  \n\n\n\n**DO YOU HAVE ANY QUESTIONS?**\n\n\n\n\n\n\n  \n\n\n\n Then you can call Jonas Johnsson in Gothenburg, Head of Section, Mobile: +46 70 654 4703\n   \n\n  \n\n\n\n\n\n\n\n  \n\n\n\n For Karlstad you can call Per Andersson, Head of Section, Mobile: prae@cowi.com\n   \n\n  \n\n\n\n\n\n\n\n  \n\n Andreas Ekeblad, Group Manager, Stenungsund at tel. 010 850 24 86.\n   \n\n  \n\n\n\n\n\n  \n\n  \n   \n\n  \n\n\n\n\n\n  \n\n\n\n**EQUAL OPPORTUNITIES FOR ALL**\n\n\n\n\n\n\n  \n\n\n\n At COWI, we value equal opportunities for all employees and applicants based on individual circumstances without regard to gender, gender identity, gender expression, ethnicity, sexual orientation, disability, or age.\n   \n\n\n\n  \n   \n\n  \n\n\n\n\n\n  \n\n\n\n #ChallengeAccepted","company_url":"https:\/\/dk.linkedin.com\/company\/cowi","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQHGBDeVirkA4A\/company-logo_100_100\/0\/1719816547829\/cowi_logo?e=2147483647&v=beta&t=fiR3lIf9pgaGDjCW-Ti1G682XTA2fBfEo0pAssu6DA8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3961707919","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3961707919","job_url_direct":"https:\/\/careers-kyowa-kirin.icims.com\/jobs\/2629\/patient-journey-manager\\u002d\\u002d-rare-disease-%2528sweden%2529\/job?mode=apply&iis=LinkedIn&in_iframe=1&urlHash=aq3E","title":"Patient Journey Manager - Rare Disease (Sweden)","company":"Kyowa Kirin International plc.","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Overview**\n Patient Journey Manager – Rare Disease (Sweden)\n   \n\n  \n\n Remote position in Sweden\n   \n\n  \n\n**LIVING OUR PURPOSE TO MAKE PEOPLE SMILE**\n At Kyowa Kirin International (KKI), our purpose is to make people smile. This means more than drug discovery and development; it is about embedding care into everything we do to make a difference every day for those that need it most. We are an inclusive pharmaceutical company that takes the time to understand what really matters to our patients, their families, and their healthcare professionals, helping our people to take bold actions that deliver life-changing solutions sooner. Our culture is rooted in our values: Teamwork, Commitment to Life, Innovation, and Integrity. They help us to push boundaries to deliver extraordinary impact and make KKI such a special place to work.\n   \n\n  \n\n**The opportunity:**\n Are you passionate about meeting the needs of people living with rare diseases as they journey through the often long and difficult road to diagnosis and long-term care? Have you worked with Healthcare Professionals (HCPs) and the medical industry to help ensure a true patient-focused approach, perhaps in a hospital setting, a field-based Medical or Commercial role, or potentially a patient engagement, marketing or patient services role? Are you looking for an opportunity that lets you help build the future direction of a company, giving input and adapting our approach as we build a team of Patient Journey Managers (PJMs)? If so, this might be the role for you.\n   \n\n  \n\n At KKI, we recently re-organised our field-based teams into a new structure. Our team of PJMs is the primary point of contact and face of our company to Healthcare Professionals, and as such, the PJMs play a critical role in helping to shape the future of patient care at KKI. If you are patient oriented, eager to be part of building something of significance within our company, and able to build strong relationships across multiple teams and stakeholders, we would love to hear from you.\n   \n\n  \n\n**Responsibilities**\n**Job purpose:**\n You will be the face of KKI, as primary point of contact for HCPs and associated stakeholders. A field based omnichannel conductor, with in depth knowledge of the entire patient journey, focused on delivering a personalised, high value customer experience, enhancing the patient journey, building partnerships with internal and external stakeholders, improving outcomes and optimising the impact of KKI products to the benefit of patients aligned with our mission to make people smile.\n   \n\n  \n\n You'll need to maintain a high level of activity, targeting specific groups, foster relationships with key stakeholders, and deliver on business and sales targets in your geographical area. Collaborating with marketing and medical departments to support regional and national engagements is crucial.\n   \n\n  \n\n Analysing regional sales data, prioritising resources effectively and implementing patient-focused solutions are key responsibilities. Engaging with key stakeholders, identifying new opportunities, addressing access hurdles, and sharing key business insights with the organisation are also part of your role.\n   \n\n  \n\n**Qualifications**\n**Position Requirements:**\n* LIF exam\n* Experience within field Medical or Commercial roles, preferrable in rare disease\n* Stakeholder management experience as well as cross functional collaboration\n* Digital experience (multichannel engagement, including over Teams, email, webinars)\n* Knowledge of local, regional, and national health systems and care delivery processes is a must\n* Being proactive, having strong implementation skills, and a marketing\/commercial mindset are important\n* Being a team player able to build strong relationships with internal and external stakeholders\n* Excellent local language required\n* Proficiency in English and computer skills such as Microsoft Office, CRM systems\n* Willingness to travel and a valid driver’s license is essential\n\n\n Kyowa Kirin International is an equal opportunities employer\n **.**\n**No agencies please**","company_url":"https:\/\/uk.linkedin.com\/company\/kyowa-kirin-international-plc.","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQGNjmKI5LUl3A\/company-logo_100_100\/0\/1719822455190\/kyowa_kirin_international_plc_logo?e=2147483647&v=beta&t=ZONLUka612RbfYDlpc-vZbJSkgJLAQAmN9zELHsA2kk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3978941542","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3978941542","job_url_direct":"https:\/\/wella-netherlands-bv.contactrh.com\/jobs\/12\/42685522\/en_US&urlHash=PxS7","title":"Brand Manager Wella Care & Styling Northern Europe","company":"Wella Company","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Brand Manager Wella Care & Styling Northern Europe** \n\n\n\n\n Stockholm, Sweden \/ Rotterdam, Netherlands\n \n\n\n\n  \n \n\n\n\n Do you want to work for one of the world’s leading global beauty companies?\n \n\n\n\n Would you like a dynamic, entrepreneurial and international work environment?\n \n\n\n\n Are you analytical and like coordinating between departments and across countries? Are you structured even if the tempo is high? Do you think outside of the box to grow your business? Then you could be the person we are looking for to strengthen our Wella Company team in Northern Europe.\n \n\n\n\n  \n \n\n\n\n As a major actor of the beauty sector, Wella is a >140 years old company loved and recognized by its customers & consumers for the inspiration and the excellence it has consistently released to the hairdressing market over the past decades. Its portfolio is composed of iconic brands such as Wella Professionals, Sebastian Professional, Sassoon Professional, System Professional, NIOXIN, ghd, OPI and Kadus Professional.\n \n\n\n\n  \n \n\n\n\n**ABOUT THE JOB** \n\n\n\n\n As Brand Manager, you will play a vital role in ensuring the success and performance of Wella Professionals Care & Styling brands. Your role is to develop and execute brand strategies across our six Northern European markets for your brands within the Wella Portfolio.\n \n\n\n\n You will work closely with the headquarters in Geneva and with the cross-functional teams to develop and execute strategic marketing initiatives that effectively position our brand in the market. The role reports to the\n \n\n\n\n Head of Marketing Development Northern Europe.\n \n\n\n\n Monitoring marketing trends and analyzing internal and competitor activities will be integral parts of your responsibilities to ensure we maintain a competitive edge.\n \n\n\n\n  \n \n\n\n\n  \n \n\n\n\n**Your key job responsibilities:** \n\n\n\n* **Brand ownership:** \n You will have full ownership of brand performance and P\/L. This includes managing the marketing budget and investment choices and annual price setting.\n* **Brand Strategy Development** \n**:** \n Collaborate to develop comprehensive brand strategies aligned with company objectives and target audience preferences.\n* **Launch Execution:** \n Collaborate to plan and execute product and commercial initiative launches for Wella Care & Styling.\n* **Marketing Campaign Execution** \n : Plan and execute marketing campaigns across various channels, including digital, social media, print, and events, to enhance brand visibility and engagement.\n* **Omnichannel management:** \n**Assure all channels are aligned and build the brands in the same way. Working with a selective amount of customers to maximize brand visibility.**\n* **Market Research and Analysis:** \n Conduct market research to identify consumer trends, preferences, and competitive landscape. Analyse data to make informed decisions and recommendations for brand positioning and messaging.\n* **Data analysis:** \n Analyze sales data to uncover opportunities to further grow the business\n* **Sales Cycle development:** \n Work with the team to develop compelling brand messaging and activation for the quarterly sales cycle of the professional salon channel.\n* **Content Creation and Management** \n : Content creating and managing content for various marketing materials, including website copy, social media posts, email campaigns, and advertising materials.\n* **Collaboration with Cross-Functional Teams** \n : Collaborate with multifunctional commercial teams on you brand plans – including Trade Marketing, Education, Sales, Supply, PR & Comms, Paid, Influencer and any other teams to ensure brand consistency and alignment across all touchpoints.\n* **Performance Monitoring and Reporting:** \n Track and analyze the performance of marketing initiatives and campaigns. Prepare regular reports to evaluate the effectiveness of branding efforts and identify areas for improvement.\n* **People management** \n : There will be an intern reporting to you.\n\n\n\n  \n \n\n\n\n  \n \n\n\n\n**WHO ARE YOU:** \n\n\n\n\n We are looking for a self-motivated individual with energy, enthusiasm and a dedication to succeed.  You will be given responsibility from the start and will be expected to take charge and make things happen.  \n \n\n\n\n  \n \n\n\n\n You:\n \n\n\n* Are a curious individual, with a passion for beauty and able to make complex decisions using all data available, but comfortable enough to use gut feeling and instinct when these are missing.\n* Can work with a very diverse group with different professional and cultural backgrounds, turning them into an effective and powerful team.\n* Are an engaged leader who has the capacity to cope with short term challenges, while keeping the end vision well ahead of them.\n* Have a strong understanding of marketing principles and branding strategies.\n* Have excellent communication skills, both written and verbal.\n* Use your analytical, technical and leadership skills to act as the entrepreneur of your own brands – you enjoy being accountable for results while having the freedom on how to deliver them.\n* Have experience with digital marketing, e-commerce business and omnichannel strategies.\n* Are highly organized with the ability to manage multiple projects simultaneously.\n* Are creative with a strategic mindset to challenge status quo.\n* Have a minimum of 3 years relevant work experience in marketing, brand management or a similar role\n* Are fluent in English – both spoken and written. One of the languages in the cluster is also valued but not a criteria.\n* Have a master´s degree in business or equivalent.\n\n\n\n To succeed in this role you need to have the ambition to go beyond the expected and be based in the Stockholm or Rotterdam area\n \n\n\n\n  \n \n\n\n\n**WHAT WE OFFER YOU** \n\n\n\n* We offer attractive promotional offers and a career in an innovative and successful company.\n* An exciting role with varying tasks.\n* Engaged and driven colleagues in an international environment.\n\n\n\n**EEO OPPORTUNITIES** \n\n\n\n* We offer equal employment opportunity to qualified individuals without regard to race, religion, color, national origin, age, gender, disability, sexual orientation, gender identity, gender expression, marital status, veteran status, or any other characteristic protected by law. Wella Company with federal and state disability laws and makes reasonable accommodations for applicants and employees with disabilities. If reasonable accommodation is needed to participate in the job application or interview process, to perform essential job functions, and\/or to receive other benefits and privileges of employment, please contact us at: https:\/\/www.wellacompany.com\/consumer-affairs\n* We strongly believe that cultivating a diverse workplace gives a company strength. The combination of unique skills, abilities, experiences and backgrounds creates an environment that produces extraordinary results. EOE Minorities\/Females\/Protected Veterans\/Disabled.\n* **English** \n - Please click on this link to review the Notification of Equal Opportunity Rights poster\n* **Español** \n  - Por favor, haga un clic en el enlace para revisar el poster de la Ley de los Derechos de Igualdad de Empleo","company_url":"https:\/\/ch.linkedin.com\/company\/wella-company","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQGbq3tKHm9eCg\/company-logo_100_100\/0\/1630528968679\/wella_company_logo?e=2147483647&v=beta&t=AzxfjC413FLIqbIE1SCDqM-RQCDih6de_6o8swV8Mno","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3979274595","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3979274595","job_url_direct":"https:\/\/pmi.avature.net\/ExternalCareers\/ApplicationMethods?jobId=85506&source=LinkedIn&urlHash=ES_g","title":"Manager People Engagement Nordics – Fixed term contract 12 months","company":"Philip Morris International","location":"Stockholm, Stockholm County, Sweden","job_type":"other","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"At PMI, we’ve chosen to do something incredible. We’re totally transforming our business and building our future on one clear purpose – to deliver a smoke-free future.\n   \n\n  \n\n Swedish Match is an affiliate of PMI and have been a leader in the industry for more than 200 years, and together we are working to deliver a smoke-free Nordic by 2035.\n   \n\n  \n\n We are now looking for a Manager People Engagement who will be part of our Nordic People & Culture Department.\n   \n\n  \n\n Role summary:\n   \n\n  \n\n Joining as the Manager People Engagement means assuming a critical position that involves delving into the experiences of our employees in Sweden, Norway, Denmark and Finland. Under the leadership of the Director People & Culture Nordics, you will lead the development and implementation of a comprehensive internal engagement and communication strategy, aimed at enhancing employee engagement, fostering a strong sense of belonging, and advocacy for the company. Key areas to focus on in creating such a strategy include employee listening, Diversity, Equity Inclusion (DEI) and change management.\n   \n\n  \n\n This role is for a defined duration of 12 months.\n   \n\n  \n\n Main accountabilities:\n   \n\n  \n\n**Employee Experience Action Planning**\n* Run local employee listening activities, enable leaders to drive culture of employee listening and upskill them in working with engagement data and action planning.\n* Work with available data across the whole employee journey, both quantitative and qualitative and from various sources, to translate it to validated insights.\n* Trigger and facilitate end to end action planning cycle, ensuring that identified priority areas are being addressed and progress is being measured.\n* Lead projects with engagement\/communication focus, to address employee needs.\n\n\n INTERNAL COMMUNICATION\n   \n\n  \n\n  \n\n* Define Nordic wide comprehensive & strategic internal communication plan, covering both business needs and employee experience action points, and aligned to global themes of Global Communications, Global I&D and Global Employee Experience.\n* Drive the plan´s execution, taking various audiences into account and working in close collaboration with the leadership teams.\n* Develop and maintain local communications infrastructure and platform strategy, advise business on audience segmentation, channel strategy, and messaging for business communication needs.\n\n\n CHANGE MANAGEMENT\n   \n\n  \n\n  \n\n* Lead assigned change management initiatives, leveraging global toolkit; advise business partners and line managers on change management tools and approaches.\n\n\n Diversity, Equity & Inclusion (DEI)\n   \n\n  \n\n  \n\n* Plan and coordinate the local Diversity, Equity & Inclusion (DEI) strategy to drive the global DEI agenda and deploy initiatives to create an inclusive, safe and empowering culture.\n* Lead full audit cycles of I&D certifications (e.g. Equal salary certification).\n\n\n Who we are looking for:\n   \n\n  \n\n  \n\n* University degree in business administration, Communications, Public Relations, HR Management, Inclusion & Diversity Management\n* 3-5 years of professional experience with proven records in Communications, Inclusion & Diversity or Change Management\n* Experience in deriving action from insights & translating these into engagement and communication formats\n* Experience working across multiple levels, functions and regions; able to deliver message effectively across various formats\n* Experience and success in leading projects and project teams\n* Proactive and passionate about driving best-in-class employee experience by deriving actions through insights\n* Team oriented – ability to work well with diverse, cross-functional teams\n* Strong writing skills in both Swedish and English\n* Strong storytelling, partnering and change management abilities\n* Excellent interpersonal, oral and written communications skills\n* Comfortable advising senior management team members\n\n\n What we offer\n   \n\n  \n\n Our success depends on the dedicated people who come to work every single day with a sense of purpose and an appetite for progress. Join PMI and you too can:\n   \n\n  \n\n  \n\n* Seize the freedom to define your future and ours. We’ll empower you to take risks, experiment and explore.\n* Be part of an inclusive, diverse culture, where everyone’s contribution is respected; collaborate with some of the world’s best people and feel like you belong.\n* Enjoy flexibility of hybrid way of working - split your time between working from our office or the comfort of your home, where it works best for you in line with business needs.\n* Pursue your ambitions and develop your skills with a global business – our staggering size and scale provides endless opportunities to progress.\n* Take pride in delivering our promise to society: to deliver a smoke-free future.","company_url":"https:\/\/ch.linkedin.com\/company\/insidepmi","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQFmmr_toGxPSA\/company-logo_100_100\/0\/1630484521644\/insidepmi_logo?e=2147483647&v=beta&t=y-cx3LV2PObMJOjstz_4I1tbQFjlnHPb7tKaoEcB6-g","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3981183715","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3981183715","job_url_direct":"https:\/\/candidate.hr-manager.net\/ApplicationInit.aspx?cid=1178&ProjectId=146215&DepartmentId=18973&MediaId=4647&urlHash=u0Ag","title":"Butikschef","company":"CHANGE Lingerie","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"tatjov@change.com","description":"**Butikschef till Twilfit by Change Ringen, Stockholm**\n Är du en resultatinriktad ledare som kan utveckla och motivera ditt team till att nå försäljningsframgångar, då är Twilfit by Change din nästa arbetsplats!\n   \n\n  \n\n Vi letar efter en butikschef som är driven, engagerad och kan coacha sina medarbetare till att skapa förstaklassig köpupplevelse för våra kunder. Som Butikschef på Twilfit by Change kommer du att vara en viktig del av vårt uppdrag, att hjälpa våra kunder att känna sig bekväma och vackra i våra underkläder, oavsett storlek.\n   \n\n  \n\n På Twilfit by Change inser vi att det är våra duktiga Butikchefer, som genom sitt dagliga engagemang skapar värde för både våra kunder, medarbetare och företaget. Därför är det också helt naturligt att du som Butikchef får del av det resultat som du skapar.\n   \n\n  \n\n**KAN DU LEDA, SÄLJA OCH SKAPA EN BRA ATMOSFÄR?**\n Vi söker dig som är framgångsrik i din roll som Butikschef eller ledare från en liknande position. Du har skapat dina resultat genom att motivera och inspirera ditt team med din personlighet och genom att visa dem vägen.\n   \n\n  \n\n Vi förväntar oss att du:\n   \n\n  \n\n* Drivs av att skapa resultat både genom dina medarbetare, men också genom dina egna insatser.\n* En erfaren ledare som kan coacha och inspirera för utveckla medarbetarna till att nå sina egna och butikens mål.\n* Mycket duktig på att ge goda råd till dina kunder – en förmåga du har fått från positioner inom kundservice, försäljning eller liknande.\n* Är en person med positiv energi och med omtanke om kunden vilket gör att du kan skapa en bekväm miljö i intima situationer.\n* Som butikchef förväntar vi oss att du tar det fulla ansvaret för butikens dagliga verksamhet så att butiksmålen kan uppnås.\n\n\n**DU HAR ERFARENHET AV:**\n* Personalplanering och optimal schemaläggning. .\n* Du har förmågan att skapa lönsamhet genom analys och handlingsplan och detta kommer att synas i din P&L.\n* Ledning och coachning av dina medarbetare.\n* Säljträning\n* Uppfylla dagliga försäljnings- och KPI-mål\n* Se till att butikens uttryck alltid följer gällande riktlinjer.\n* Administrativa uppgifter och håller alla deadlines\n* Dialog med huvudkontoret\n\n\n**VAD KAN DU FÖRVÄNTA DIG AV OSS?**\n På Twilfit by Change är vi mycket fokuserade på din framgång, eftersom vi vet att framgången för vår verksamhet beror på dina resultat. Därför kan du förvänta dig en grundlig rekryteringssprocess, vi vill göra en så bra matchning som bara möjligt. Du kommer att få en ordentlig ombording, så att du är utrustad för att driva din butik framgångsrikt och leverera de förväntade resultaten. Du kommer även att få ett brett utbud av stöd och service, såsom HR rådgivning, rapporter, budgetar, IT lösningar, som hjälper dig i ditt dagliga arbete så att du kan fokusera på försäljning och coacha dina medarbetarna. Förutom en fast lön, har du möjlighet att få bonus och därmed uppnå vinstdelning i förhållande till de resultat du skapar. På Twilfit by change förväntar vi oss att du driver butiken som om den vore din \"egen\". I gengäld erbjuder vi dig möjligheten att få ta del av 25-50% av butikens vinst. Du kan förvänta dig att spela en viktig roll i ett ambitiöst och framgångsrikt företag.\n   \n\n  \n\n**ÄR DU REDO FÖR FÖRÄNDRING?**\n Skynda dig och skicka en ansökan genom att klicka på \"ansök\". Vi håller regelbundna intervjuer för tjänsten, så ansök idag snarare än imorgon.\n   \n\n  \n\n Om du har några frågor om tjänsten är du välkommen att kontakta Tatjana Jovanovic, tatjov@change.com\n   \n\n  \n\n*Vi ser fram emot att höra från dig!*","company_url":"https:\/\/dk.linkedin.com\/company\/change-of-scandinavia","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQH-36wvEbUcmA\/company-logo_100_100\/0\/1714558666708\/change_of_scandinavia_logo?e=2147483647&v=beta&t=6YbS8gwV-RdylElZpQfJuspZwoNfJVdnQCnQLpP3ZgI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3961290338","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3961290338","job_url_direct":"https:\/\/jobs.wiseit.se\/jobs\/4682269-bli-var-nya-it-support-tekniker&urlHash=DyyZ","title":"Bli vår nya IT-support tekniker !","company":"Wise IT","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**ÄR DU REDO FÖR NÄSTA STEG I DIN IT-KARRIÄR?**\n Vi söker engagerade och kunniga IT-supporttekniker med 1–2 års erfarenhet inom 1st line-support eller helpdesk. Bli en del av vårt dynamiska team där samarbete, gemenskap och personlig utveckling står i fokus!\n   \n\n  \n\n**OM ROLLEN**\n Personer som trivs i denna konsultroll, gillar att ha ansvar för installation, support och felsökning av lokal IT-utrustning. Du kommer även att samarbeta nära med den lokala IT-driften för att säkerställa hög tillgänglighet och snabbt åtgärda eventuella problem för användarna.\n   \n\n  \n\n Tänk dig ett jobb där du får möjligheten att testa många olika områden inom IT eller att hitta din spetskompetens och arbeta med den senaste tekniken. Ett jobb som ger dig goda förmåner, trygghet, ett stort nätverk samt utvecklingsmöjligheter. Här får du vara en del av en stark gemenskap som värdesätter ditt välmående och karriärsutveckling.\n   \n\n  \n\n**OM DIG**\n**Krav:**\n* Minst 1 års erfarenhet av IT-support via telefon, chatt och e-post.\n* Teknisk kompetens inom Active Directory.\n* Kunskap och erfarenhet av Microsoft 365 och Microsoft Office i Windows.\n* Färdighet i användning av ServiceNow eller liknande ärendehanteringssystem.\n* Flytande svenska i tal och skrift.\n\n\n**VI SER GÄRNA ATT DU ÄR**\n Skicklig på att samarbeta och bygga goda relationer, beslutsam och målinriktad även i utmanande situationer, samt engagerad i att arbeta för teamets framgång och gemensamma mål. Det är även meriterande om du kan flytande engelska i tal och skrift!\n   \n\n  \n\n Vi värdesätter en arbetsmiljö där varje medarbetare blir uppskattad. Om du är en person som gillar gemenskapen, det sociala samt älskar att lösa problem och bidra till teamets framgång, vill vi höra från dig! Ansök nu och bli en del av vårt inspirerande team.\n   \n\n  \n\n**VI ERBJUDER**\n När du börjar hos oss som konsult på Wise IT blir du en del av vår gemenskap. Du får kollegor runt om i Sverige på alla regionala Wise IT kontor och även med våra andra konsulter som sitter ute på uppdrag hos våra kunder.\n   \n\n  \n\n Du har en dedikerad konsultchef som stötta dig och din utveckling. Vi hjälper dig hitta nya vägar genom att prova på nya roller och nya branscher, för oss är det viktigt att du trivs på din arbetsplats. Vi ser till att du hamnar på ett bra bolag under ditt uppdrag och att uppdragen ligger i linje med hur du vill utvecklas framöver.\n   \n\n  \n\n Oavsett vad det blir, står vi bakom dig hela vägen. Gå med i vårt team och ta del av en spännande och utvecklande arbetsmiljö!\n   \n\n  \n\n*Wise IT arbetar med kompetensförsörjning inom IT. Vår uppgift är att hitta rätt person till rätt IT-jobb, genom rekrytering och konsulter. Vi tror på människan i en framtida teknikutveckling och brinner för att bygga relationer, inkludera fler i IT-branschen och naturligtvis matcha rätt kompetens till rätt uppdrag. Vi vill vara en självklar go-to career partner oavsett om kandidaten söker jobb i dagsläget eller inte. Vill du vara med på vår resa? Läs mer om oss, vår kultur och våra värderingar på vår karriärsida.*\n ANSÖKAN\n   \n\n  \n\n Vi tar inte emot ansökningar via mail då vi värnar om din personliga integritet. Du kan läsa mer om hur vi behandlar personuppgifter enligt GDPR i Wise Group-koncernens policy för behandling av personuppgifter.\n   \n\n  \n\n Då många är på ledighet under sommaren så kan svarstiden dröja på ansökan. Vi kommer successivt att gå igenom ansökningarna när ansvarig rekryterare är tillbaka från semestern.\n   \n\n  \n\n Ha en underbar sommar önskar vi på Wise IT 🍓","company_url":"https:\/\/se.linkedin.com\/company\/wise-it","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C510BAQFChwxv1zHbRg\/company-logo_100_100\/0\/1631334054837?e=2147483647&v=beta&t=u7V33WAWslA65ZNaEv1KzHhwfuoqpbyzeDvC9fCLYhI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3960261317","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3960261317","job_url_direct":"https:\/\/ntrs.wd1.myworkdayjobs.com\/northerntrust\/job\/Stockholm-Sweden\/Sales-Associate-Nordic-Region_R128551?src=sns-102&urlHash=kUiC","title":"Sales Associate-Nordic Region","company":"Northern Trust","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"MyHRHelp@ntrs.com","description":"**About Northern Trust**\n Northern Trust, a Fortune 500 company, is a globally recognized, award-winning financial institution that has been in continuous operation since 1889.\n   \n\n  \n\n Northern Trust is proud to provide innovative financial services and guidance to the world’s most successful individuals, families, and institutions by remaining true to our enduring principles of service, expertise, and integrity. With more than 130 years of financial experience and over 22,000 partners, we serve the world’s most sophisticated clients using leading technology and exceptional service.\n   \n\n  \n\n This role is based in Stockholm and has primary support for the sales manager in location and ad-hoc support to the rest of the EMEA team.\n   \n\n  \n\n The Sales Associate will support the EMEA Sales Team in achieving annual targets by focusing on business development.\n   \n\n  \n\n A key responsibility for this role includes producing the weekly, monthly and quarterly reporting that is required.\n   \n\n  \n\n**Additional Responsibilities Include**\n* Targeting new business from Pensions, Insurance, Corporate\/ Baking, OCIO\/ Fiduciary Management, Traditional Asset Management and Alternative Asset Management sectors.\n* Maintaining up to date market research of target markets\/sectors.\n* Supporting the RFP (Request for Proposal) and sales teams to gather accurate information from the business and reviews RFP responses to ensure it is customised to prospects needs.\n* Supporting the preparation of commercials and following fee review process.\n* Liaising with other SMEs (Subject Matter Experts) across Northern Trust to support RFP responses, gather FTE requests and work with Deal Manager to prepare for due diligence preparation\n* Maintaining up to date market research of target markets\/sectors and research new markets\/sectors of interest to Northern Trust.\n* Researching prospect profile and work alongside sales managers on key deals to build value propositions specific to each prospect.\n* Managing and preparing the fee model\/proposals for EMEA sales and ensure that all required supporting documentation is in place and regularly checked for updates.\n* Ensuring that the fee review process is strictly adhered to.\n* Supporting and coordinating all aspects relating to sales presentations such as presentation booklets, supporting sales collateral, agendas, etc.\n* Supporting the Deal Manager for due diligence preparation.\n* Maintaining up-to-date client data within CRM databases, keep accurate records, support call report completion\/filing and run periodic reports as required.\n* Producing sales reports on a regular and ad hoc basis as required by senior management. Collaborating with the US Sales Team on global reporting and initiatives.\n* Analysing prospect data to assist sales team focus on target markets\/prospects, differentiators and product gaps.\n* Developing a working knowledge of the products that Northern Trust offer, attending product and training sessions.\n\n\n The preferred candidate should have a fair amount of the following qualities:\n   \n\n  \n\n* Strong numerate and literacy skills.\n* Knowledge of financial products and services and basic sales concepts usually obtained through related work experience or formal education\n* Advanced skills in Microsoft Excel and intermediate skills in PowerPoint.\n* Good communication skills: written, verbal and non-verbal to interact with stakeholders\/clients.\n* Demonstrated ability to work well under pressure and work to tight deadlines.\n* Strong level of attention to detail and time management.\n* Strong analytical and organizational skills.\n* Demonstrated ability to prioritize daily workloads, working efficiently and accurately under pressure.\n* To act with integrity at all times and embrace the philosophy of treating customers fairly\n* Demonstration of initiative, accountability and focus on quality\n\n\n**Working With Us**\n As a Northern Trust partner, greater achievements await. You will be part of a flexible and collaborative work culture in an organization where financial strength and stability is an asset that emboldens us to explore new ideas.\n   \n\n  \n\n Movement within the organization is encouraged, senior leaders are accessible, and you can take pride in working for a company committed to assisting the communities we serve! Join a workplace with a greater purpose.\n   \n\n  \n\n We’d love to learn more about how your interests and experience could be a fit with one of the world’s most admired and sustainable companies! Build your career with us and apply today. #MadeForGreater\n   \n\n  \n\n**Reasonable accommodation**\n Northern Trust is committed to working with and providing reasonable accommodations to individuals with disabilities. If you need a reasonable accommodation for any part of the employment process, please email our HR Service Center at MyHRHelp@ntrs.com.\n   \n\n  \n\n We hope you’re excited about the role and the opportunity to work with us. We value an inclusive workplace and understand flexibility means different things to different people.\n   \n\n  \n\n Apply today and talk to us about your flexible working requirements and together we can achieve greater.","company_url":"https:\/\/www.linkedin.com\/company\/northern-trust","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQEhKPm5QIrRAQ\/company-logo_100_100\/0\/1663663012961\/northern_trust_logo?e=2147483647&v=beta&t=IvHrIOLhECDkCTk84mnO88fu0_1bwUsieiecvgo8-a8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"71d52970cfa2453c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=71d52970cfa2453c","job_url_direct":"https:\/\/adb-safegate-belgium-bvba.contactrh.com\/jobs\/7516\/42694390\/en_US","title":"Full Stack Engineer","company":"ADB Safegate","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1721433600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"ADB SAFEGATE is a company that provides integrated solutions to airports, airlines, and ANSPs.  \n\n  \n\n\n\nWe are proud to be leading the way with innovative and smart Airside 4.0 solutions that turn airports into smart airports, with the ultimate goal of enhancing the passenger experience. Solutions include airfield lighting, power and control systems, airport and tower software, docking automation, apron management, and aftermarket services.  \n\n\n\n  \n\nWith over 1,400 employees and over 2,500 airports in over 175 countries, from the busiest and largest to the fastest-growing airports, ADB SAFEGATE is dedicated to making air travel safe, efficient, and environmentally friendly.  \n\n\n\n  \n\nTo learn more about ADB SAFEGATE and our innovative Airside 4.0 solutions, please visit our website at adbsafegate.com.\n\n\nWe are ADB SAFEGATE. Our purpose is to lead the world in smart solutions to handle more aircraft and passengers safely, sustainably and efficiently at airports around the globe.\n\n**POSITION**\n\n\nJob Title: Full Stack Engineer\n\n\nLocation: Malmö, Sweden\n\n\nContract type: Permanent\n\n\nBusiness Line: Providing the most extensive product and service portfolios, where the airfield, apron, tower and terminal are the foundation for fully integrated solutions to support airport development and optimize operational procedures.\n\n **The opportunity**\n\n\nBring your passion for Aviation and joy of meeting people all around the world as we build our Aviation developer experience. ADB SAFEGATE is a global company with a drive to help airports operate more efficiently, safely and environmentally friendly. Support our vision to change the future of aviation and join our expansion around the APRON Business line as we fly on to our next adventure.\n\n* Driven by customer: you bring success to our customers when designing, specifying, and implementing system solutions while considering functionality, data, security, integration, infrastructure and performance.\n* Setting the bar high: You push for better when you develop maintain and improve the overall architecture.\n* Own it: When being involved in development of the entire system, you have a solve it attitude and deliver in time.\n* Together we win: you want to work in an organization where you, together with your team, want to build structure, develop and influence our methods. You play to win by investigating new possible technologies to fulfil to the organization’s business needs.\n* Inspiring talent: you want to work in an open climate where you recognize achievements and provides feedback to inspire people to grow.\n\n  \n\nThe position is located in Malmö, Sweden. We have a Hybrid workplace and flexible working hours and are now building more possibilities for development. We have a relatively small R&D team in Malmö where colleagues support each other on a daily basis. The team in Malmö work close with our colleague in Graz, Austria.\n\n  \n\nWe want to see our people grow and therefore we believe in accountability and trust.\n\n **You will make an impact by**\n\n\nAs a Full Stack Engineer in our R&D team, you will report to the R&D Managers of our APRON Business and focus on design and development of our Angular\/NodeJS applications. This role provides a fantastic opportunity to work with colleagues and customers around the world and experience many different cultures.\n\n\nThe ideal candidate is a Full Stack Engineer who is a team player with a “we solve it” attitude. You will succeed by leveraging your Typescript and data layer interfaces skills, applying an interculture mindset and continue your development in functional software design.\n\n **The talent we want to inspire has**\n\n* Experience in DevOps, Continuous Integration and Delivery which is the drive in all our software development, to get the quick feedback from our internal and external customers.\n* Experience as a frontend developer working in Typescript (Angular preferred). We work in this way aligned within the organization to be able to support each other and to share knowledge and experience.\n* Experience with microservice architecture (Docker, Kubernetes, etc.) We and several of our customers is doing this journey now to be strong in our offer.\n* It is important that you have experience working with collaboration software (e.g. Azure DevOps, Jira, Confluence, Git etc.).\n* Fluent English skills\n\n **This would be a plus but not a must!**\n\n* Experience working in an international, multicultural, and entrepreneurial environment\n* Knowledge in agile software development\n* Fluent Swedish skills\n\n **What's on offer**\n\n\nWe value you and your contribution in the business. Recognizing and rewarding the impact you make is important to us.\n\n* In return we offer a competitive salary\/ benefits\n* The opportunity to develop your career. We love to upskill and promote our staff; there's nothing better than to see someone gain a strong sense of pride and accomplishment.\n* A great flexible working culture with company values and behaviours that help shape your development and lead to success for you and the Company.\n* An international environment with opportunities to collaborate with colleagues in different countries around the globe.\n\n  \n\nIf you want to join a global business and enjoy being a team player who's driven and passionate, then this is your opportunity to come on board by applying!\n\n\nWhat to learn more about working at ADB SAFEGATE then check out our Career's website\n\n\nhttps:\/\/adbsafegate.com\/about\/career\/","company_url":"https:\/\/se.indeed.com\/cmp\/Adb-Safegate","company_url_direct":"https:\/\/adbsafegate.com\/","company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":"ADB SAFEGATE is a company that provides integrated solutions to airports, airlines, and ANSPs.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/23750df62a7164a74f330f65835dac9c","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/e1655bf35c9b7464fcc24bc641d9c7b4","ceo_name":null,"ceo_photo_url":null},{"id":"48fb80a2fb4cc7a0","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=48fb80a2fb4cc7a0","job_url_direct":"https:\/\/career.deploja.se\/jobs\/4755659-test-automation-engineer","title":"Test Automation Engineer","company":"Deploja AB","location":"Malmö, M, SE","job_type":null,"date_posted":1721347200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"**Role:**  \n\nWe are looking for a Senior Test Automation Engineer\/Test Automation Lead!  \n\nThe person will be embedded in one of the development teams working with the planners.  \n\nIt is a technical testing role, with expectation to also contribute to automation efforts and monitoring.  \n\n  \n\nDaily work includes taking part of day-to-day development work in agile teams, working on new functionality as well as maintaining the production system with verifying bug fixes.\n\n\nWeb application testing of frontend as well as backend services are included in the day-to-day work of a tester.\n\n**Essential requirements:**  \n\n* Cypress\n* Experience in managing GitHub and GitHub Actions\n* JavaScript (ES6)\/TypeScript\n* Cloud hosting (Azure, AWS or GCP)\n* Experience in working with Sentry\n* Familiar with the product technical lifecycle\n* Experience in the DevOps\/agile way of working\n* Experience working with Databricks and PowerBI or other visualization tools\n\n  \n\n**Meritorious:**  \n\n* Self-development skills to keep up to date with fast-changing trends\n* Enjoy solving problems and create efficiency in the development\n* Teamwork Experience\n\n  \n\n**Please explain how you meet all the requirements** **when applying.**  \n\n  \n\n**Utilization****:** 100**%**  \n\n**Location:** Malmö  \n\n**Period**: 01-08-2024-28-02-2025  \n\n**Last day to apply**: 25-07-2024  \n\nWe present regularly. This means that we sometimes remove the assignements from our website before the final application deadline. If you are interested in an assignement, we recommend that you submit your application as soon as possible.","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0800553af4a83ebc","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0800553af4a83ebc","job_url_direct":"https:\/\/career.deploja.se\/jobs\/4755684-senior-azure-administrator","title":"Senior Azure Administrator","company":"Deploja AB","location":"Solna, AB, SE","job_type":null,"date_posted":1721347200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**Role:**\n\n  \n\n* As a part of Product team, you will be focusing on cloud infrastructure provisioning, administration, automation, configuring security policies, bringing initiatives to reduce cost etc\n* Communicating with stakeholders and help to migrate their workloads to a new Enterprise Scale environment\n* Collaborate with Enterprise Architect team for continuous improvements\n* Performing security assessment of cloud resources and taking initiatives to improve security posture\n\n**Essential requirements:**\n\n  \n\n* Minimum 4+ years of experience in Azure cloud administration and total 7+ years of IT infrastructure\/developer experience\n* Must be AZ-104 certified. AZ-500, AZ-400 will be added advantage\n* Automating and orchestrating workloads in Azure cloud\n* Experience with deploying cloud resources using Infra-structure as Code (IaC) e.g. Terraform, Ansible\n* Experience in CI\/CD implementation (Azure DevOps\/GitHub Actions)\n* Identify potential threats and weaknesses of existing cloud infrastructure and conduct regular security assess-ments\n* Experience in Kubernetes (AKS) and HashiCorp Vault will be an added advantage\n\n **Meritorious:**\n\n  \n\n* Experience working in Agile & DevOps environments\n* Good to have experience in managing complex cloud in-frastructure\n* Passionate for taking initiative and eager to learn and de-velop their cloud\/DevOps skills\n* Team player and comfortable conducting knowledge transfer sessions within the team and with stakeholders\n\n **Please explain how you meet all the requirements** **when applying.**  \n\n  \n\n**Utilization****:** 100**%**  \n\n**Location:** Sweden  \n\n**Period**: 12-08-2024-12-08-2025  \n\n**Last day to apply**: 02-08-2024  \n\nWe present regularly. This means that we sometimes remove the assignements from our website before the final application deadline. If you are interested in an assignement, we recommend that you submit your application as soon as possible.","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3943812784","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3943812784","job_url_direct":null,"title":"Marketing, Business Development & Content Creator Interns - Gain Hands-On Experience at an Award-Winning Google Cloud Partner","company":"Devoteam G Cloud","location":"Stockholm, Stockholm County, Sweden","job_type":"internship","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Company Description**\n**About Devoteam G Cloud**\n  \n\n As a pioneering Google Cloud partner, we pride ourselves on our collaborative, innovative culture that fosters learning and growth. With a team of over 600 Google Cloud experts and 1000+ certifications, we deliver cutting-edge solutions to over 2600 customers across 18 countries.\n   \n\n  \n\n  \n\n**Job Description**\n Be a part of our award-winning team at Devoteam G Cloud, the leading experts in Google Cloud solutions across the Nordics. We are offering exciting\n **unpaid internship** \n opportunities from September to November 2024 for driven individuals to gain hands-on experience in marketing, business development, and content creation.\n   \n\n  \n\n This is an opportunity to actively contribute to real marketing, business development and content projects in a fast-paced, multidisciplinary environment. You will gain exposure to market analysis, social media management, email campaigns, event coordination, data analytics and more while working cross-functionally.\n   \n\n  \n\n  \n\n**Qualifications**\n**Your Profile**\n* Currently pursuing or recently completed a degree in marketing, communications, business or related field\n* Excellent communication and social media skills\n* Basic understanding of SEO, analytics and content creation\n* Strong teamwork abilities and eagerness to learn\n* Ability to create visual content, designs, videos\n\n\n**What You Gain**\n* Practical, real-world experience in marketing, business development and content creation\n* Opportunity to build your professional network\n* Dynamic environment that encourages creativity and personal development\n* Deep insight into the cutting-edge Google Cloud ecosystem\n\n\n  \n\n  \n\n**Additional Information**\n***\"The Devoteam G Cloud internship provided me with invaluable hands-on experience in marketing and content creation. The supportive team and collaborative environment allowed me to grow both personally and professionally.\"***\n - Aliha Mahmood, Former Marketing Intern.\n   \n\n  \n\n  \n\n  \n\n**Apply Now!**\n Keen to kickstart your career at the forefront of cloud computing? Submit your CV or motivational letter detailing why you're the ideal candidate. We celebrate diversity and are an equal opportunities employer.","company_url":"https:\/\/fr.linkedin.com\/company\/devoteam-g-cloud","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQE7dsccdmIB1Q\/company-logo_100_100\/0\/1631310628141?e=2147483647&v=beta&t=gpe-wJgccCxJ8blMC4ypXC7TSVLiAFiQeHCosMNuPs4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3979211574","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3979211574","job_url_direct":"https:\/\/thehub.io\/jobs\/669afeaaa69cf4dc9aff8d3b?utm_source=linkedin&utm_medium=referral&utm_campaign=job_wrapper&urlHash=vgwI","title":"Client Director","company":"The Hub","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**We seek candidates inspired by an ambitious growth agenda. Take the opportunity to join Learnster on our trailblazing journey to reshape the future of workplace individual learning!**\n Learnster is a cutting-edge learning management system committed to revolutionizing how organizations approach employee development. Our human-centered approach blends innovative technology and AI with a dedication to empowering individuals and fostering learning cultures. Learnster comprises 45 engaged individuals, 200+ customers, and users across 30+ countries. Join us on our trailblazing journey to reshape the future of workplace individual learning!\n   \n\n  \n\n**Job Description**\n As a Client Director you will play a crucial role in expanding the company's client base and driving significant revenue growth. You will also maintain and enhance relationships with existing key accounts, ensuring their continued satisfaction and exploring opportunities for account expansion.\n   \n\n  \n\n We expect you to be a self starter, with a strong drive and interest in client interactions. The role requires a strategic approach to identify and engage potential clients, understand their needs, and develop tailored solutions that align with their business objectives.\n   \n\n  \n\n You are expected to take responsibility for, and ownership of, a annual sales quota of approx. 5 MSEK in net new revenue.\n   \n\n  \n\n**Your role will mainly include**\n* Prospecting: Identify and cultivate relationships with potential clients, understanding their needs and business challenges.\n* Sales and Revenue Generation: Lead the sales process from prospecting to closing, focusing on creating new revenue opportunities.\n* Client Relationship Management: Maintain strong relationships with existing clients, ensuring satisfaction and exploring opportunities for account growth.\n* Negotiate agreements of own deals: Negotiate and sign contracts with customers and secure hand over to Customer Success.\n* Keep records of own sales fulfillment and data reporting: To continuously work and keep the CRM system updated at company, contact and deal level. Also work efficiently with templates, sequences and reporting.\n\n\n**To thrive in this role you have**\n**Educational Background**\n* A Bachelor's degree in Business Administration, Marketing, Sales, or a related field or relevant experience.\n\n\n**Professional Experience**\n* Minimum of 5-7 years of experience in a sales, business development, or account management role, with a proven track record in new client acquisition and revenue generation.\n* Experience in managing and growing key accounts, with a focus on both client retention and expansion.\n* Demonstrated success in negotiating and closing deals, preferably in a similar industry or market. Preferably SaaS B2B in HR Tech.\n\n\n**What We Offer**\n* An exciting journey in a scale-up with strong investors\n* Flexible work arrangements (remote\/on-site)\n* Health and wellness benefits\n* Continuous learning opportunities within a vibrant, innovative team\n* Six weeks of paid vacation plus 3 extra free days per year\n* A culture that values diversity and promotes personal development\n\n\n**We look forward to meeting you!**\n* Join a fast-growing and awarded SaaS company, where you will play a key role in shaping Learnster’s future.\n* At Learnster, you will work with passionate and ambitious colleagues, ready to take ourselves, our team, and the company to the next level!","company_url":"https:\/\/dk.linkedin.com\/company\/thehubio","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQE8WpXmwhptcA\/company-logo_100_100\/0\/1677478557826\/thehubio_logo?e=2147483647&v=beta&t=qgMZs1CaBk7m_tOCA7QXycIb98Bd9vWIEtDLUMCZZU4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3979281513","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3979281513","job_url_direct":"http:\/\/www.mygwork.com\/en\/jobs\/oracle-business-development-director-hcm-for-the-nordics-region\/detail\/4926123&urlHash=TQWP","title":"Business Development Director – HCM for the NORDICS region","company":"myGwork - LGBTQ+ Business Community","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"***This inclusive employer is a member of myGwork – the largest global platform for the LGBTQ+ business community.***\n**Business Development Director – HCM for the NORDICS region**\n Our business development team plays a pivotal role in helping customers make well-informed decisions at the outset of their digital transformation. We achieve this by providing a world-class engagement experience. Our responsibilities include building and maturing a pipeline of sales opportunities and driving incremental revenue in collaboration with Sales, Presales, Alliance & Channels, and Marketing teams. We focus on prospecting existing and new accounts, while nurturing leads into fully qualified opportunities.\n   \n\n  \n\n**Purpose of the role:** \n drive and accelerate pipeline creation for\n **Oracle HCM Cloud solutions** \n , by improving account penetration in the\n **Nordics region (Sweden, Denmark, Norway, Finland, Iceland)** \n and by developing relationships across the business. Identify and push forward our new opportunities.\n   \n\n  \n\n**Description**\n* The Role is customer facing.\n* His\/her mission is to lead & drive account-based pipe generation activities in selected, strategic accounts across all industries.\n* Identify customer needs and create net new opportunities.\n* Nurture & progress leads\/pursuits to pipe to Sales Stage 3 opportunities.\n* Product Scope of the role: Oracle HCM Cloud + HCM analytics applications.\n* The Bus Dev Director will be able to position Oracle HCM, our strategy and competitive differentiators, at the earliest stages of the sales cycle.\n* He\/she will build relationships at all levels, with a focus on CHROs\/HR leaders.\n* He\/she will work hand in hand with the Account Executives during the first stages of an opportunity.\n* He\/she will collaborate with the extended sales team: Value Engineering, Solution Engineers, Marketing, Business Development Specialists and with Oracle partners.\n\n\n**Skill Profile**\n* 10+ years of expertise in the HR industry, ideally with a corporate \/ HR leadership role.\n* Good presentation skill\n* HR expertise - C-level advisor \/ influencer\n* Understanding of end-to-end \/ HR business + deep knowledge of one of the following Industries – Manufacturing, Retail, Financial Services, Healthcare or Public Sector\n* Builds, creates, and nurtures strong relationships with customers.\n* Ability to articulate a compelling HCM value proposition to Execs \/ Board and all levels at the customer.\n* Provides thought leadership in customer engagements, as speaker at events and on social media\n* ���Hunter” mindset and curiosity.\n\n\n**Stakeholders**\n The Business Development Director will leverage marketing, business development initiatives and\n   \n\n  \n\n programs, industry content and existing Alliance and Channel relationships in the account to succeed.\n   \n\n  \n\n**Responsibilities**\n* Define Account Strategy & Planning with the Account Executives\n* Take ownership and execute based on the agreed plan with the Account Executives.\n* Increase contacts base in each account.\n* Discover customers challenges, needs and opportunities with assigned, strategic accounts.\n* Ensure a deep understanding of business & HR processes and challenges.\n* Advise customers on HR digital transformation\n* Ensure a deep knowledge of Oracle’s main competitors, especially in the HCM field.\n* Strategic and transformational deal support.\n* Support the Account Executives in the execution of their strategy.\n* Develop the appropriate coverage and knowledge for each account at HQ and Subsidiary level.\n\n\n**KPIs**\n* Pipeline creation for HCM solutions\n* Coverage: work towards always having required coverage for the Sales Reps\/team to achieve HCM sales\/growth targets\n* # of deals that successfully progress from lead\/early sales stage to sales stage 3+\n* Increase pipeline and revenue at the country level\n\n\n**Competencies**\n* Subject matter expert in Human Resources with a minimum of 10 years of experience.\n* Understanding of the competitive landscape\n* Ability to talk to CHROs, but also CFOs, CPOs, CIOs, COOs, practitioners and experts in customers, consulting companies and partners on a peer-to-peer basis\n* Business development and\/or Sales experience\n\n\n**Professional & Personal Competencies**\n* Educated to degree level.\n* Opportunity and customer focus, results orientation.\n* Project management skills.\n* Building relationships & communication.\n* Influencing and negotiating.\n* Decision making.\n* Coaching.\n* Fluency in Swedish and English. Additional knowledge of languages is a plus (Danish, Norwegian and\/or Finnish)\n* Ability to travel frequently in the Nordics region (Sweden, Norway, Denmark, Finland, Iceland).\n\n\n**Location:** \n Stockholm, Sweden\n   \n\n  \n\n Career Level - IC4\n   \n\n  \n\n A Business Development Representative is assigned to strategic accounts which may be grouped by industry where Oracle has a limited presence. Acts as primary liaison between Consulting, Sales, and Oracle Development for the product's sales opportunities. Generates business opportunities through prospecting mass market programs and leveraging third party partners. Develops and coordinates a worldwide relationship with customers that establishes Oracle as a preferred vendor and optimizes Oracle's sales of product. Executes aggressive strategies and plans to successfully drive the product as the preferred customer selection. Provides account representatives with information on how the product addresses specific needs, and assists account representatives in using Oracle's products to leverage large revenue opportunities. Assists in articulating product message, coordinates technical resources and hands off deals to a successful close.\n   \n\n  \n\n As a world leader in cloud solutions, Oracle uses tomorrow’s technology to tackle today’s problems. True innovation starts with diverse perspectives and various abilities and backgrounds.\n   \n\n  \n\n When everyone’s voice is heard, we’re inspired to go beyond what’s been done before. It’s why we’re committed to expanding our inclusive workforce that promotes diverse insights and perspectives.\n   \n\n  \n\n We’ve partnered with industry-leaders in almost every sector—and continue to thrive after 40+ years of change by operating with integrity.\n   \n\n  \n\n Oracle careers open the door to global opportunities where work-life balance flourishes. We offer a highly competitive suite of employee benefits designed on the principles of parity and consistency. We put our people first with flexible medical, life insurance and retirement options. We also encourage employees to give back to their communities through our volunteer programs.\n   \n\n  \n\n We’re committed to including people with disabilities at all stages of the employment process. If you require accessibility assistance or accommodation for a disability at any point, let us know by calling +1 888 404 2494, option one.\n   \n\n  \n\n**Disclaimer**\n Oracle is an Equal Employment Opportunity Employer\\*. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability and protected veterans’ status, or any other characteristic protected by law. Oracle will consider for employment qualified applicants with arrest and conviction records pursuant to applicable law.\n   \n\n  \n\n* Which includes being a United States Affirmative Action Employer","company_url":"https:\/\/uk.linkedin.com\/company\/mygwork","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQEVDrt8sev5eA\/company-logo_100_100\/0\/1705496448722\/mygwork_logo?e=2147483647&v=beta&t=KtvxgAySt_T0fB6u7GXrDHoBks6sxKOLlZrWahXG50Y","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3961282965","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3961282965","job_url_direct":"https:\/\/tieto.wd3.myworkdayjobs.com\/Tieto_Careers_External_Site\/job\/Sweden-Stockholm\/Technical-Specialist\\u002d\\u002d-Tietoevry-Tech-Services\\u002d\\u002dm-f-d-_R117299-1?source=LinkedIn&urlHash=DGIF","title":"Technical Specialist - Tietoevry Tech Services (m\/f\/d)","company":"Tietoevry","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"marjo.huikuri@tietoevry.com","description":"**You may apply to Tietoevry by selecting Apply and fill your application details to the form. You may also Apply by using LinkedIn and populate details to your application from your LinkedIn profile.**\n Are you a curious and engaged Technical Specialist and want to join one of the largest tech companies in the Nordics? Then this is the role for you!\n   \n\n  \n\n We are looking for a Technical Specialist who wants to be part of Tietoevry Tech Services. Tietoevry Tech Services drives enterprise-wide transformation across customers’ business processes, applications, and infrastructure.\n   \n\n  \n\n**When joining** \n**Tietoevry Tech Services as a Technical Specialist:**\n* You join a skilled team of technical specialist and solution architects, where you learn new things with your colleagues.\n* You will take part of daily operations, focusing on the lifecycle management and service architecture of our Vmware virtual environment.\n* Tasks such as planning upgrades, performance and capacity analyze, regular and ad-hoc reporting towards both internal product management as well as towards customer teams.\n* Our agile delivery model means that you will participate in several projects at the same time, which requires the ability to collaborate and prioritize.\n* Planning and designing our new onshore\/restricted VMware environment as architect role.\n\n\n**Who we are looking for:**\n* You have a university degree in a relevant field or relevant competence, combined with several years of work experience and background in VMWare \/ virtualization environment. Or other relevant experiences.\n* Are passionate about delivering excellent customer value by having an interest in the details as well as on the context- solving customer challenges by applying customer business logic into our deliveries.\n* Have a proven record of accomplishment delivering with quality and yet with flexibility as circumstances change.\n* Fluent language skills in Swedish and English, verbally and writing. You do also need to have a Swedish citizenship.\n\n\n As a person, we believe you are a team player who takes action and demonstrates responsibility to organize your work and solve your tasks. With our agile end-to-end development process, you will continue to both learn from, and coach your colleagues, so communication is important for us. Technology is developing fast, so learning new innovative technologies is something you strive to do.\n   \n\n  \n\n**We offer**\n We offer you professional growth, meaningful projects, open culture, and an outstanding work-life balance! We offer you an opportunity to create the future of a growing, fast-developing, and important sector. We believe that our organizational culture is an important part of enabling you to be successful. We provide a flexible hybrid work model as part of our culture and way of working. Finally, we also believe in curiosity and learning as a lifestyle where you need to unlearn and relearn every day as new possibilities emerge.\n   \n\n  \n\n**Did we get you inspired?**\n We look forward to your application!\n   \n\n  \n\n Please attach your CV or LinkedIn-profile and we will reach out to you. Interviews will be held on a continuous basis, so we encourage you to apply today. If you have any questions regarding this role, please contact hiring manager Marjo Huikuri, marjo.huikuri@tietoevry.com.\n   \n\n  \n\n Hope to hear from you soon!\n   \n\n  \n\n Location: Sweden\n   \n\n  \n\n*We perform background checks on all final candidates.*\n*Tietoevry declines calls from recruitment companies.*\n**About Tietoevry**\n Tietoevry creates purposeful technology that reinvents the world for good. We are a leading technology company with a strong Nordic heritage and global capabilities. Based on our core values of openness, trust, and diversity, we work with our customers to develop digital futures where businesses, societies, and humanity thrive.\n   \n\n  \n\n Our 24,000 experts globally specialize in cloud, data, and software, serving thousands of enterprises and public-sector customers in more than 90 countries. Tietoevry’s annual turnover is approximately EUR 3 billion and the company’s shares are listed on the NASDAQ exchange in Helsinki and Stockholm, as well as on Oslo Børs. Familiar yourself with what we do\n   \n\n  \n\n At Tietoevry, we believe in the power of diversity, equity, and inclusion. We encourage applicants of all backgrounds, genders (m\/f\/d), and walks of life to join our team, as we believe that this fosters an inspiring workplace and fuels innovation. Our commitment to openness, trust, and diversity is at the heart of our mission to create digital futures that benefit businesses, societies, and humanity. Diversity, equity and inclusion (tietoevry.com)","company_url":"https:\/\/fi.linkedin.com\/company\/tietoevry","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQF2amfv6Na1Ag\/company-logo_100_100\/0\/1642569018457\/tietoevry_logo?e=2147483647&v=beta&t=vRXG35eCf5Zb8wgXPf-0CUqjZEY38n2SzsOl6MEDe0E","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"7a43fad2c474d8af","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=7a43fad2c474d8af","job_url_direct":"https:\/\/jobs.volvogroup.com\/job\/G%C3%B6teborg-Laboratory-Development-Engineer-Automation-&-Simulation-417-15\/970137555\/?feedId=361555","title":"Laboratory Development Engineer - Automation & Simulation","company":"Volvo Group","location":"Göteborg, O, SE","job_type":null,"date_posted":1721433600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Transport is at the core of modern society. Imagine using your expertise to shape sustainable transport solutions for the future? If you seek to make a difference on a global scale, working with next-gen technologies and the sharpest collaborative teams, then we could be a perfect match.\n\n**This is us, your new colleagues**\n-----------------------------------\n\n\nTesting, Verification and Materials Technology (VT&MT) is responsible for the operation, maintenance, and development of heavy-duty drivelines testing (engine, transmission, electromobility and Fuel Cells\/Hydrogen) and materials technology laboratories. We work both local and global to deliver high-quality results and expert functions within our areas of responsibility. We cooperate close with product owners, technology owners, certification, and compliance as well as other functions. We have test facilities and laboratories where a mix of theory and practical work is necessary to deliver and develop within present and new technologies. VT&MT is a part of Powertrain Engineering, Volvo Group Trucks Technology (GTT) located in Gothenburg.\n\n  \n\nYou will be part of the method and technical development team with different expertise areas (software, emissions, measurements, electronics, fluids, mechanical etc.). All work together with one target: To develop world-class test facilities and methods.\n\n**About the role**\n------------------\n\n\nAs a Laboratory Development Engineer, you will lead and deliver various development activities, where creativity, quality and flexibility are of prime importance and keys to success. You will be the technical advisor in our development projects for automation and simulation requirements. You will work in tight cooperation with Volvo test and verification engineers, maintenance and operation engineers, project managers, suppliers, and subcontractors.\n\n  \n\nYou will act as a mentor on the technical equipment and methods used in the lab and support teams with advice and educational courses. You will also balance your time between office work and work in the lab.\n\n **Scope of your mission**  \n\nTo develop your specialist knowledge, drive, and lead development to create sustainable solutions, strategies & methods within test cell automation and simulation activities. For example:\n\n  \n\n* Develop expert knowledge of our automation systems used in the test cells.\n* Work with simulation models and integrate them with test objects in the test cell, either to simulate the remainder of the truck or serve as a digital twin for the test object.\n* Develop new test sequences in the automation systems (involves programming to a certain level).\n* Define automation systems requirements on new test cell investments.\n* Improve working methodology related to automation systems in test cells.\n* Support in test cells on automation systems topics.\n**Who are you?**\n----------------\n\n\nWe believe that you are a flexible person with a positive mindset and can-do attitude. You love to inspire, develop, and motivate your colleagues and yourself, building relationships on a local and global level. With your team spirit, you want to be an important team player, putting the team in first place, ready to do what is needed to make the team more efficient. Strong action will make you take own initiatives when something needs to be done or improved and do that with enthusiasm and high energy.\n\n *Requirements:*\n\n* University degree in Computer Science, Automation and Mechatronics or equivalent education\/experience.\n* Experience from being responsible for defining state-of-the-art technology and identifying future trends, as well as driving innovation of new solutions and concepts.\n* Skills and experience in programming, e.g., Python, C# or similar.\n* Experience in using simulation tools, like MATLAB and Simulink (basic level).\n* Holistic view and analytical ability to understand future testing demands, coordinate & synchronize testing demands into plans (test facility road map).\n* English proficiency (verbal and written) – Swedish is a merit!\n\n  \n\nWe highly value the experience within the area of automotive testing activities, in product development, test engineering or lab development.\n\n**Ready for the next move?**\n----------------------------\n\n*Due to summer vacations, all applications will be reviewed from week 33 forward. Please do not expect any communication earlier than this. We look forward to receiving your application!*\n\n **For additional information, please contact** Robert Aslan, Manager Method & Technical Development, at +46 739025312.\n\n **Last application date:** August 11th, 2024.\n\n**Positions: 2**\n\n  \n\nWe value your data privacy and therefore do not accept applications via mail.\n\n **Who we are and what we believe in**  \n\nOur focus on Inclusion, Diversity, and Equity allows each of us the opportunity to bring our full authentic self to work and thrive by providing a safe and supportive environment, free of harassment and discrimination. We are committed to removing the barriers to entry, which is why we ask that even if you feel you may not meet every qualification on the job description, please apply and let us decide.\n\n  \n\nApplying to this job offers you the opportunity to join **Volvo Group**. Every day, across the globe, our trucks, buses, engines, construction equipment, financial services, and solutions make modern life possible. We are almost 100,000 people empowered to shape the future landscape of efficient, safe and sustainable transport solutions. Fulfilling our mission creates countless career opportunities for talents with sharp minds and passion across the group’s leading brands and entities.\n\n **Group Trucks Technology** are seeking talents to help design sustainable transportation solutions for the future. As part of our team, you’ll help us by engineering exciting next-gen technologies and contribute to projects that determine new, sustainable solutions. Bring your love of developing systems, working collaboratively, and your advanced skills to a place where you can make an impact. Join our design shift that leaves society in good shape for the next generation.","company_url":"https:\/\/se.indeed.com\/cmp\/Volvo-Group-15653fc5","company_url_direct":"https:\/\/www.volvogroup.com","company_addresses":"Gothenburg, Västra Götaland","company_industry":null,"company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"Every day, we work with some of the sharpest and most creative brains in our field to leave our society in better shape for the next generation.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/898ffda48a2a91581ddf42a79d2fcbfc","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/bdb56204efe13c0046e3ae5d40dcb6c1","ceo_name":"Martin Lundstedt","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/7eeb9e7889e967d2a264c2b254684ce6"},{"id":"cc09de5f9ada7587","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=cc09de5f9ada7587","job_url_direct":"https:\/\/career.hedinit.com\/jobs\/4752838-staff-engineer","title":"Staff Engineer","company":"Hedin IT","location":"Mölndal, O, SE","job_type":null,"date_posted":1721260800000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"gabriella.hagstrom@hedinit.com","description":"**We are Hedin IT**  \n\n...and we shape the digital future for Hedin Mobility Group - one of Europe’s leading mobility enablers with 15,000 employees across 14 countries. Our mission is to revolutionize mobility through cutting-edge digital experiences for our customers and colleagues alike.\n\n\nWe are now looking for a staff Engineer, in which you will hold one of the most pivotal technical roles within our entire organization. You will lead our digital transformation efforts, driving innovative solutions that create a profound impact on our business and set new standards for the industry.\n\n**Join us in our journey to redefine mobility and be a transformative force in an ever-evolving digital landscape.**\n\n **Being Staff Engineer at Hedin IT means being responsible for:**\n\n* **Technical Design & Team Upleveling:** As the tech lead of tech leads (catchy huh?), you will set the standards and direction for our technical team, ensuring we consistently elevate our performance and capabilities.\n* **Strategic Oversight:** Beyond coding (about 20% of your time), you will focus on broader technical strategies, influencing multiple teams to achieve collective greatness.\n* **Mentorship & Influence:** Your role involves more than just creating excellent code. You will articulate the 'why' behind technical decisions, inspiring and guiding others to contribute effectively to our development process.\n* **Involved in High-Impact Projects:** You will tackle the most challenging and important projects which often span across multiple teams and technical solutions. driving solutions that have a significant influence on our business.\n* **Digital Transformation Leadership:** You will play a key role in our company-wide initiative to enhance our digital services, enabling growth and scalability through innovative digital solutions.\n\n**Want a taste of our tech stack?**\n\n* C#\/.NET\n* React\/Next.js, Blazor\n* Azure\n* GitHub\n* Kubernetes\n* Terraform\n* Datadog\n\n**Who are we looking for?**  \n\nA seasoned engineer with experience in a fast-paced, innovative, and at times, complex environment. We believe you have:\n\n* Experience in software development with deep knowledge of at least some of the technologies within our tech stack\n* Strong mentoring skills\n* A proven track record of leading and executing high-stakes development projects.\n* A strategic mindset with a deep understanding of digital transformation and the ability to implement scalable, automated solutions\n\n\nIf you have experience within the automotive industry, that is seen as a great advantage.\n\n\n**So, are you ready to accelerate in your career?**  \n\nThe Hedin IT recruitment team is on vacation. We are excited to resume the recruitment process when we are back in week 34. In the meantime, do not hesitate to apply already! Responsible for the recruitment is Gabriella Hagström, gabriella.hagstrom@hedinit.com. Have a great summer!\n\n ***About us:***  \n\n*Since 2017, we have been driving the digital transformation for Hedin Mobility Group, empowering 15,000 employees across 14 countries to shape the future of mobility in Europe. Our mission is to offer the best possible digital experience for both our customers and colleagues within the group. This means you'll have the opportunity to work with cutting-edge technologies, dedicated colleagues, and great challenges to keep pushing your professional and personal development.*\n\n***What do we offer?***  \n\n*The dynamic and fast paced environment of a scale-up with the stability and resources that comes with being part of a large, established group. The best of both worlds if you ask us.*\n\n*Our modern office located here in Mölndal offers both café and restaurant as well as gym and padel facility (fun fact: we ended up in the top ten best-looking offices in Sweden 2023, if you will allow us to brag a little). Since your well-being is important to us, there is also personal trainers, instructor-led training classes every day and the opportunity to challenge your colleagues in a game of padel. And, of course:*\n\n* *Collective Agreement and ITP pensions.*\n* *Flexible working hours*\n* *Wellness allowance*\n* *30 days of paid vacation*\n* *Several car-related benefits*","company_url":"https:\/\/se.indeed.com\/cmp\/Hedin-IT","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]