[{"id":"6e21137fd01fdc80","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=6e21137fd01fdc80","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30295652","title":"Junior BI-utvecklare","company":"Rasulson Consulting AB","location":"Lund, M, SE","job_type":"fulltime","date_posted":1763856000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Junior BI-utvecklare (Qlik Sense\/QlikView)\n  \nRollbeskrivning\n  \nVi söker en junior BI-utvecklare med fokus på Qlik Sense och QlikView till ett uppdrag inom en större offentlig verksamhet. Uppdraget handlar om att vidareutveckla och förvalta befintliga BI-lösningar samt bidra i migreringen från QlikView till Qlik Sense. Du kommer att arbeta nära verksamheten med kravanalys, datamodellering och utveckling av användarvänliga beslutsstödslösningar.\n  \nArbetsuppgifter\n  \nUtveckla, förvalta och optimera Qlik Sense- och QlikView-applikationer för uppföljning och rapportering\n  \nDelta i och driva migrering av befintliga QlikView-applikationer till Qlik Sense\n  \nGenomföra felsökning, förbättringar och löpande support av befintliga applikationer i kontrollerad driftsmiljö\n  \nArbeta med kravanalys, datamodellering och design av BI-lösningar i nära samverkan med verksamhetsrepresentanter\n  \nSäkerställa god prestanda, kvalitet och stabil drift av lösningarna\n  \nArbeta enligt agila metoder (t.ex. Scrum) i team samt kunna ta ansvar för egna leveranser\n  \nSamarbeta med utvecklare inom beslutsstöd, data- och integrationsenheter samt systemansvariga och specialister för olika källsystem\n  \nBidra till att dokumentera lösningar, datamodeller och funktionalitet på ett strukturerat sätt\n  \n  \n\nKrav\n  \nMinst 3 års erfarenhet av utveckling i Qlik Sense och QlikView (med tyngdpunkt på Qlik Sense)\n  \nDokumenterad erfarenhet av felsökning, förbättring och support av Qlik-applikationer i kontrollerad driftsmiljö (t.ex. DTAP)\n  \nPraktisk erfarenhet av versionshanteringsverktyg, exempelvis Git, TFS eller motsvarande\n  \nErfarenhet av att arbeta i DevOps-miljö eller liknande arbetssätt\n  \nMinst 3 års erfarenhet av att arbeta nära verksamheten med kravanalys, datamodellering och utveckling av BI-lösningar efter användarnas behov\n  \nFörmåga att arbeta både självständigt och i team samt driva uppgifter från behov till färdig lösning\n  \nGod kommunikativ förmåga på svenska, både i tal och skrift\n  \n  \n\nMeriterande\n  \nErfarenhet av utveckling av Qlik-applikationer inom vårdinformation eller annan offentlig verksamhet\n  \nKunskap om plattformar, miljöer, konfigurering och skalbarhet för Qlik-applikationer samt relaterad teknisk infrastruktur\n  \nGod förståelse för presentationslager, användarvänlighet och uppbyggnad av grafiska gränssnitt (GUI) i BI-lösningar\n  \nVana att dokumentera BI-lösningar, inklusive datamodeller, logik och funktioner\n  \nErfarenhet av att arbeta i större organisationer med många intressenter och komplexa datamiljöer\n  \n  \n\n**Start:** 2026-01\n  \n**Längd:** Till 2026-12-31\n  \n**Plats:** Lund (arbetssätt enligt överenskommelse)\n  \nOm Rasulson Consulting\n  \nRasulson Consulting är ett specialiserat bemannings- och rekryteringsföretag inom IT-sektorn. Vi samarbetar med både etablerade teknikbolag och innovativa startupföretag för att erbjuda attraktiva karriärmöjligheter för dig som vill utvecklas inom digitalisering och IT. Genom vår djupa tekniska kompetens och vårt omfattande nätverk matchar vi rätt konsult med rätt uppdrag – snabbt och träffsäkert. Hos oss får du personlig rådgivning, kontinuerlig återkoppling och möjlighet att ta nästa steg i din karriär.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"59ac81b282bcb456","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=59ac81b282bcb456","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30295689","title":"Senior Power Platform-utvecklare","company":"Rasulson Consulting AB","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1763856000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Senior Power Platform-utvecklare (deltid, 50%)\n  \nRollbeskrivning\n  \nVi söker en senior Power Platform-utvecklare för ett konsultuppdrag med fokus på digitalisering av verksamhetsprocesser i en större organisation. Rollen innebär att omsätta verksamhetens behov till hållbara lösningar baserade på Microsoft 365 och Power Platform, med tydlig styrning kring arkitektur, governance och livscykelhantering. Du arbetar deltid (50 %) och är en nyckelperson i kravarbete, lösningsdesign och överlämning till förvaltning.\n  \nArbetsuppgifter\n  \nDelta i och leda delar av kravprocessen, inklusive visualisering och estimering av lösningar\n  \nTa fram lösningar baserade på M365 och Power Platform (framför allt Power Apps)\n  \nUtveckla dashboards och vyer för uppföljning och rapportering\n  \nGenomföra möten och workshops för kravbearbetning och dialog med verksamheten\n  \nSamarbeta med IT-organisationen kring arkitektur, säkerhet, governance och utvecklingssätt för plattformen\n  \nSäkerställa korrekt behörighets- och åtkomsthantering för framtagna lösningar\n  \nArbeta med livscykelhantering av Power Apps, inklusive versionshantering och releaseprocesser\n  \nDokumentera lösningar och överlämna till förvaltning på ett strukturerat sätt\n  \n  \n\nKrav\n  \nErfarenhet av governance inom Microsoft-plattformen (M365\/Power Platform)\n  \nGod kunskap inom low-code-utveckling med Power Apps\n  \nErfarenhet av behörighetshantering och säker åtkomst i Power Platform-lösningar\n  \nKunskap om livscykelhantering av Power Apps, inklusive drift, vidareutveckling och avveckling\n  \nErfarenhet av arbete i Azure DevOps och etablerad metodik för utveckling i verktyget\n  \nFörmåga att självständigt driva uppgifter från krav till färdig lösning i dialog med verksamheten\n  \nGod kommunikativ förmåga på svenska, både i tal och skrift\n  \n  \n\nMeriterande\n  \nErfarenhet av leveranser till större offentliga organisationer\n  \nTidigare erfarenhet av lösningar byggda på Power Platform för verksamhetsnära processer\n  \nErfarenhet av att visualisera lösningsförslag i kravprocessen (t.ex. prototyper, mockups, flöden)\n  \nErfarenhet av att arbeta i komplexa IT-miljöer med tydliga krav på arkitektur, säkerhet och governance\n  \n  \n\n**Start:** 2025-11\n  \n**Längd:** Till 2026-02-28\n  \n**Plats:** Malmö (arbetssätt enligt överenskommelse)\n  \nOm Rasulson Consulting\n  \nRasulson Consulting är ett specialiserat bemannings- och rekryteringsföretag inom IT-sektorn. Vi samarbetar med både etablerade teknikbolag och innovativa startupföretag för att erbjuda attraktiva karriärmöjligheter för dig som vill utvecklas inom digitalisering och IT. Genom vår djupa tekniska kompetens och vårt omfattande nätverk matchar vi rätt konsult med rätt uppdrag – snabbt och träffsäkert. Hos oss får du personlig rådgivning, kontinuerlig återkoppling och möjlighet att ta nästa steg i din karriär.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"374ac2a262be1519","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=374ac2a262be1519","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30295697","title":"Junior Platform-utvecklare","company":"Rasulson Consulting AB","location":"Malmö, M, SE","job_type":"fulltime","date_posted":1763856000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Junior Power Platform-utvecklare – digitalisering av verksamhetsprocesser\n  \nRollbeskrivning\n  \nVi söker en junior Power Platform-utvecklare till ett uppdrag med fokus på att digitalisera interna verksamhetsprocesser i en större offentlig organisation. Uppdraget omfattar bland annat stöd för godkännande av kameraövervakning samt förenklad risk- och konsekvensanalys vid energioptimeringsprojekt. Du arbetar nära verksamheten för att omsätta behov till smarta, hållbara lösningar baserade på Microsoft 365 och Power Platform.\n  \nArbetsuppgifter\n  \nDelta i kravprocessen, inklusive visualisering och estimering av lösningar\n  \nTa fram lösningar baserade på M365 och Power Platform (framför allt Power Apps)\n  \nUtveckla dashboards och vyer för uppföljning av processer och ärenden\n  \nGenomföra möten och workshops för kravbearbetning och dialog med verksamheten\n  \nSamarbeta med IT-organisationen kring arkitektur, säkerhet och governance för plattformen\n  \nSäkerställa korrekt behörighetshantering för framtagna lösningar\n  \nArbeta med livscykelhantering av Power Apps, från utveckling till förvaltning\n  \nDokumentera lösningen inför överlämning till förvaltningsorganisation\n  \n  \n\nKrav\n  \nErfarenhet av governance inom Microsoft-plattformen (M365\/Power Platform)\n  \nKunskap och praktisk erfarenhet inom low-code-utveckling i Power Apps\n  \nKunskap om behörighetshantering och åtkomststyrning i framtagna lösningar\n  \nKunskap om livscykelhantering av Power Apps, inklusive förvaltning och vidareutveckling\n  \nErfarenhet av Azure DevOps och etablerad metodik för utveckling i verktyget\n  \nFörmåga att arbeta strukturerat, självständigt och i nära samverkan med verksamheten\n  \nGod kommunikativ förmåga på svenska, både i tal och skrift\n  \n  \n\nMeriterande\n  \nErfarenhet av leveranser till större offentliga organisationer\n  \nErfarenhet av lösningar byggda på Power Platform för verksamhetsprocesser\n  \nErfarenhet av att visualisera lösningsförslag i kravprocessen (t.ex. prototyper, mockups, flöden)\n  \nErfarenhet av att arbeta i miljöer med tydliga krav på arkitektur, säkerhet och governance\n  \n  \n\n**Start:** 2025-11\n  \n**Längd:** Till 2026-02-28\n  \n**Plats:** Malmö (arbetssätt enligt överenskommelse)\n  \nOm Rasulson Consulting\n  \nRasulson Consulting är ett specialiserat bemannings- och rekryteringsföretag inom IT-sektorn. Vi samarbetar med både etablerade teknikbolag och innovativa startupföretag för att erbjuda attraktiva karriärmöjligheter för dig som vill utvecklas inom digitalisering och IT. Genom vår djupa tekniska kompetens och vårt omfattande nätverk matchar vi rätt konsult med rätt uppdrag – snabbt och träffsäkert. Hos oss får du personlig rådgivning, kontinuerlig återkoppling och möjlighet att ta nästa steg i din karriär.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"433101a99adaa164","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=433101a99adaa164","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30295545","title":"React Native Utvecklare till Snabbväxande Startup","company":"Tapo Sweden AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1763769600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Brinner du för att förvandla idéer till snygg, skalbar kod – och vill du göra det i ett team där beslutsvägarna är lika korta som commit‑historiken är lång? Hos Ordine växer vi snabbt och bygger lösningar som redan effektiviserar vardagen för hundratals restauranger och butiker. Nu söker vi dig som vill vara med på nästa tillväxtresa och sätta tydliga avtryck i vår plattform.\n  \nOm oss\n  \nOrdine utvecklar moderna systemlösningar, kassasystem och beställningsplattformar med fokus på hög tillgänglighet, stabil drift och förstklassig användarupplevelse. Efter fyra år på marknaden har vi etablerat starka kundrelationer och vår tillväxtkurva pekar rakt uppåt. Som medarbetare får du stor påverkan på tekniska beslut, arkitektur och arbetssätt. Du samarbetar direkt med vår CTO för snabba beslut och kontinuerlig kunskapsdelning.\n  \nOm rollen\n  \n**Arbeta genom hela utvecklingscykeln:** kravställning, arkitektur, kod, test och release\n  \nBygga nya funktioner och förbättra befintlig kod via refaktorering och optimering\n  \nSäkerställa hög UI\/UX‑kvalitet – du har ett gott öga för designdetaljer och användarupplevelse\n  \nArbeta agilt med sprintar, pull requests och code reviews\n  \nUtforska och införa moderna ramverk, verktyg och best practices\n  \nHjälpa till med second-line support när djup teknisk kompetens krävs\n  \n  \n\nDin bakgrund\n  \nMinst 4 års erfarenhet av system‑ eller app‑utveckling\n  \nDjup kunskap i React och\/eller React Native\n  \nHar byggt, driftsatt och underhållit minst ett större SaaS- eller molnbaserat produktionssystem\n  \nVan vid CI\/CD, automatiserade tester och versionshantering\n  \nEftergymnasial IT‑utbildning eller motsvarande kompetens\/erfarenhet\n  \nFlytande svenska eller engelska i tal och skrift\n  \n  \n\nMeriterande\n  \nPHP \/ Laravel utveckling\n  \nErfarenhet av Typescript\n  \nAndroid‑utveckling i Java eller Kotlin\n  \nErfarenhet av backend‑design och databasmodellering\n  \n  \n\nPersonliga egenskaper\n  \nStrukturerad och ansvarsfull – levererar kvalitet och håller deadlines\n  \nKommunikativ – översätter affärsbehov till tydliga tekniska lösningar\n  \nLösningsorienterad och nyfiken – ser möjligheter, antar nya utmaningar och lär dig snabbt\n  \nLagspelare – delar kunskap och bidrar till ett positivt teamklimat\n  \n  \n\nDet här erbjuder vi\n  \nTillsvidareanställning med inledande provanställning.\n  \nMöjlighet att arbeta med meningsfulla projekt och växa professionellt.\n  \nGenerös lön och marknadsmässig pensionsplan\n  \nHögt friskvårdsbidrag och modern utrustning\n  \nCentralt kontor nära kollektivtrafik\n  \nKorta beslutsvägar och stora möjligheter att påverka ditt arbete\n  \nDel av en innovativ och kreativ arbetsmiljö\n  \n  \n\nAnsökningsprocess\n  \nIntervjuer och urval sker löpande så skicka in din ansökan redan i dag. Vi ser fram emot att utveckla framtidens restaurangupplevelser tillsammans med dig!","company_url":"https:\/\/se.indeed.com\/cmp\/Tapo-Sweden-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4324154459","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4324154459","job_url_direct":null,"title":"Fullstack Developer","company":"Helicon Technologies","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**What We Do**\n At Helicon, we build digital products that matter. As a digital product development & innovation agency specializing in cleantech, we partner with forward-thinking businesses to build breakthrough digital products, platforms, and capabilities that drive sustainability and efficiency.\n   \n\n  \n\n**Who We Are**\n Our journey has taken us from developing one of Sweden’s largest virtual power plants by connecting over 15,000 buildings, to using AI to optimize energy, water, and resource management around the world. We have also helped launch award-winning cleantech startups and SaaS solutions for the energy sector.\n   \n\n  \n\n But we don’t just measure success by the impact we have on our customers. We measure it by the real-world sustainability gains our solutions create. When our customers tell us that our solutions helped shut down a coal and oil power plant, integrate more renewables into their portfolio, or cut 36,000 tons of CO₂ emissions annually, we take immense pride in that.\n   \n\n  \n\n What truly drives us is our passion for solving complex challenges together by combining strategy, design, engineering, and data science. At Helicon, speed, curiosity, collaboration, and continuous learning are at the heart of everything we do. If you’re passionate about technology and in using it to make a positive impact on our planet, you’ll fit right in with our team.\n   \n\n  \n\n**About The Role**\n As a Fullstack Engineer, you will balance your work between the backend and frontend, collaborating with colleagues on the same project. You'll have a significant technical and organizational impact, driving both solutions and long-term innovative initiatives. You will be involved in the entire product-building journey, from design and development to testing and implementation. It will be fast-paced, challenging, and rewarding.\n   \n\n  \n\n**What you’ll do;**\n* You will typically focus more on the backend stack of a specific project, but there are projects where support on both sides is needed, and front-end focus may shift between projects\n* Provide mentoring and drive the team forward in terms of development methodologies\n* Rapidly and precisely plan and execute application development projects\n* Understand customer’s needs to help define requirements\n* Perform constructive code reviews and provide meaningful feedback\n* Build and lead development teams and initiatives\n\n\n**What you’ll bring to the table;**\n* 5+ years of experience with a reasonably up-to-date backend stack, preferably with Python, along with experience in frontend development\n* Experience with running deployments on AWS and\/or Azure\n* Strong understanding of Docker and Git\n* Fundamental understanding of profiling and performance optimization\n* Ability to build applications that can handle large amounts of data while remaining highly responsive\n* Strong opinions on how to best connect applications with external APIs\n* Able to work in a hybrid setup in Stockholm and fluent in Swedish and English\n\n\n**What We Offer**\n At Helicon, you can expect to work alongside truly tech-passionate people every day. What we do has a big impact on building a more efficient future, which gives us pride in our work. We foster a culture of humble collaboration, where we are always eager to learn and innovate. We prioritize balance between your job and private life and regularly host social activities like hackathons, after-work gatherings, yearly conferences, shuffleboard comps, and more!\n   \n\n  \n\n**Application**\n Even if you do not meet all the requirements, we encourage you to apply, as our number one priority is to hire the right people instead of nitty-gritty tech.\n   \n\n  \n\n Our recruitment process usually consists of a first interview, a technical step followed by a business and culture-focused interview.\n   \n\n  \n\n At Helicon we build digital products that matter. As a digital product development and innovation agency specializing in cleantech, we partner with forward-thinking businesses to create breakthrough products, platforms and capabilities that drive sustainability and efficiency.\n   \n\n  \n\n Our journey has taken us from developing one of Sweden’s largest virtual power plants by connecting more than 15,000 buildings, to using AI to optimize energy, water and resource management worldwide. We have also helped launch award winning cleantech startups and SaaS solutions for the energy sector.\n   \n\n  \n\n We measure success not only by the results we deliver to our customers but also by the real world sustainability gains our solutions create. When clients tell us that our work helped shut down a coal and oil power plant, integrate more renewables into their portfolio or cut 36,000 tons of CO₂ emissions annually, we take immense pride in that.\n   \n\n  \n\n What drives us is a shared passion for solving complex challenges through strategy, design, engineering and data science. At Helicon speed, curiosity, collaboration and continuous learning are at the heart of how we work. If you are passionate about technology and want to make a positive impact on the planet, you will feel at home here.","company_url":"https:\/\/se.linkedin.com\/company\/helicon-technologies-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGBAWk0R1nocA\/company-logo_100_100\/B4DZWi.9G_H4AQ-\/0\/1742196167471\/helicon_technologies_ab_logo?e=2147483647&v=beta&t=ms296x1dbhqH6-cvFnZVenuI_Dn9gsmpyup62uDEBKw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4347371119","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4347371119","job_url_direct":null,"title":"Utvecklare inom Cybersäkerhet","company":"Comex Electronics AB","location":"Täby, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Comex Electronics AB är en etablerad och välkänd leverantör av IT-säkerhet till Försvarsmakten samt myndigheter och statliga verk med högt ställda krav på informationssäkerhet. Vi har även egen produktutveckling och produktion av avlyssningssäker datorutrustning, datorlösningar för extrema miljöer samt avancerade kortterminaler för autentisering med smarta kort och fingerbiometri.\n   \n\n  \n\n Vi söker en ny medarbetare som Utvecklare inom Cybersäkerhet av säkra IT-system med Windows och Linux. Tjänsten som skall tillsättas omfattar heltid och är med placering i Täby. Du kommer att vara direkt underställd chef Cybersäkerhet.\n   \n\n  \n\n**Arbetsuppgifter:**\n Som Utvecklare inom Cybersäkerhet kommer du att arbeta med utveckling och förvaltning av säkra härdade it-system, som används i säkerhetskänsliga verksamheter hos myndigheter och kommuner. Du kommer ha stort eget ansvar med att planera och styra ditt arbete med att integrera, konfigurera, dokumentera samt härda operativsystem med kringkomponenter för att möta regelverken för att hantera säkerhetsskyddsklassificerade handlingar .\n   \n\n  \n\n Arbetet kan innefatta tjänsteresor, främst inom Sverige men även utomlands.\n   \n\n  \n\n**Din profil:**\n* Högskole- eller YH-utbildning inom relevant område alternativt motsvarande arbetslivserfarenhet.\n* God teknisk förståelse för utveckling av it-system med it- och informationssäkerhet i fokus.\n* Ett starkt intresse för it-säkerhet med erfarenhet från roller där du arbetet med utveckling och förvaltning av it-system.\n* God förmåga att uttrycka dig i tal och skrift både på svenska och engelska.\n\n\n**Meriterande:**\n* Tidigare erfarenhet av konfiguration av härdade operativsystem för Window och Linux.\n* Erfarenhet av automatisering inom it samt skriptprogrammering.\n* Erfarenhet av systemutvecklling av it-system för att möta krav enligt ISO27001, Försvarsmaktens KSF, Säkerhetspolisens PMFS eller motsvarande föreskrifter gällande informationssäkerhet.\n\n\n**Personliga egenskaper:**\n Du är utåtriktad och har god förmåga att kommunicera, då kundkontakt är en naturlig del i arbetsuppgifterna. Du är positiv, självständig, strukturerad och van att ta egna initiativ, då du kommer att styra och planera arbetet inom projekten.\n   \n\n  \n\n Stor vikt läggs vid din initiativ- och inovativförmåga för att genomföra projekten och vidareutveckla våra produkter.\n   \n\n  \n\n Vi tillämpar provanställning i företaget.\n   \n\n  \n\n Vi ser gärna både manliga och kvinnliga sökanden och för anställning hos oss krävs svenskt medborgarskap.","company_url":"https:\/\/se.linkedin.com\/company\/comex-electronics-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH0kuhh6vpCUA\/company-logo_100_100\/company-logo_100_100\/0\/1630586181043\/comex_electronics_ab_logo?e=2147483647&v=beta&t=a73qyQQL3KLsQxKhFhcdpMoKUxmxmMv1jMJpfFigs90","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4321806290","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4321806290","job_url_direct":null,"title":"Senior Software Engineer – Reverse Engineer","company":"Visa","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Visa is a world leader in payments and technology, with over 259 billion payments transactions flowing safely between consumers, merchants, financial institutions, and government entities in more than 200 countries and territories each year. Our mission is to connect the world through the most innovative, convenient, reliable, and secure payments network, enabling individuals, businesses, and economies to thrive while driven by a common purpose – to uplift everyone, everywhere by being the best way to pay and be paid.\n   \n\n  \n\n\n\n\n\n Make an impact with a purpose-driven industry leader. Join us today and experience Life at Visa.\n   \n\n  \n\n  \n\n  \n\n\n\n\n**Job Description**\n\n Visa’s Technology Organization is a community of problem solvers and innovators reshaping the future of commerce.   We operate the world’s most sophisticated processing networks capable of handling more than 65k secure transactions a second across 80M merchants, 15k Financial Institutions, and billions of everyday people.   While working with us you’ll get to work on complex distributed systems and solve massive scale problems centered on new payment flows, business and data solutions, cyber security, and B2C platforms.\n   \n\n  \n\n\n\n\n\n The Opportunity\n   \n\n  \n\n\n\n\n\n We are looking for talented, curious, and energetic Software Engineers who embrace solving complex challenges on a global scale.  As a Visa Software Engineer, you will be an integral part of a cross-functional development team inventing, designing, building, and testing software products that reach a truly global customer base. While building components of cutting-edge payment technology, you will get to see your efforts shaping the digital future of monetary transactions.\n   \n\n  \n\n\n\n\n\n The Work itself\n   \n\n  \n\n\n\n\n* Design code and systems that touch 40% of the world population while influencing Visa’s internal standards for scalability, security, and reusability\n* Collaborate cross-functionally to create design artifacts and develop best-in-class software solutions for multiple Visa technical offerings\n* Actively contribute to product quality improvements, value added service technology, and new business flows in diverse agile squads\n* Develop robust and scalable products intended for a myriad of customers including end-user merchants, b2b, and business to government solutions\n* Leverage innovative technologies to build the next generation of Payment Services, Transaction Platforms, Real-Time Payments, and Buy Now Pay Later Technology\n* Opportunities to make a difference on a global or local scale through mentorship and continued learning opportunities\n\n\n\n Specific Requirements\n   \n\n  \n\n\n\n\n* Maintain and troubleshoot iOS-based RE connections, primarily in jailbroken environments.\n* Use and enhance internal RE toolkit and external tools (e.g., palera1n for jailbreaks, frida for bypassing security, Charles Proxy for traffic analysis).\n* Reverse engineer iOS apps using interactive disassemblers (HexRays IDA, Ghidra, Hopper), injector tools (frida.re), and traffic proxies (Charles Proxy, Wireshark).\n* Collaborate cross-functionally to document knowledge and improve workflows.\n* Proactively detect, diagnose, and resolve disruptions in RE connections, often under time pressure and with limited documentation.\n* Contribute to compliance with internal audits and security standards.\n\n\n\n Essential Functions\n   \n\n  \n\n\n\n\n* Works alongside others to implement modifications to existing software code that complies with design specifications and meets security best practices.\n* Assists with improvements to systems and tools and supports development and implementation of new automation, asking questions as necessary.\n* Engages with team members and manager during code\/design reviews, participates in on-call rotations and incident responses throughout product development and operations cycles.\n* Leverages working knowledge of systems\/platforms and telemetry analyses to identify basic issues in code, processes, and designs when they are inconsistent with customer\/business objectives.\n* Leverage expertise in iOS reverse engineering and telemetry analysis to identify and resolve issues in code, processes, and designs.\n* Mentor and support less experienced engineers, contributing to a culture of learning and operational excellence.\n\n\n\n This is a hybrid position. Expectation of days in office will be confirmed by your hiring manager.\n   \n\n  \n\n  \n\n  \n\n\n\n\n**Qualifications**\n\n Basic Qualifications\n   \n\n  \n\n\n\n\n* Master’s degree in Computer Science, Engineering, Information Systems, or related field, OR Bachelor’s degree in a related field and directly related experience.\n\n\n\n Preferred Qualifications\n   \n\n  \n\n\n\n\n* Knowledge of and ability to develop back-end (e.g. Python, Java, C++, PHP) code in support of package and product development. This includes the extension of capabilities of packages and products.\n* The ability to develop and utilize Application Program Interfaces (APIs), a set of routines, protocols, and tools for building software applications that specify how software components should interact and are used when programming graphical user interface (GUI) components. An API may be for a web-based system, operating system, database system, computer hardware, or software library.\n* Knowledge of and the ability to use database software (e.g., applications, web-based applications, information systems) to maintain, modify, and output data.\n* Knowledge of systems integration process in which separately produced components or subsystems are combined and problems in their interactions are addressed.\n* Knowledge of data structures, which consist of data organization, management, and storage formats that enable efficient access and modifications. This includes a collection of data values, the relationships among them, and the functions or operations that can be applied to the data.\n\n\n\n  \n\n  \n\n The Skills You Bring\n   \n\n  \n\n\n\n\n* Energy and Experience: A growth mindset, curiosity, and passion for reverse engineering and security.\n* Challenge the Status Quo: Comfort in “hacking” beyond traditional solutions, especially in undocumented or rapidly changing environments.\n* Technical Expertise: Proven experience with iOS reverse engineering, jailbroken devices, and tools such as HexRays IDA, Ghidra, Hopper, frida.re, Charles Proxy, and Wireshark.\n* Programming: Strong skills in Java, Swift, Objective-C, and experience with AWS, Kubernetes, Docker, and Datadog.\n* Builder: Experience building and deploying modern services, with a focus on quality, scalability, and operational resilience.\n* Learner: Constant drive to learn new technologies and adapt to evolving technical and regulatory landscapes.\n* Partnership: Experience collaborating with cross-functional teams, including Product, Test, DevOps, and Agile\/Scrum teams.\n* Communication: Strong documentation, mentoring, and communication skills.\n\n\n**Additional Information**\n\n Visa is an EEO Employer. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability or protected veteran status. Visa will also consider for employment qualified applicants with criminal histories in a manner consistent with EEOC guidelines and applicable local law.","company_url":"https:\/\/www.linkedin.com\/company\/visa","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHAxoD4chKrgg\/company-logo_100_100\/B4EZfR2e4JHcAk-\/0\/1751572410148\/visa_logo?e=2147483647&v=beta&t=mZYikLJ1nOM9RYXsRYavU2c7xuzCKWDqH8Q0UzAGrhw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4324164195","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4324164195","job_url_direct":null,"title":"Jobb\nDevOps Engineer","company":"Järnvägsjobb","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"DevOps Engineer\n   \n\n  \n\n**Alstom**\n Stockholm\n   \n\n  \n\n Ansök senast: 2025-12-23\n   \n\n  \n\n Sök jobbet här\n   \n\n  \n\n Req ID:491376\n   \n\n  \n\n At Alstom, we understand transport networks and what moves people. From high-speed trains, metros, monorails, and trams, to turnkey systems, services, infrastructure, signalling and digital mobility, we offer our diverse customers the broadest portfolio in the industry. Every day, more than 80 000 colleagues lead the way to greener and smarter mobility worldwide, connecting cities as we reduce carbon and replace cars.\n   \n\n  \n\n**Could you be the full time DevOps Engineer we are looking for in Stockholm or Hässleholm?**\n**Your future role**\n You will work with around 30 software developers spread out over three locations (Stockholm, Hässleholm and Bangkok). There is also a possibility to support other teams in the global organisation. The major application we develop, is web based and running in Microsoft Azure. It consists of several applications which in turn is developed and maintained by different teams. The teams have some DevOps responsibilities which is supported by one person having the central DevOps responsibility. We are now looking for you that can spend 50% of your time to strengthen the central DevOps responsibility and the other 50% on Java back-end development (Spring Boot). As a developer, you will belong to one of the excellent application teams. We work in an agile style with backlogs and sprints. Each team has a team-lead, and the team is interacting with, architects, UX designers, Product- and Program managers. As a developer, you will need to analyse problems, create designs and do the implementation work.\n   \n\n  \n\n**We Will Look To You For**\n* Maintain and optimize our build and test environment.\n* Support with configuration of Azure resources.\n* Be the interface towards the IT team that provides the Azure resources.\n* Support developers with software integrations.\n* Manage branching strategies.\n* Maintain the version control systems.\n* Release our applications in a timely manner.\n\n\n**All About You**\n* Bachelor’s or master’s degree in Computer Science or any other relevant specialization.\n* Proven experience in Microsoft Azure cloud computing platform.\n* Experience in scripting and build automation in Gitlab and Azure DevOps.\n* Strong experience in Git version control software and CI\/CD.\n* Experience in Linux and Java (Spring Boot).\n* Experience from using Agile methodologies.\n* Excellent team player and a good communicator.\n* English at a fluent level is mandatory for this role. Swedish is meritorious.\n* Meritorious to have experience in containerization using Docker and Kubernetes.\n* Meritorious to have Artifactory experience.\n\n\n**Things you’ll enjoy**\n**Skills**\n Join us on a life-long transformative journey – the rail industry is here to stay, so you can grow and develop new skills and experiences throughout your career. You’ll also:\n   \n\n  \n\n* Enjoy stability, challenges and a long-term career free from boring daily routines\n* Collaborate with transverse teams and helpful colleagues\n* Contribute to innovative projects\n* Utilise our agile way of working environment\n* Steer your career in whatever direction you choose across functions and countries\n* Benefit from our investment in your development, through award-winning learning\n* Benefit from a fair and dynamic reward package that recognises your performance and potential, plus comprehensive and competitive social coverage (life, medical, pension)\n\n\n You don’t need to be a train enthusiast to thrive with us. We guarantee that when you step onto one of our trains with your friends or family, you’ll be proud. If you’re up for the challenge, we’d love to hear from you!\n   \n\n  \n\n**Important to note**\n As a global business, we’re an equal-opportunity employer that celebrates diversity across the 63 countries we operate in. We’re committed to creating an inclusive workplace for everyone.\n   \n\n  \n\n Sök jobbet här","company_url":"https:\/\/se.linkedin.com\/company\/j%C3%A4rnv%C3%A4gsjobb","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHLfymSFcyScg\/company-logo_100_100\/company-logo_100_100\/0\/1630651378076\/jrnvgsjobb_logo?e=2147483647&v=beta&t=_u80fh40d6CTBUgGD4yFEa7CB6Hda8uW5fDZ5Mn3xpA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4007518121","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4007518121","job_url_direct":null,"title":"Mjukvaruutvecklare inom MedTech","company":"Cubist","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About The Job**\n Har du minst 3 års erfarenhet som utvecklare, och vill arbeta med datadrivna lösningar inom hälsosektorn tillsammans med oss på Cubist?\n   \n\n  \n\n**Vi Söker Dig Som**\n* Är civilingenjör inom datateknik, teknisk fysik eller teknisk matematik, eller har en M.Sc. inom motsvarande område\n* Gillar mjukvaruutveckling och vill jobba som konsult\n* Trivs i agila team och vill arbeta med utmanande problemlösning, gärna inom hälso- och sjukvårdssektorn\n* Vill lära dig mer om hur man arbetar med mjukvaruutveckling i en reglerad bransch\n* Vill fortsätta att utvecklas, jobba med den senaste tekniken och inspireras av smarta kunder, partners och kollegor\n\n\n För den person vi söker nu är erfarenhet av C# .Net ett krav.\n   \n\n  \n\n Vår\n **tech-stack** \n består bland annat av teknikerna nedan - kanske kan du något av detta redan, eller så lär vi oss tillsammans!\n   \n\n  \n\n* Generell backendutveckling\n* Programmeringsspråk såsom C#, C\/C++, Python, Java\n* Docker, Kubernetes\n* REST, Web Messaging\n* Microservices\n* Databaser såsom MySQL, PostgreSQL, MongoDB\n* Cloudteknologier såsom Azure, AWS och GCP\n* Message brokers såsom Kafka, RabbitMQ\n* Webbramverk såsom Django, ASP.NET, React.js\n\n\n Vi arbetar både med uppdrag ute hos kund och projekt i våra lokaler på Kungsbron 21 i Stockholm.\n   \n\n  \n\n**Våra kunder**\n Ett kundexempel är\n **ImagineCare** \n , med vilka vi i tätt samarbete utvecklar en plattform för vård på distans av patienter med olika sjukdomar. Ett annat kundexempel är\n **Kongsberg Beam Technology** \n där vi tillsammans med kunden utvecklar metoder för förbättrad strålbehandling av cancerpatienter. Läs mer om exempel och några av våra andra intressanta projekt på https:\/\/www.cubist.eu\/#what-we-do\n   \n\n  \n\n**Vilka är vi?**\n Idag består teamet av ca 30 konsulter som jobbar med medicinteknisk mjukvaruutveckling och datadrivna lösningar inom hälsosektorn.\n   \n\n  \n\n På Cubist Är Vi Stolta Över Vår Inkluderande Företagskultur Och Vår Vision Healthier And Happier. Vi Vill Bidra Till Hälsosektorn, Så Att Vi Alla Kan Känna Oss Healthier. Genom Kompetens Och Erfarenhet Vill Vi Även Bidra Till Att Vi, Våra Kunder Och Partners i Cubists Community Kan Känna Sig Happier. Tillsammans Strävar Vi Efter Att Leva Hälsosamt, Hjälpa Varandra Och Ha Kul På Jobbet. Vi Arbetar Efter Våra Värderingar\n   \n\n  \n\n*Humanism* \n . Vi jobbar för långsiktiga och hållbara förändringar som kommer till nytta för människor och samhället vi lever i. Alla ska känna sig välkomna i teamet, oavsett bakgrund.\n   \n\n  \n\n*Nytänkande* \n . Vi utmanar gärna befintliga tankesätt och strukturer och försöker att tänka nytt för att hitta kreativa lösningar. Vi försöker leva hälsosamt och hållbart, exempelvis genom att hålla nere resandet, inte köpa onödiga saker och gärna återanvända.\n   \n\n  \n\n*Passion* \n . Vi brinner för att göra skillnad i samhället och för människors liv. Vi känner stolthet över att utmana oss själva med nya tekniker och tankar i strävan mot ständigt lärande. Det bygger leveransförmåga som organisation och stärker den individuella kompetensutvecklingen.\n   \n\n  \n\n Låter detta spännande? Hör av dig idag och berätta om dig själv och dina ambitioner!\n   \n\n  \n\n Välkommen till Cubist!\n   \n\n  \n\n https:\/\/www.cubist.eu\/","company_url":"https:\/\/se.linkedin.com\/company\/cubist-it-health","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQH2G7m3mKQbVw\/company-logo_100_100\/company-logo_100_100\/0\/1630565230432\/cubist_it_health_logo?e=2147483647&v=beta&t=4MSWIVtj1lEdueWG9-GrdHfB6oj3ZVV5UXIdH0DUeO8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4324275673","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4324275673","job_url_direct":"https:\/\/jarnvagsjobb.se\/lediga-jobb\/senior-systemutvecklare\/&urlHash=s0lL","title":"Jobb\nSenior Systemutvecklare","company":"Järnvägsjobb","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Senior Systemutvecklare\n   \n\n  \n\n**Alstom**\n Stockholm\n   \n\n  \n\n Ansök senast: 2025-12-23\n   \n\n  \n\n Sök jobbet här\n   \n\n  \n\n Req ID:495530\n   \n\n  \n\n*Nu söker vi dig som vill vara en nyckelspelare i vår resa mot framtidens trafikledningssystem som:*\n**Senior Systemutvecklare – Trafikledningssystem**\n Placeringsort:\n **Stockholm**\n**Din Framtida Roll – Gör Skillnad På Riktigt**\n Som Senior System utvecklare hos Alstom får du en central roll i att modernisera, designa och utveckla funktioner för innovativa Trafikledningssystem (TMS). Här får du chansen att använda din tekniska kompetens i en dynamisk miljö där du samarbetar med kunder och utvecklingsteam. Du är med och skapar lösningar som förbättrar både säkerheten och effektiviteten för framtidens transportsystem.\n   \n\n  \n\n**Vad Du Kommer Att Göra**\n* Skapa tekniska lösningar som generar kundvärde för TMS\n* Föra och leda tekniska diskussioner tillsammans med kund\n* Ta välgrundade tekniska beslut tillsammans med teamet\n* Ta rollen som teknisk ledare i teamet\n* Utveckla mjukvarufunktioner i produktfamiljen ONVIA-Vision 900\n* Delta aktivt i leveransprojekt i tätt samarbete med kund.\n* Underhålla och skriva dokumentation för mjukvarulösningar.\n* Arbeta nära ett engagerat och mångsidigt team för att uppnå gemensamma mål.\n* Driftsättning av mjukvaran hos kund\n\n\n**Om Dig – Vi Söker Framtidens Stjärna**\n Vi värdesätter driv och engagemang, men tror att följande egenskaper hjälper dig att lyckas:\n   \n\n  \n\n* Examen inom teknik eller motsvarande\n* Erfarenhet av modernisering\n* Gedigen erfarenhet av mjukvaruutveckling, gärna inom järnvägsbranschen eller liknande.\n* Expertis i programmering, särskilt i C#, samt erfarenhet av krav- och testdriven utveckling.\n* AI för effektivisering av produkt och utvecklingscykeln\n* Flytande svenska och engelska.\n* Erfarenhet av agil utveckling och att arbeta i tvärfunktionella team.\n* Extra plus om du har erfarenhet av Delphi och\/eller Pascal.\n\n\n**Varför Alstom?**\n På Alstom blir du en del av ett team som är engagerat i att forma framtidens hållbara transporter med innovation och syfte. Att ansluta sig till oss innebär att vara en del av ett globalt samhälle som är dedikerat till excellens och att skapa en säker miljö för vår verksamhet. Är du redo att gå med i ett verkligt internationellt samhälle av fantastiska människor på en utmanande resa med en konkret påverkan och ett meningsfullt syfte?\n   \n\n  \n\n**Viktigt att veta**\n Eftersom tjänsten är säkerhetsklassad, genomför vi en säkerhetsprövning enligt säkerhetsskyddslagen kapitel 3. Därför krävs svenskt eller EU-medborgarskap\n   \n\n  \n\n**Som ett globalt företag är vi en arbetsgivare som främjar lika möjligheter och firar mångfald i de över 70 länder vi verkar i. Vi är engagerade i att skapa en inkluderande arbetsplats för alla.**\n Sök jobbet här","company_url":"https:\/\/se.linkedin.com\/company\/j%C3%A4rnv%C3%A4gsjobb","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHLfymSFcyScg\/company-logo_100_100\/company-logo_100_100\/0\/1630651378076\/jrnvgsjobb_logo?e=2147483647&v=beta&t=_u80fh40d6CTBUgGD4yFEa7CB6Hda8uW5fDZ5Mn3xpA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4324222824","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4324222824","job_url_direct":"https:\/\/career.vipas.se\/jobs\/6826295-senior-testare&urlHash=zAnC","title":"Senior Testare","company":"VIPAS AB","location":"Skärholmen, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"shrini@vipas.se","description":"🌟\n **Senior Testare – Var med och bygga framtidens trafikhantering**\n 🏢\n **Om VIPAS AB**\n VIPAS AB är ett snabbväxande svenskt konsultbolag specialiserat på tech, digital transformation, produktutveckling och ingenjörstjänster.\n   \n\n  \n\n Vi fokuserar på att leverera hög kompetens samtidigt som vi värnar om en kultur byggd på förtroende, transparens och samarbete. Våra konsulter arbetar i betydelsefulla projekt hos ledande organisationer inom både privat och offentlig sektor.\n   \n\n  \n\n 🚀\n **Om Uppdraget**\n Ett nytt flerårigt transformationsinitiativ startas för att modernisera och bygga upp en ny trafikhanteringsplattform för efterfrågestyrda transporttjänster.\n   \n\n  \n\n Vi söker nu en\n **Senior Testare med stark kompetens inom C#\/.NET** \n som vill bli en nyckelperson i ett nystartat produktteam och bidra till att forma, testa och kvalitetssäkra denna nästa generations plattform.\n   \n\n  \n\n Du kommer att påverka arkitekturval, teststrategier, automationsramverk, kvalitetsprocesser och leveransflöden från grunden.\n   \n\n  \n\n 🎯\n **Ditt Uppdrag**\n Som Senior Testare kommer du att:\n   \n\n  \n\n 🔧\n **Äga kvalitetsprocessen**\n* Planera, designa och genomföra komponent-, integrations- och end-to-end-tester\n* Utföra utforskande tester av API:er, mikrotjänster och systemflöden\n\n\n 🤖\n **Driva testautomation**\n* Utveckla och underhålla automationsramverk med Cypress & Playwright\n* Arbeta enligt TDD med C#\/.NET\n* Bidra till testflöden i CI\/CD-pipelines\n\n\n ⚡\n **Säkra prestanda och säkerhet**\n* Ta fram prestanda-, last- och stresstester\n* Validera säkerhet enligt OWASP Top 10\n* Utmana arkitektur och design utifrån testbarhet och robusthet\n\n\n 🤝\n **Samarbeta tätt i produktteamet**\n* Arbeta nära utvecklare, arkitekter och produktägare\n* Bidra i en modern teknikmiljö baserad på .NET-mikrotjänster & React\n\n\n 🧩\n **Vem är du?**\n* Senior testare med erfarenhet av både testautomation och manuella tester\n* Stark kompetens inom C# och .NET\n* God förståelse för API-tester, integrationstester och mikrotjänster\n* Erfarenhet av frontendtestning (Cypress\/Playwright)\n* Trygg i Agila\/Scrum-baserade arbetssätt\n* Kommunikativ, strukturerad och kvalitetsfokuserad\n\n\n 🛠️\n **Teknikstack du kommer arbeta med**\n* C# \/ .NET\n* Cypress, Playwright\n* REST API:er\n* Mikrotjänster\n* React (frontend-testautomatisering)\n* Prestanda- och säkerhetstestning\n\n\n 🌱\n **Varför gå med i detta initiativ?**\n ✨\n *Gör verklig skillnad genom innovation*\n* Påverka en modern och samhällskritisk digital plattform\n* Arbeta i ett nystartat team med stort handlingsutrymme\n* Bygga i en framtidssäker teknisk miljö\n* Bidra till en lösning som påverkar tusentals användare dagligen\n* Långsiktigt och stabilt uppdrag med hög strategisk betydelse\n\n\n 💛\n **Varför VIPAS AB?**\n* Vi prioriterar konsultens välmående, inte bara beläggning\n* Konkurrenskraftig ersättning och personlig utvecklingsplan\n* Snabb tillgång till beslutsfattare — ingen onödig administration\n* Långsiktiga kundrelationer som ger stabila och kontinuerliga uppdrag\n* Ett bolag byggt på respekt, utveckling och lojalitet\n\n\n 📩\n **Ansök idag**\n Är du en driven och erfaren Senior Testare som vill arbeta med moderna plattformar, påverka tekniska val och vara del av en stark konsultkultur?\n   \n\n  \n\n**Då vill vi gärna höra från dig.**\n 📧\n **E-post:** \n shrini@vipas.se\n   \n\n  \n\n 📞\n **Telefon:** \n +46 72 847 9197","company_url":"https:\/\/se.linkedin.com\/company\/vipas-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFH95lYIW_3xA\/company-logo_100_100\/company-logo_100_100\/0\/1728648178775\/vipas_ab_logo?e=2147483647&v=beta&t=BgG5b3EmB_JnM8rsAu_u2lsLIXPk_jmk3rgS7RlqGZg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"c5fa58db32b27a1a","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c5fa58db32b27a1a","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30295699","title":"Technical Information Specialist","company":"Rasulson Consulting AB","location":"Södertälje, AB, SE","job_type":"fulltime","date_posted":1763856000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Technical Information Specialist – Diagnostics & Service Information\n  \nRole description\n  \nWe are looking for a Technical Information Specialist who will create diagnostic-related service information that enables workshops to quickly and accurately troubleshoot, calibrate and repair vehicles. You will ensure that the material is clear, consistent and well-structured, and that it can be seamlessly integrated into existing diagnostic tools and platforms.\n  \nResponsibilities\n  \nCreate diagnostic-related service information for workshops, with focus on troubleshooting, calibration and repair\n  \nProduce clear fault code descriptions and step-by-step diagnostic guides\n  \nDevelop calibration procedures, component descriptions and function overviews\n  \nWrite concise and consistent UI texts for diagnostic and service tools\n  \nCollaborate with designers and engineers to support technical illustrations and visual material\n  \nStructure, standardize and maintain content according to established guidelines and information models\n  \nWork in internal tools and platforms for content production, diagnostics and version control\n  \nCollaborate closely with engineering, product teams and workshop experts to secure technical accuracy\n  \nContribute to continuous improvement of information workflows, templates and processes\n  \n  \n\nRequirements\n  \nRelevant education or professional experience within Technical Communication, Technical Writing, Information Technology or a similar field\n  \nStrong technical interest and ability to understand complex vehicle-related systems\n  \nAbility to write clear, structured and user-oriented technical information in English\n  \nExperience working in digital tools for content creation, documentation or version control\n  \nStructured, thorough and quality-focused way of working with attention to detail\n  \nGood communication and collaboration skills, with the ability to work cross-functionally\n  \n  \n\nMeriting\n  \nExperience or knowledge of using AI tools within technical writing and content production\n  \nExperience in UX writing or front-end development\n  \nExperience from automotive, diagnostics, workshop tools or similar technical domains\n  \nExperience working with standardized information models and reusable content\n  \nExperience working in agile teams or product-oriented development environments\n  \n  \n\n**Start:** 2026-02\n  \n**Duration:** Until 2028-01-31\n  \n**Location:** Södertälje (hybrid, 3 days\/week onsite)\n  \nAbout Rasulson Consulting\n  \nRasulson Consulting is a specialized staffing and recruitment firm within the IT sector. We partner with established technology companies as well as innovative startups to offer attractive career opportunities for professionals looking to grow within digital development and IT. With our strong technical expertise and extensive network, we effectively match the right consultant with the right assignment. At Rasulson Consulting, you will receive personalized guidance, ongoing feedback, and the opportunity to take the next step in your career.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4324164195","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4324164195","job_url_direct":"https:\/\/jarnvagsjobb.se\/lediga-jobb\/devops-engineer\/&urlHash=HjLI","title":"Jobb\nDevOps Engineer","company":"Järnvägsjobb","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"DevOps Engineer\n   \n\n  \n\n**Alstom**\n Stockholm\n   \n\n  \n\n Ansök senast: 2025-12-23\n   \n\n  \n\n Sök jobbet här\n   \n\n  \n\n Req ID:491376\n   \n\n  \n\n At Alstom, we understand transport networks and what moves people. From high-speed trains, metros, monorails, and trams, to turnkey systems, services, infrastructure, signalling and digital mobility, we offer our diverse customers the broadest portfolio in the industry. Every day, more than 80 000 colleagues lead the way to greener and smarter mobility worldwide, connecting cities as we reduce carbon and replace cars.\n   \n\n  \n\n**Could you be the full time DevOps Engineer we are looking for in Stockholm or Hässleholm?**\n**Your future role**\n You will work with around 30 software developers spread out over three locations (Stockholm, Hässleholm and Bangkok). There is also a possibility to support other teams in the global organisation. The major application we develop, is web based and running in Microsoft Azure. It consists of several applications which in turn is developed and maintained by different teams. The teams have some DevOps responsibilities which is supported by one person having the central DevOps responsibility. We are now looking for you that can spend 50% of your time to strengthen the central DevOps responsibility and the other 50% on Java back-end development (Spring Boot). As a developer, you will belong to one of the excellent application teams. We work in an agile style with backlogs and sprints. Each team has a team-lead, and the team is interacting with, architects, UX designers, Product- and Program managers. As a developer, you will need to analyse problems, create designs and do the implementation work.\n   \n\n  \n\n**We Will Look To You For**\n* Maintain and optimize our build and test environment.\n* Support with configuration of Azure resources.\n* Be the interface towards the IT team that provides the Azure resources.\n* Support developers with software integrations.\n* Manage branching strategies.\n* Maintain the version control systems.\n* Release our applications in a timely manner.\n\n\n**All About You**\n* Bachelor’s or master’s degree in Computer Science or any other relevant specialization.\n* Proven experience in Microsoft Azure cloud computing platform.\n* Experience in scripting and build automation in Gitlab and Azure DevOps.\n* Strong experience in Git version control software and CI\/CD.\n* Experience in Linux and Java (Spring Boot).\n* Experience from using Agile methodologies.\n* Excellent team player and a good communicator.\n* English at a fluent level is mandatory for this role. Swedish is meritorious.\n* Meritorious to have experience in containerization using Docker and Kubernetes.\n* Meritorious to have Artifactory experience.\n\n\n**Things you’ll enjoy**\n**Skills**\n Join us on a life-long transformative journey – the rail industry is here to stay, so you can grow and develop new skills and experiences throughout your career. You’ll also:\n   \n\n  \n\n* Enjoy stability, challenges and a long-term career free from boring daily routines\n* Collaborate with transverse teams and helpful colleagues\n* Contribute to innovative projects\n* Utilise our agile way of working environment\n* Steer your career in whatever direction you choose across functions and countries\n* Benefit from our investment in your development, through award-winning learning\n* Benefit from a fair and dynamic reward package that recognises your performance and potential, plus comprehensive and competitive social coverage (life, medical, pension)\n\n\n You don’t need to be a train enthusiast to thrive with us. We guarantee that when you step onto one of our trains with your friends or family, you’ll be proud. If you’re up for the challenge, we’d love to hear from you!\n   \n\n  \n\n**Important to note**\n As a global business, we’re an equal-opportunity employer that celebrates diversity across the 63 countries we operate in. We’re committed to creating an inclusive workplace for everyone.\n   \n\n  \n\n Sök jobbet här","company_url":"https:\/\/se.linkedin.com\/company\/j%C3%A4rnv%C3%A4gsjobb","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHLfymSFcyScg\/company-logo_100_100\/company-logo_100_100\/0\/1630651378076\/jrnvgsjobb_logo?e=2147483647&v=beta&t=_u80fh40d6CTBUgGD4yFEa7CB6Hda8uW5fDZ5Mn3xpA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"6effe77da9c71953","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=6effe77da9c71953","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30295791","title":"DevOps Engineer","company":"markley Konsult AB","location":"Göteborg, O, SE","job_type":"fulltime","date_posted":1763856000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"Our company is established with the purpose of providing specialized IT consulting services in Gothenburg, Sweden. Our decision to establish this company stems from the growing demand for expertise in the field of connected car systems, particularly in the thriving automotive industry of Gothenburg.\n  \nOur mission is to deliver exceptional IT consulting services, leveraging our expertise in connected car systems, to assist companies in optimizing their IT infrastructure and driving innovation in the automotive industry. We aim to become a trusted advisor, offering tailored solutions that align with our clients' goals and objectives. To continue our ambitious growth journey, we seek more great people to join us. Are you one of them?\n  \nAs a DevOps Engineer your main responsibility is to collaborate closely with various stakeholder teams to deepen understanding and facilitate their needs. Automate the management of the services falling under the team's responsibility. Implement a GitOps approach in collaboration with the system team, responsible for the Kubernetes platform. Provide self-service capabilities and documentation for end-users.\n  \n  \n\nResponsibilities\n  \n* Collaborate with software developers, system operators, and other IT staff to manage code releases and deployments.\n* Automate and streamline operations and processes.\n* Build and maintain tools for deployment, monitoring, and operations.\n* Troubleshoot and resolve issues in development, test, and production environments.\n* Design and implement continuous integration and continuous deployment (CI\/CD) pipelines.\n* Monitor system performance and implement improvements.\n* Ensure security best practices are followed in all aspects of the DevOps process.\n* Collaborate with cross-functional teams to improve the efficiency and reliability of systems and processes.\n* Stay up-to-date with industry trends and best practices in DevOps, automation, and cloud technologies.\n* Participate in on-call rotations and incident response as needed.\n\n\nQualifications\n  \n* Bachelor's degree in Computer Science, Information Technology, or related field.\n* Proven experience as a DevOps Engineer or similar role.\n* Strong understanding of software development lifecycle and Agile methodologies.\n* Proficiency in scripting and programming languages such as Python, Bash, or PowerShell.\n* Experience with automation\/configuration management tools such as Ansible, Chef, or Puppet.\n* Familiarity with containerization technologies such as Docker and container orchestration platforms like Kubernetes.\n* Knowledge of cloud computing platforms such as AWS, Azure, or Google Cloud Platform.\n* Experience with version control systems such as Git.\n* Excellent problem-solving and communication skills.\n* Ability to work independently and as part of a team in a fast-paced environment.\n\n\nWhat we offer\n  \n* Hybrid\/remote work environment - you will be part of a team based in Gothenburg that values collaboration and communication, regardless of location.\n* Professional growth - to work with the most talented developers internationally in the industry.\n* Modern technology - we invest in the latest technologies and tools, and we encourage our team members to share their ideas and take ownership of their work to form a collaborative environment.\n* Innovation - to work on exciting projects that push the boundaries of our industry and make a real impact.\n* Commitment to quality - a dynamic and forward-thinking company that values profitable and long-term development quality.\n\n\nLocation\n  \nWhile we have an office in Gothenburg. Our workplace is in the most modern building in the Gothenburg - Uni3, which offers the best work environment in this city.\n  \n  \n\nExcited?\n  \nIf you are excited about being part of a successful team, we encourage you to apply for this position.\n  \nÖppen för alla\n  \nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.","company_url":"https:\/\/se.indeed.com\/cmp\/Markley-Konsult-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"00d02af6e9a492c9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=00d02af6e9a492c9","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30295684","title":"Projektledare IT","company":"Rasulson Consulting AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1763856000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Projektledare IT – finanssektorn\n  \nRollbeskrivning\n  \nVi söker en erfaren projektledare till ett uppdrag inom finanssektorn. Du ansvarar för att leda två strategiskt viktiga initiativ: implementeringen av EU: s lönetransparensdirektiv samt upphandlingen av en ny leverantör för pensionsskuldsberäkningar. Rollen innebär nära samarbete med både verksamhet, IT och externa leverantörer, med fokus på struktur, genomförandekraft och regelefterlevnad.\n  \nArbetsuppgifter\n  \n**Leda och samordna IT-involveringen i genomförandet av EU:** s lönetransparensdirektiv\n  \nSäkerställa att krav, lösningsförslag och leveranser möjliggör detaljerad löneinformation till medarbetare inför ikraftträdandet 2026\n  \nPlanera, driva och följa upp upphandling av ny tjänst för pensionsskuldsberäkningar\n  \nAnsvara för RFI\/RFP-process, leverantörsdialog och utvärdering av inkomna offerter\n  \nSamordna integrationsplanering mellan interna system och vald leverantör\n  \nSäkerställa att lösningar och beräkningar uppfyller relevanta regulatoriska krav\n  \nDriva komplexa projekt med många intressenter och tydlig styrning, rapportering och riskhantering\n  \nSkapa struktur, tidplaner och uppföljning samt proaktivt driva leveranser i högt tempo\n  \nFungera som länk mellan verksamhet, IT och externa partners och bidra till tydlig kommunikation och förankring\n  \n  \n\nKrav\n  \nDokumenterad erfarenhet som projektledare i större organisationer inom bank eller finans\n  \nGod förståelse för etablerade utvecklingsmodeller och styrning av förändringsinitiativ (t.ex. projekt- och förändringsstyrningsramverk)\n  \nErfarenhet av upphandling av externa tjänster, inklusive RFI\/RFP-processer och leverantörssamarbete\n  \nFörmåga att driva komplexa projekt med många intressenter och regulatoriska beroenden\n  \nVana att arbeta operativt, ta ägarskap och driva leveranser i högt tempo\n  \nMycket god förmåga att skapa struktur, tydlighet och uppföljning i uppdrag\n  \nMycket god kommunikativ förmåga i tal och skrift samt trygghet i dialog med verksamhet, IT och externa parter\n  \nAnalytisk, ansvarstagande och lösningsfokuserad med hög grad av självständighet\n  \n  \n\nMeriterande\n  \nErfarenhet av projekt kopplade till HR-, löne- eller kompensationsprocesser\n  \nErfarenhet av regulatoriska förändringsprojekt inom EU-direktiv eller motsvarande regelverk\n  \nErfarenhet av system- och datarelaterade frågor kopplade till pensionsskuld eller finansiella beräkningar\n  \nErfarenhet av både agila och mer traditionella projektmodeller inom bank\/finans\n  \nErfarenhet av att arbeta i hybridmiljö med distribuerade team\n  \n  \n\n**Start:** 2025-12\n  \n**Längd:** Till 2026-06-30\n  \n**Plats:** Stockholm (hybrid, enligt överenskommelse)\n  \nOm Rasulson Consulting\n  \nRasulson Consulting är ett specialiserat bemannings- och rekryteringsföretag inom IT-sektorn. Vi samarbetar med både etablerade teknikbolag och innovativa startupföretag för att erbjuda attraktiva karriärmöjligheter för dig som vill utvecklas inom digitalisering och IT. Genom vår djupa tekniska kompetens och vårt omfattande nätverk matchar vi rätt konsult med rätt uppdrag – snabbt och träffsäkert. Hos oss får du personlig rådgivning, kontinuerlig återkoppling och möjlighet att ta nästa steg i din karriär.","company_url":"https:\/\/se.indeed.com\/cmp\/Rasulson-Consulting-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"ece0b4b9c56f25d0","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=ece0b4b9c56f25d0","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30295618","title":"Senior Projektledare IT","company":"NXT Interim Stockholm AB","location":"Sundbyberg, AB, SE","job_type":"fulltime","date_posted":1763856000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"Vår kunds IT-avdelning söker en projektledare med stort intresse för IT-arbetsplatsfrågor och området Avtal.\n  \nTjänsteområdet IT -arbetsplats levererar tjänster till två myndigheters användare. Tjänsterna omfattar bland annat; video, dator, telefoni och samarbetsverktyg.\n  \n  \n\n**Projekten kan bestå av:**  \n\nFörberedelser inför nya och förnyelse av befintliga avtal\n  \nUpphandlingsförberedelser och genomförande\n  \nAvtalsförhandlingar\n  \nInförande av nya och förnyade avtal\n  \nUtveckla uppföljning och prissättning för tjänsteleveranser\n  \n  \n\nVi ser en person som är resultatinriktad och ser till både gruppens och din egen prestation.\n  \nHar god samarbetsförmåga, är hjälpsam och har ett gott bemötande.\n  \nDu ska ha förmågan och viljan att lära dig nya saker, vara flexibel och kunna ställa om vid förändringar.\n  \nKommunikativt och inspirerande ledarskap med förmåga att engagera och motivera andra.\n  \n  \n\n**Arbetsbeskrivning:**  \n\nUpprätta underlagen för projektkontraktet med Projektägaren med bl a preciserade produktmål samt mål för tid och kostnad (budget).\n  \nUpprätta budget och projektplaner för varje projektsteg och totalt.\n  \nLöpande ta fram överenskommen uppföljning av projektet.\n  \nSkaffa fram nödvändiga underlag för beslut till Projektägaren\/ Styrgruppen.\n  \nI samråd med Projektägaren organisera och bemanna projektet.\n  \nSe till att projektdeltagarna får\/har den nödvändiga kompetensen, informationen och stödet som krävs för att delta i projektet.\n  \nUpprätta underlag för projektavslut.\n  \nGenomföra fastställd projektutvärdering (erfarenhetsåterföring).\n  \n  \n\n**Inkluderingsarbete:**  \n\nKundens it-avdelning arbetar aktivt för att främja en inkluderande arbetsplats som präglas av jämställdhet och mångfald där alla medarbetare får lika möjligheter att bidra och utvecklas.\n  \n  \n\n**Säkerhetsprövning:**  \n\nKunden omfattas av säkerhetsskyddslagstiftningen vilket innebär att uppdraget kan vara placerat i säkerhetsklass. Detta innebär bland annat krav på säkerhetsprövning i enlighet med säkerhetsskyddslagen (2018:585) 4 kap. 7-8 §§.\n  \nTidsuppskattningen för denna process är 6-10 veckor men kan ta både kortare och längre tid.\n  \n  \n\n**Skallkrav:**  \n\nMinst 10 antal års arbetslivserfarenhet av projektledning\n  \nMinst 5 års erfarenhet av att leda upphandlingar med budgetansvar inom en större organisation eller myndighet med minst 10 000 medarbetare\n  \nMinst 5 års erfarenhet av ledande roll vid framtagning av kravspecifikation och utvärderingsmodell vid offentliga upphandlingar.\n  \nArbetslivserfarenhet av att upprätta underlag för projektkontraktet med projektägaren med bland annat preciserade produktmål samt mål för tid och kostnad.\n  \nArbetslivserfarenhet av att upprätta underlag för projektavslut samt genomföra fastställd projektutvärdering (erfarenhetsåterföring)\n  \n  \n\n**Meriterande:**  \n\nAktuell arbetslivserfarenhet av samt ha genomfört ekonomisk analys och prissättning av it-tjänster på myndighet.\n  \nAktuell arbetslivserfarenhet av införande av minst 1 upphandlat avtal inom myndighet\n  \nArbetslivserfarenhet av att arbeta med TBM (Technology Business Management)\n  \nArbetslivserfarenhet på myndighet med minst 10 000 medarbetare.\n  \nFramtagning av kravspecifikation och utvärderingsmodell vid minst 3 offentliga upphandlingar på myndighet.\n  \n  \n\n**Omfattning och Villkor:**  \n\nDetta är en visstidsanställning på heltid, under perioden 02-jan-2026 - 30-dec-2026, hos NXT Interim Stockholm AB, med uppdrag hos vår kund.40 h per vecka och med option på förlängning. Vi tillämpar kollektivavtal.\n  \n  \n\nDetta uppdrag behöver utföras i första hand på vår kunds kontor i Sundbyberg, Stockholm. Möjlighet till visst distansarbete. Dagar och tider för detta styrs efter behov i organisationen och efter beställarens godkännande.\n  \nVi tar ej emot underkonsulter på detta uppdrag\n  \nLåter detta som en intressant roll?\n  \nSök redan i dag eller kontakta oss så berättar vi gärna mer. Vi behöver en ansökan inkluderat CV på svenska som matchar vår kunds krav. Kunden kan fatta beslut tidigare än sista ansökningsdatum, urval och intervjuer sker löpande. NXT Interim och NXT Rekrytering är ett nischat och innovativt företag som är verksamma inom konsult och rekryteringsbranschen. Vi är verksamma inom HR, IT, Ekonomi, Sälj och Marknad och har över 20 års erfarenhet i branschen. Vi erbjuder våra konsulter bl.a sjukförsäkring, remote-arbetsplatser och flera andra förmåner som förgyller deras vardag. Vid anställning tillämpar vi kollektivavtal.","company_url":"https:\/\/se.indeed.com\/cmp\/Nxt-Interim-Stockholm-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"561c19562710a356","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=561c19562710a356","job_url_direct":"https:\/\/jobs.opinov8.com\/jobs\/6825676-data-engineer-databricks","title":"Data Engineer (Databricks)","company":"Opinov8","location":"SE","job_type":"fulltime","date_posted":1763769600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"### **PROJECT OVERVIEW**\n\n\nOur client is developing and maintaining a next-generation platform for both customers and internal users in the Logistics and Transportation Industry.\n\n### **IN THIS ROLE, YOU WILL**\n\n\nGood knowledge and hands-on experience with the modern data stack, including:\n\n* Ingestion: Autoloader, Kafka;\n* Storage: ADLS;\n* Data transformation: PySpark, Structured Streaming;\n* Workflow orchestration: Databricks Workflows;\n* Data import\/export using queues: Kafka in Azure EventHub;\n* Data governance, data catalog, data quality: Unity Catalog with RBAC, Great Expectations.\n\n### **IF YOU ARE**\n\n* Solid understanding of distributed data processing with Spark;\n* Experience with Structured Streaming, Autoloader, UDFs, pandas, etc.;\n* Experience with Databricks Live Tables;\n* Experience with Databricks Asset Bundles;\n* Experience with Kafka \/ Azure EventHub;\n* Proficiency in Python;\n* Strong knowledge of SQL.\n\n### **AS AN OPINOV8R, YOU WILL HAVE**\n\n* **Digital-First Approach:** Great talent knows no borders! You can work from wherever you are — we hire and collaborate with professionals worldwide.\n* **Remote Work Model:** Balance your professional and personal life with our flexible working conditions, empowering you to deliver your best from anywhere.\n* **Exciting Projects:** Dive into impactful projects across industries that challenge and spark creativity.\n* **Boost Your Expertise:** Grow your career with continuous learning, development opportunities, and hands-on experience.\n* **Join the Best Team Ever:** Collaborate with our diverse and cross-cultural team of passionate technologists and creative thinkers.\n\n### **HOW’S THE HIRING PROCESS GOING**\n\n\nWe strive to make our hiring process smooth and transparent to find the perfect match for both sides. Steps may differ depending on the role, but here’s what to expect:\n\n* **Initial Interview:** If your background fits the role, we’ll invite you for an interview with a Talent Acquisition Specialist.\n* **Technical Interview:** Depending on the position, you may complete a technical assessment or test task.\n* **Final Decision:** After all steps, we’ll get back to you with the result and next steps.","company_url":"https:\/\/se.indeed.com\/cmp\/Opinov8","company_url_direct":"http:\/\/www.opinov8.com","company_addresses":"London","company_industry":null,"company_num_employees":"11 to 50","company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4313279677","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4313279677","job_url_direct":null,"title":"Construction & Facilities Lead","company":"H&M Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n**WHY YOU SHOULD JOIN US**\n As a Construction & Facilities (C&F) Lead within the Store Implementation Unit, you play a key role in shaping the future of our physical presence across the globe. Your mission is to drive strategic expansion while ensuring our store portfolio remains qualitative, sustainable, and cost-efficient, not only through new developments but also through the ongoing maintenance and care of existing store sites.\n   \n\n  \n\n You will be part of the Global C&F Team, supporting all Brands as well as the Regional and Market C&F Teams. The site portfolio includes over 3,500 locations across 80 markets.\n   \n\n  \n\n**What You’ll Do**\n* You are a driving force behind our physical expansion and operational excellence. Your role is pivotal in shaping a store portfolio that reflects our brands expectation on customer experience while cater for an efficient construction execution and maintenance services, ultimately a sustainable full site\/asset lifecycle.\n* You navigate and support the organization through opportunities and challenges within Construction and Facility Management, acting as a trusted advisor across brands, regions and market C&F teams.\n* You are a key contributor in the Store Development Process, guiding design decisions to deliver an exceptional customer experience while ensuring efficient construction execution and long-term maintenance strategies. Your work supports the full site and asset lifecycle, from concept to daily operations.\n* You actively develop and promote circular building and maintenance methods, staying ahead of industry trends and innovations in retail fit-out and facility management. You lead pilots and evaluations, provide cost estimations, and suggest alternative solutions to secure investment, reduce operational costs, and meet sustainability targets.\n* As part of the Global C&F Team, you serve as the Center of Excellence for Construction & Facility Management, defining and refining processes, guidelines, standards, and tools. You ensure continuous improvement through regular audits and performance follow-ups.\n* You contribute to setting global targets for cost, time, quality, compliance, and sustainability and take ownership in ensuring these goals are achieved across the store portfolio.\n\n\n**Who You Are**\n We are looking for someone who has a big passion for Construction and Facility Management development and is interested in working with setting up guidelines and standards on a global scale. You are motivated by exploring new ways of working and initiatives that would benefit our global portfolio of stores. You have a natural drive to take ownership, drive results, communicate in a clear way and able to motivate and inspire colleagues. You are team player!\n   \n\n  \n\n**To succeed in this role, you also have:**\n* 5+ years’ experience from Construction and\/or Real Estate, preferably within the retail industry\n* Degree in Construction, Civil Engineering, Architecture, Business Administration or Facility Management\n* Proficient understanding of technical installations such as HVAC, Fire Safety systems, electrical installations.\n* Strong understanding of project management, financial analysis, budget preparation.\n* Experience from working in an international matrix environment with several stakeholders and seniority levels.\n* Strong in MS Office, more specifically Excel, SharePoint, PowerPoint\n* Ability to travel\n\n\n**Additional Information**\n This is a permanent position based in the city centre of Stockholm, Sweden and reporting to Global Construction & Facility Manager. The role is office-based, with a general expectation of being onsite four days a week. If you feel your experience, skills and ambitions are right for this role, please apply by sending your CV in English as soon as possible. (For internal candidates, please initiate a dialogue with you manager before applying).\n   \n\n  \n\n**Who We Are**\n H&M Group is a global company of strong fashion brands and ventures. Our goal is to prove that there is no compromise between exceptional design, affordable prices, and sustainable solutions. We want to liberate fashion for the many, and our customers are at the heart of every decision we make.\n   \n\n  \n\n We are made up of thousands of passionate and talented colleagues united by our shared culture and values. Together, we want to use our power, our scale, and our knowledge to push the fashion industry towards a more inclusive and sustainable future. Read more about us here\n   \n\n  \n\n**WHY YOU’LL LOVE WORKING HERE**\n At H&M Group, we are proud to be a vibrant and welcoming company. We offer our employees attractive benefits with extensive development opportunities around the globe.\n   \n\n  \n\n An example of our benefits:\n   \n\n  \n\n* 25% Staff discount on all our H&M Group brands, both in stores and online (H&M, COS, Weekday, Monki, H&M HOME, & Other Stories and ARKET).\n* H&M Incentive Program – HIP. Learn more about the program here.\n* Access a wide range of employee benefits through our Benify portal — from wellness perks to financial support.\n* Favorable lunch discount for employees.\n* Our centrally located office in the heart of Stockholm offers a dynamic and inspiring environment to collaborate and grow.\n* With a presence in markets around the world, we offer extensive career development and international mobility.\n\n\n**JOIN US**\n Our uniqueness comes from a combination of many things – our inclusive and collaborative culture, our strong values, and opportunities for growth. But most of all, it’s our people who make us who we are.\n   \n\n  \n\n Take the next step in your career together with us. The journey starts here.\n   \n\n  \n\n* We are committed to a recruitment process that is fair, equitable, and based on competency. We therefore kindly ask you to not attach a cover letter in your application.","company_url":"https:\/\/se.linkedin.com\/company\/hmgroup","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQG8TYKbjPX_eg\/company-logo_100_100\/company-logo_100_100\/0\/1737626246976\/hmgroup_logo?e=2147483647&v=beta&t=fBKeDucplsIyrQtWJk8wW0IOCIjl7LYv_22M-FrMM6Y","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4347430483","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4347430483","job_url_direct":null,"title":"NPD Procurement Manager","company":"Karo Healthcare","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Karo Healthcare, a dynamic and growing personal-care retail company, is all about making smart choices for everyday healthcare. With a wide-ranging portfolio across seven categories including medical products, we own and sell over 80 brands in about 90 countries. Our portfolio includes such brands as E45, Pevaryl, Lamisil, Nutravita, Decubal and many others. Our core belief in empowering people to make intelligent health decisions drives our growth strategy, blending organic expansion and M&A.\n   \n\n Join us at Karo Healthcare on our exciting journey. We're currently looking for a\n **NPD Procurement Manager** \n for our office in\n **Stockholm** \n .\n   \n\n\n\n\n****What's in it for you?****\n* A role with impact and visibility. You'll be at the heart of bringing new products to life, connecting innovation and execution across our international portfolio\n* Growth and development. Work cross-functionally with Marketing, Operations, Regulatory, and Quality, building expertise in a global, fast-moving environment\n* An agile and entrepreneurial culture. Join a team where ideas move fast, accountability is real, and your contributions directly shape our brands' success\n\n\n****What you'll be doing****\n* Lead the procurement process for New Product Development (NPD), driving supplier engagement and selection for multiple product categories.\n* Provide strategic input into business cases and ensure supplier recommendations align with commercial, quality, and operational goals.\n* Conduct market and supplier capability analyses within cosmetics, medical devices, and food supplements.\n* Manage supplier life cycles—from selection and evaluation to performance development and optimization.\n* Stay ahead of trends by monitoring the global CMO landscape across Karo's key product categories.\n* Support continuous improvement initiatives that reduce cost of goods and total cost of ownership (TCO) while strengthening supplier partnerships.\n* Collaborate closely with internal teams to ensure suppliers meet Karo's high standards in quality, compliance, and delivery.\n* Contribute to the development of Sourcing & Supplier Management processes and systems, helping shape the function's evolution.\n\n\n**Requirements**\n* Bachelor's degree in Business Administration or similar field.\n* 5+ years of experience in FMCG, Consumer Healthcare, or a related fast-paced industry.\n* Proven track record in procurement, supplier management, and negotiation, ideally with exposure to production, tech transfers, and product development.\n* Strong contracting and commercial acumen, with experience managing complex supplier relationships.\n* Excellent analytical, communication, and project leadership skills.\n* Fluent in English, both written and spoken.\n* A proactive, results-driven team player with high standards and the ability to thrive under pressure\n\n\n**Benefits**\n* Opportunity to create, grow, and encourage\n* Apart from a competitive salary pack, there are lots of growth opportunities to meet your personal ambitions\n* Flexible schedule, hybrid model with the primary work place in the office, and life-work balance\n* Responsibility for exciting and challenging projects that have a direct, visible impact on our customers and the industry\n* Very positive work environment in a dynamic, international, and motivated team\n* Start-up spirit while being a part of the large international organization with strong values\n\n\n\n  \n \n\n\n\n   \n \n\n\n\n*Karo Healthcare has a Diverse & Inclusive environment. We are looking for qualified candidates irrespective of gender, gender identity, sexual orientation, ethnicity, race, religion, national origin, disability or age.*","company_url":"https:\/\/se.linkedin.com\/company\/karohealthcare","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHknol9z-Iceg\/company-logo_100_100\/company-logo_100_100\/0\/1630570640577\/karo_pharma_ab_logo?e=2147483647&v=beta&t=3UAFrE8F6AvBZdQFdfIxaE9BiV5qWeZQRj5K56723-0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4324104527","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4324104527","job_url_direct":null,"title":"Data Engineer – Modern Data Platform","company":"Forefront","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Ansök nu\n   \n\n  \n\n* Urval sker löpande\n* Flera platser\n* Hybrid\n\n\n Arbetsuppgifter\n   \n\n  \n\n Vi tror att tekniken ger oss oanade möjligheter – för att utveckla människor, skapa bättre affärer och bygga hållbara samhällen. Vi letar efter dig som älskar att arbeta tätt tillsammans med kunder och kollegor och vill spela en nyckelroll i att bygga och underhålla skalbara datalösningar som stödjer avancerade analyser och AI-lösningar. Vi letar efter någon som inte bara har teknisk kompetens utan även kan förstå kundernas affärsproblem och omvandla dessa till tekniska lösningar.\n   \n\n  \n\n***Det här är Forefront***\n Vi – Forefront – är ett verksamhets- och IT-konsultbolag som föddes 2008. Idag är vi över 500 anställda, eller Frontiers som vi hellre kallar oss. Vi har som ambition att bli Sveriges bästa arbetsplats. Det gör vi genom att uppskatta varandras olikheter, ständigt blicka framåt och skapa en organisation som är lika modig som klok. Tillsammans är vi förenade av delade visioner och drivna av större ambitioner. Med kontor och Frontiers över hela Sverige strävar vi efter att få teknik och människa att gå hand i hand.\n   \n\n  \n\n***Vem är du?***\n Vi söker dig som har en ingenjörsutbildning inom datavetenskap eller motsvarande relevant utbildning, som vill vara med och forma framtidens datahantering. Du är väl insatt i DevOps och har erfarenhet av att arbeta med molnplattformar som GCP eller Azure. Med expertis inom datamodellering, infrastructure as code och ELT\/ETL-processer kan du bygga skalbara lösningar för att hantera stora datamängder. Du har dessutom förmågan att översätta affärsproblem till tekniska lösningar och har erfarenhet av agil utveckling, vilket gör att du effektivt kan arbeta i en dynamisk och snabbföränderlig miljö. Möjlighet till hybridarbete finns.\n   \n\n  \n\n***Kvalifikationer***\n**Vi Tror Att Du Har Erfarenhet Av**\n* Molnplattformar såsom GCP och\/eller Azure.\n* Python och SQL.\n* Molnbaserade lösningar och on-prem system är meriterande.\n\n\n Kvalifikationer\n   \n\n  \n\n***Vad kan du förvänta dig?***\n Spännande uppgifter som Data Engineer – Modern Data Platform hos Forefront:\n   \n\n  \n\n* Designa, utveckla och underhålla robusta och högpresterande data pipelines och dataplattformar i molnmiljöer.\n* Implementera och optimera ETL-processer för att säkerställa högkvalitativ och ren data.\n* Arbeta med stora datamängder och molnbaserade lösningar för att stödja avancerade analytiska applikationer\n\n\n***Vi lovar dig!***\n* Sveriges härligaste kollegor\n* Kompetensutveckling\n* En innovativ arbetsmiljö där du får arbeta med den senaste teknologin inom AI och data.\n* Möjlighet att påverka och skapa värde för kunder genom att omvandla deras affärsproblem till tekniska lösningar.\n* Flexibelt arbete och en dynamisk företagskultur där personlig och professionell utveckling står i fokus.","company_url":"https:\/\/se.linkedin.com\/company\/forefrontconsulting","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGY66kIuF66wg\/company-logo_100_100\/company-logo_100_100\/0\/1681757117800\/forefrontconsulting_logo?e=2147483647&v=beta&t=75byUTshsrDi6_RLbDfO8CMHPFuAoWf1iCMynp869Pk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4338466752","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4338466752","job_url_direct":null,"title":"Juniora Analysts till Enterprise Technology & Performance (Stockholm) - Aug 2026","company":"Deloitte","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"jaspegardh@deloitte.se","description":"Deloitte är en globalt ledande leverantör av Audit & Assurance, Tax & Legal och Consultative Services. Med mer än 450 000 medarbetare i över 150 länder hjälper vi våra klienter och vår omvärld att lösa komplexa problem och nå ambitiösa mål genom områdes- och branschexpertis, global räckvidd och allianser med de största tech-leverantörerna. Det som definierar Deloitte är vår strävan efter att göra en meningsfull skillnad. För oss innebär det långsiktig utveckling och resultat för våra klienter och deras företag, idéer och handlingar som också bidrar till en positiv samhällsutveckling. Det handlar även om att stärka våra medarbetare och främja deras utveckling.\n   \n\n  \n\n  \n\n  \n\n\n\n\n**Jobbeskrivning**\n\n Inom Enterprise Technology & Performance stödjer du Deloittes klienter med att få ut det största möjliga värde av sina IT-investeringar genom att fungera som stöd vid transformationer.\n   \n\n  \n\n\n\n\n\n**Emerging ERP Solutions & SAP:**\n  \n\n Inom teamen Emerging ERP Solutions och SAP stödjer du Deloittes kunder med implementationsprojekt där du hjälper dem att optimera och automatisera processer inom ekonomi och varuflöden med hjälp av världsledande ERP-lösningar som SAP, Oracle NetSuite och Infor M3. Deloitte leder hela resan och erbjuder våra klienter en helhetslösning, från förstudier och genomförandet av transformationen till den tekniska implementeringen. Varje ERP-implementering fokuserar på att stödja affärsstrategier genom processförbättringar och teknisk innovation.\n *Vi anställer till vårt kontor i Stockholm, med start i augusti 2026.*\n\n\n\n\n**Technology, Strategy & Transformation:**\n  \n\n Inom teamet Technology Strategy & Transformation fokuserar du på att hjälpa Deloittes kunder utveckla IT-relaterade strategier och transformation som löser komplexa utmaningar. Du arbetar nära kundernas CIO:er och IT-chefer med den tekniska agendan vilket bl.a. inkluderar tekniska strategier, IT-styrning, operativa modeller, IT-arkitektur, IT sourcing (bl.a. upphandlingsrådgivning), IT-relaterade kostnadsbesparingar, samt implementering och optimering av tekniska lösningar.\n *Vi anställer till vårt kontor i Stockholm, med start i augusti 2026.*\n\n\n\n**Kvalifikationer**\n\n Vi söker dig som:\n   \n\n  \n\n\n\n\n* Är nyexaminerad med en kandidat- och\/ eller magister\/masterexamen inom relevanta områden, såsom IT, systemvetenskap, data, ekonomi och\/ eller industriell ekonomi.\n\n\n* För Emerging ERP Solutions och SAP ser vi gärna att du har en utbildningsbakgrund som kombinerar ekonomi, finans eller Supply Chain med IT och affärssystem.\n\n\n* Har goda språkkunskaper i svenska och engelska, både i tal och skrift.\n* Har ett genuint intresse för IT-driven affärsutveckling\n\n\n\n Meriterande:\n   \n\n  \n\n\n\n\n* Goda akademiska meriter, internationell erfarenhet och relevant engagemang vid sidan av studierna\n\n\n* Erfarenhet av affärssystem, processdesign och konsultarbete relaterat till digital transformation\n\n\n* Bekväm i en internationell kontext, då många av våra klienter är internationella och samarbete med kollegor i andra länder är en vanlig del av arbetet.\n\n\n\n Vi söker dig som är nyfiken, ambitiös och brinner för att lära dig mer om våra kunders utmaningar och behov samt hur IT kan skapa ökat affärsvärde. Du är en ödmjuk och lyhörd lagspelare som trivs med projektarbete och nära samarbete med interna så väl som externa kollegor.\n   \n\n  \n\n\n\n\n\n*Om du är osäker på om du uppfyller ovan kvalifikationer uppmuntrar vi dig att skicka in en ansökan ändå.*\n\n\n\n**Ytterligare information**\n\n**Vi erbjuder**\n  \n\n Som en del av Deloitte får du tillgång till världens största konsultnätverk tillsammans med kunniga och engagerade kollegor som är experter inom sina områden. Du får arbeta med spännande, komplexa uppdrag, både på global och nordisk nivå, i team som alltid värderar ditt perspektiv. Vi lägger stor vikt vid att erbjuda dig möjligheter att driva din personliga utveckling. Vi erbjuder dig praktisk erfarenhet, en personlig coach som långsiktigt stöttar dig i din karriär och kontinuerlig feedback och support från mer erfarna kollegor.\n   \n\n  \n\n\n\n\n\n Du får möjlighet att arbeta i ett företag som hjälper andra aktörer i deras resa mot en mer hållbar organisation, samtidigt som vi arbetar målmedvetet med våra egna ambitioner inom både klimat, miljö och socialt ansvar. Vi ser ett värde i att våra medarbetare har olika erfarenheter vilket främjar nytänkande och bidrar till fler perspektiv.\n   \n\n  \n\n\n\n\n\n**Ansökan**\n  \n\n Du ansöker online. Din ansökan ska bestå av:\n   \n\n  \n\n\n\n\n* CV\n\n\n* Betygskopior från högskola\/universitet - De betyg som du laddar upp bör inte vara utdragna senare än 2 månader tillbaka i tiden.\n\n\n\n I det första steget laddar du upp ditt CV. I nästa steg laddar du upp dina universitetsbetyg (över hittills avklarade kurser) samt svarar på frågor som är kopplade till rollen, inklusive en motivering till varför du sökt denna roll. Observera att både CV samt fullständiga betyg behöver laddas upp för att din ansökan ska ses som fullständig. Vi tillämpar löpande urval, så skicka gärna in din ansökan så snart som möjligt. Vid inskickad ansökan ska du få ett bekräftelsemejl från oss. Får du inte detta mejl råder vi dig att skicka in din ansökan på nytt. Om du söker flera tjänster hos oss ber vi dig att i dina ansökningar tydliggöra vilken roll du är mest intresserad av.\n   \n\n  \n\n\n\n\n\n Som ett kvalitativt led i Deloittes rekryteringsprocess genomgår våra slutkandidater en bakgrundskontroll, detta för att öka kännedomen om våra framtida medarbetare, trygga arbetsmiljön för våra medarbetare och möta regelkrav. Processen för bakgrundskontroller genomförs i samarbete med ToFindOut. https:\/\/tofindout.se\/sv\/faq\/. För de tjänster som Deloitte efterfrågar universitetsbetyg genomförs en verifiering som en del i rekryteringsprocessen. För frågor hänvisar vi till ansvarig rekryterare i processen.\n   \n\n  \n\n\n\n\n\n**Frågor**\n  \n\n Om du har frågor om tjänsten eller om rekryteringsprocessen är du välkommen att kontakta ansvarig rekryterare Johanna Aspegårdh, jaspegardh@deloitte.se\n   \n\n  \n\n\n\n\n\n Vi ser fram emot din ansökan!\n   \n\n  \n\n\n\n\n\n**What impact will you make?**\n\n\n\n\n På Deloitte gör ditt arbete en meningsfull skillnad, varje dag, medan du växer i en inkluderande företagskultur av samarbete och hög prestation. Utöver att skapa lösningar strävar vi efter att göra en positiv och avgörande skillnad för andra i vår omgivning, våra klienter och samhället. På Deloitte hittar du tidigare dolda möjligheter att lyckas och inser din fulla potential.","company_url":"https:\/\/www.linkedin.com\/company\/deloitte","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQGNtpblgQpJoQ\/company-logo_100_100\/company-logo_100_100\/0\/1662120928214\/deloitte_logo?e=2147483647&v=beta&t=OSF8M5LreT0Sf2F-JcNk6XMT0ArCuPfDmRR-knCC4HY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3990156311","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3990156311","job_url_direct":"https:\/\/bli.b3.se\/jobs\/3569469-sql-server-dba?utm_source=LinkedIn&urlHash=_pDt","title":"SQL server DBA","company":"B3 DBAce AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Hos oss på B3 DBAce värdesätter vi en stark företagskultur, sund värdering och ett starkt fokus på våra medarbetare. Detta, i kombination med utmärkta möjligheter för kompetensutveckling, konkurrenskraftiga förmåner, och en inkluderande gemenskap, gör oss till en attraktiv arbetsgivare. Är det du som blir nästa nyckelperson i vårt team?\n   \n\n  \n\n Dina framtida arbetsuppgifter:\n   \n\n  \n\n Som SQL server DBA hos oss kommer du att vara involverad i varierande och utmanande projekt med våra kunder. Du kan få arbeta som resurskonsult ute hos kunder, sköta driftåtaganden på distans, eller kombinera båda. Denna roll erbjuder även möjligheter att arbeta i team tillsammans med andra delar av B3, där du kan dra nytta av och bidra till en bred kunskapsbas och nätverk.\n   \n\n  \n\n Din bakgrund:\n   \n\n  \n\n* Arbetserfarenhet med MS SQL server, antingen som drift- eller utvecklings-DBA.\n* Det är meriterande om du även har erfarenhet av andra databaser än MS SQL Server, samt molntjänster som Azure eller AWS.\n* Goda kunskaper i svenska, både i tal och skrift.\n\n\n För att trivas som konsult hos oss är du ansvarsfull, flexibel och självgående. Du gillar att hitta lösningar och att både dela med dig av din kunskap och be om hjälp när det behövs. Det viktigaste är din passion för DBA-rollen!\n   \n\n  \n\n Om B3 DBAce:\n   \n\n  \n\n B3 DBAce är specialiserade inom databas- och datahanteringsplattformar. Vi är ett team av 20 engagerade kollegor i roller som DBA, databasutvecklare, dataingenjör och dataarkitekt. Vi arbetar främst med databashanterare som MS SQL Server, Oracle, MySQL och PostgreSQL. Våra uppdrag är ofta långsiktiga hos kunder, men vi värdesätter också möjligheten att träffas på våra kontor i Stockholm, Örebro eller Göteborg för att utbyta tankar och idéer.\n   \n\n  \n\n Intresserad?\n   \n\n  \n\n Hoppas du känner ett ”JA, jag är nyfiken!” Skicka in din ansökan och bli en del av vårt team på en av Sveriges bästa arbetsplatser!\n   \n\n  \n\n**Vi ser fram emot att höra från dig!**\n*B3 DBAce är en del av B3-koncernen, utsedd till Sveriges tredje bästa arbetsplats 2021 av Great Place to Work och till Sveriges IT Karriärföretag 2022. Vi lever efter våra värdeord: erfarenhet, olikheter och energi. Vi satsar på hållbarhet i allt vi gör och tror att medarbetare som mår bra presterar bättre, därför erbjuder vi regelbundna wellness-aktiviteter som yoga, simning, löpning, musikquiz, stickcafé och föreläsningar om stress och mental hälsa.\"*","company_url":"https:\/\/se.linkedin.com\/company\/b3-dbace-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHryspyNjNf8w\/company-logo_100_100\/company-logo_100_100\/0\/1702550327489\/b3_dbace_ab_logo?e=2147483647&v=beta&t=ezZVGBMMppCNCMU3hBsY7Jm0OvYNXBzCyePCRAHsWS4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3831092938","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3831092938","job_url_direct":"https:\/\/bli.b3.se\/jobs\/3250031-information-architect?utm_source=LinkedIn&urlHash=9wzg","title":"Information Architect","company":"B3 Visab Consulting AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"lidia.hagos@b3.se","description":"**I** \n**nformationsarkitekter till B3** \n**Visab Consulting**\n Hos B3 Visab Consulting stödjer vi finansindustrins utveckling i den digitala ekonomin. Vi söker nu fler engagerade informationsarkitekter som vill vara med och bidra till en samhällskritisk bransch. Med över 40 års erfarenhet har vi byggt långsiktiga relationer med ledande aktörer inom bank och försäkring, och vår expertis gör oss även till en attraktiv partner för snabbväxande företag.\n   \n\n  \n\n**Om rollen** \n Som informationsarkitekt hos oss får du arbeta i varierande uppdrag där du hjälper kunder att utveckla och implementera robust informationsarkitektur. Du kommer att:\n   \n\n  \n\n* Skapa riktlinjer och standarder för informationsarkitekturens struktur.\n* Sätta upp processer för att hantera och vidareutveckla informationsflöden.\n* Säkerställa att rätt information når rätt personer vid rätt tidpunkt.\n* Arbeta med datalagring, tillgänglighet och säkerhet för att förhindra obehörig åtkomst och dataförluster.\n\n\n Vi tror att framgång bygger på samarbete och kunskapsdelning och vi ser gärna att du är en lagspelare som uppskattar att arbeta prestigelöst och flexibelt.\n   \n\n  \n\n**Vi söker dig som har:**\n* Minst 3 års erfarenhet som informationsarkitekt eller enterprisearkitekt, med fokus på informationsstruktur.\n* Minst 2 års erfarenhet från bank- eller försäkringssektorn.\n* Tidigare erfarenhet som konsult.\n* Goda kunskaper i svenska och engelska, både i tal och skrift.\n* Certifieringar inom relevanta områden är meriterande, liksom erfarenhet som verksamhetsarkitekt.\n\n\n**Vi erbjuder:**\n* Attraktiv och flexibel lönemodell.\n* Möjlighet att påverka dina arbetstider och arbetsplats.\n* Tillgång till utbildningar och certifieringar för din professionella utveckling.\n* En stark wellness-satsning genom Team B3, som främjar både hälsa och arbetsglädje.\n\n\n**Varför B3** \n Visab? Vi är en del av B3 Consulting Group, ett av Sveriges snabbast växande företag inom IT och management. Hos oss får du det bästa av två världar: kraften från ett stort bolag och den personliga samhörigheten från ett mindre. Vi är stolta över att ha blivit erkända som \"Årets Karriärföretag\" och av \"Great Place to Work\". Våra medarbetare pratar om friheten att påverka sina uppdrag, arbetsmiljön där olikheter välkomnas, och stoltheten över att bidra till både kunders framgång och samhället i stort. Vi samarbetar med initiativ som Women in Tech, Changers Hub och Pink Programming för att göra skillnad.\n   \n\n  \n\n**Kontakt** \n :\n   \n\n  \n\n Är du redo att ta nästa steg i din karriär? Ansök nu! Har du frågor är du välkommen att kontakta Lidia Hagos (lidia.hagos@b3.se) eller konsultchef Hanna Skoog (+4670-260 12 65).","company_url":"https:\/\/se.linkedin.com\/company\/visab-consulting-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFekdtoA9EDvA\/company-logo_100_100\/company-logo_100_100\/0\/1631368528654\/visab_consulting_ab_logo?e=2147483647&v=beta&t=EcQfGS3eDR80GNHsKFmTRQ1DSSihQHhlhUAxxjd9dGA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4324046444","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4324046444","job_url_direct":null,"title":"DevOps Teamlead","company":"VIPAS AB","location":"Skärholmen, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"shrini@vipas.se","description":"**Vill du leda framtidens DevOps-team och bygga en modern digital infrastruktur från grunden?**\n ⭐\n **Om Uppdraget**\n Vår kund inom offentlig sektor i Sundsvall bygger upp en ny digital infrastruktur och stärker sin DevOps-kapacitet. Som en del av denna satsning söker vi\n **två DevOps-teamleads** \n med både stark teknisk bakgrund och dokumenterad erfarenhet av att leda agila DevOps-team.\n   \n\n  \n\n Du kommer arbeta nära utvecklingsteamen som ansvarar för att skapa API-drivna komponenter, mikrotjänster och API-infrastruktur. Uppdraget omfattar även livscykelhantering av dessa komponenter samt att förbättra verktyg, processer och arbetssätt i samarbete med övriga team i organisationen.\n   \n\n  \n\n 💼\n **Dina Arbetsuppgifter**\n* Leda och coacha agila DevOps-team i det dagliga arbetet\n* Faciliterar agila ceremonier såsom daily stand-ups, refinements, planering och retrospektiv\n* Arbeta kontinuerligt med att förbättra arbetssätt, leveransprocesser och teamritualer\n* Bryta ner verksamhetsbehov till tekniska krav, Epics och Stories\n* Bidra i arkitekturarbete och säkerställa att lösningar följer API-first och mikrotjänstprinciper\n* Driva livscykelhantering av API:er och relaterade komponenter\n* Samarbeta tvärfunktionellt för att förbättra verktyg och utvecklingspraktiker\n\n\n 🎯\n **Krav för att lyckas (Ska-krav)**\n* Minst 3 års erfarenhet av att leda ett agilt DevOps-team\n* Stark erfarenhet av att facilitera agila ceremonier och förbättra teamens arbetssätt\n* Minst 3 års erfarenhet av verksamhetsutveckling, lösningsarkitektur och kravnedbrytning\n* God förståelse för modulär IT-arkitektur och API-first\n* Erfarenhet av teknisk arkitektur som stödjer mikrotjänster\n* Erfarenhet av API-livscykelhantering i WSO2 API Manager\n* Minst 1 års erfarenhet av mjukvaruutveckling inom kommunsektorn\n* Mycket god kommunikativ förmåga och förmåga att tolka verksamhetsbehov\n* Håller sig uppdaterad inom sitt område och delar gärna kunskap\n\n\n ⭐\n **Meriterande**\n* Erfarenhet av BPMN, Camunda eller liknande verktyg\n* Erfarenhet av rollen som Produktägare i ett DevOps-team\n* Ytterligare erfarenhet från offentlig sektor\n\n\n**Plats:** \n Sundsvall\n   \n\n  \n\n 🧩\n **Om Vipas AB**\n Vipas AB är specialiserade på att matcha rätt konsult med rätt uppdrag. Vi arbetar nära både kunder och konsulter och värdesätter kvalitet, transparens och långsiktiga relationer. Hos oss är du aldrig bara ett CV – du är en viktig del av vårt nätverk.\n   \n\n  \n\n 💙\n **Varför Vipas AB?**\n* Personlig och nära kontakt – du är aldrig bara ett CV\n* Snabba beslut och tydlig återkoppling\n* Attraktiva och långsiktiga uppdrag inom offentlig sektor\n* En trygg partner som prioriterar professionalism och kvalitet\n\n\n 📩\n **Ansök Idag**\n Är du rätt person för detta långsiktiga och strategiskt viktiga uppdrag? Hör gärna av dig!\n   \n\n  \n\n**Kontakt:**\n 📧\n *shrini@vipas.se*\n 📞\n *+46 72 847 91 97*","company_url":"https:\/\/se.linkedin.com\/company\/vipas-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFH95lYIW_3xA\/company-logo_100_100\/company-logo_100_100\/0\/1728648178775\/vipas_ab_logo?e=2147483647&v=beta&t=BgG5b3EmB_JnM8rsAu_u2lsLIXPk_jmk3rgS7RlqGZg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3976167593","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3976167593","job_url_direct":"https:\/\/ejhp.fa.us6.oraclecloud.com\/hcmUI\/CandidateExperience\/en\/job\/2405327\/?utm_medium=jobshare&urlHash=sg0a","title":"Produktionspersonal till färgfabriken i Bellö, Eksjö kommun","company":"Sherwin-Williams","location":"Stockholm County, Sweden","job_type":"temporary","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Om jobbet** \n\n\n\n\n För oss på Sherwin-Williams är det viktigt att arbeta säkert och ha en god arbetsmiljö, där vi värnar om varandra och hjälps åt.\n \n\n\n\n Arbetet består i huvudsak av tillverkning och fyllning av ytbehandlingsprodukter, där du arbetar självständigt utifrån skriftliga instruktioner tillsammans med övriga i ditt team. Eftersom det förekommer en del tunga lyft, är det viktigt att du har en normal fysisk förmåga. Arbetet är förlagt på kontinuerligt två-skift.\n \n\n\n\n Som person är du arbetsvillig, noggrann och kvalitetsmedveten. Har du erfarenhet från industriarbete är det meriterande.\n \n\n\n\n Du behöver ha körkort och tillgång till bil för att kunna ta dig till och från jobbet, samt gärna truck- och\/eller traverskort.\n \n\n\n\n Anställningen är en visstidsanställning t o m 31 augusti 2024.\n \n\n\n\n  \n\n\n\n\n\n**Krav:** \n\n\n\n* Svenska i tal och skrift\n* B-körkort\n\n\n\n**Meriterande:** \n\n\n\n* Truckkort\n* Traverskort\n\n\n\n  \n\n\n\n\n\n**Sista ansökningsdag är 24 mars 2024.** \n Urval sker löpande och tjänsterna kan komma att tillsättas innan sista ansökningsdag.\n \n\n\n\n  \n\n\n\n\n\n**About Us** \n\n\n\n\n At Sherwin-Williams, our purpose is to inspire and improve the world by coloring and protecting what matters. Our paints, coatings and innovative solutions make the places and spaces in our world brighter and stronger. Your skills, talent and passion make it possible to live this purpose, and for customers and our business to achieve great results. Sherwin-Williams is a place that takes its stability, growth and momentum and translates it to possibility for our people. Our people are behind the strength of our success, and we invest and support you in:\n \n\n\n\n Life … with rewards, benefits and the flexibility to enhance your health and well-being\n \n\n\n\n Career … with opportunities to learn, develop new skills and grow your contribution\n \n\n\n\n Connection … with an inclusive team and commitment to our own and broader communities\n \n\n\n\n It's all here for you... let's Create Your\n **Possible** \n\n\n\n\n**Eligibility to Work** \n\n\n\n\n You will need to provide proof of right to work. It is a condition of any offer of employment we make to you that you have the permission to work in the country for the role for which you are applying for.\n \n\n\n\n**Equal Opportunity Employer** \n\n\n\n\n An equal opportunity employer, all qualified applicants will receive consideration for employment and will not be discriminated against based on race, colour, religion or belief, gender, sexual orientation, gender identity, ethnic or national origin, disability, age pregnancy or maternity, marital or civil partner status, or any other protected characteristic prohibited by law.\n \n\n\n\n Please be aware, Sherwin-Williams recruiting team members will never request a candidate to provide a payment, ask for financial information, or sensitive personal information like national identification numbers, date of birth, or bank account numbers during the application process.","company_url":"https:\/\/www.linkedin.com\/company\/sherwin-williams","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQGoU7XlRM6WkQ\/company-logo_100_100\/company-logo_100_100\/0\/1631379444427\/sherwin_williams_logo?e=2147483647&v=beta&t=p6BearsafqUp22oKb0cCJMzwUlUUe0D8h3mQoIYmDIg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4170c7d8dcb49c84","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=4170c7d8dcb49c84","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30295834","title":"Automation Platform Lead (Whitebox Networking \/ SONiC)","company":"CHNEUR AB","location":"Mölndal, O, SE","job_type":"fulltime","date_posted":1763856000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"About the Role\n  \nCHNEUR AB is building a next-generation fully automated whitebox switch platform for data centers, AI clusters, and enterprise fabrics.\n  \nWe are looking for a senior Automation Platform Lead who will architect and implement our end-to-end automation stack — including ZTP, gNMI\/gRPC pipelines, telemetry engines, configuration orchestration, and large-scale distributed automation services.\n  \nYou will work directly with the founder to design and develop our core automation system that integrates SONiC, whitebox hardware (Edgecore, Quanta, Asterfusion), and high-performance network automation workflows.\n  \nThis is a high-impact, product-building role for someone who wants to shape the automation platform from the ground up.\n  \nKey Responsibilities\n  \n1. Automation Platform Architecture\n  \nDesign the architecture of a large-scale automation system for whitebox\/SONiC switches.\n  \nBuild components for ZTP, configuration pipelines, topology orchestration, state management, and distributed task execution.\n  \n  \n\n2. Backend & Core System Development\n  \nDevelop high-performance backend modules using C++ \/ Node.js \/ Linux system programming.\n  \nBuild agents, controllers, schedulers, and automation engines capable of managing large switch fleets.\n  \n  \n\n3. Integration with Networking Technologies\n  \nImplement automation logic for BGP\/EVPN, Fabric deployment, RoCE, telemetry, QoS, and switch configuration flows.\n  \nWork with SONiC APIs, SAI, gNMI, and vendor SDKs.\n  \n  \n\n4. Distributed System & Observability Development\n  \nBuild robust telemetry pipelines (Prometheus, exporters, event collectors).\n  \nEnsure scalability, concurrency, and reliability across automation services.\n  \n  \n\n5. Collaboration and Technical Leadership\n  \nWork closely with networking experts to convert designs into automation workflows.\n  \nProvide technical guidance and help establish coding standards and automation frameworks.\n  \n  \n\n**Required Skills & Experience:**  \n\nCore Technical Background (MUST)\n  \n10+ years building distributed backend systems or high-performance automation platforms.\n  \n  \n\nStrong expertise in C++, Node.js, Linux internals, multi-threading, concurrency, performance optimization.\n  \n  \n\nExperience designing large-scale orchestration, agent frameworks, or automation platforms.\n  \n  \n\nDeep understanding of system-level programming (epoll, async IO, network sockets, IPC).\n  \n  \n\nProven experience integrating multi-language systems (C++ + JS\/Node + Python\/Go).\n  \n  \n\nNetworking & Automation Knowledge(Preferable \/ or willing to learn)\n  \nExperience with gRPC \/ gNMI \/ protobuf.\n  \nUnderstanding of whitebox switches, SONiC, or network automation concepts (Ansible, ZTP, CI\/CD).\n  \nFamiliarity with BGP\/EVPN\/L3 Fabric concepts is a plus (training provided).\n  \n  \n\nBonus Skills\n  \nExperience in DevOps, CI\/CD, observability, telemetry, or distributed scheduling systems.\n  \nStartup \/ CTO \/ Architect experience highly valued.\n  \n  \n\nWhy Join Us\n  \nBuild a full automation product from scratch — your architecture becomes the company’s foundation.\n  \n**Work in one of Europe’s fastest-growing tech areas:** Data Center Automation & Whitebox Networking.\n  \nVery high autonomy & direct collaboration with the founder.\n  \nRemote-friendly work environment.\n  \nCompetitive salary + performance bonus + equity options.\n  \n  \n\nÖppen för alla\n  \nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.","company_url":"https:\/\/se.indeed.com\/cmp\/Chneur-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4324046444","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4324046444","job_url_direct":"https:\/\/career.vipas.se\/jobs\/6826649-devops-teamlead&urlHash=aV7z","title":"DevOps Teamlead","company":"VIPAS AB","location":"Skärholmen, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"shrini@vipas.se","description":"**Vill du leda framtidens DevOps-team och bygga en modern digital infrastruktur från grunden?**\n ⭐\n **Om Uppdraget**\n Vår kund inom offentlig sektor i Sundsvall bygger upp en ny digital infrastruktur och stärker sin DevOps-kapacitet. Som en del av denna satsning söker vi\n **två DevOps-teamleads** \n med både stark teknisk bakgrund och dokumenterad erfarenhet av att leda agila DevOps-team.\n   \n\n  \n\n Du kommer arbeta nära utvecklingsteamen som ansvarar för att skapa API-drivna komponenter, mikrotjänster och API-infrastruktur. Uppdraget omfattar även livscykelhantering av dessa komponenter samt att förbättra verktyg, processer och arbetssätt i samarbete med övriga team i organisationen.\n   \n\n  \n\n 💼\n **Dina Arbetsuppgifter**\n* Leda och coacha agila DevOps-team i det dagliga arbetet\n* Faciliterar agila ceremonier såsom daily stand-ups, refinements, planering och retrospektiv\n* Arbeta kontinuerligt med att förbättra arbetssätt, leveransprocesser och teamritualer\n* Bryta ner verksamhetsbehov till tekniska krav, Epics och Stories\n* Bidra i arkitekturarbete och säkerställa att lösningar följer API-first och mikrotjänstprinciper\n* Driva livscykelhantering av API:er och relaterade komponenter\n* Samarbeta tvärfunktionellt för att förbättra verktyg och utvecklingspraktiker\n\n\n 🎯\n **Krav för att lyckas (Ska-krav)**\n* Minst 3 års erfarenhet av att leda ett agilt DevOps-team\n* Stark erfarenhet av att facilitera agila ceremonier och förbättra teamens arbetssätt\n* Minst 3 års erfarenhet av verksamhetsutveckling, lösningsarkitektur och kravnedbrytning\n* God förståelse för modulär IT-arkitektur och API-first\n* Erfarenhet av teknisk arkitektur som stödjer mikrotjänster\n* Erfarenhet av API-livscykelhantering i WSO2 API Manager\n* Minst 1 års erfarenhet av mjukvaruutveckling inom kommunsektorn\n* Mycket god kommunikativ förmåga och förmåga att tolka verksamhetsbehov\n* Håller sig uppdaterad inom sitt område och delar gärna kunskap\n\n\n ⭐\n **Meriterande**\n* Erfarenhet av BPMN, Camunda eller liknande verktyg\n* Erfarenhet av rollen som Produktägare i ett DevOps-team\n* Ytterligare erfarenhet från offentlig sektor\n\n\n**Plats:** \n Sundsvall\n   \n\n  \n\n 🧩\n **Om Vipas AB**\n Vipas AB är specialiserade på att matcha rätt konsult med rätt uppdrag. Vi arbetar nära både kunder och konsulter och värdesätter kvalitet, transparens och långsiktiga relationer. Hos oss är du aldrig bara ett CV – du är en viktig del av vårt nätverk.\n   \n\n  \n\n 💙\n **Varför Vipas AB?**\n* Personlig och nära kontakt – du är aldrig bara ett CV\n* Snabba beslut och tydlig återkoppling\n* Attraktiva och långsiktiga uppdrag inom offentlig sektor\n* En trygg partner som prioriterar professionalism och kvalitet\n\n\n 📩\n **Ansök Idag**\n Är du rätt person för detta långsiktiga och strategiskt viktiga uppdrag? Hör gärna av dig!\n   \n\n  \n\n**Kontakt:**\n 📧\n *shrini@vipas.se*\n 📞\n *+46 72 847 91 97*","company_url":"https:\/\/se.linkedin.com\/company\/vipas-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFH95lYIW_3xA\/company-logo_100_100\/company-logo_100_100\/0\/1728648178775\/vipas_ab_logo?e=2147483647&v=beta&t=BgG5b3EmB_JnM8rsAu_u2lsLIXPk_jmk3rgS7RlqGZg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4324273318","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4324273318","job_url_direct":null,"title":"Senior DevOps Engineer","company":"hackajob","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"***hackajob** \n is collaborating with\n **Board Intelligence** \n to connect them with exceptional tech professionals for this role.*\n Board Intelligence is a technology and advisory firm that supercharges boards with the science of board effectiveness. We build better businesses and benefit society.\n   \n\n  \n\n Through a suite of AI-powered software tools, evaluation frameworks, and advisory services that distil twenty years of boardroom experience, we improve the efficiency of board processes and the effectiveness of boards.\n   \n\n  \n\n We work with over 70,000 leaders and 3,000 organisations across the world, with clients across the Fortune 500, FTSE 100, and OMX 30. In 2024 we received substantial backing from K1 Investment Management - the leading B2B Enterprise SaaS investors. We are at the beginning of significant growth, and we’re looking for superb talent to join us on this journey.\n   \n\n  \n\n As we grow, we’re fiercely protective of our culture and values. Many of us, including our founders, have families and other priorities, so we know the value of a supportive company.\n   \n\n  \n\n The team is diverse and friendly. We value fun: most days you’ll find a social event or learning opportunity to get involved with, including company socials, away days, philanthropic activities and lunch & learns.\n   \n\n  \n\n**Our Mission**\n We unleash the potential of organisations through the science of board effectiveness, building better businesses and benefiting society.\n   \n\n  \n\n**Our Engineering Team**\n Our Engineering team builds, maintains, and improve the software that our clients rely on. Our work ensures that Board Intelligence product suite is efficient, scalable, and capable of adapting to changing customer needs.\n   \n\n  \n\n This role is an on-site position based in our Central Stockholm office.\n   \n\n  \n\n**The Role**\n As a Senior DevOps Engineer at Board Intelligence in Stockholm, you’ll bring energy, proactivity, and a passion for staying ahead of AI-driven developments in the DevOps space. With expertise in Google Cloud and AWS, coupled with strong Terraform skills, you’ll play a pivotal role in building and automating scalable cloud infrastructure across multiple sites and providers worldwide. .\n   \n\n  \n\n**What will you be responsible for?**\n* Architect and deploy robust, multi-cloud systems across Google Cloud and AWS, ensuring scalability, reliability, and top-tier performance\n* Take ownership of moving on-premise systems to the cloud, automating workflows, and fine-tuning hybrid setups for clients who need to stay partially on-prem\n* Manage Kubernetes clusters, ensuring streamlined operations through provider-managed services while constantly improving efficiency and reliability\n* Lead critical upgrades, patching, and cleanouts to de-risk legacy infrastructure and strengthen the business’s tech foundation\n* Build infrastructure solutions that scale with the company’s rapid growth into new markets, integrating and automating diverse tech stacks acquired through acquisitions\n* Establish best practices for CI\/CD, infrastructure as code, and system performance monitoring, ensuring teams are equipped for high growth\n* Work with engineering, product, and IT teams to align infrastructure goals with business needs, driving innovation and seamless integration.\n* Keep up with AI-driven developments and emerging DevOps tools, ensuring the company stays on the cutting edge of technology.\n\n\n**Requirements**\n We’re looking for someone that has a hunger to change our working environment for the better, driving performance from our people and protecting our culture and values to make sure we remain a caring, entrepreneurial and client-first workplace.\n   \n\n  \n\n**Role**\n We’re open-minded on the background someone may have coming into this role, but things that could help a candidate to be successful would be:\n   \n\n  \n\n* Extensive experience designing and managing scalable, multi-cloud environments across Google Cloud and AWS, with advanced expertise in Terraform for infrastructure as code.\n* Proven track record of leading cloud migration projects, including on-prem-to-cloud transitions, hybrid solutions, and automating infrastructure for scalability across multiple sites and providers worldwide.\n* Deep expertise in Kubernetes, including optimizing and managing containerized workloads through providers at scale.\n* Demonstrated ability to handle complex tech debt, driving critical upgrades, patching, and risk mitigation with a business-focused approach.\n* Proactive, hands-on problem solver with senior-level experience in identifying, diagnosing, and resolving infrastructure challenges independently.\n* Strong understanding of modern DevOps practices, including automation, optimization, and scalability for high-growth, acquisitive organizations with diverse tech stacks.","company_url":"https:\/\/uk.linkedin.com\/company\/hackajob","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQF6HYG6dvSK0Q\/company-logo_100_100\/company-logo_100_100\/0\/1683088716419\/hackajob_logo?e=2147483647&v=beta&t=ZrLVrP8p4YgmECct6BRcAFp6DcEmFZGqFJoXL4JCKzA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4086196166","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4086196166","job_url_direct":null,"title":"B3 Init rekryterar inom Systemutveckling, DevOps och IT-säkerhet","company":"B3 Consulting Group","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"*Vi söker dig som har minst fem års erfarenhet inom ett av nedanstående kompetensområden och med god kunskap inom en eller flera av de kompetenser som listas. Det är även en fördel om du dessutom har erfarenhet av arbete som konsult* \n*!*\n**Systemutveckling:**\n* Kunskap inom ett etablerat programspråk (Python, C++, Java, etc.)\n* Intresse eller erfarenhet av något nyare programspråk (Go, Rust, Elixir etc.)\n* Erfarenhet av containerbaserad utveckling, gärna med både Docker och Kubernetes som grund\n\n\n**DevOps**\n* Kunskap inom moderna CI\/CD-verktyg såsom GitHub Actions, GitLab, Jenkins\n* Kunskap inom scripting och automatisering, gärna med Python, Bash eller Go\n* Erfarenhet inom containerisering och orkestrering\n* Erfarenhet av Infrastructure as Code (IaC) med verktyg som Terraform, Ansible\n\n\n**It-säkerhet**\n* Kunskap inom säkerhetsarkitektur och riskanalys inom IT-miljöer\n* Kunskap inom säkerhetsstandarder och regelverk\n* Erfarenhet inom PKI och kryptering (SSL\/TLS, HSM, CP\/CPS)\n* Erfarenhet inom molnsäkerhet och policyhantering\n\n\n Kanske har du även intresse av en specifik domänkompetens, som AI, routingprotokoll, machine learning, patientlagstiftning, Linux-kernel, hårdvarunära utveckling, finansregelverk, robotik, språk eller pedagogik m.m.\n   \n\n  \n\n Vi tror att du kommer att trivas hos oss om du gillar att arbeta i en tekniskt avancerad och samarbetsdriven miljö, där innovation, säkerhet, automation och du som medarbetare står i fokus. Här får du inte bara möjlighet att fördjupa dig inom ditt område – vare sig det är IT-säkerhet, DevOps, systemutveckling eller infrastruktur – utan också att dela din kunskap och inspireras av andra.\n   \n\n  \n\n Låter det intressant? Skicka in din ansökan – vi ser fram emot att höra från dig!","company_url":"https:\/\/se.linkedin.com\/company\/b3it","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEr66szQkmhOQ\/company-logo_100_100\/B4DZc_TSxiHAAQ-\/0\/1749113712759\/b3it_logo?e=2147483647&v=beta&t=z28s5duwGNAN9BRvE_ciK4F-5--5FYVJ_6ux8FaSaQc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4321806290","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4321806290","job_url_direct":"https:\/\/jobs.smartrecruiters.com\/Visa\/744000093009616-senior-software-engineer-reverse-engineer?source=LinkedIn&urlHash=Q_gu","title":"Senior Software Engineer – Reverse Engineer","company":"Visa","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Visa is a world leader in payments and technology, with over 259 billion payments transactions flowing safely between consumers, merchants, financial institutions, and government entities in more than 200 countries and territories each year. Our mission is to connect the world through the most innovative, convenient, reliable, and secure payments network, enabling individuals, businesses, and economies to thrive while driven by a common purpose – to uplift everyone, everywhere by being the best way to pay and be paid.\n   \n\n  \n\n\n\n\n\n Make an impact with a purpose-driven industry leader. Join us today and experience Life at Visa.\n   \n\n  \n\n  \n\n  \n\n\n\n\n**Job Description**\n\n Visa’s Technology Organization is a community of problem solvers and innovators reshaping the future of commerce.   We operate the world’s most sophisticated processing networks capable of handling more than 65k secure transactions a second across 80M merchants, 15k Financial Institutions, and billions of everyday people.   While working with us you’ll get to work on complex distributed systems and solve massive scale problems centered on new payment flows, business and data solutions, cyber security, and B2C platforms.\n   \n\n  \n\n\n\n\n\n The Opportunity\n   \n\n  \n\n\n\n\n\n We are looking for talented, curious, and energetic Software Engineers who embrace solving complex challenges on a global scale.  As a Visa Software Engineer, you will be an integral part of a cross-functional development team inventing, designing, building, and testing software products that reach a truly global customer base. While building components of cutting-edge payment technology, you will get to see your efforts shaping the digital future of monetary transactions.\n   \n\n  \n\n\n\n\n\n The Work itself\n   \n\n  \n\n\n\n\n* Design code and systems that touch 40% of the world population while influencing Visa’s internal standards for scalability, security, and reusability\n* Collaborate cross-functionally to create design artifacts and develop best-in-class software solutions for multiple Visa technical offerings\n* Actively contribute to product quality improvements, value added service technology, and new business flows in diverse agile squads\n* Develop robust and scalable products intended for a myriad of customers including end-user merchants, b2b, and business to government solutions\n* Leverage innovative technologies to build the next generation of Payment Services, Transaction Platforms, Real-Time Payments, and Buy Now Pay Later Technology\n* Opportunities to make a difference on a global or local scale through mentorship and continued learning opportunities\n\n\n\n Specific Requirements\n   \n\n  \n\n\n\n\n* Maintain and troubleshoot iOS-based RE connections, primarily in jailbroken environments.\n* Use and enhance internal RE toolkit and external tools (e.g., palera1n for jailbreaks, frida for bypassing security, Charles Proxy for traffic analysis).\n* Reverse engineer iOS apps using interactive disassemblers (HexRays IDA, Ghidra, Hopper), injector tools (frida.re), and traffic proxies (Charles Proxy, Wireshark).\n* Collaborate cross-functionally to document knowledge and improve workflows.\n* Proactively detect, diagnose, and resolve disruptions in RE connections, often under time pressure and with limited documentation.\n* Contribute to compliance with internal audits and security standards.\n\n\n\n Essential Functions\n   \n\n  \n\n\n\n\n* Works alongside others to implement modifications to existing software code that complies with design specifications and meets security best practices.\n* Assists with improvements to systems and tools and supports development and implementation of new automation, asking questions as necessary.\n* Engages with team members and manager during code\/design reviews, participates in on-call rotations and incident responses throughout product development and operations cycles.\n* Leverages working knowledge of systems\/platforms and telemetry analyses to identify basic issues in code, processes, and designs when they are inconsistent with customer\/business objectives.\n* Leverage expertise in iOS reverse engineering and telemetry analysis to identify and resolve issues in code, processes, and designs.\n* Mentor and support less experienced engineers, contributing to a culture of learning and operational excellence.\n\n\n\n This is a hybrid position. Expectation of days in office will be confirmed by your hiring manager.\n   \n\n  \n\n  \n\n  \n\n\n\n\n**Qualifications**\n\n Basic Qualifications\n   \n\n  \n\n\n\n\n* Master’s degree in Computer Science, Engineering, Information Systems, or related field, OR Bachelor’s degree in a related field and directly related experience.\n\n\n\n Preferred Qualifications\n   \n\n  \n\n\n\n\n* Knowledge of and ability to develop back-end (e.g. Python, Java, C++, PHP) code in support of package and product development. This includes the extension of capabilities of packages and products.\n* The ability to develop and utilize Application Program Interfaces (APIs), a set of routines, protocols, and tools for building software applications that specify how software components should interact and are used when programming graphical user interface (GUI) components. An API may be for a web-based system, operating system, database system, computer hardware, or software library.\n* Knowledge of and the ability to use database software (e.g., applications, web-based applications, information systems) to maintain, modify, and output data.\n* Knowledge of systems integration process in which separately produced components or subsystems are combined and problems in their interactions are addressed.\n* Knowledge of data structures, which consist of data organization, management, and storage formats that enable efficient access and modifications. This includes a collection of data values, the relationships among them, and the functions or operations that can be applied to the data.\n\n\n\n  \n\n  \n\n The Skills You Bring\n   \n\n  \n\n\n\n\n* Energy and Experience: A growth mindset, curiosity, and passion for reverse engineering and security.\n* Challenge the Status Quo: Comfort in “hacking” beyond traditional solutions, especially in undocumented or rapidly changing environments.\n* Technical Expertise: Proven experience with iOS reverse engineering, jailbroken devices, and tools such as HexRays IDA, Ghidra, Hopper, frida.re, Charles Proxy, and Wireshark.\n* Programming: Strong skills in Java, Swift, Objective-C, and experience with AWS, Kubernetes, Docker, and Datadog.\n* Builder: Experience building and deploying modern services, with a focus on quality, scalability, and operational resilience.\n* Learner: Constant drive to learn new technologies and adapt to evolving technical and regulatory landscapes.\n* Partnership: Experience collaborating with cross-functional teams, including Product, Test, DevOps, and Agile\/Scrum teams.\n* Communication: Strong documentation, mentoring, and communication skills.\n\n\n**Additional Information**\n\n Visa is an EEO Employer. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability or protected veteran status. Visa will also consider for employment qualified applicants with criminal histories in a manner consistent with EEOC guidelines and applicable local law.","company_url":"https:\/\/www.linkedin.com\/company\/visa","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHAxoD4chKrgg\/company-logo_100_100\/B4EZfR2e4JHcAk-\/0\/1751572410148\/visa_logo?e=2147483647&v=beta&t=mZYikLJ1nOM9RYXsRYavU2c7xuzCKWDqH8Q0UzAGrhw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4335984001","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4335984001","job_url_direct":"https:\/\/jobb.axfood.se\/job\/Stockholm-Application-Engineer-HR-till-Axfood-IT%2C-Stockholm-Stoc\/1267360701\/&urlHash=rx1n","title":"Application Engineer HR till Axfood IT, Stockholm","company":"Axfood","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"jobb@axfood.se, elisabeth.wehlin@axfood.se","description":"Välkommen till Axfood IT, en av matbranschens största IT-avdelningar med drygt 350 medarbetare. Det är vi som ser till att Axfood, och alla våra kedjor, kan ligga i framkant vad gäller digital utveckling. Vi jobbar med att utveckla och förbättra allt ifrån e-handel till logistiklösningar och AI.\n   \n\n  \n\n Hos Axfood IT blir du del av ett sammanhang som utmanar och levererar lösningar som gör skillnad, både för våra kollegor och våra kunder. Här finns det alltid möjlighet att lära sig om ny teknik och växa, både som individ och tillsammans med kollegorna.\n   \n\n  \n\n**Ditt nya team**\n I rollen tar du plats på avdelningen IT HR, som består av två agila team som tillsammans jobbar för att skapa värde för verksamheten genom moderna och stabila HR-system. SAP SuccessFactors är det centrala HR-systemet, kompletterat med flera andra lösningar som stödjer HR-processer för hela koncernen. I teamet finns både generalister och tekniska specialister som jobbar för att deras system ska leverera maximal effekt i vår verksamhet. Här finns ett nära samarbete med HR-verksamheten för att skapa de bästa lösningarna.\n   \n\n  \n\n**Ett ax-plock – Kollegornas favoriter på jobbet**\n* Möjlighet att påverka framtidens HR-lösningar i hela koncernen.\n* Ett varmt och kompetent team med stark samarbetskultur.\n\n\n**Om rollen**\n I rollen som Applikation Engineer blir du en nyckelperson i att utveckla, stödja och optimera Axfoods HR-processer genom smarta och hållbara IT-lösningar inom dina specialistområden. Du arbetar nära både HR och IT och får en central roll i att säkerställa att våra system, inom bland annat lön och resa, fungerar smidigt och effektivt.\n   \n\n  \n\n**Dina arbetsuppgifter kommer att inkludera:**\n* Vara med från kravställning till leverans – driva utvecklingsärenden och projekt i nära samarbete med HR och IT.\n* Planera, prioritera och genomföra utvecklings- och förvaltningsaktiviteter för våra HR-system.\n* Identifiera förbättringar och hitta innovativa lösningar som stöttar verksamheten på bästa sätt.\n* Fungera som teknisk expert inom HR-systemområdet.\n* Felsöka, analysera och konfigurera system och integrationer, samt säkerställa en hög kvalitet i drift och funktionalitet.\n* Skapa och underhålla dokumentation för konfigurationer och processer.\n* Hålla dig uppdaterad på systemens utveckling och föreslå relevanta förbättringar.\n* Delta aktivt i våra agila sprintar och ceremonier – planering, stand-ups och retrospektiv.\n* Säkerställa säkerhet, rutiner och god förvaltningsbarhet.\n* Optimera licensanvändning, koordinera behörigheter och följa upp kostnader kopplade till utveckling.\n\n\n**Din nya chef har ordet**\n \"Vi söker dig som är nyfiken, engagerad och trivs i gränslandet mellan HR och IT. Du kommer att ha en viktig roll i att utveckla våra HR-system och bidra till att skapa en modern och hållbar arbetsplats.\" – Nina Bjore, Tech Product Area Manager\n   \n\n  \n\n**Stämmer detta in på dig?**\n För att trivas i rollen behöver du trivas i gränslandet mellan HR och IT. Du behöver också ha teknisk erfarenhet av HR-system, gärna SAP SuccessFactors och SD Worx.\n   \n\n  \n\n**Vi tror att det är viktigt att du:**\n* Har erfarenhet av förvaltning och utveckling av HR-system.\n* Har erfarenhet av integrationer och ser säkerhet som en självklar del av ditt arbete.\n* Har god förståelse för HR-processer.\n* Har arbetat med agila metoder och verktyg som Jira.\n* Behärskar svenska och engelska i tal och skrift.\n\n\n Som person tror vi att du är lösningsoritenterad, nyfiken och engagerad, och trivs i att lösa problem. I den här rollen är tvärfunktionells samarbete viktigt och vi tror därför att detta är något du trivs bra i.\n   \n\n  \n\n**Ansökningsprocessen**\n Vi vill att det ska vara enkelt att söka jobb hos oss. Om du inte har ett CV redo räcker det med att du länkar en väl ifylld LinkedIn-profil. I din ansökan får du svara på de frågor vi behöver svar på i den här delen av processen, och personligt brev är därför inte obligatoriskt.\n   \n\n  \n\n Vi hanterar ansökningar löpande och tjänsten kan därför tillsättas innan sista ansökningsdag. Vår rekryteringsprocess innehåller tester, intervjuer, bakgrundskontroll och ID-kontroll. Observera att vi inte under denna rekryteringsprocess kommer be dig logga in med ditt Bank-id eller scanna någon QR-kod, men vi kommer be dig styrka din identitet i processens slutskede.\n   \n\n  \n\n Vid frågor om rekrytering på Axfood, kontakta Medarbetarsupporten på jobb@axfood.se. Läs mer: Så går det till när du söker jobb inom Axfood. Om du har frågor om tjänsten, kontakta elisabeth.wehlin@axfood.se. Av GDPR-skäl behandlar vi inga ansökningar eller annan personlig information via mail.\n   \n\n  \n\n Lyssna på en pod om att jobba på Axfood IT, på Spotify: https:\/\/open.spotify.com\/episode\/37BDOFjcKLkdyleKXLEKXZ?si=UVhPBFC4T96dy-tHa9uuDw","company_url":"https:\/\/se.linkedin.com\/company\/axfood","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEWHu-dgOgbfA\/company-logo_100_100\/company-logo_100_100\/0\/1692779492244\/axfood_logo?e=2147483647&v=beta&t=JunPtuLUzmJObWcX9bT-s-TpEc32ulqkQUorIp7oqHs","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4197058418","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4197058418","job_url_direct":null,"title":"Konsult Microsoft Dynamics 365","company":"Sogeti","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"På Sogeti tror vi att det bästa finns inom oss alla. Oavsett om du är i början av din karriär eller redan på toppen av ditt spel, kommer vi att uppmuntra dig att nå din fulla potential och bli bättre. Genom vår gemensamma passion för teknik, vår entreprenöriella kultur och vårt fokus på kontinuerligt lärande, kommer vi att ge dig allt du behöver för att göra ditt bästa arbete och bli den bästa versionen av dig själv.\n   \n\n  \n\n**Konsult Dynamics 365**\n**Om rollen**\n Accelerera din karriär och bli nästa generations konsult inom Microsoft Dynamics 365 för Finance och Supply Chain (AX) & Microsoft Dynamics Customer Engagement (CRM)! Som konsult hos Sogeti kommer du att stötta några av de största, mest älskade varumärkena i Europa på deras digitala transformationsresa.\n   \n\n  \n\n*I den här rollen kommer du att ha en nyckelroll i:*\n* Att arbeta med Microsoft Dynamics, antingen som konsult, superanvändare, processägare eller i samband med implementeringsprojekt.\n* Att briljera i rollen som konsult och stötta kunder på deras digitala transformationsresa.\n* Att använda din erfarenhet av processkunskap inom finance eller manufacturing för att leverera högkvalitativa lösningar.\n* Att bidra till utveckling och implementering av ERP\/CRM-system.\n\n\n**Din profil**\n* 2-3 års relevant arbetslivserfarenhet.\n* Erfarenhet av processkunskap inom finance eller manufacturing.\n* Erfarenhet av att arbeta med Microsoft Dynamics eller annan ERP\/CRM-plattform, antingen som konsult, superanvändare, processägare eller i liknande roll.\n* Erfarenhet av att arbeta i samband med en ERP\/CRM-implementering.\n* Pratar och skriver svenska obehindrat.\n\n\n**Vad vi tror kommer få dig att trivas:**\n* Innovativ miljö: Hos oss får du chansen att jobba med den senaste tekniken och vara en del av ett dynamiskt team som älskar att skapa värde genom innovation.\n* Karriärutveckling: Vi bryr oss om din framtid och erbjuder utvecklingsprogram och certifieringar i de senaste teknologierna, så att du kan växa och bli den bästa versionen av dig själv.\n* Flexibelt arbete: Vi förstår att livet är mer än bara jobb. Därför erbjuder vi möjligheter till distansarbete och flexibla arbetstider för att du ska må bra och trivas.\n* Teamkänsla: Vi är som en stor familj med en härlig teamkänsla. Genom att leva efter våra värdeord som mod, passion, laganda och entreprenörskap - skapar vi en arbetsmiljö där alla kan trivas.\n\n\n**Ansökan**\n*Varmt välkommen med din ansökan idag, urval sker löpande! Hoppas vi ses! Vill du veta mer? Kontakta TA Partner Marta Sundell så berättar hon gärna mer.*\n*Som en del av vår rekryteringsprocess kommer identitetskontroll att genomföras genom granskning av ditt ID-kort, och bakgrundskontroller kan utföras vid behov.*\n Sogeti Sverige, en del av Capgemini-koncernen, med 21 kontor och 1300 medarbetare, skapar affärsvärde med teknologi för organisationer som behöver införa innovation snabbt och som vill ha en lokal partner med global skalbarhet. Med en hands-on-kultur och närhet till kunderna, implementerar Sogeti lösningar som hjälper organisationer att arbeta snabbare, bättre och smartare. Genom att kombinera agilitet och snabb implementation via en DevOps-ansats, levererar Sogeti innovativa lösningar inom test- och kvalitetssäkring, molnet och systemutveckling, förstärkta av AI, data och automation.","company_url":"https:\/\/fr.linkedin.com\/company\/sogeti","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGlAxNv0QOauw\/company-logo_100_100\/company-logo_100_100\/0\/1672993124813\/sogeti_logo?e=2147483647&v=beta&t=KVUrIT1Rxjd3fuIlzZ9SR44zgzoFyT6UjelcAwuL-Lw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4347511423","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4347511423","job_url_direct":null,"title":"Senior Data Scientist","company":"eghed","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"info@eghed.se","description":"**Senior Data Scientist** \n\n\n\n\n About Eghed\n \n\n\n* Eghed is a knowledge hub, passionate about creating the AI solutions of the future. We are an innovative team with a strong passion for technology and an entrepreneurial spirit that permeates everything we do. Through close collaborations with our partners, both on-site and in-house, we develop solutions that not only meet today’s needs but also open doors to tomorrow’s possibilities. We have already developed proprietary IP that accelerates our deliveries, and we are constantly seeking new ways to push the boundaries of what is possible.\n\n\n\n  \n\n\n\n\n\n About the Role\n \n\n\n* We are looking for a Senior Data Scientist who shares our passion for creating something new and has the courage to explore uncharted territories. Here at Eghed, you’ll have the opportunity to help build the company from the ground up, shape our technical solutions, and be a key player in our continued growth. We love individuals who are accustomed to solving complex problems and who thrive in a dynamic environment where no two days are the same.\n\n\n\n  \n\n\n\n\n\n Your Responsibilities May Include\n \n\n\n* Leverages data to solve complex problems, extract meaningful insights, and inform decision-making processes within an organization.\n* Work at the intersection of statistics, programming, and business, using tools like machine learning, data mining, and predictive modeling to analyze large datasets.\n* Gather, clean, and process data, developing and training algorithms, and present findings in a way that is understandable and actionable for stakeholders.\n* Helps both us and our partners to optimize processes, identify trends, and develop data-driven strategies for growth and innovation.\n\n\n\n We Believe That You\n \n\n\n* Have at least 5 years of experience as a Data Scientist, preferably with a consulting background.\n* A university degree in a highly technical and quantitative field (e.g., Mathematics, Physics, Software Development, Engineering, or Economics).\n* Proven experience in developing classification models using machine learning techniques.\n* Proficiency with Python, SQL, and Git, along with a solid understanding of cloud computing concepts.\n* Strong understanding of the theoretical foundations behind both classical and modern machine learning models and algorithms, such as generalized linear models, random forests, ensemble methods, and deep neural networks.\n* Excellent written and verbal communication skills, both technical and non-technical. Strong skills in communication, organization, and teamwork, combined with solid business acumen.\n* Thrive in a dynamic and fast-paced environment where you have the freedom to think and create on a large scale.\n* Are committed to contributing to the company’s success and growth and have an entrepreneurial spark.\n\n\n\n Why Eghed?\n \n\n\n* At Eghed, you won’t just get a job – you’ll get an opportunity to join a journey where you can make an impact and create real change. We are a team that values innovation, collaboration, and a healthy dose of fresh thinking. Here, you’ll have the space to grow both professionally and personally, and we look forward to hearing your ideas and visions for the future.\n\n\n\n  \n\n\n\n\n\n Application\n \n\n\n* Does this sound like something for you? Send your application and CV to info@eghed.se as soon as possible. We look forward to welcoming you to our team!\n\n\n\n munikationsförmåga","company_url":"https:\/\/se.linkedin.com\/company\/eghed","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQGOkKVYaDI9sQ\/company-logo_100_100\/company-logo_100_100\/0\/1664200770023\/eghed_logo?e=2147483647&v=beta&t=2xv8Kv505-LWDcBLjl1qbppVYdYeKmQMeLsyPu5oIEM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3831092938","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3831092938","job_url_direct":null,"title":"Information Architect","company":"B3 Visab Consulting AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"lidia.hagos@b3.se","description":"**I** \n**nformationsarkitekter till B3** \n**Visab Consulting**\n Hos B3 Visab Consulting stödjer vi finansindustrins utveckling i den digitala ekonomin. Vi söker nu fler engagerade informationsarkitekter som vill vara med och bidra till en samhällskritisk bransch. Med över 40 års erfarenhet har vi byggt långsiktiga relationer med ledande aktörer inom bank och försäkring, och vår expertis gör oss även till en attraktiv partner för snabbväxande företag.\n   \n\n  \n\n**Om rollen** \n Som informationsarkitekt hos oss får du arbeta i varierande uppdrag där du hjälper kunder att utveckla och implementera robust informationsarkitektur. Du kommer att:\n   \n\n  \n\n* Skapa riktlinjer och standarder för informationsarkitekturens struktur.\n* Sätta upp processer för att hantera och vidareutveckla informationsflöden.\n* Säkerställa att rätt information når rätt personer vid rätt tidpunkt.\n* Arbeta med datalagring, tillgänglighet och säkerhet för att förhindra obehörig åtkomst och dataförluster.\n\n\n Vi tror att framgång bygger på samarbete och kunskapsdelning och vi ser gärna att du är en lagspelare som uppskattar att arbeta prestigelöst och flexibelt.\n   \n\n  \n\n**Vi söker dig som har:**\n* Minst 3 års erfarenhet som informationsarkitekt eller enterprisearkitekt, med fokus på informationsstruktur.\n* Minst 2 års erfarenhet från bank- eller försäkringssektorn.\n* Tidigare erfarenhet som konsult.\n* Goda kunskaper i svenska och engelska, både i tal och skrift.\n* Certifieringar inom relevanta områden är meriterande, liksom erfarenhet som verksamhetsarkitekt.\n\n\n**Vi erbjuder:**\n* Attraktiv och flexibel lönemodell.\n* Möjlighet att påverka dina arbetstider och arbetsplats.\n* Tillgång till utbildningar och certifieringar för din professionella utveckling.\n* En stark wellness-satsning genom Team B3, som främjar både hälsa och arbetsglädje.\n\n\n**Varför B3** \n Visab? Vi är en del av B3 Consulting Group, ett av Sveriges snabbast växande företag inom IT och management. Hos oss får du det bästa av två världar: kraften från ett stort bolag och den personliga samhörigheten från ett mindre. Vi är stolta över att ha blivit erkända som \"Årets Karriärföretag\" och av \"Great Place to Work\". Våra medarbetare pratar om friheten att påverka sina uppdrag, arbetsmiljön där olikheter välkomnas, och stoltheten över att bidra till både kunders framgång och samhället i stort. Vi samarbetar med initiativ som Women in Tech, Changers Hub och Pink Programming för att göra skillnad.\n   \n\n  \n\n**Kontakt** \n :\n   \n\n  \n\n Är du redo att ta nästa steg i din karriär? Ansök nu! Har du frågor är du välkommen att kontakta Lidia Hagos (lidia.hagos@b3.se) eller konsultchef Hanna Skoog (+4670-260 12 65).","company_url":"https:\/\/se.linkedin.com\/company\/visab-consulting-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFekdtoA9EDvA\/company-logo_100_100\/company-logo_100_100\/0\/1631368528654\/visab_consulting_ab_logo?e=2147483647&v=beta&t=EcQfGS3eDR80GNHsKFmTRQ1DSSihQHhlhUAxxjd9dGA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4098099146","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4098099146","job_url_direct":null,"title":"Regional Sales Representative, Northern Europe","company":"Trimble Inc.","location":"Danderyd, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"AskPX@px.trimble.com","description":"**Your Title:** \n Regional Sales Representative, Northern Europe\n   \n\n  \n\n**Job Location:** \n Sweden - Danderyd or Remote in Sweden, Norway, Finland\n   \n\n  \n\n**Division:** \n Civil Construction Field Solutions CCFS\n   \n\n  \n\n*Are you looking to be a part of an award-winning organization and one of the fastest growing technology companies that is transforming the construction landscape with innovative technology solutions?*\n*Join our team! We will offer your versatile tasks in a diverse, inspiring and dynamic working environment with great colleagues. Apply as soon as possible! Please, submit your CV\/application only in English.*\n In this position you will have a very specific focus on CEC Machine control solutions and Connected Site promotion with a primary focus on Northern Europe. You will be deeply involved in developing solid business relationships with Equipment Dealers.\n   \n\n  \n\n**What You Will Do**\n You will provide sales and application support for distributors and potentially end users in the CEC product portfolio You will:\n   \n\n  \n\n* Increase market share through the development of Connected Site solutions to existing accounts and new customers. You will also be able to develop customer interest on Trimble Continuum solutions to develop sales on the entire CEC solutions\n* Sell through select and perhaps multiple channels of distribution and have large project involvement, and will develop strategic key end-user relationships to ensure the successful sale of all Trimble products and services. You will have a strong field presence across the Nordic region\n* Be responsible for ongoing dealer development through the introduction, follow-up and ongoing involvement in Trimble’s channel development programs\/workshops.\n\n\n**Primary Responsibilities**\n You will report to the Nordic Regional Sales Manager. Together with the Regional Sales Manager, you will participate in the development and implementation of regionally assigned sales plans. You will be in interface with distributor management, operations, sales, service and support staff.\n   \n\n  \n\n**You Will**\n* Develop strong long term business development with regional equipment dealers and implementation of Trimble Technology Outlets\n* Conduct on site distributor training and job site demonstrations together with the application engineers\n* Be in interface with major regional accounts\n* Conduct joint sales presentations with focus on Educational Presentations\n* Drive the Annual Review Meetings with key accounts in each dealer territory\n* Assist in the identification, procurement and subsequent training of distribution sales and application personnel\n* Evaluate marketplace potential for all served markets and customer segments using Data Analytics services as available\n* Assist in the development of and participation in, specific technical communications and training requirements such as Trimble Dimensions, Boot Camps, Construction News, and others\n* Ensure new product release involvement by all dealers including local strategy, training and proper inventory\n* Provide input on competitive products and activities primarily to the CCFS Business Area\n* Assist in the identification and development of new distribution.\n\n\n**What Skills, Experience And Knowledge You Should Bring**\n* Proven experience of successful consultative sales\n* Experience in Channel development and management\n* Business, sales, market and domain knowledge in survey, civil engineering and \/ or construction\n* Ideally experienced in Technology solutions for Construction\n* Excellent written and verbal communication skills\n* Ability and willingness to travel up to+\/- 50%\n* Proficient knowledge of civil construction applications\n* Product knowledge is a bonus\n* Strong collaboration and relationship building skills\n* Ability to prioritize, organize and manage multiple projects at one time\n* Fluency in English and one Scandinavian language. Additional Nordic language skills are a bonus.\n\n\n**About Our CCFS Division**\n Trimble's Civil Construction Field Solutions division focuses on providing advanced technology solutions to enhance productivity, accuracy, and efficiency in civil construction projects. This division integrates hardware and software tools to support the entire construction lifecycle, from initial site assessment and planning through to design, construction, and ongoing maintenance.\n   \n\n  \n\n Key offerings include machine control systems, site positioning systems, and software for project management and collaboration. These tools enable precise grading, excavation, paving, and site management, which help contractors and engineers streamline workflows, reduce rework, and improve overall project outcomes. For more information on currently developed products, see https:\/\/heavyindustry.trimble.com\n   \n\n  \n\n**About Trimble**\n Dedicated to the world’s tomorrow, Trimble is a technology company delivering solutions that enable our customers to work in new ways to measure, build, grow and move goods for a better quality of life. Core technologies in positioning, modeling, connectivity and data analytics connect the digital and physical worlds to improve productivity, quality, safety, transparency and sustainability. From purpose-built products and enterprise lifecycle solutions to industry cloud services, Trimble is transforming critical industries such as construction, geospatial, agriculture and transportation to power an interconnected world of work. For more information about Trimble (NASDAQ: TRMB), visit: https:\/\/www.trimble.com\/en\n   \n\n  \n\n**Trimble’s Inclusiveness Commitment**\n We believe in celebrating our differences. That is why our diversity is our strength. To us, that means actively participating in opportunities to be inclusive. Diversity, Equity, and Inclusion have guided our current success while also moving our desire to improve. We actively seek to add members to our community who represent our customers and the places we live and work.\n   \n\n  \n\n We have programs in place to make sure our people are seen, heard, and welcomed and most importantly that they know they belong, no matter who they are or where they are coming from.\n   \n\n  \n\n**Trimble’s Privacy Policy**\n****How to Apply:****\n Please submit an online application for this position by clicking on the ‘Apply Now’ button located in this posting.\n   \n\n  \n\n****Posting Date****\n 09\/26\/2025\n   \n\n  \n\n****Application Deadline:****\n Applications could be accepted until at least 30 days from the posting date.\n   \n\n  \n\n****Join a Values-Driven Team: Belong, Grow, Innovate.****\n At Trimble, our core values of Belong, Grow, and Innovate aren't just words—they're the foundation of our culture. We foster an environment where you are seen, heard, and valued (Belong); where you have an opportunity to build a career and drive our collective growth (Grow); and where your innovative ideas shape the future (Innovate). We believe in empowering local teams to create impactful strategies, ensuring our global vision resonates with every individual. Become part of a team where your contributions truly matter.\n   \n\n  \n\n Trimble’s Privacy Policy\n   \n\n  \n\n If you need assistance or would like to request an accommodation in connection with the application process, please contact AskPX@px.trimble.com.","company_url":"https:\/\/www.linkedin.com\/company\/trimble","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHM4R2dJDTWcQ\/company-logo_100_100\/B56Zat13QIHUAQ-\/0\/1746673300891\/trimble_logo?e=2147483647&v=beta&t=4vNYuqWRjZf4hQeBvTaGa0MWB36ZLJBxOQuLDwv5KpQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4338504404","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4338504404","job_url_direct":null,"title":"Revenue Accountant","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engineering innovation, and IoT. Our customers include the world's leading public cloud and silicon providers, and industry leaders in many sectors. The company is a pioneer of global distributed collaboration, with 1200+ colleagues in 75+ countries and very few office-based roles. Teams meet two to four times yearly in person, in interesting locations around the world, to align on strategy and execution.\n   \n\n  \n\n The company is founder-led, profitable, and growing.\n   \n\n  \n\n  \n\n  \n\n**The role of a Revenue Accountant at Canonical:**\n If you are passionate about the technology industry and want to work for a company that aligns with your interests, we might be the place for you! Canonical, and our world class Ubuntu product, attracts some of the leading talent from around the world. Come and work with exceptional people and advance your career in Finance!\n   \n\n  \n\n Our Finance team is growing and it's a really exciting time to join the team. We are looking for bright, motivated people who have a passion for making a difference. You will be seeking an opportunity to drive process improvements and change, input your ideas and truly contribute to a highly productive team.\n   \n\n  \n\n We are looking for an exceptional Accountant with IFRS 15 experience to help us ready the business for public market scrutiny through our planned IPO. The right candidate will have domain expertise and a passion for IFRS 15 or ASC 606.\n   \n\n  \n\n**Location:** \n This role may be office based in London, or Remote in EMEA Time Zones.\n   \n\n  \n\n What your day will look like\n   \n\n  \n\n* Assist in the month end reporting process to deliver timely and accurate information\n* Have full responsibility for a part of the revenue recognition process relevant to your strengths\n* Assist with the year end audit process and statutory reporting\n* Support the finance team's wider plans to prepare for an IPO\n* Improve the efficiency of financial processes and procedures and monitor compliance\n* Share knowledge between team members to ensure cover is available when needed\n* Actively develop your own skills to ensure current knowledge of applicable standards and regulations\n* Establish strong relationships with key colleagues outside the wider finance team\n\n\n What we are looking for in you\n   \n\n  \n\n* Exceptional academic track record and subsequent career performance\n* Bachelor's degree in Accounting or equivalent\n* Qualified accountant (ACCA, ACA, ACMA, CPA, etc.)\n* IFRS 15\/ASC 606 revenue recognition experience\n* Experience at a large public accounting firm, or public multinational corporate accounting department preferred\n* NetSuite or similar systems experience a plus\n* Willingness to travel up to four times per year\n\n\n**What we offer colleagues**\n We consider geographical location, experience, and performance in shaping compensation worldwide. We revisit compensation annually (and more often for graduates and associates) to ensure we recognize outstanding performance. In addition to base pay, we offer a performance-driven annual bonus or commission. We provide all team members with additional benefits which reflect our values and ideals. We balance our programs to meet local needs and ensure fairness globally.\n   \n\n  \n\n* Distributed work environment with twice-yearly team sprints in person\n* Personal learning and development budget of USD 2,000 per year\n* Annual compensation review\n* Recognition rewards\n* Annual holiday leave\n* Maternity and paternity leave\n* Team Member Assistance Program & Wellness Platform\n* Opportunity to travel to new locations to meet colleagues\n* Priority Pass and travel upgrades for long-haul company events\n\n\n**About Canonical**\n Canonical is a pioneering tech firm at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open-source projects and the platform for AI, IoT, and the cloud, we are changing the world of software. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence; in order to succeed, we need to be the best at what we do. Most colleagues at Canonical have worked from home since our inception in 2004. Working here is a step into the future and will challenge you to think differently, work smarter, learn new skills, and raise your game.\n   \n\n  \n\n**Canonical is an equal opportunity employer**\n We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f509131bfc6115ca","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f509131bfc6115ca","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/30295785","title":"Junior design engineer – CAD","company":"AgriClima Consulting","location":"Helsingborg, M, SE","job_type":"fulltime","date_posted":1763856000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"info@agriclima.eu","description":"**Where:** AgriClima, Helsingborg, Sweden\n  \n**Contract Type:** 1-year, Full time\n  \n**Level:** Junior\n  \n**Express your interest until:** 10.12.2025\n  \nWE ARE\n  \nAgriClima Consulting AB is an advisory company that offers high-standard services within an environment of international cooperation. AgC specializes in several areas, including climate change mitigation, LCA\/LCC, environmental protection, blockchain analysis, and defense technologies. We work on EU-funded projects with international partners. Although we are based in Sweden, we operate in Asia, Africa, and Europe. Our client base consists of both national and international organizations, as well as European agencies\n  \n  \n\nWE LOOK FOR\n  \nAgriClima Consulting AB is looking for a junior design engineer with deep practical knowledge of 2D-CAD and basic knowledge of 3D-CAD.\n  \nIn this role, you will be working with prototyping, creating and finalizing detailed 2D-CAD models and mechanical drawings for AgriClima projects.\n  \nWe are looking for someone who has a true passion for design engineering rather than mechanical. You should enjoy working with complex design solutions and be dedicated to tackling technical challenges.\n  \nTo excel in this position, you should have an eye for detail and a strong commitment to approaching challenges with enthusiasm and precision.\n  \nThe ideal candidate should possess the following skills and experience:\n  \n* A basic degree in engineering with 2D-CAD design as a component, and min. 2 years of practical experience in 2D-CAD design\n\n\nor\n  \nA high school diploma or equivalent with 8 years of experience in 2D-CAD\n  \n* Proficiency in AutoCAD software is mandatory\n* Experience in 3D-CAD design is an added value\n* ANSIS experience and additional drafting coursework is considered a plus\n* Familiarity with full product development cycles\n* Fluent in Swedish and English. Basic knowledge of another language is an added value\n* The role demands strong organizational and problem-solving skills.\n* Ability to collaborate with a team of experts in several countries.\n* Performing any other activities as requested by AgC.\n\n\nHOW TO EXPRESS YOUR INTEREST?\n  \n1. You should send a Letter of Motivation oriented towards the position and detailing your experience\n  \n2. A CV\n  \n3. Contact details of 3 references not related with you\n  \n**4. Submit to:** info@agriclima.eu indicating in the subject line “CAD01\/2025\/Design Engineer” in the subject.\n  \n5. The language of the documents must be English.","company_url":"https:\/\/se.indeed.com\/cmp\/Agriclima-Consulting","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4333596827","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4333596827","job_url_direct":null,"title":"Territory Sales Manager - Software Monetization – Nordics","company":"Thales","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Location: Stockholm, Sweden\n   \n\n  \n\n Thales people architect identity management and data protection solutions at the heart of digital security. Business and governments rely on us to bring trust to the billons of digital interactions they have with people. Our technologies and services help banks exchange funds, people cross borders, energy become smarter and much more. More than 30,000 organizations already rely on us to verify the identities of people and things, grant access to digital services, analyze vast quantities of information and encrypt data to make the connected world more secure.\n   \n\n  \n\n \"As market leader within Digital Identity and Security, Thales makes personal digital interaction simple and secure in an increasingly connected society. From secure software to biometrics and encryption, Thales provides technologies and services that enables business and governments to authenticate identities and protect data, enabling its clients to offer trusted digital services to billions of individuals. Located in Älvsjö since 2012, the site houses both a commercial office as well as two productions within Identity & Biometric Solutions, and Banking & Payment Services. Working commercially across all business areas within Digital Identity and Security, Thales has become a trusted partner within various businesses as well as governments throughout the Nordics.\n   \n\n  \n\n**Title:** \n Territory Sales Manager - Software Monetization – Nordics\n   \n\n  \n\n**Base location:** \n Stockholm, Sweden (Hybrid model).\n   \n\n  \n\n**The position requires that you undergo and be approved in accordance with the applicable regulations for security protection. For positions where Thales has requirements for security clearance, this may entail a requirement for Swedish citizenship.**\n**Role Overview:**\n**This is a predominantly a net-net, new business hunter role.**\n As the Territory Sales Manager for the Thales Software Monetization portfolio in the Nordic region, you will be the primary point of contact for all interested parties, guiding them from the initial inquiry through to contract conclusion. Your responsibilities will include actively identifying, qualifying, and engaging with potential new customers, with a particular focus on larger enterprises. Leveraging your professionalism and experience in sales, you will play a crucial role in inspiring potential clients about our innovative Sentinel solutions.\n   \n\n  \n\n As a valued member of the sales team, you will contribute to our collective success and drive growth in the region.\n   \n\n  \n\n**Details:**\n The position is based in the Thales Software Monetization division:\n   \n\n  \n\n Thales has more than 30 years of experience in software protection, software delivery and license management with many thousands of customers worldwide. Software companies and smart device manufacturers can use these solutions to reliably license, deliver and protect their software, enabling steady business growth. The Sentinel product portfolio helps customers get the most value from their software whether it is on-premise, in the cloud or on an embedded device. Sentinel is the leading brand name in the software industry for secure, flexible and future-proof software monetization solutions.\n   \n\n  \n\n**Key Responsibilities:**\n* Actively acquire new customers across various industry segments while developing a robust opportunity pipeline.\n* Generate new contacts and engage with potential B2B clients through field visits, phone calls, and online outreach.\n* Serve as the primary point of contact for interested parties, guiding them from initial inquiry through to contract conclusion.\n* Conduct direct sales of our products, solutions, and services, focusing on key accounts and the upper midmarket sector.\n* Perform in-depth market analysis to identify promising key customers within your segment, while participating in marketing initiatives, trade conferences, and industry events.\n* Collaborate closely with internal teams, orchestrating efforts across pre-sales, product management, and professional services to drive customer success.\n* Develop compelling project benefits and value propositions tailored to meet the needs of both customers and prospects.\n* Create forecasts and measurable plans aimed at achieving your sales targets.\n* Ensure accurate and thorough documentation of all activities in our CRM system, Salesforce, to maintain traceability and facilitate effective management of customer interactions.\n\n\n**About you:**\n You are a naturally curious individual with a strong customer-centric mindset, always looking to understand and meet the needs of clients. Your exceptional communication skills enable you to engage and connect with people, demonstrating agility and adaptability in various situations. You thrive in both independent and team-oriented environments, consistently showcasing a structured and organized approach to your work. You are motivated and dynamic, bringing enthusiasm to your interactions and inspiring others around you. Your diverse background and experiences enrich our culture, and you value collaboration as a key to innovation. If you are excited about technology and eager to contribute to a global organization, we want to hear from you and see how you can be part of our journey.\n   \n\n  \n\n**Expected Skills:**\n* At least 5 years of experience in Sales of Software\/IT Solutions within a B2B environment; experience as a Sales Engineer or Consultant is advantageous.\n* A consultative mindset coupled with comprehensive listening skills.\n* Proficiency in understanding complex business processes and models of medium to large enterprises.\n* Experience with sales methodologies such as Value-based Selling or Diagnostic Selling.\n* A strategic thinker who can effectively apply skills to achieve goals related to quotas and KPIs.\n* Exceptional communication skills (both spoken and written) with a passion for technology and creating value through innovative solutions.\n* A motivated and dynamic individual, capable of energizing prospects.\n* Willingness to travel.\n* Native proficiency in either English or Swedish, with professional fluency in both; knowledge of Finnish or Norwegian is a plus.\n* An independent yet team-oriented professional with a structured approach to work.\n\n\n**Education:**\n* Bachelor’s degree in business administration, IT-related fields, or a comparable qualification.\n\n\n**What We Can Offer:**\n Thales provides an excellent opportunity to develop a dynamic career in a friendly, international team and environment where we value your contribution, believe in your potential and are committed to your development. We support you with a clear career path that is underpinned by our policies of promotion from within, mobility, training and development programs. In line with our strategy of putting the needs of customers at the center of everything we do, and our commitment to innovation, we know it is our people who make it happen, and together we strive to exceed our customers’ expectations.\n   \n\n  \n\n Does this sound like the opportunity for you? Apply today!\n   \n\n  \n\n At Thales we provide CAREERS and not only jobs. With Thales employing 80,000 employees in 68 countries our mobility policy enables thousands of employees each year to develop their careers at home and abroad, in their existing areas of expertise or by branching out into new fields. Together we believe that embracing flexibility is a smarter way of working. Great journeys start here, apply now!","company_url":"https:\/\/fr.linkedin.com\/company\/thales","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQEmnUAXTuLkJQ\/company-logo_100_100\/company-logo_100_100\/0\/1631366051478\/thales_logo?e=2147483647&v=beta&t=5Fjph8Uvqt0JzMLDdQwZUvfp1ylQY1jAxb6MS59uuwE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]