[{"id":"4291712478","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4291712478","job_url_direct":null,"title":"Backend Developer Intern (Remote)","company":"XR Solutions","location":"Stockholm County, Sweden","job_type":"other","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Engineering and Information Technology","company_industry":"Software Development, IT System Custom Software Development, and IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**About XR Solutions** \n\n\n\n\n XR Solutions is a technology-driven company pioneering\n **machine learning-powered augmented reality solutions** \n for industrial clients.\n \n\n\n\n Our mission is to revolutionize how machines are operated, maintained, and optimized — enabling workflows and innovations that were once impossible. We combine research-based optimizations with cutting-edge AR technology to create\n **practical, reliable, and high-performance solutions** \n that reshape industries.\n \n\n\n\n This internship offers a rare opportunity to\n **build backend systems that directly power advanced AR applications** \n used in real-world industrial environments.\n \n\n\n\n  \n\n\n\n\n\n**Role Overview:** \n\n\n\n\n We’re looking for a\n **passionate, detail-oriented Backend Developer Intern** \n with a strong interest in\n **API development, system integration, and backend architecture** \n .\n \n\n\n\n This is a\n **remote, hands-on role** \n where you will work closely with experienced developers to design, implement, and maintain backend services that support our AR platforms.\n \n\n\n\n While this is initially\n **unpaid** \n , exceptional performance may lead to a\n **paid position** \n after the internship.\n \n\n\n\n  \n\n\n\n\n\n**What You’ll Do:** \n\n\n\n* **Develop APIs** \n : Build and maintain high-performance REST APIs using\n **Node.js** \n and\n **Express.js** \n .\n* **Database Management** \n : Work with\n **PostgreSQL** \n and ORM tools (Sequelize) to design and optimize database schemas.\n* **System Integrations** \n : Assist in integrating backend services with AR platforms and machine learning pipelines.\n* **Testing & Quality Assurance** \n : Write and run\n **unit and integration tests** \n to ensure stability and performance.\n* **DevOps Support** \n : Learn to work with\n **AWS cloud infrastructure** \n and contribute to maintaining scalable, secure environments.\n* **Troubleshooting & Maintenance** \n : Help debug, patch, and optimize backend systems to improve reliability.\n* **Code Reviews** \n : Participate in peer reviews to maintain code quality and follow industry best practices.\n\n\n\n  \n\n\n\n\n\n**Required Skills:** \n\n\n\n* Proficiency in\n **Node.js** \n and\n **Express.js**\n* Solid\n **JavaScript** \n &\n **TypeScript** \n skills\n* Experience with\n **PostgreSQL** \n (basic to intermediate)\n* Familiarity with\n **AWS services** \n (some training provided)\n* Understanding of\n **Git** \n (we use Bitbucket)\n* Basic knowledge of\n **CI\/CD pipelines**\n* Awareness of\n **IT security fundamentals**\n* (Bonus) Experience with\n **Sequelize ORM**\n\n\n\n  \n\n\n\n\n\n**What You’ll Gain:** \n\n\n\n* Hands-on experience building backend systems for\n **real-world AR applications**\n* Exposure to\n **AWS-based scalable architectures**\n* Experience with\n **industrial-grade API design, testing, and security**\n* Involvement in a\n **live product launch**\n\n\n\n  \n\n\n\n\n\n If you’re excited about this opportunity and eager to learn, please send your resume outlining your interest in the position. We look forward to helping you grow your skills and advance your career in backend development.","company_url":"https:\/\/se.linkedin.com\/company\/xr-solutions1","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHeCFw56iRkeQ\/company-logo_100_100\/company-logo_100_100\/0\/1633338980908\/xr_solutions1_logo?e=2147483647&v=beta&t=Sp6Rv1MGRYTqKXD1xlNxk1Ry95mBFlOuB6_Kzq8ZQPQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3818108758","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3818108758","job_url_direct":"https:\/\/bli.b3.se\/jobs\/1742916-senior-fullstack-developer-java-javascript?utm_source=LinkedIn&urlHash=JW58","title":"Senior Fullstack Developer (Java\/Javascript)","company":"B3 Innovation AB","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Information Technology & Services","listing_type":null,"emails":"kenneth.andersson@b3.se","description":"**Välkommen till B3 Innovation – där teknik och trivsel går hand i hand!**\n Välkommen till B3 Innovation, hjärtat av systemutveckling inom B3 Consulting Group! Här kombinerar vi den familjära känslan från ett småföretag med storbolagets resurser.\n   \n\n  \n\n Vi är ett engagerat gäng med konsulter som specialiserar oss på systemutveckling inom Java och moderna JavaScriptramverk. I en miljö där du får möjlighet att växa både professionellt och personligt i en inkluderande gemenskap. Oavsett om du är en passionerad cyklist eller en bokslukare, så finns det plats för dig hos oss.\n   \n\n  \n\n**Om rollen som fullstackutvecklare inom Java\/** \n Javascript på B3 Innovation\n   \n\n  \n\n Som Senior fullstackutvecklare hos oss kommer du att:\n   \n\n  \n\n* utveckla högkvalitativa och skalbara lösningar\n* samarbeta med ett tvärfunktionellt team av experter\n* Delta i design och arkitektur av nya system.\n\n\n**Om dig**\n Vi söker dig som har god erfarenhet och arbetat i fullstackrollen under en längre tid. Du som har hunnit både göra misstag och även lära av dem. Förhoppningsvis tycker du om att arbeta i team, dela med dig av dina kunskaper och vill fortsätta att lära dig nytt.\n   \n\n  \n\n Våra krav för att du ska passa i denna roll:\n   \n\n  \n\n* Du behärskar svenska i tal och skrift.\n* Du har minst 5 års erfarenhet av utvecklarrollen.\n* Du har god kunskap att jobba med Java, Javascript, Kotlin, Spring, Microservices.\n* Du har god kunskap att jobba med olika ramverk som React, Angular och Vue.\n* Du har erfarenhet av att jobba i agila team.\n\n\n**Varför B3 Innovation?**\n* Innovativ Kultur: Vi uppmuntrar kreativitet och nya idéer.\n* Inkluderande miljö: Vi värdesätter mångfald och strävar efter en arbetsplats där alla känner sig välkomna.\n* Balans och flexibilitet: Flexibilitet är centralt, vilket gör att du kan forma din arbetsdag för att få livspusslet att gå ihop. Vi förstår vikten av balans mellan arbete och fritid och erbjuder därför flexibla arbetstider.\n* Gemenskap: Hos oss blir du en del av ett stöttande team som arbetar tillsammans för att nå gemensamma mål. Det handlar inte bara om “jobb jobb jobb” hos oss. Vi anordnar allt från tech-workshops till sociala aktiviteter som stickcaféer, spelkvällar och AW.\n\n\n**Om B3 Innovation**\n Vi är kända för vårt fokus på innovation och förmåga att leverera värde till våra kunder. Genom att kombinera djup teknisk expertis med en stark förståelse för våra kunders verksamhet, skapar vi lösningar som verkligen gör skillnad. Vår kultur bygger på öppenhet, samarbete och en passion för teknik.\n   \n\n  \n\n Vi prioriterar personlig utveckling och erbjuder verktyg som B3 Academy, TechTalks och \"Lunch & Learn\" för att du ska kunna växa.\n   \n\n  \n\n Upptäck möjligheterna med B3 Innovation. Som utvecklare får du arbeta inom spännande branscher som media, bank och finans, energi, offentlig sektor, telekom och e-handel. Oavsett om du optimerar TV-sändningar, utvecklar digitala banktjänster eller skapar smarta hem, hjälper vi dig att hitta det perfekta uppdraget som matchar dina intressen.\n   \n\n  \n\n Våra toppbetyg i medarbetarundersökningar visar att nöjda kollegor är kärnan i vår framgång. Är du redo att kliva in i en miljö där utveckling och trivsel går hand i hand?\n   \n\n  \n\n Som sagt, välkommen till B3 Innovation – vi ser fram emot att höra från dig!\n   \n\n  \n\n**Är du redo att ta nästa steg?**\n Skicka in din ansökan idag och bli en del av vårt engagerade och innovativa team!\n   \n\n  \n\n Om du är mer nyfiken på oss så kan du läsa mer om oss här: https:\/\/www.b3.se\/innovation\n   \n\n  \n\n Om du har funderingar så hör gärna av dig till Kenneth Andersson på +46706678050 alt mail kenneth.andersson@b3.se.","company_url":"https:\/\/se.linkedin.com\/company\/b3-innovation-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQETEJKT_WTarQ\/company-logo_100_100\/company-logo_100_100\/0\/1630593167616\/b3_innovation_ab_logo?e=2147483647&v=beta&t=sYOu7FrlQ-zkb_GkgIWeCJ3GHFN36J9E1Jsxw064DkU","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4182073164","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4182073164","job_url_direct":"https:\/\/careers.optimizely.com\/job\/Stockholm-Senior-Staff-Software-Engineer-111-47\/1150631155\/?utm_source=LINKEDIN&utm_medium=referrer&trid=2d92f286-613b-4daf-9dfa-6340ffbecf73&urlHash=Sw2Q","title":"Senior Staff Software Engineer","company":"Optimizely","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"At Optimizely, we're on a mission to help people unlock their digital potential. We do that by reinventing how marketing and product teams work to create and optimize digital experiences across all channels. With Optimizely One, our industry-first operating system for marketers, we offer teams flexibility and choice to build their stack their way with our fully SaaS, fully decoupled, and highly composable solution.\n   \n\n  \n\n We are proud to help more than 10,000 businesses, including H&M, PayPal, Zoom, and Toyota, enrich their customer lifetime value, increase revenue and grow their brands. Our innovation and excellence have earned us numerous recognitions as a leader by industry analysts such as Gartner, Forrester, and IDC, reinforcing our role as a trailblazer in MarTech.\n   \n\n  \n\n At our core, we believe work is about more than just numbers -- it's about the people. Our culture is dynamic and constantly evolving, shaped by every employee, their actions and their stories. With over 1500 Optimizers spread across 12 global locations, our diverse team embodies the \"One Optimizely\" spirit, emphasizing collaboration and continuous improvement, while fostering a culture where every voice is heard and valued.\n   \n\n  \n\n**The Role:**\n We're seeking a skilled Software Engineer to join our Graph team and enhance the search functionality within our multi-tenant service. This role requires significant experience designing, implementing, and maintaining Elasticsearch\/OpenSearch in a production environment. You will own projects from initial requirements gathering (PRD) through to successful completion, collaborating with customers to ensure solutions meet their specific needs.\n   \n\n  \n\n As part of our team, you'll contribute to building cutting-edge features leveraging serverless compute, auto-scaling OpenSearch clusters, and LLMs with Machine Learning nodes. We are a team that prioritizes high code quality in every commit.\n   \n\n  \n\n**Why is this team critical to Optimizely?**\n* Business Impact: Graph is the core content delivery and search service powering the SaaS version of our Content Management System (CMS). Our customers, who rely on Graph for their websites and mobile applications, demand high performance and advanced query capabilities to deliver exceptional user experiences. Graph's reliability and speed directly impact their business success.\n* High Visibility & Innovation: Our roadmap prioritizes innovative content delivery and search features, placing search and AI at the forefront of our service offering. This focus differentiates us from competitors and empowers our customers to build cutting-edge web and mobile applications. You'll be instrumental in developing these differentiating features.\n* Shape the Future of Digital Experiences: The team plays a critical role in shaping the future of our customers' digital presence. Your contributions will directly influence how they engage their audiences and achieve their business objectives through innovative search and content delivery experiences\n\n\n**Experience Required:**\n* 5+ years’ experience of developing and managing services in production\n* Experience managing Elasticsearch \/ OpenSearch in production, with optimization of settings, shards, and replicas.\n* Experience creating optimized Elasticsearch \/ OpenSearch queries\n* Experience developing with TypeScript\n* Expertise with API design and development of GraphQL or RESTful web services\n* Partnering closely with internal stakeholders to gain a strong understanding of business and product data needs\n* You find satisfaction in being a force multiplier for your colleagues\n* Bachelor’s or master’s degree in computer science or engineering or related experience require\n\n\n**Some technologies we work with:**\n* Elasticsearch \/ OpenSearch\n* GraphQL, REST\n* TypeScript, JavaScript, C#\n* Cloudflare workers, Kubernetes\n\n\n**What sets you apart:**\n* Experience developing GraphQL APIs\n* Experience in Kubernetes, Docker etc. and\/ or serverless cloud stacks\n* Experience developing multi-tenant services\n* Experience of Machine Learning in Elasticsearch \/ OpenSearch\n* Experience working with go-to-market teams\n* Understanding the value of pair programming\/TDD\/Clean Code\n* Exposure\/Experience leveraging functional languages \/ paradigms\n\n\n Optimizely is committed to a diverse and inclusive workplace. Optimizely is an equal opportunity employer and does not discriminate on the basis of race, national origin, gender, gender identity, sexual orientation, protected veteran status, disability, age, or other legally protected status.","company_url":"https:\/\/www.linkedin.com\/company\/optimizely","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEDQRSocvFhig\/company-logo_100_100\/B4EZfQhYJBHsAU-\/0\/1751550100655\/optimizely_logo?e=2147483647&v=beta&t=xrAk5V80nZ3Ui_fRqoDN6jblkC3Lh_HuPX-cTha1NS4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3826347513","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3826347513","job_url_direct":"https:\/\/bli.b3.se\/jobs\/3588222-react-native-utvecklare-till-b3-mobile?utm_source=LinkedIn&urlHash=80rs","title":"React Native Utvecklare till B3 Mobile","company":"B3 Mobile","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"camilla.landen@b3.se","description":"B3 Mobile är dotterbolaget inom koncernen som är\n ***experter***\n på apputveckling. iOS, Android, Cross-platform - Vi kan det!\n   \n\n  \n\n Vi söker dig som vill ta nästa steg i din karriär. Du kanske har arbetat med React Native utveckling i några år och känner dig redo för något nytt. Håll i hatten, för hos B3 Mobile arbetar vi med några av världens mest spännande kunder baserade både i Stockholm och på andra sidan Atlanten.\n   \n\n  \n\n I rollen som React Native utvecklare kommer du att arbeta tillsammans med ett kompetent och passionerat gäng utvecklare, UX-designers och projektledare både in-house och ute hos kund.\n   \n\n  \n\n**Vi letar efter dig som:**\n* Har en bakgrund som civilingenjör eller motsvarande\n* Besitter goda kunskaper i Svenska, både i tal & skrift\n* Har 3+ års erfarenhet som React Native utvecklare\n* Kunskap om skillnader mellan standarder och API:er för iOS- och Android-plattformarna\n* Erfarenhet av att sätta upp CI\/CD pipelines för mobila applikationer\n* Arbetar med fokus på slutanvändarnas upplevelse\n* Levererar högkvalitativ kod som är ren och lätt att förstå och utöka\n* Är proaktiv och kommer med förslag på lösningar inom de projekt du arbetar med\n\n\n**Intresset ska självfallet vara ömsesidigt. Det här erbjuder vi dig:**\n* Möjlighet att arbeta med tekniskt utmanande lösningar hos många olika kunder med ett stort antal användare.\n* Flexibilitet & en hybrid modell där vi ses på kontoret en dag i veckan för att träffa kollegor, jobba tillsammans och lära oss nya saker.\n* En snabbrörlig, rolig och trygg arbetsplats där vi strävar efter balans både i arbetslivet och livet i stort.\n* Friskvårdsbidrag att lägga på gymkort, padel, massage eller andra aktiviteter.\n* Wellness satsning för att säkerställa ditt välmående på arbetsplatsen.\n\n\n Vi jobbar mycket med kompetensutveckling, du kommer att vidareutvecklas och utforska de senaste teknikerna tillsammans med hela teamet. Du får ett stort ansvar och arbetar både individuellt och i större team. Vi tror att vår energi och nyfikenhet, vårt sätt att välkomna olikheter och vår vilja att dela med oss av våra erfarenheter bidrar till att skapa en miljö där alla, inklusive du, kan växa och utvecklas.\n   \n\n  \n\n För mer information kontakta VD Camilla Landén på camilla.landen@b3.se","company_url":"https:\/\/se.linkedin.com\/company\/b3-mobile","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQHW4uEaCMzaew\/company-logo_100_100\/company-logo_100_100\/0\/1675241204508?e=2147483647&v=beta&t=0uDmL1OFFte3g7aTv6bdanljKDHBSqHv3mrCHbr3bOg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3831093913","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3831093913","job_url_direct":"https:\/\/bli.b3.se\/jobs\/1087377-solutions-architect?utm_source=LinkedIn&urlHash=w92U","title":"Solutions Architect","company":"B3 Visab Consulting AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Information Technology & Services","listing_type":null,"emails":"lidia.hagos@b3.se","description":"**Lösningsarkitekter till B3 Visab Consulting**\n Hos B3 Visab Consulting stödjer vi finansindustrins utveckling i den digitala ekonomin. Vi söker nu fler engagerade lösningsarkitekter som vill vara med och bidra till en samhällskritisk bransch. Med över 40 års erfarenhet har vi byggt långsiktiga relationer med ledande aktörer inom bank och försäkring, och vår expertis gör oss även till en attraktiv partner för snabbfotade uppstickare.\n   \n\n  \n\n**Om rollen:** \n Som lösningsarkitekt hos oss får du möjligheten att arbeta som konsult i varierande uppdrag där du hjälper kunder att utveckla och implementera robust lösningsarkitektur. Du kommer till exempel att:\n   \n\n  \n\n* Bryta ned krav och behov och omvandla dessa till förstklassiga lösningar.\n* Designa och dokumentera olika arkitekturlösningar.\n* Vägleda utvecklingsteamet och säkerställa att lösningen överensstämmer med den övergripande arkitekturen.\n* Agera bollplank, ge råd och stöd till både verksamhet och utvecklare.\n\n\n**Vidare ser vi att du har följande kvalifikationer:**\n* Minst 4 års erfarenhet från lösningsarkitektrollen.\n* Minst 2 års erfarenhet från bank- eller försäkringsområdet.\n* Kompetens och erfarenhet av integrationslösningar mellan applikationer\/system.\n* Färdigheter inom dokumentation.\n* Erfarenhet från konsultrollen.\n* Certifieringar och erfarenheter inom relevanta områden.\n* Arbetar obehindrat på svenska och engelska i både tal och skrift.\n\n\n Vi tror att framgång bygger på samarbete och kunskapsdelning och vi ser gärna att du är en lagspelare som uppskattar att arbeta prestigelöst och flexibelt.\n   \n\n  \n\n**Vi erbjuder:**\n* Attraktiv och flexibel lönemodell.\n* Möjlighet att påverka dina arbetstider och arbetsplats.\n* Tillgång till utbildningar och certifieringar för din professionella utveckling.\n* En stark wellness-satsning genom Team B3, som främjar både hälsa och arbetsglädje.\n\n\n**Varför B3 Visab Consulting?** \n Vi är en del av B3 Consulting Group, ett av Sveriges snabbast växande företag inom IT och management. Hos oss får du det bästa av två världar: kraften från ett stort bolag och den personliga samhörigheten från ett mindre. Vi är stolta över att ha blivit erkända som \"Årets Karriärföretag\" och av \"Great Place to Work\". Våra medarbetare pratar om friheten att påverka sina uppdrag, arbetsmiljön där olikheter välkomnas, och stoltheten över att bidra till både kunders framgång och samhället i stort. Vi samarbetar med initiativ som Women in Tech, Changers Hub och Pink Programming för att göra skillnad.\n   \n\n  \n\n**Kontakt** \n Är du redo att ta nästa steg i din karriär? Ansök nu! Har du frågor är du välkommen att kontakta Lidia Hagos (lidia.hagos@b3.se) eller konsultchef Hanna Skoog (+4670-260 12 65).","company_url":"https:\/\/se.linkedin.com\/company\/visab-consulting-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFekdtoA9EDvA\/company-logo_100_100\/company-logo_100_100\/0\/1631368528654\/visab_consulting_ab_logo?e=2147483647&v=beta&t=EcQfGS3eDR80GNHsKFmTRQ1DSSihQHhlhUAxxjd9dGA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4293484516","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4293484516","job_url_direct":"https:\/\/www.iver.com\/Karriar\/lediga-jobb\/jobbsida\/?jobId=6129586&urlHash=sr5n","title":"Senior Fullstackutvecklare inom Java","company":"Accelerate at Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"jesper.carlsson@iver.se","description":"**Senior Fullstackutvecklare inom Java till Accelerate at Iver!**\n Vill du ta din expertis inom fullstackutveckling till nästa nivå? Vi söker en skicklig utvecklare med lång erfarenhet av Java och moderna frontend-ramverk som vill vara med och bygga framtidens digitala lösningar tillsammans med oss på Accelerate at Iver.\n   \n\n  \n\n**Varför Accelerate at Iver?**\n Vi erbjuder mer än bara ett uppdrag – vi erbjuder en plattform för att växa som expert inom modern mjukvaruutveckling! Hos oss får du inte bara arbeta med spännande teknik och kunder – du blir en del av ett värderingsdrivet, passionerat team där du får stora möjligheter till personlig utveckling och inflytande.\n   \n\n  \n\n**Som Konsult Hos Oss Får Du**\n 🎯 En skräddarsydd utvecklings- och certifieringsplan\n   \n\n  \n\n 🚀 Utmanande och varierande kunduppdrag med den senaste tekniken\n   \n\n  \n\n 🕊️ Flexibilitet, frihet och balans mellan jobb och fritid\n   \n\n  \n\n 🛡️ En trygg och säker anställning med bra förmåner och kollektivavtal\n   \n\n  \n\n 🤜🤛 Ett sammansvetsat team av vassa specialister som lyfter varandra\n   \n\n  \n\n Vi tror på gemenskap och kompetensutbyte – här utvecklas vi tillsammans och stöttar varandra för att alltid ligga i teknisk framkant.\n   \n\n  \n\n**Om rollen**\n Som senior fullstackutvecklare inom Java hos oss är du en nyckelspelare i att utveckla stabila, moderna och skalbara applikationer. Du bidrar med både teknisk erfarenhet och ett agilt mindset i projekt som gör skillnad.\n   \n\n  \n\n Du arbetar både med backendlogik i Java och Spring Boot, och med moderna frontendramverk som React och Angular. Du jobbar nära DevOps och är bekväm med CI\/CD, containerisering och molnmiljöer.\n   \n\n  \n\n**Exempel på vad du kommer att göra i ditt konsultuppdrag:**\n* Utveckla och underhålla mikrotjänstbaserade backendlösningar i Java\/Spring Boot\n* Skapa intuitiva och responsiva användargränssnitt med React, Angular eller liknande.\n* Arbeta med databaser som MySQL och Oracle DB\n* Bygga och underhålla CI\/CD-pipelines för automatisk testning och leverans\n* Arbeta med Docker och Kubernetes för containerhantering och orkestrering\n* Delta i arkitektur- och designbeslut samt mentorera juniora kollegor\n\n\n**Vem är du?**\n Vi söker dig som har minst 8 års erfarenhet som fullstackutvecklare, med djup kompetens inom Java och erfarenhet av moderna webbteknologier. Du är lösningsorienterad, gillar att jobba nära verksamheten och har ett öga för både teknik och användarvärde. Du har en akademisk utbildning med inriktning mot systemutveckling, webbutveckling eller liknande.\n   \n\n  \n\n Du kommunicerar obehindrat på svenska och engelska, i både tal och skrift. För denna position krävs svenskt medborgarskap, vi utför även bakgrundskontroll av slutkandidat\n   \n\n  \n\n**Vi tror att du har erfarenhet av några av följande:**\n* Java, Spring Boot\n* TypeScript\/JavaScript\n* React, Angular eller liknande\n* MySQL, Oracle DB\n* CI\/CD-verktyg\n* Docker och Kubernetes\n\n\n**Extra Plus Om Du Har**\n* Erfarenhet av molnlösningar (t.ex. Azure, AWS eller GCP)\n* Erfarenhet av testautomatisering och TDD\n* Certifieringar inom Java eller molnplattformar\n* Erfarenhet av systemarkitektur eller teknisk ledarroll\n\n\n**Placeringsort**\n 📍 Accelerate at Iver finns på flertal orter i Sverige och Norge. För denna tjänst utgår du från vårt kontor i Solna, med möjlighet till hybridarbete.\n   \n\n  \n\n**Vi intervjuar löpande – vänta inte med att skicka in din ansökan!**\n 👉 Önskad start är snarast eller enligt överenskommelse.\n   \n\n  \n\n Har du frågor? Kontakta Jesper Carlsson på jesper.carlsson@iver.se\n   \n\n  \n\n**Vi ser fram emot att träffa dig. Välkommen till Accelerate at Iver!** \n 🚀\n   \n\n  \n\n Är du vår nya kollega?\n   \n\n  \n\n Är du vår nya kollega?","company_url":"https:\/\/se.linkedin.com\/company\/accelerate-at-iver-sverige","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9qCEnYo3LEw\/company-logo_100_100\/company-logo_100_100\/0\/1705932924745?e=2147483647&v=beta&t=YypaPrg8V26RH6kSjgMaakZ6TI3u1NuEzUMv-PjQUjk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4198870343","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4198870343","job_url_direct":"https:\/\/bli.b3.se\/jobs\/5768169-kravanalytiker-business-analyst-losningsarkitekt-eller-enterprisearkitekt?utm_source=LinkedIn&urlHash=j7eN","title":"Kravanalytiker\/Business Analyst, Lösningsarkitekt eller Enterprisearkitekt!","company":"B3 Visab Consulting AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Business Development and Sales","company_industry":"Information Technology & Services","listing_type":null,"emails":"lidia.hagos@b3.se, Hanna.Skoog@b3.se","description":"Bli en nyckelperson i finanssektorns digitala utveckling\n   \n\n  \n\n På B3 Visab Consulting arbetar vi nära några av Sveriges mest samhällskritiska aktörer inom bank och försäkring. Våra uppdrag är komplexa, långsiktiga – och riktigt roliga. Vi är ett erfaret gäng konsulter som kombinerar affärsförståelse med teknisk höjd, och vi söker nu fler kollegor som vill bidra med sin kompetens i en miljö där samarbete, kvalitet och trygghet står i fokus.\n   \n\n  \n\n Just nu letar vi efter:\n   \n\n  \n\n Kravanalytiker\/ Business Analyst\n   \n\n  \n\n* Bekväm med att översätta behov till krav, och att jobba nära både utvecklare och verksamhet\n* Minst 3 års erfarenhet som kravanalytiker eller business analyst\n* Minst 2 år inom bank och\/eller försäkring\n\n\n Lösningsarkitekt\n   \n\n  \n\n* Minst 4 års erfarenhet av lösningsarkitektur\n* God teknisk bredd och vana att ta helhetsansvar\n* Minst 2 år inom bank och\/eller försäkring\n\n\n Enterprisearkitekt\n   \n\n  \n\n* Minst 3 års erfarenhet i rollen som enterprisearkitekt\n* Van att driva förändring och ta fram strategiska arkitekturlösningar\n* Minst 2 år inom bank och\/eller försäkring\n\n\n Därför trivs våra konsulter:\n   \n\n  \n\n* Kompetensutveckling, certifieringar och stöd i din konsultresa\n* En kultur där vi stöttar varandra, delar kunskap och har nära till både skratt och utveckling\n* En stark satsning på hälsa och balans genom Team B3\n\n\n Vi vet att det är människorna som gör skillnaden – både i våra kunduppdrag och i vårt interna samarbete. Hos oss blir du en del av ett stabilt team där erfarenhet tas till vara och där du får utrymme att växa.\n   \n\n  \n\n Ansök enkelt\n   \n\n  \n\n Sök direkt via formuläret – eller kontakta oss om du vill veta mer:\n   \n\n  \n\n**Lidia Hagos** \n – lidia.hagos@b3.se\n   \n\n  \n\n**Hanna Skoog** \n – +46 70 260 12 65 \/ Hanna.Skoog@b3.se","company_url":"https:\/\/se.linkedin.com\/company\/visab-consulting-ab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFekdtoA9EDvA\/company-logo_100_100\/company-logo_100_100\/0\/1631368528654\/visab_consulting_ab_logo?e=2147483647&v=beta&t=EcQfGS3eDR80GNHsKFmTRQ1DSSihQHhlhUAxxjd9dGA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"a541d4a480b8844c","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=a541d4a480b8844c","job_url_direct":"http:\/\/se.indeed.com\/job\/senior-frontend-engineer-a541d4a480b8844c","title":"Senior Frontend Engineer","company":"Synca","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1756598400000,"salary_source":"direct_data","interval":"yearly","min_amount":582467.0,"max_amount":737533.0,"currency":"USD","is_remote":true,"job_level":null,"job_function":null,"company_industry":null,"listing_type":null,"emails":"careers@synca.ai","description":"**Big news:** we’ve raised funding from one of Scandinavia’s largest consulting groups, **Aura**—a €100M+ revenue powerhouse with clients like Porsche, Samsung, and Adidas. This partnership gives us enterprise distribution from day one. Now we’re hiring a **senior frontend engineer** to help us scale an AI-powered workspace that routes the right information to the right person at the right time—beautifully.\n\n**Why this role?**\n\nWe’re moving from POC to product, with budget, customers in the pipeline, and an urgent roadmap. You’ll own the web experience end-to-end: architecture, performance, accessibility, testing, deployment, and the design system that ties it all together.\n\n**What you’ll own**\n\n* Lead React\/TypeScript development across our app (component architecture, state management, data-fetching, caching).\n* Establish a **design system** + component library (tokens, theming, a11y, documentation).\n* Drive **performance** (Core Web Vitals), **accessibility** (WCAG 2.1 AA), reliability, and **observability**.\n* Shape the frontend **architecture** (SSR\/SSG, routing, API contracts) in partnership with product and backend.\n* Ship fast: define CI\/CD for the web, testing strategy (unit, integration, E2E), feature flags, release cadence.\n* Mentor teammates, conduct reviews, and raise the quality bar.\n* Collaborate on AI-powered UX (prompt UIs, streaming states, background jobs, eval surfaces).\n\n**Our stack**\n\n* **React + TypeScript**, **Tailwind**\n* Testing: Jest\/Vitest, React Testing Library, Playwright\/Cypress\n* Data: REST\/GraphQL; client caching (React Query\/TanStack Query, SWR)\n* **AWS** (nice to have and very welcome): S3\/CloudFront, Lambda\/API Gateway, Cognito, DynamoDB\/RDS, CloudWatch\n* Node\/Express on the backend\n\n**You’re a great fit if you have**\n\n* **5+ years** building production web apps, with **3+ years deep in React\/TypeScript**.\n* Shipped and maintained complex SPAs\/SSR apps used by real customers.\n* Mastery of component composition, state management, performance tuning, and a11y.\n* Strong testing discipline and CI\/CD know-how.\n* Product sense: turning fuzzy ideas into elegant, fast, reliable interfaces.\n* Comfortable designing APIs with backend peers and mentoring other engineers.\n* Located within **CET ±2 hours** and excellent written\/spoken English.\n\n**Extra spark (nice to have)**\n\n* Experience with **AWS** infra (S3, CloudFront, Lambda, API Gateway, Cognito) or IaC (CDK\/Terraform)\n* Building internal tooling\/design systems, Storybook, Chromatic\/visual testing\n* Integrating AI\/ML services (e.g., OpenAI APIs) and designing resilient UX around them\n* Open source, side projects, or writing\/speaking about frontend craft\n\n**How we work**\n\nWe’re pragmatic builders who use every tool (including AI) to move fast without breaking quality. We focus on outcomes, learn in public, and iterate weekly. You’ll have direct access to the founding team and real ownership of the product surface.\n\nWhat we offer\n\n* Competitive **contract rate** with room to grow + potential equity\n* Flexible remote setup\n* Real impact: ship to production weekly, shape the roadmap, see your work used\n* A culture that values autonomy, craftsmanship, and thoughtful speed\n\n**Interview flow (lightweight, senior-friendly)**\n\n* Intro chat (product, team, your goals)\n* Technical deep-dive (your past work, architecture, tradeoffs)\n* Systems\/UX design session + brief pairing on a real component or an optional small take-home (your choice)\n* Team meet-and-greet & offer\n\n**Ready to apply?**\n\nSend us:\n\n* GitHub\/portfolio or a couple of shipped projects\n* A short note on a frontend problem you’re proud you solved (and how)a\n* Your timezone and earliest start date\n* Resume\n\n**Email:** careers@synca.ai\n\n*P.S. If you’re excited about building exceptional React experiences and leveling up a product from 0→1→N, we want to hear from you—even if you don’t tick every box.*\n\nJob Types: Full-time, Contract\n\nPay: 50 000,00kr - 60 000,00kr per month\n\nWork Location: Remote","company_url":"https:\/\/se.indeed.com\/cmp\/Synca","company_url_direct":"http:\/\/www.synca.com.br","company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4256562150","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4256562150","job_url_direct":"https:\/\/careers.tietoevry.com\/job\/strategic-product-manager-head-of-product-management-tietoevry-banking-m-f-d-in-stockholm-sweden-jid-328?_atxsrc=AttraxLinkedin&utm_source=AttraxLinkedin&urlHash=LV4d","title":"Strategic Product Manager\/Head of Product Management - Tietoevry Banking (m\/f\/d)","company":"Tietoevry","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"director","job_function":"Product Management and Marketing","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"recruitmentinbanking@tietoevry.com","description":"**Job Description**\n**Strategic Product Manager\/Head of Product Management - Tietoevry Banking (m\/f\/d)**\n We are looking for a\n **Strategic Product Manager** \n who wants to be part of Tietoevry Banking. Tietoevry Banking is the leading financial services software and solution partner in the Nordics. We offer modular, pre-integrated banking as a service solutions and market-leading software for core, payments, credit, cards, financial fraud, and wealth. With our scale, expertise, and specialization, we empower financial institutions to enhance agility, efficiency, and accelerate digital transformation.\n   \n\n  \n\n**When Joining Tietoevry Banking You Will Work On**\n* Product Vision and Strategy: Develop and communicate a clear product vision and mid-term\/long-term strategy that aligns with the company's overall Strategy, objectives and market trends. Define target customers, licensing and pricing models to address predictable long-term revenue flow. Define complementary services to support successful implementation and maintenance, ensure additional revenue flow.\n* Market Analysis: Conduct in-depth market research to understand industry trends, competitive landscape, regulatory changes and customer needs, providing input and recommendations for strategic decisions for mid-term and long-term initiatives. Identify opportunities for product innovation and differentiation.\n* Roadmap Development: Ability to translate market needs and business opportunities to a strategic roadmap and balance long\/short-term needs. Create and maintain a high-level product roadmap that outlines key milestones, deliverables, and timelines, ensuring alignment with business priorities. Address product lifecycles, including planning sunsetting and migration strategies. Define innovation inception approaches. Plan portfolio modernization to fit market needs, ensure future growth and competitive costs.\n* Relationship Building: Establish and maintain strong relationships with existing and potential clients, partners, and industry influencers to create new business opportunities. Participate, present and be influencer in conferences, industry workgroups. Build relationships with industry stakeholders globally. Demonstrate cultural awareness and the ability to adapt product strategies to various regional requirements.\n* Stakeholder management: Collaborate closely with the sales team and engage with other departments, including engineering, marketing, project management and customer teams, to support with sales and ensure successful product development and launch. Cooperate cross-units in Cards and Transaction Banking and other units in Banking.\n* Customer Insights: Prepare and present vision, pitches, and presentations to existing and potential clients and partners, effectively communicating the value proposition. Gather and analyze customer feedback and usage data to inform product decisions and enhance user experience.\n* Performance Metrics: Define and track key performance indicators (KPIs) to measure product success and identify areas for improvement, ensure data-based decision making. Keep accountability on product\/service profitability. Align models and use cross unit template and processes.\n* Go-to-Market Strategy: Collaborate with marketing and sales teams to develop and execute effective go-to-market strategies for product launches and updates. Collaborate with Security, Compliance and Privacy teams to identify market or country potential risks and opportunities.\n* Risk Management: Identify potential risks and develop mitigation strategies to ensure successful product delivery and adoption.\n* Leadership and Mentorship: Provide guidance and mentorship to product managers and team members, fostering a culture of innovation and continuous improvement.\n\n\n**Who We Are Looking For**\n* A Bachelor's degree in business, Marketing, or a related field; MBA or advanced degree preferred.\n* Proven experience in product management, with a focus on strategic planning and execution.\n* Strong analytical and problem-solving skills, with the ability to make data-driven decisions.\n* Excellent communication and interpersonal skills, with the ability to influence and collaborate with stakeholders at all levels.\n* Experience in Cards and Payments, with a large network of connections with industry experts and decision-makers.\n* Familiarity with European and Nordic customers.\n\n\n**We Also Believe You Have**\n* Strong strategic thinking skills to develop and implement effective product strategies.\n* A market and customer focus that drives product innovation and meets customer needs.\n* Excellent relationship-building abilities to establish connections with clients, partners, and industry stakeholders.\n* Proficiency in public speaking to effectively present ideas and influence audiences.\n* Strong negotiation and influencing skills to advocate for product initiatives and secure buy-in.\n* A creative mindset that fosters innovation and the development of unique solutions.\n* A results-oriented approach that emphasizes accountability and achievement of product goals.\n\n\n As a person, we believe you are a team player who takes action and demonstrates responsibility to organize your work and solve your tasks. With our agile end-to-end development process, you will continue to both learn from and coach your colleagues, so communication is important for us. Technology is developing fast, so learning new cutting-edge technologies is something you strive to do.\n   \n\n  \n\n**What We Offer**\n* We offer you professional growth, meaningful projects, an open culture, and an outstanding work-life balance!\n* We provide a flexible hybrid work model as part of our culture and way of working.\n* Competitive salary (up to 7,000 EUR gross per month in Latvia), based on experience and qualifications.\n* Finally, we believe in curiosity and learning as a lifestyle where you need to unlearn and relearn every day as new possibilities emerge.\n\n\n**Did we get you inspired?**\n We look forward to your application! Interviews will be held continuously, so we encourage you to apply today! For more information or questions, please contact the Talent Acquisition team at recruitmentinbanking@tietoevry.com.\n   \n\n  \n\n Hope to hear from you soon!\n   \n\n  \n\n Location: Rīga - Verde, Roberta Hirša 1\n   \n\n  \n\n*On specific positions, we might perform background checks.*\n**About Tietoevry**\n Tietoevry creates purposeful technology that reinvents the world for good. We are a leading technology company with a strong Nordic heritage and global capabilities. Based on our core values of openness, trust, and diversity, we work with our customers to develop digital futures where businesses, societies, and humanity thrive.\n   \n\n  \n\n Our 24,000 experts globally specialize in cloud, data, and software, serving thousands of enterprise and public-sector customers in more than 90 countries. Tietoevry’s annual turnover is approximately EUR 3 billion, and the company’s shares are listed on the NASDAQ exchange in Helsinki and Stockholm, as well as on Oslo Børs. Familiarize yourself with what we do.\n   \n\n  \n\n Additional Information\n   \n\n  \n\n At Tietoevry, we believe in the power of diversity, equity, and inclusion. We encourage applicants of all backgrounds, genders (m\/f\/d), and walks of life to join our team, as we believe that this fosters an inspiring workplace and fuels innovation. Our commitment to openness, trust, and diversity is at the heart of our mission to create digital futures that benefit businesses, societies, and humanity.\n   \n\n  \n\n Diversity, equity and inclusion (tietoevry.com)","company_url":"https:\/\/fi.linkedin.com\/company\/tietoevry","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQF2amfv6Na1Ag\/company-logo_100_100\/company-logo_100_100\/0\/1642569018457\/tietoevry_logo?e=2147483647&v=beta&t=WOekvO3Bo-fyhw4-NABHCVjZEv6gdsyF887I4GoF_fQ","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4229892801","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4229892801","job_url_direct":"https:\/\/us.wd103.myworkdayjobs.com\/tobii_dynavox\/job\/Stockholm\/QA-Lead_JR100651?source=LinkedIn&urlHash=gW8K","title":"QA Lead","company":"Tobii Dynavox®","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Quality Assurance","company_industry":"Medical Equipment Manufacturing","listing_type":null,"emails":null,"description":"**Why join us?**\n We’re on a mission to empower people with disabilities to do what they once did or never thought possible. As the world-leader in assistive communication solutions, we empower our customers to express themselves, connect with the world, and live richer lives.\n   \n\n  \n\n At Tobii Dynavox, you can grow your career within a dynamic, global company that has a clear, impactful purpose - with the flexibility to also do what truly matters to you outside of work. What’s more, you’ll be part of a work culture where collaboration is the norm and individuality is welcomed.\n   \n\n  \n\n As a member of our team, you’ll have the power to innovate for good. You’ll see your ideas in use in new applications, work with the latest technology on leading platforms, and deliver meaningful solutions for our customers.\n   \n\n  \n\n As a\n **QA Lead** \n , you will play a critical role in ensuring the quality and stability of our life-changing assistive communication solutions. You will lead the charge in testing both manual and automated solutions for our web-based and installed applications, enabling individuals with disabilities to communicate and engage with the world.\n   \n\n  \n\n You’ll collaborate closely with cross-functional teams, including developers, designers, and product managers to uphold and elevate the user experience through robust QA practices. This role is both hands-on and strategic, balancing test execution with leadership and coaching to drive quality at every stage of development.\n   \n\n  \n\n**In this role, you will:**\n* Lead and execute manual test plans across platforms, including web and device-based applications.\n* Identify opportunities for automation and drive the implementation of efficient, reliable test coverage.\n* Maintain and evolve existing test suites, collaborating with stakeholders to align on quality metrics.\n* Support a quality-first culture by mentoring developers and QA engineers in best practices.\n* Analyze test execution data and report meaningful insights to improve product quality and development cycles.\n* Partner closely with software development teams to understand product features and test accordingly.\n\n\n**What We're Looking For:**\n We are looking for someone who has:\n   \n\n  \n\n* At least 7 years of QA experience, including 3+ years in a lead or mentorship role.\n* Proven experience with both manual testing and test automation across modern technology stacks.\n* A strong grasp of testing strategy, prioritization, and quality metrics.\n* Excellent communication skills and the ability to clearly articulate test outcomes, risks, and recommendations.\n* A collaborative and hands-on mindset with the ability to influence teams toward quality-driven practices.\n* A degree in engineering, computer science, or a related field (or equivalent practical experience).\n\n\n**Bonus Points For:**\n* Experience or familiarity with testing in .NET \/ C# and Azure environments. While not a requirement, this would be valuable as many of our applications are built in .NET and run on Azure.\n* Experience working with assistive communication technologies or Picture Communication Symbols (PCS).\n* A keen eye for detail and the ability to reproduce complex issues reliably.\n* Familiarity with Agile development practices and CI\/CD pipelines.\n* Passion for inclusive technology and a desire to contribute to a mission-driven organization.\n\n\n Apply today!\n   \n\n  \n\n We believe in empowering individuals - including our own employees - to reach their full potential. So, if you want to change lives while growing your own career, we’d love to hear from you.","company_url":"https:\/\/se.linkedin.com\/company\/tobiidynavox","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGONQEqI1YgrA\/company-logo_100_100\/company-logo_100_100\/0\/1738008471348\/tobiidynavox_logo?e=2147483647&v=beta&t=64z9pN2IRQ8UDrZH--Hw0-lS2X7Ee6anc5SaKujc4R8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4230113105","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4230113105","job_url_direct":"https:\/\/us.wd103.myworkdayjobs.com\/tobii_dynavox\/job\/Stockholm\/Enterprise-Architect\\u002d\\u002d-Digital-Transformation_JR100663?source=LinkedIn&urlHash=Ffr2","title":"Enterprise Architect – Digital Transformation","company":"Tobii Dynavox®","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Medical Equipment Manufacturing","listing_type":null,"emails":null,"description":"**Why Join Us?**\n At Tobii Dynavox, we empower people with disabilities to do what they once did or never thought possible. We call this mission Power to Be You. Our assistive communication technology helps our customers express themselves, connect with the world, and pursue independence, whether through everyday activities like ordering food or extraordinary feats like running a company. Working at Tobii Dynavox, you’ll become part of a team that spans the globe, with offices in the US, Sweden, France, the UK, China, and beyond.\n   \n\n  \n\n To learn more about what we make possible, meet some of our customers or take a look at some of our solutions.\n   \n\n  \n\n As our Enterprise Architect, you will be the visionary force behind our digital evolution, designing the technical architecture that will transform how we operate. You will go beyond implementation to actively shape our strategy, collaborating with leadership to turn bold ideas into transformative solutions. Your expertise will be crucial in revolutionizing our approach to data—creating an event-driven ecosystem where insights are embedded directly into workflows and presented to employees when and where they need them. You will lead our transition from legacy systems to modern technologies that enhance responsiveness, empower teams with real-time information, and create new business opportunities through seamless integration and automation.\n   \n\n  \n\n**Key Responsibilities:**\n**Strategic Vision & Innovation**\n* Pioneer our digital transformation strategy, identifying emerging technologies and approaches that will deliver competitive advantages\n* Transform high-level business objectives into concrete technical architecture and implementation roadmaps\n* Foster a culture of innovation and continuous improvement across technical teams\n* Evaluate legacy systems and develop strategies for modernization that align with our business goals\n\n\n**Technical Architecture Leadership**\n* Design and implement enterprise architecture that enables real-time data processing, analytics, and insights\n* Develop scalable, secure frameworks for integrating next-generation technologies into our existing platforms\n* Lead the evolution from batch processing to event-driven architectures that enable instant data availability and action\n* Maximize the potential of our core platforms (Microsoft D365 F&O, Azure integration services, and Salesforce) while planning for future innovation\n\n\n**Data Transformation & Governance**\n* Architect our transition to a real-time data ecosystem where insights are embedded directly into workflows\n* Establish robust data governance practices that maintain quality, security, and compliance in a dynamic environment\n* Design systems where employees don't need to look for data—it's presented to them when needed\n\n\n**System Modernization**\n* Develop a comprehensive strategy for replacing legacy systems that balances innovation with business continuity\n* Create architectural blueprints that leverage our existing platform investments while incorporating modern approaches\n* Implement solutions that improve efficiency, reduce technical debt, and enhance user experience\n* Ensure seamless integration between modernized systems and our core platforms\n\n\n**Skills & Experience**\n* 8+ years of experience in enterprise architecture, with demonstrable success leading digital transformation initiatives\n* Expertise in modern data architecture, particularly event-driven systems and real-time processing\n* Experience integrating and extending enterprise platforms such as Microsoft Dynamics 365, Azure, and Salesforce\n* Proven track record designing and implementing scalable, enterprise-grade technology solutions\n* Strong understanding of legacy system modernization approaches and integration strategies\n* Experience with event-driven architecture and real-time data processing frameworks\n* Strong understanding of data governance, security, and compliance requirements\n* Exceptional communication skills with the ability to translate technical concepts for stakeholders as well as being a technical leader able to engage and inspire contributors\n* Strategic mindset with the ability to connect technology decisions to business outcomes\n\n\n**Why Join Us**\n Join us at a pivotal moment in our transformation journey. You will have the opportunity to shape our technical direction and the resources to implement your vision. Your work will directly impact every aspect of our business—from customer experience to operational efficiency. You will be instrumental in our shift to an event-driven organization where data flows seamlessly across systems and empowers employees at every level. You will work with our established platform investments while defining the next generation of our technology landscape. If you are passionate about modernizing legacy systems and reimagining how organizations use data, this role offers the perfect blend of strategic thinking and hands-on architecture.\n   \n\n  \n\n**Our Values:**\n At Tobii Dynavox, our mission guides what we do, and our values guide us in how we do it. Across the organization, we are committed to being Collaborative, Considerate, Curious and Courageous. We build a trusting environment where every team member prioritizes our customers with empathy and insight. Bold ideas and learning lead to impactful solutions. Driven by curiosity, we continuously challenge the status quo to create meaningful, customer-focused solutions for our customers.\n   \n\n  \n\n**What We Offer:**\n At Tobii Dynavox, we believe in empowering individuals – including our employees - to reach their full potential. Here’s what makes us unique:\n   \n\n  \n\n* Purpose-Driven Work: Join a company that transforms lives by giving a voice to those with communication challenges. Every day, your work makes a meaningful and concrete impact.\n* “Yes, and...” Flexibility: Build a rewarding career AND enjoy time with loved ones. We offer flexible work options so you don’t have to choose between personal and professional goals.\n* Growth and Development: Whether you’re advancing your skills or growing your career, we invest in your future with training, learning opportunities, and internal growth paths.\n* Inclusive and Supportive Culture: Work in a collaborative, caring environment where diversity and individuality are valued. You’ll feel connected to both your team and our global community.\n* A Global Leader with Heart: Be part of an innovative, forward-thinking company that combines experience and cutting-edge solutions with a mission to change lives.","company_url":"https:\/\/se.linkedin.com\/company\/tobiidynavox","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGONQEqI1YgrA\/company-logo_100_100\/company-logo_100_100\/0\/1738008471348\/tobiidynavox_logo?e=2147483647&v=beta&t=64z9pN2IRQ8UDrZH--Hw0-lS2X7Ee6anc5SaKujc4R8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4156964066","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156964066","job_url_direct":"https:\/\/careers.bcg.com\/global\/en\/job\/BCG1US52302EXTERNALENGLOBAL\/IT-Consultant-Stockholm-BCG-Platinion?utm_source=linkedin&utm_medium=phenom-feeds&Source+=LinkedIn+Job+Board&urlHash=zRar","title":"IT Consultant - Stockholm | BCG Platinion","company":"BCG Platinion","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"Who We Are\n   \n\n  \n\n Do you want to turn the challenges of digitalization into the solutions of the future? Join BCG Platinion in tackling the core IT issues of leading global companies. Deploy customized platforms, architectures, strategies, and organizations to leverage the digital potential of our customers and drive true innovation, with state-of-the-art tools such as cloud computing, AI, blockchain, microservices, and containerization. Add your individual strengths to our unique team, always there to support you. Together with Boston Consulting Group and our clients, we turn digital visions into reality.\n   \n\n  \n\n What You'll Do\n   \n\n  \n\n For our Stockholm office, we are looking for IT Consultants who will collaborate with colleagues from BCG Platinion and\/or the Boston Consulting Group on local and international client projects!\n   \n\n  \n\n What You'll Bring\n   \n\n  \n\n**You can help us make a difference if you**\n* have a degree in computer science, informatics, business with focus on IT, or a related field\n* gathered approx. two years of relevant experience in IT consulting (part or full time)\n* are no stranger to the buzzwords machine learning, cyber resilience, DevOps, agile, AI, and robotics\n* enjoy tackling complex digital challenges and are enthusiastic about developing and sharing solutions\n* feel comfortable in interdisciplinary teams and global contexts and are flexible and willing to travel\n* are excellent at understanding and communicating complex topics in English\n\n\n Who You'll Work With\n   \n\n  \n\n**Shape the world of tomorrow**\n* Shape the digital future of globally leading companies in an individual client context with overarching technical solutions\n* Develop groundbreaking projects by enabling your clients to effectively use agile methods and modern approaches in the context of strategic IT implementation\n* Smooth the path for tailored, future-oriented customer journeys based on precise analyses of the individual situation and with current market developments and trends such as machine learning in mind\n* Design and optimize unique IT architectures within the framework of enterprise solution requirements, modern custom software developments, and sustainable digital solutions, including cyber resilience\n\n\n Additional info\n   \n\n  \n\n**How To Grow With Us**\n We guarantee constant development incentives in an open and rewarding work environment! Together with a dedicated team of talented colleagues, you get to work on new challenges every day. Individual training offers and a culture of open feedback will provide the framework needed to explore and perfect personal strengths. Our modern structures allow focusing on the essence of our work - with easy travel booking, an excellent back-office support and comprehensive Knowledge Center. With our regular office Fridays and legendary events, we nurture a strong and close team network beyond our case work.\n   \n\n  \n\n*BCG Platinion is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable.*\n*#BCGPlatinion*\n Boston Consulting Group is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable, and those with criminal histories will be considered in a manner consistent with applicable state and local laws.\n   \n\n  \n\n BCG is an E - Verify Employer. Click here for more information on E-Verify.","company_url":"https:\/\/de.linkedin.com\/company\/bcg-platinion","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHKLyp9XOA5Vg\/company-logo_100_100\/company-logo_100_100\/0\/1721829527847\/bcg_platinion_logo?e=2147483647&v=beta&t=tE3_Y4s-U2xe-pqOlbSGMn_Jbt0qWLtr9NpDUsEcDo0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4230918943","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4230918943","job_url_direct":"https:\/\/www.amazon.jobs\/jobs\/2983213\/executive-assistant-amazon-web-services-northern-europe?cmpid=SPLICX0248M&utm_source=linkedin.com&utm_campaign=cxro&utm_medium=social_media&utm_content=job_posting&ss=paid&urlHash=e8nb","title":"Executive Assistant, Amazon Web Services, Northern Europe","company":"Amazon Web Services (AWS)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Administrative","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Description**\n Amazon Web Services (AWS) is seeking a proactive, customer obsessed and team oriented Executive Assistant to support the Managing Director and the Technical Director of AWS Europe North. This role requires attention to detail, organizational skills, and the ability to meet tight deadlines. The candidate will be comfortable in a fast-paced, fluid environment, while maintaining great flexibility, a sense of humor and composure. The candidate will work autonomously on many projects as required and possess the ability to complete a high volume of tasks with minimal guidance or supervision.\n   \n\n  \n\n Amazon EAs are the primary point of contact and information flow to and from a variety of teams, clients and partners to our senior leaders - we seek to hire and then offer continual development to the very best EAs ready to work in our fast paced, customer focused organization.\n   \n\n  \n\n We are looking for bright and motivated candidates with experience of supporting multiple executives and who can demonstrate expertise with complex diary management, travel arrangements and expense recording as well as the set-up, budgeting and active management of small to mid-scale events for their teams.\n   \n\n  \n\n Superior attention to detail and the ability to meet tight deadlines and juggle multiple requests is critical. Integrity and discretion in handling confidential information and professionalism in dealing with senior executives is imperative. A flexible approach is a must, and the ability to change direction at a moment’s notice.\n   \n\n  \n\n As a community, the EAs work together to deliver large scale events and to share workload when priorities demand additional support - commitment to teamwork is essential.\n   \n\n  \n\n Come build the future with us.\n   \n\n  \n\n AWS Global Sales drives adoption of the AWS cloud worldwide, enabling customers of all sizes to innovate and expand in the cloud. Our team empowers every customer to grow by providing tailored service, unmatched technology, and unwavering support. We dive deep to understand each customer's unique challenges, then craft innovative solutions that accelerate their success. This customer-first approach is how we built the world's most adopted cloud. Join us and help us grow.\n   \n\n  \n\n**About The Team**\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn’t followed a traditional path, or includes alternative experiences, don’t let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world’s most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that’s why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n AWS values curiosity and connection. Our employee-led and company-sponsored affinity groups promote inclusion and empower our people to take pride in what makes us unique. Our inclusion events foster stronger, more collaborative teams. Our continual innovation is fueled by the bold ideas, fresh perspectives, and passionate voices our teams bring to everything we do.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We’re continuously raising our performance bar as we strive to become Earth’s Best Employer. That’s why you’ll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there’s nothing we can’t achieve.\n   \n\n  \n\n**Basic Qualifications**\n* Experience with reconciling expenses\n* Substantial experience assisting at the executive level in a fast-paced environment\n* Highly proficient with Microsoft Office, specifically Outlook, Word, Excel and PowerPoint\n* Experience coordinating and communicating using tools like Slack\n* Experience with domestic and international travel coordination\n\n\n**Preferred Qualifications**\n* Senior experience assisting at the executive level\n* Ability to quickly learn organizational structures, team objectives and adopt Amazon values and vision\n* Ability to handle administrative details independently while exercising good judgment in keeping team members adequately informed\n* Creative approach to problem solving and event planning\n* Ability to handle confidential information with discretion, and deal with professionals inside and outside the company\n* Ability to work in a highly ambiguous and changing environment with composure\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you’re applying in isn’t listed, please contact your Recruiting Partner.\n   \n\n  \n\n  \n\n**Company** \n - AWS EMEA SARL (Sweden Branch)\n   \n\n  \n\n Job ID: A2983213","company_url":"https:\/\/www.linkedin.com\/company\/amazon-web-services","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQFqdm1TZ-RZKQ\/company-logo_100_100\/B4EZgOay6gHEAY-\/0\/1752588562343\/amazon_web_services_logo?e=2147483647&v=beta&t=813v--p_AS7bme1J7PlAyB2BEU4-c9ba9AUzyuGb5Wg","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4156963361","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156963361","job_url_direct":"https:\/\/careers.bcg.com\/global\/en\/job\/BCG1US52305EXTERNALENGLOBAL\/IT-Architect-Stockholm-BCG-Platinion?utm_source=linkedin&utm_medium=phenom-feeds&Source+=LinkedIn+Job+Board&urlHash=XSXI","title":"IT Architect - Stockholm | BCG Platinion","company":"BCG Platinion","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering and Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"Who We Are\n   \n\n  \n\n Do you want to turn the challenges of digitalization into the solutions of the future? Join BCG Platinion in tackling the core IT issues of leading global companies. Deploy customized platforms, architectures, strategies, and organizations to leverage the digital potential of our customers and drive true innovation, with state-of-the-art tools such as cloud computing, AI, blockchain, microservices, and containerization. Add your individual strengths to our unique team, always there to support you. Together with Boston Consulting Group and our clients, we turn digital visions into reality.\n   \n\n  \n\n What You'll Do\n   \n\n  \n\n For our Stockholm office, we are looking for IT Architects who will collaborate with colleagues from BCG Platinion and\/or the Boston Consulting Group on local and international client projects! We develop superior IT strategies, concepts, and solutions actively and on site, applying our technical know-how, experience in IT projects, and analytical and conceptual skills.\n   \n\n  \n\n What You'll Bring\n   \n\n  \n\n**You can help us make a difference if you**\n* have a degree in computer science, (business) informatics, engineering, or a related field\n* have approx. two years of relevant experience in IT consulting or software development (part or full time)\n* know that modern tools such as machine learning, cyber resilience, DevOps, agile methods, AI, and robotics aren't just buzzwords, but essential to sustainable IT architectures\n* have broad technical expertise and interest in technology trends\n* feel particularly comfortable in interdisciplinary teams and global contexts and are flexible and willing to travel\n* are excellent at understanding and communicating complex topics in English\n\n\n Who You'll Work With\n   \n\n  \n\n**Shape the world of tomorrow**\n* Shape the digital transformation of globally leading companies, ensuring their success by evaluating their capabilities and performing feasibility studies\n* Manage small, agile development teams in strategic IT implementation programs, establish modern practices like DevOps and CI\/CD, and be in charge of the technical implementation of crucial digital requirements such as cyber resilience\n* Analyze, develop, and optimize cutting-edge, customized IT architectures while applying your comprehensive understanding of legacy IT, enterprise solutions, and current market developments and trends such as cloud computing and microservices\n\n\n Additional info\n   \n\n  \n\n**How You Can Grow With Us**\n We guarantee constant development incentives in an open and rewarding work environment! Together with a dedicated team of talented colleagues, you get to work on new challenges every day. Individual training offers and a culture of open feedback will provide the framework needed to explore and perfect personal strengths. Our modern structures allow focusing on the essence of our work - with easy travel booking, an excellent back-office support and comprehensive Knowledge Center. With our regular office Fridays and legendary events, we nurture a strong and close team network beyond our case work.\n   \n\n  \n\n*BCG Platinion is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable.*\n*#BCGPlatinion*\n Boston Consulting Group is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable, and those with criminal histories will be considered in a manner consistent with applicable state and local laws.\n   \n\n  \n\n BCG is an E - Verify Employer. Click here for more information on E-Verify.","company_url":"https:\/\/de.linkedin.com\/company\/bcg-platinion","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHKLyp9XOA5Vg\/company-logo_100_100\/company-logo_100_100\/0\/1721829527847\/bcg_platinion_logo?e=2147483647&v=beta&t=tE3_Y4s-U2xe-pqOlbSGMn_Jbt0qWLtr9NpDUsEcDo0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4293505508","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4293505508","job_url_direct":"https:\/\/influencetech.teamtailor.com\/jobs\/6371397-tech-management-consultant-it-architect?utm_source=LinkedIn&urlHash=3Z-Y","title":"Tech Management Consultant – IT Architect","company":"Influence Tech AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"Join our expanding company and help great Swedish organizations unlock the value of technology and ensure improved business value. We offer services in tech management & governance, IT and solution architecture, cloud optimization, core business systems and automation technologies. Our team is composed of innovative and forward-thinking professionals who are dedicated to achieving excellence where we combine technology capabilities with a human centric approach.\n   \n\n  \n\n We are looking for Tech Management consultants with extensive experience working with IT Transformations, Solution & Enterprise architecture to join our growing team of talented architects. The common denominator is that we use architecture as a tool to help our customers maximize the value of their IT investments.\n   \n\n  \n\n**Your Role**\n* Take lead architecture roles within projects and IT implementations or senior exert towards our clients\n* Provide strategic advice and expertise in areas such as Cloud architecture, information architecture, IT system architecture and design\n* Drive Architecture roadmaps in IT transformations through close collaboration with cross-functional teams\n* Its in your DNA stay current with industry trends, the latest developments in IT and emerging technologies to continuously enhance service delivery\n* Coach and mentor junior consultants, fostering their professional development\n* Be involved in the expansion and development of our company, participating in business development, recruitment activities and developing our Architecture and Strategy offerings\n\n\n**Your Profile**\n* 6-12 years of proven experience working in roles such as tech lead, enterprise architect, domain architect, IT system or solution architect\n* Have a solution oriented and pragmatic approach to architecture, being able to tie business and tech together thus creating true value for customers\n* Experience and flexibility to take on different roles (enterprise or domain architect, information architect, IT architect, IT expert or strategist, etc.) to support the customer to ensure business value from technology investments\n* Qualifications and certifications in relevant Architecture and IT strategy areas such as Azure, AWS, SAFe, ITIL, TOGAF, Cordial, Dataföreningen and others\n* Strong understanding of business processes and the ability to align technology solutions with business objectives\n* A proven track record of business development, and consulting offering development\n* Strong communication and interpersonal skills, with the ability to interact effectively with clients and team members\n* Fluent in both Swedish and English is essential to be able to work with our customers\n* Collaborative and willing to share knowledge with the team to foster a supportive learning environment\n\n\n**What We Can Offer**\n* The opportunity to work with our experienced Architecture and Strategy Practice leads to further develop our Architecture and Strategy offerings and capabilities\n* The opportunity to work on fantastic projects in small teams, in the areas of IT core system implementation, technology strategy, planning and assessments, automation of business processes, cloud optimization, IT landscape assessments, and IT governance improvements\n* You will be able to focus on innovative tech projects at some of the most well recognised brands\/companies in Sweden.\n* You get to work alongside some of the most well-respected tech management consultants in the sector, and to learn from each other.\n* To work in a flat hierarchal company with a focus on other things than administration and internal processes.\n* To work within a company that thrives on work\/life balance\n* The opportunity to learn, understand and utilise Collective Intelligence to affect change, transformation and collaboration in a more effective way.\n\n\n**About Us**\n Influence Tech is an exciting Tech Management Consulting company based in Stockholm. We are expanding further, and we want to meet you who want to be involved in shaping Influence Tech. We want to give our customers maximum value and are not afraid to test new ways of thinking to build a wonderful and warm culture with us. You who apply to us are passionate about creating value for our customers, you are alert and take the initiative to make a difference.\n   \n\n  \n\n Influence Tech is part of the Newground Alliance, an alliance with twelve niche consulting companies totaling 300+ consultants. Our common motto is \"Consulting Done Right\", and this means that we want to create valuable and sustainable results for our customers and at the same time care about the well-being of everyone in the team.\n   \n\n  \n\n We review applications continuously and look forward to your application!\n   \n\n  \n\n We are Tech Management Consultants. Creating value by tech expertise and collective intelligence. Combining technology and data capabilities with a human centric approach.","company_url":"https:\/\/se.linkedin.com\/company\/influence-tech","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQELzle2MzyYlg\/company-logo_100_100\/company-logo_100_100\/0\/1664366500909\/influence_tech_logo?e=2147483647&v=beta&t=CkNNYDR0Y_ex_selmWBlTQnsNqi8B2Xmy9D8zp4_g1k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4029084512","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4029084512","job_url_direct":"https:\/\/bli.b3.se\/jobs\/4996899-machine-learning-engineer?utm_source=LinkedIn&urlHash=8cBb","title":"Machine Learning Engineer","company":"B3 Link AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"lidia.hagos@b3.se","description":"*B3 Link, som är en del av B3-koncernen, är bland annat unika genom vår expertis inom AI-tillämpningar och förmåga att leverera projekt till våra kunder. Vi kombinerar teknik och affärsbehov, och tar ansvar för hela projektcykeln – från business case till implementering av AI-lösningar.*\n**Om rollen**\n Nu söker vi dig som har erfarenhet inom maskininlärning! Att vara anställd på B3 Link innebär att du hjälper våra kunder i deras utvecklingsprojekt och dagliga utmaningar. Vi ser gärna att du har vana att arbeta såväl självständigt som kundnära och är van vid ett agilt teambaserat arbetssätt.\n   \n\n  \n\n**Vi letar efter dig som har:**\n* Minst 5 års dokumenterad arbetserfarenhet inom maskininlärning eller liknande område\n* Erfarenhet av att utveckla och implementera maskininlärningsmodeller\n* Gedigen erfarenhet inom minst ett programmeringsspråk (te.x. Python, Scala eller R)\n* Erfarenhet av SQL och databashantering\n* Erfarenhet av dataanalys- och visualiseringsverktyg så som Pandas, Matplotlib\n* Kunskap om maskininlärningsbibliotek som TensorFlow, PyTorch, Scikit-learn\n* Behärskar god svenska och engelska i tal och skrift\n\n\n**Vad vi erbjuder:**\n Att vi trivs tillsammans på B3 Link är otroligt viktigt. Anledningen till att många börjar hos oss är bland annat det stora fokuset på\n **kompetensutveckling** \n , där vi kontinuerligt delar kunskap med varandra och uppmuntrar till kompetensutveckling och certifieringar. Vi erbjuder bland annat:\n   \n\n  \n\n* Generös kompetensutveckling\n* Attraktiv lönemodell\n* En fantastisk wellness- och medarbetarsatsning\n\n\n**Om B3**\n B3 Link är en del av B3-koncernen. B3 är en börsnoterad koncern och trygg arbetsgivare med hög medarbetarnöjdhet. B3 har ca 1000 medarbetare inom många olika expertområden. B3 är rankad som Sveriges tredje bästa arbetsplats 2021 av Great Place to Work, utsett till Sveriges IT Karriärföretag 2022 och 2023, samt vann utmärkelsen Årets Karriärföretag 2022. Vi lever efter våra värdeord erfarenhet, olikheter och energi samt satsar på hållbarhet i alla led. Vi tror att medarbetare som mår bra presterar bättre och har därför B3 Team som anordnar aktiviteter inom wellness, från yoga och löpning till musikquiz och föreläsningar om stresshantering och mental hälsa.\n   \n\n  \n\n**Varmt välkommen med din ansökan redan idag!**\n Har du frågor om tjänsten? Tveka inte att kontakta rekryteringsansvarig, Lidia, för denna tjänst på lidia.hagos@b3.se.","company_url":"https:\/\/se.linkedin.com\/company\/b3link","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFeuBet56NRQQ\/company-logo_100_100\/company-logo_100_100\/0\/1732203582943\/webstep_ab_logo?e=2147483647&v=beta&t=aPT596GDHh_5_u-SrYm7dPYc_P8kaO52SF1--ZAc6Uk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4291721391","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4291721391","job_url_direct":null,"title":"Marketing Intern","company":"ATTÁGE","location":"Stockholm, Stockholm County, Sweden","job_type":"internship","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"internship","job_function":"Marketing and Sales","company_industry":"Retail Apparel and Fashion","listing_type":null,"emails":"contact@attage.se","description":"**Marketing Intern – SoMe & Content Creation** \n\n\n\n\n  \n\n\n\n\n\n**About the position** \n\n\n\n\n We’re looking for a marketing intern with a focus on social media and communication. You should be familiar with navigating social platforms, have a knack for writing engaging captions, and enjoy spotting trends, planning content, and creating high-quality material – all in close collaboration with our founder and in line with our creative direction and brand tone-of-voice.\n \n\n\n\n  \n\n\n\n\n\n We are based in Stockholm – with the possibility to work remotely. If it’s the right match, the internship may lead to a paid student position afterwards.\n \n\n\n\n  \n\n\n\n\n\n**About Attáge** \n\n\n\n\n Attáge is a startup, and a contemporary fashion accessories brand with high ambitions and a conscious approach. We’re growing and are in urgent need of extra hands to help us take on exciting creative challenges and push our brand to the next level.\n \n\n\n\n  \n\n\n\n\n\n**Your primary responsibilities:** \n\n\n\n* Content creation – join our small team on different assignments and create content for our social platforms.\n* Plan feed and stories – ensure consistency, aesthetic cohesion, and engaging storytelling.\n* Maintain and develop marketing activities across channels.\n* Create and manage posts, stories, and campaigns for Instagram, TikTok, Pinterest and Facebook.\n* Write compelling ad copy.\n* Help with email marketing – knowledge of Rule is a plus.\n* Support with various ad hoc marketing tasks, including product launches and events.\n\n\n\n  \n\n\n\n\n\n**We expect that you:** \n\n\n\n* Are currently pursuing studies in marketing, communication, or visual communication (min. 2 years completed).\n* Are graphically strong and detail oriented.\n* Have experience (personal and\/or professional) with Instagram, TikTok (and Facebook).\n* Can work independently and take initiative.\n* Are curious and eager to learn.\n* Have an interest in fashion, sustainability and community building.\n* Have a strong visual sense and a good eye for aesthetics.\n\n\n\n  \n\n\n\n\n\n**We offer:** \n\n\n\n* Creative responsibility.\n* Valuable hands-on experience with real content and marketing tasks.\n* Flexible working hours.\n* Opportunity for a paid student position after the internship if we’re a good match.\n\n\n\n  \n\n\n\n\n\n**The ideal candidate:** \n\n\n\n* Is passionate about social media and content creation and loves spotting new trends matching Attáge’s brand tone-of-voice.\n* Is familiar with tools like Canva, Mojo, Later, and Meta Ads Manager.\n* Has a go-getter attitude, is self-driven, and confident working independently.\n* Works in a structured, proactive, and detail-oriented way.\n\n\n\n  \n\n\n\n\n\n**Sound like something for you? Send us your application and portfolio and\/or social media examples as soon as possible to contact@attage.se.** \n\n\n\n\n  \n\n\n\n\n\n Apply as soon as possible – we can’t wait to hear from you!\n \n\n\n\n  \n\n\n\n\n\n**Start date:** \n  September (6 month)\n \n\n\n\n**Location:** \n Stockholm (or hybrid)","company_url":"https:\/\/se.linkedin.com\/company\/attage","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHfPcMmoVs9Og\/company-logo_100_100\/B4DZkABGM_GgAY-\/0\/1756641912081?e=2147483647&v=beta&t=-DxqcuF7H3x1gRNurMHLQq_hySG2NdFhVTxMSLphtW8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4156961542","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4156961542","job_url_direct":"https:\/\/careers.bcg.com\/global\/en\/job\/BCG1US52313EXTERNALENGLOBAL\/Senior-IT-Architect-Stockholm-BCG-Platinion?utm_source=linkedin&utm_medium=phenom-feeds&Source+=LinkedIn+Job+Board&urlHash=y-TY","title":"Senior IT Architect - Stockholm | BCG Platinion","company":"BCG Platinion","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Business Consulting and Services","listing_type":null,"emails":null,"description":"Who We Are\n   \n\n  \n\n Do you want to turn the challenges of digitalization into the solutions of the future? Join BCG Platinion in tackling the core IT issues of leading global companies. Deploy customized platforms, architectures, strategies, and organizations to leverage the digital potential of our customers and drive true innovation, with state-of-the-art tools such as cloud computing, AI, blockchain, microservices, and containerization. Add your individual strengths to our unique team, always there to support you. Together with Boston Consulting Group and our clients, we turn digital visions into reality.\n   \n\n  \n\n What You'll Do\n   \n\n  \n\n For our Stockholm office, we are looking for Senior IT Architects to help our clients on national and international projects! (Senior) IT Architects are part of our consulting teams who focus for instance on tech-oriented analyses, review & specification of IT systems or architectures, technical solution design, process improvement and target architecture definitions. Together with colleagues from BCG Platinion and\/or the Boston Consulting Group, you will develop superior IT strategies, concepts, and solutions actively and on site, applying your technical know-how combined with your analytical and conceptual skillset. Based on your IT project experience, you are able to provide content guidance to and coordinate smaller teams.\n   \n\n  \n\n What You'll Bring\n   \n\n  \n\n**You can help us make a difference if you**\n* completed a university degree in computer science, informatics, engineering, or a related discipline with higher-than-average grades\n* bring a minimum of four years relevant experience in IT consulting, management of IT projects, or professional software development\n* have led project teams of more than three people\n* know that modern tools, such as machine learning, cyber resilience, DevOps, agile methods, AI, and robotics aren't just buzzwords - but essential to sustainable IT architectures\n* are familiar with popular software development methods and tools\n* feel particularly comfortable in interdisciplinary teams and global contexts - while traveling to our clients in- and outside of your home country\n* are on a fluent level of understanding and communicating complex topics in English\n\n\n Who You'll Work With\n   \n\n  \n\n**Shape the world of tomorrow**\n* You will form the digital transformation of globally leading companies, ensuring their success by evaluating our clients' digital capabilities and performing feasibility studies\n* You will manage small, agile development teams in strategic IT implementation programs, establish modern practices like DevOps and CI\/CD, and be responsible for the technical implementation of crucial digital requirements, such as cyber resilience\n* You will analyze, develop, and optimize cutting-edge, customized IT architectures while leading small teams and applying your comprehensive understanding of legacy IT, enterprise solutions, and current market developments and trends such as cloud computing and microservices\n\n\n Additional info\n   \n\n  \n\n**How To Grow With Us**\n We guarantee constant development incentives in an open and rewarding work environment! Together with a dedicated team of talented colleagues, you get to work on new challenges every day. Individual training offers and a culture of open feedback will provide the framework needed to explore and perfect personal strengths. Our modern structures allow focusing on the essence of our work - with easy travel booking, an excellent back-office support and comprehensive Knowledge Center. With our regular office Fridays and legendary events, we cultivate a strong and close team network beyond our case work.\n   \n\n  \n\n*BCG Platinion is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable.*\n*#BCGPlatinion*\n Boston Consulting Group is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, age, religion, sex, sexual orientation, gender identity \/ expression, national origin, disability, protected veteran status, or any other characteristic protected under national, provincial, or local law, where applicable, and those with criminal histories will be considered in a manner consistent with applicable state and local laws.\n   \n\n  \n\n BCG is an E - Verify Employer. Click here for more information on E-Verify.","company_url":"https:\/\/de.linkedin.com\/company\/bcg-platinion","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQHKLyp9XOA5Vg\/company-logo_100_100\/company-logo_100_100\/0\/1721829527847\/bcg_platinion_logo?e=2147483647&v=beta&t=tE3_Y4s-U2xe-pqOlbSGMn_Jbt0qWLtr9NpDUsEcDo0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4243606974","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4243606974","job_url_direct":"https:\/\/boards.greenhouse.io\/purestorage\/jobs\/6816027?gh_jid=6816027&gh_src=1ev8671&source=LinkedIn&urlHash=D4N3","title":"Client Technical Director - Nordic - Strategic Accounts (Sweden)","company":"Pure Storage","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Sales and Business Development","company_industry":"Computer Hardware Manufacturing and Software Development","listing_type":null,"emails":"TA-Ops@purestorage.com","description":"We’re in an unbelievably exciting area of tech and are fundamentally reshaping the data storage industry. Here, you lead with innovative thinking, grow along with us, and join the smartest team in the industry.\n   \n\n  \n\n This type of work—work that changes the world—is what the tech industry was founded on. So, if you're ready to seize the endless opportunities and leave your mark, come join us.\n   \n\n  \n\n If you, like us, say “bring it on” to exciting challenges that change the world, we have endless opportunities where you can make your mark.\n   \n\n  \n\n You keep up with the latest trends, are a disruptive thinker and have experience of driving cultural change in organisations? The Strategic Accounts business is the growth area for Pure and the Client Technical Director (CTD), known internally as a - Consulting System Engineer (CSE) - is a key role in engaging Automotive and Manufacturing clients in conversations about their technology needs to help them in their transformation to embrace Digital business.\n   \n\n  \n\n As Client Technical Director you typically are a senior level technical Solutions Architect who will work with and focus on Pure’s Strategic clients. In turn, you will also work in collaboration with Pure’s Enterprise and Field pre-sales and account teams. As CTD you also have a great grasp of IT industry trends, broad and deep IT industry experience (especially Automotive and Manufacturing) and a high degree of business acumen and will be working in the forefront of Pure’s global sales capability.\n   \n\n  \n\n As a CTD you will be required to work closely with your customer base, building a trusted relationship, identifying and quantifying outcome based opportunities that can be delivered from our portfolio.\n   \n\n  \n\n You must be knowledgeable across industry, business, IT strategy and technology domains and be comfortable presenting to C-Suite clients, discussing process with business managers or working with developers on solution strategy, architecture and code, and with storage admins designing operating models – from boardroom to hackathon to storage ops. Critically you will be accustomed to creating a value proposition that is directly linked to a client’s business model, challenges and issues plus their future vision.\n   \n\n  \n\n You will be an expert in quickly learning new business models and drivers and will be able to articulate, to multiple customer stakeholder personas across different regions and countries. This will include presenting and explaining the benefits and differentiators of our chosen technology, how our solution has been mapped to meet their industry, business and operational requirements, our implementation methods, and the proposed commercial and financial models.\n   \n\n  \n\n Building and articulating financial and commercial models with their benefits to our customers, and internal stakeholders is a key aspect of the ever evolving CTD role.\n   \n\n  \n\n It is expected that the CTD will be able to translate our core values, differentiators and capabilities across our portfolio, plus articulate previous customer success stories, benefits seen and acknowledged by customers with known outcomes to multiple levels of stakeholders within the strategic accounts.\n   \n\n  \n\n You have gravitas and authenticity. You will be expected to have first class interpersonal skills combined with a comfortable, open and compelling communication and presentation style. You also bring a high degree of diplomacy and a strong EQ. It is imperative that we can look at our value propositions from the viewpoint of our customers, therefore empathy is critical.\n   \n\n  \n\n**SHOULD YOU ACCEPT THIS CHALLENGE, AS A CTD AT PURE YOU WILL...**\n**1** \n**: Solution Definition:**\n* Define end-to-end solutions, encompassing industry and business approaches, implementation methods, technology usage, and influence commercial and financial models.\n* Stakeholder Management:\n* Understand stakeholders, their drivers, challenges, their goals and expectations, and effectively communicate the right messages to them. You will spend a large portion of your time with your customers, partners and key stakeholders.\n* Financial Acumen:\n* Calculate Total Cost of Ownership scenarios for customers, explaining how they align with their challenges and Pure's benefits.\n* Leadership and Collaboration:\n* Lead large IT projects, establish yourself as a thought leader and trusted advisor, collaborate with sales, engineering, and product management teams.\n* Collateral Production:\n* Create client collateral, including presentations, papers, demonstrations, proofs of concepts, and contribute to joint offerings with other Pure teams.\n* Sales Guidance:\n* Guide the sales team in delivering optimal technology solutions in a competitive environment.\n* Technical Leadership:\n* Provide technical leadership and mentoring for the SE organization, engage in field marketing events.\n* Market Insight:\n* Identify key trends, map customer challenges with Pure Storage’s technology strategy, predict long-term competitive trends.\n* Cultural Maintenance:\n* Help maintain the company's technical culture, retain and attract top technical talent.\n\n\n**What You’ll Need To Excel In This Role...**\n* Technical Expertise:\n* Strong technical prowess across storage, compute, database, networking, virtualization, and emerging technologies. A strong infrastructure background with a considerable knowledge in data management and storage technologies.\n* Versatility:\n* Technical understanding in data science, modern IT architecture modelling, Agile application development, DevOps, automation principles, infrastructure operations, project management, and IT security.\n* Strategic Thinking:\n* Combine big-thinking strategic perspective with a detail-oriented approach to problem-solving.\n* Communication Skills:\n* Outstanding communication skills, able to articulate complex ideas to both technical and non-technical audiences. Be able to build that trusted relationship with your customers.\n* Industry Knowledge:\n* Understand commercial and disruptive technology trends in the client’s market and interpret their implications for target solutions. This will include a deep appreciation and understanding of technical operations in large enterprise customers (with an extra level of focus and experience in Global Automotive and Manufacturing customers) You will know your competitors, their strengths and weaknesses and how to articulate Pure’s differentiators and advantages to your customers for the right use cases.\n* Learning Orientation:\n* Embrace lifelong learning, with approximately 10% of time dedicated to training and participation in industry conferences.\n\n\n**What You Can Expect From Us**\n* Pure Innovation: We celebrate those who think critically, like a challenge and aspire to be trailblazers.\n* Pure Growth: We give you the space and support to grow along with us and to contribute to something meaningful. We have been Named Fortune's Best Large Workplaces in the Bay Area™, Fortune's Best Workplaces for Millennials™ and certified as a Great Place to Work®!\n* Pure Team: We build each other up and set aside ego for the greater good.\n\n\n And because we understand the value of bringing your full and best self to work, we offer a variety of perks to manage a healthy balance, including flexible time off, wellness resources and company-sponsored team events. Check out purebenefits.com for more information.\n   \n\n  \n\n**Accommodations And Accessibility**\n Candidates with disabilities may request accommodations for all aspects of our hiring process. For more on this, contact us at TA-Ops@purestorage.com if you’re invited to an interview.\n   \n\n  \n\n**Our Commitment To a Strong And Inclusive Team**\n We’re forging a future where everyone finds their rightful place and where every voice matters. Where uniqueness isn’t just accepted but embraced. That’s why we are committed to fostering the growth and development of every person, cultivating a sense of community through our Employee Resource Groups and advocating for inclusive leadership.\n   \n\n  \n\n Pure is proud to be an equal opportunity and affirmative action employer. We do not discriminate based upon race, religion, color, national origin, sex (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender, gender identity, gender expression, transgender status, sexual stereotypes, age, status as a protected veteran, status as an individual with a disability, or any other characteristic legally protected by the laws of the jurisdiction in which you are being considered for hire.","company_url":"https:\/\/www.linkedin.com\/company\/purestorage","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQHQ2h8UmRkbzw\/company-logo_100_100\/company-logo_100_100\/0\/1720014761477\/purestorage_logo?e=2147483647&v=beta&t=RYDa9NcoEeiXOUNvKbNeJc-CyA4-RwEXVdfwU0-Wa3M","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4214803900","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4214803900","job_url_direct":"https:\/\/careers.legora.com\/jobs\/5842069-customer-success-manager?utm_source=LinkedIn&urlHash=I0sn","title":"Customer Success Manager","company":"Legora","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Software Development","listing_type":null,"emails":null,"description":"**About Legora**\n Legora is the world’s first truly collaborative AI for lawyers. The platform is embedded in thousands of lawyers’ everyday life in nearly 20 countries by over 250 clients, helping them work more efficiently, accurately, and focus on high-impact, strategic work.\n   \n\n  \n\n With offices in New York, London and Stockholm, we are on a mission to empower exceptional lawyers by unleashing their expertise. Our team of product builders and lawyers ship fast and innovate - with our users and clients.\n   \n\n  \n\n But we are not stopping here, new features, new territories and most importantly; New clients. That is hopefully where you come in.\n   \n\n  \n\n**About The Role**\n The way legal work gets done is changing - and Customer Success is at the heart of that transformation. We’re looking for an experienced, thoughtful Customer Success Manager with a demonstrated commercial record to join our growing team in Stockholm and help drive how the world’s top law firms adopt, scale, and succeed with Legora.\n   \n\n  \n\n This is a hands-on role for someone who knows how to build deep client relationships, deliver real value fast, and act as a trusted advisor throughout the customer journey, while being comfortable owning\/leading commercial conversations. You’ll work closely with new and existing clients to ensure they are onboarded smoothly, supported effectively, and continually discovering new ways to unlock value with next generation of AI and our platform.\n   \n\n  \n\n You’ll also be a founding pillar in a critical function, helping shape how we scale Customer Success at Legora from the ground up.\n   \n\n  \n\n**What You’ll Do**\n You’ll be the face of Legora for our clients post-sale - guiding them from onboarding through adoption, expansion, and renewal. Specifically, you will:\n   \n\n  \n\n* Own the customer journey for a growing book of highly intellectual clients - leading law firms and legal teams across Europe and beyond.\n* Lead onboarding and implementation, ensuring clients are set up for success from day one.\n* Proactively drive product adoption and usage through structured enablement, regular check-ins, and tailored success plans.\n* Act as a strategic advisor: understanding client goals, uncovering new use cases, and helping teams realize maximum value.\n* Identify expansion opportunities and then own the commercial negotiation, taking responsibility for renewals and upsells.\n* Monitor customer health metrics and take initiative to reduce churn risk and drive retention.\n* Closely collaborate with Product, Engineering, and Marketing to translate client feedback into actionable insights.\n* Help build and refine our Customer Success playbook - we’re building this machine together. We are just getting started on this and your input will not only be appreciated but expected.\n\n\n**What You Bring**\n You care deeply about customer outcomes - and you know that successful adoption doesn’t just happen. You’re proactive, strategic, and deeply comfortable working with demanding clients. You take pride in being the reason customers stay, grow, and succeed.\n   \n\n  \n\n**We’re Looking For**\n* 5–7 years of Customer Success, Account Management, or related experience in a high-growth B2B SaaS environment. Account Executives with experience owning full sales cycles will also be considered.\n* A track record of driving customer retention, expansion, and satisfaction.\n* A hunter mentality. Someone who is comfortable going out, finding and closing commercial opportunities.\n* Experience working with legal, compliance, or other regulated\/complex industries and clients - or just ridiculously good at learning as you go.\n* Strong project management and onboarding experience; you keep things moving and your clients confident.\n* Excellent communication skills; written, verbal, and interpersonal. You can manage high-level conversations with legal leaders and roll up your sleeves with hands-on teams.\n* High EQ and commercial instinct, meaning you know when to listen, when to advise, and when to act.\n* A love of fast-paced, early-stage environments where you help build the playbook, not just follow it.\n* Comfortable with metrics - driven by data, customer health, and outcomes over process.\n* Someone who enjoys being in the office 5 days a week. A key component of Legora’s success has been in-person collaboration and we want you to be part of that.\n\n\n**What We Offer**\n At Legora, you’ll have the chance to build long-term, strategic relationships with some of the world’s leading law firms - working on truly impactful problems from day one. You’ll be part of a fast-scaling, entrepreneurial environment where your ideas matter and your growth is a priority. As an early member of the Customer Success team, your work will be visible, meaningful, and closely connected to both our clients and our product evolution. You’ll collaborate with senior leadership and cross-functional teams, helping shape not just customer outcomes but how we engage and support legal professionals across the globe. We offer a competitive salary, a high-upside equity program, and full support for relocation to our centrally located Stockholm office - designed for focus, energy, and great collaboration.\n   \n\n  \n\n We founded Legora to empower lawyers with the tools they truly deserve. We’re not building for the way law is practiced today - we’re reimagining how it will be practiced tomorrow.","company_url":"https:\/\/se.linkedin.com\/company\/wearelegora","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQE8EzTbRO9NMw\/company-logo_100_100\/B4DZUeR_1kGkAQ-\/0\/1739969790386\/leyalaw_logo?e=2147483647&v=beta&t=FJ_3tWyW4LZtW5y9OSIvHEEbFH674heKttRWNpbsrkw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4293484685","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4293484685","job_url_direct":null,"title":"Payroll Team Lead EMEA","company":"Sinch","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Finance","company_industry":"Telecommunications","listing_type":null,"emails":null,"description":"Sinch is pioneering the way the world communicates. More than 175,000 businesses — including Google, Uber, Paypal, Visa, Tinder, and many others — rely on Sinch's Customer Communications Cloud to power engaging customer experiences through mobile messaging, voice, and email.\n   \n\n  \n\n Whether you need to verify users or craft omnichannel campaigns, Sinch makes it easy. Our AI-infused Super Network, APIs, and applications ensure you can connect with your customers reliably and securely, at every step of their journey.\n   \n\n  \n\n At Sinch we \"Dream Big\", \"Win Together\", \"Keep it simple\", and \"Make it Happen\". These values are our foundation!\n   \n\n  \n\n**About The Role**\n The Payroll Team Lead EMEA will be responsible for managing and supervising payroll operations across multiple countries within Europe, the Middle East and Africa. This role involves ensuring accurate and timely processing of payroll, compliance with local regulations, and delivering exceptional service to our employees and stakeholders.\n   \n\n  \n\n**Key Responsibilities**\n**Payroll Administration:**\n* Supervise and manage end-to-end payroll processing for employees across EMEA.\n* Ensure accurate and timely payroll delivery in compliance with local payroll regulations.\n* Oversee payroll data management, including employee information, compensation changes, and deductions.\n* This position will also process and audit payroll and ensure all accompanying tasks are accurately completed in a timely manner.\n\n\n**Compliance And Regulations**\n* Stay updated with payroll regulations and tax laws in all relevant jurisdictions.\n* Partner with HR, Finance, legal and other key internal stakeholders to understand & protect the business and our employees.\n* Ensure compliance with legal requirements, including wage and hour regulations, tax regulations, and other payroll-related legislation.\n* Validate and reconcile necessary payroll-related filings, taxes, reports, and documentation in coordination with internal and external payroll vendors\n* Lead system upgrades & updates and communicate to applicable parties as needed.\n* Manage internal and external audits.\n\n\n**Team Management**\n* Lead and mentor a team of payroll specialists, analysts and administrators.\n* Provide guidance, training, and support to payroll team members to enhance performance and efficiency.\n* Conduct performance evaluations and manage team development.\n* Act as liaison between team members and Head of Payroll for escalations, communications & team needs.\n\n\n**Process Improvement**\n* Identify opportunities for process improvements and implement best practices to enhance payroll accuracy and efficiency.\n* Develop and maintain payroll procedures and policies.\n* Collaborate with key internal stakeholders to support harmonized payroll systems and processes.\n\n\n**Employee Support**\n* Address employee inquiries related to payroll, benefits, and deductions.\n* Resolve payroll discrepancies and issues in a timely and professional manner.\n* Ensure effective communication with employees regarding payroll-related matters.\n\n\n**Reporting And Analysis**\n* Prepare and analyze payroll reports and metrics to support decision-making and financial planning.\n* Conduct audits and reconciliations to ensure payroll accuracy.\n* Provide regular updates and reports to senior management on payroll performance and compliance.\n\n\n This role is based at our HQ in Stockholm, Sweden, and reports to the Head of Payroll.\n   \n\n  \n\n**About You**\n In order to be successful in this role you have a strong passion for payroll and people. You are an excellent communicator and have strong analytical and problem-solving skills with capabilities in process improvements, systems implementations, policy revisions. You have the ability to work effectively in a fast-paced and dynamic environment supporting payroll functions across multiple legal entities in a global capacity.\n   \n\n  \n\n* Minimum of 10 years of payroll experience, with at least 3 years in a supervisory role.\n* Historical experience in processing Year End activities.\n* Knowledge of payroll regulations and tax laws in the EMEA arena.\n* Proficiency in a variety of payroll software and systems. Hogia, Timeplan and SAP experience strongly preferred.\n* Degree and\/or professional certifications in Accounting, Finance or Administration or approved equivalent combination of education and experience.\n* Proficient with MS Office Suite products, specifically Microsoft Excel, including pivot tables and v-lookup formulas\n\n\n Our corporate language is English,\n **please submit your application in English** \n .\n   \n\n  \n\n**Our hiring process**\n We are committed to ensuring a recruitment process that is fair, objective, consistent, and inclusive. Our approach includes structured, competency-based interviews designed to evaluate your skills, experience, and qualifications relevant to the role. At times, we may include a data-driven assessment to enhance our hiring success and identify candidates likely to excel.\n   \n\n  \n\n We believe in a two-way process and encourage you to ask questions throughout the journey. If this role isn't what you're looking for, please explore the other opportunities listed on our career page: https:\/\/www.sinch.com\/careers\/. No matter who you are, we hope you find an exciting path forward - hopefully with us!","company_url":"https:\/\/se.linkedin.com\/company\/sinch","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH0rkIH9LkGpQ\/company-logo_100_100\/company-logo_100_100\/0\/1667401884904\/sinch_logo?e=2147483647&v=beta&t=njSxdTrPtBpSWZ38DywnnmEs23fdDHZHOsUiTdphDFY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4258521272","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4258521272","job_url_direct":null,"title":"Junior Designer to H&M Kids Complements & Accessories – 1 year temporary position","company":"H&M","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"executive","job_function":"Design","company_industry":"Retail","listing_type":null,"emails":null,"description":"**Job Description**\n Are you an experienced Junior designer who loves Kids designing? Do you enjoy working with different teams and products on a daily basis? Then this\n **1-year temporary role** \n might be a great chance to explore this area!\n   \n\n  \n\n As a Junior Designer at H&M Kids Complements you support the senior Product Designer developing our collections sold worldwide in all H&M markets for the Kids Girls and Boys customers, aged 9-14 years. The product groups includes Outdoor, Swimwear and Accessories, including license products. The work tasks are flat sketching, assist with fittings, producing and updating collection overviews and color charts and more. You work closely with the whole team, as well as with production and it is a great opportunity to develop from your current individual design level, whilst learning from our global team. At H&M Kids we have high ambitions and a supportive team spirit!\n   \n\n  \n\n**Qualifications**\n We are looking for someone with a true love and passion for the Kids customer and products. You have a great eye for upcoming Kids fashion trends and their lifestyle. You are positive and energetic, creative and playful and a great communicator. You are a team player who can also work independently and are used to fast changes and decision making when needed.\n   \n\n  \n\n**You need to have:**\n* BA and\/or MA degree in Fashion\/Textile Design\n* 1-2 years work experience as a JR Designer\/Design Assistant for a commercial fashion brand\n* A true passion for and understanding of the H&M Kids customer\n* Fluent in Adobe Creative Suite programs primarily Illustrator & PhotoShop\n* CLO 3D is meriting\n* A true passion for fashion, its current and future trends\n* Business oriented and like to work with commercial fashion\n* Strong communication skills and flexibility\n* A team player who thrives working in diverse settings\n* Like a fast-paced and everchanging work environment\n* Very organized and structured used to work on varied projects and timelines simultaneously\n* A strong self drive able to take own initiative\n* English fluency (Swedish not necessary)\n\n\n**Additional Information**\n**Does this sound like your next challenge?**\n Submit your application;\n **CV and portfolio** \n pdf (max 10mb\/upload), with\n ***relevant***\n**work;** \n including vision\/mood boards, full design process and final collections and products from a variety of fashion design projects. All documents should be in English. Applications\n **must include portfolio** \n and meet the above criteria to be considered! This is a 1-year temporary fulltime role based in Stockholm, starting as soon as possible.\n   \n\n  \n\n At H&M Group we strive to have a fair and inclusive recruitment process. Therefor we kindly ask you to\n **not** \n attach any cover letter\/email with your application as they often contain information that could trigger unintentional biases. If a current employee:\n *Please remember to communicate with your closest manager when applying* \n .\n   \n\n  \n\n**Benefits**\n We offer all our employees at H&M Group attractive benefits with extensive development opportunities around the globe. All our employees receive a staff discount card, usable on all our H&M Group brands in stores and online. Brands covered by the discount are H&M (Beauty and Move included), COS, Weekday, Monki, H&M HOME, & Other Stories, ARKET, Afound. In addition to our staff discount, all our employees are included in our H&M Incentive Program – HIP. You can read more about our H&M Incentive Program here\n *In addition to our global benefits, all our local markets offer different competitive perks and benefits. Please note that they may differ between employment type and countries.*\n**Inclusion & Diversity**\n*At H&M Group, we’re determined to create and maintain inclusive, diverse and equitable workplaces throughout our organization. Our teams should consist of a variety of people that share and combine their knowledge, experiences and ideas. Having a diverse workforce leads to a positive impact on how we address challenges, on what we perceive possible and on how we choose to relate to our colleagues and customers all over the world. Hence all diversity dimensions are taken into consideration in our recruitment process.*\n**Company Description**\n H&M is a fashion brand that offers the latest styles and inspiration, from fashion pieces and unique designer collaborations to affordable wardrobe essentials. Our business idea is fashion & quality at the best price in a sustainable way.\n   \n\n  \n\n**We look forward to hearing from you!**","company_url":"https:\/\/se.linkedin.com\/company\/h&m","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQHq33akTF76eA\/company-logo_100_100\/company-logo_100_100\/0\/1679061166847\/hm_logo?e=2147483647&v=beta&t=EJEWNoFmNEh77Ma_WEkty8xBK6yX37uTMl7HVNRiP0U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4031001520","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4031001520","job_url_direct":"https:\/\/bli.b3.se\/jobs\/4996893-systemutvecklare?utm_source=LinkedIn&urlHash=s8dN","title":"Systemutvecklare","company":"B3 Link AB","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":"lidia.hagos@b3.se","description":"B3 Link, en del av B3-koncernen, utmärker oss genom vår djupa systemutvecklingskompetens och förmåga att leverera kompletta lösningar för våra kunder. Vi kombinerar även avancerad AI-teknik med en förståelse för affärsbehov och tar ansvar för hela utvecklingsprocessen. Vår styrka ligger i att skapa hållbara och skalbara lösningar som stödjer kundens verksamhet och långsiktiga mål.\n   \n\n  \n\n**Om rollen**\n Teamet i Stockholm\/Uppsala består av ett gäng kollegor med kompetens inom både backend, frontend och fullstack, vilka nu söker sin nästa kollega! Att vara konsult på B3 Link innebär att du hjälper våra kunder i deras utvecklingsprojekt och dagliga utmaningar.\n   \n\n  \n\n**Vi letar efter dig som har:**\n* Minst 5 års erfarenhet inom systemutveckling Java, .Net eller Python\n* Arbetat med cloud-teknologier\n* Arbetat med microservices\n* God svenska och engelska i tal och skrift\n\n\n**Extra glada blir vi om du har:**\n* Erfarenhet av DevOps\n* Erfarenhet av moderna frontend-ramverk\n* Intresse av AI teknik\n\n\n**Vad vi erbjuder:**\n Att vi trivs tillsammans på B3 Link är otroligt viktigt. Anledningen till att många börjar hos oss är bland annat det stora fokuset på\n **kompetensutveckling** \n , där vi kontinuerligt delar kunskap med varandra och uppmuntrar till kompetensutveckling och certifieringar. Vi erbjuder bland annat:\n   \n\n  \n\n* Generös kompetensutveckling\n* Attraktiv lönemodell\n* En fantastisk wellness- och medarbetarsatsning\n\n\n**Om B3**\n B3 Link är en del av B3-koncernen. B3 är en börsnoterad koncern och trygg arbetsgivare med hög medarbetarnöjdhet. B3 har ca 1000 medarbetare inom många olika expertområden. B3 är rankad som Sveriges tredje bästa arbetsplats 2021 av Great Place to Work, utsett till Sveriges IT Karriärföretag 2022 och 2023, samt vann utmärkelsen Årets Karriärföretag 2022. Vi lever efter våra värdeord erfarenhet, olikheter och energi samt satsar på hållbarhet i alla led. Vi tror att medarbetare som mår bra presterar bättre och har därför B3 Team som anordnar aktiviteter inom wellness, från yoga och löpning till musikquiz och föreläsningar om stresshantering och mental hälsa.\"\n   \n\n  \n\n**Varmt välkommen med din ansökan redan idag!**\n Har du frågor om tjänsten? Tveka inte att kontakta rekryteringsansvarig för denna tjänst, Lidia Hagos, på lidia.hagos@b3.se.","company_url":"https:\/\/se.linkedin.com\/company\/b3link","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFeuBet56NRQQ\/company-logo_100_100\/company-logo_100_100\/0\/1732203582943\/webstep_ab_logo?e=2147483647&v=beta&t=aPT596GDHh_5_u-SrYm7dPYc_P8kaO52SF1--ZAc6Uk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4086196166","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4086196166","job_url_direct":"https:\/\/bli.b3.se\/jobs\/3415218-b3-init-systemutveckling-devops-it-sakerhet?utm_source=LinkedIn&urlHash=-1YZ","title":"B3 Init: Systemutveckling, DevOps, IT-säkerhet","company":"B3 Consulting Group","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"*Vi söker dig som har minst fem års erfarenhet inom ett av nedanstående kompetensområden och med god kunskap inom en eller flera av de kompetenser som listas. Det är även en fördel om du dessutom har erfarenhet av arbete som konsult* \n*!*\n**Systemutveckling:**\n* Kunskap inom ett etablerat programspråk (Python, C++, Java, etc.)\n* Intresse eller erfarenhet av något nyare programspråk (Go, Rust, Elixir etc.)\n* Erfarenhet av containerbaserad utveckling, gärna med Docker och Kubernetes som grund\n\n\n**DevOps**\n* Kunskap inom moderna CI\/CD-verktyg såsom GitHub Actions, GitLab, Jenkins\n* Kunskap inom scripting och automatisering, gärna med Python, Bash eller Go\n* Erfarenhet inom containerisering och orkestrering\n* Erfarenhet av Infrastructure as Code (IaC) med verktyg som Terraform, Ansible\n\n\n**It-säkerhet**\n* Kunskap inom säkerhetsarkitektur och riskanalys inom IT-miljöer\n* Kunskap inom säkerhetsstandarder och regelverk\n* Erfarenhet inom PKI och kryptering (SSL\/TLS, HSM, CP\/CPS)\n* Erfarenhet inom molnsäkerhet och policyhantering\n\n\n Kanske har du även intresse av en specifik domänkompetens, som AI, routingprotokoll, machine learning, patientlagstiftning, Linux-kernel, hårdvarunära utveckling, finansregelverk, robotik, språk eller pedagogik m.m.\n   \n\n  \n\n Vi tror att du kommer att trivas hos oss om du gillar att arbeta i en tekniskt avancerad och samarbetsdriven miljö, där innovation, säkerhet, automation och du som medarbetare står i fokus. Här får du inte bara möjlighet att fördjupa dig inom ditt område – vare sig det är IT-säkerhet, DevOps, systemutveckling eller infrastruktur – utan också att dela din kunskap och inspireras av andra.\n   \n\n  \n\n Låter det intressant? Skicka in din ansökan – vi ser fram emot att höra från dig!","company_url":"https:\/\/se.linkedin.com\/company\/b3it","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQEr66szQkmhOQ\/company-logo_100_100\/B4DZc_TSxiHAAQ-\/0\/1749113712759\/b3it_logo?e=2147483647&v=beta&t=z28s5duwGNAN9BRvE_ciK4F-5--5FYVJ_6ux8FaSaQc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4293511816","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4293511816","job_url_direct":null,"title":"Databricks Data Engineer","company":"Multiply Teknik & IT (multiply.tech)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"**Company Description** \n\n\n\n\n Multiply Teknik & IT is a dedicated player in the fields of Engineering and IT, serving industrial and healthcare industries. Our expertise lies in identifying and amplifying customer value through innovative solutions. Our offerings include VisFlow, a top-tier flow visualization, simulation, and analytics product, as well as business process consulting, cybersecurity training, and various IT and engineering services. Located in Stockholm, we specialize in solutions ranging from cloud services to mechatronic design.\n \n\n\n\n  \n\n\n\n\n\n We’re looking for a\n **Databricks Data Engineer** \n to join Multiply and contribute to the development of robust data platforms and governance frameworks. This role offers the opportunity to work with\n **cutting-edge data technologies** \n , designing scalable and secure solutions that enable real-time insights through our flagship platform,\n **VisFlow** \n .\n \n\n\n 🚀 Your Responsibilities\n * **Design, develop, and maintain** \n scalable and secure data pipelines on Databricks.\n* Enhance and optimize Databricks platform setup for\n **performance, scalability, and reliability** \n .\n* Build and implement\n **data governance models, catalogues, and metadata management** \n to ensure compliance and high data quality.\n* Implement and manage\n **Infrastructure as Code (IaC)** \n (Terraform or equivalent) for Databricks and related cloud services.\n* Collaborate with developers, data scientists, and business stakeholders to deliver\n **production-ready, governed data products** \n .\n\n\n 🎓 Your Profile\n * BS\/MS in Computer Science, Data Engineering, or equivalent experience.\n* Strong skills in\n **Python** \n and\n **SQL** \n .\n* Hands-on experience with\n **Terraform** \n or similar IaC tools.\n\n\n 💡 Meriting Skills\n * Deep expertise in\n **Databricks** \n (Delta Lake, Unity Catalog, internals).\n* Experience with\n **automation** \n and\n **CI\/CD pipelines** \n .\n* Knowledge of\n **cloud technologies** \n (preferably AWS).\n* Background in modelling both\n **structured and unstructured data** \n .\n\n\n 🌍 Why Multiply \/ VisFlow?\n \n At Multiply, we help businesses unlock the power of data. Our platform,\n **VisFlow** \n , transforms complex flows into\n **real-time visual insights** \n that drive better decisions across industries. As part of our team, you’ll work on meaningful projects, using the latest technologies to deliver real impact.","company_url":"https:\/\/se.linkedin.com\/company\/multiplytech","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQFQS1g_9T28LQ\/company-logo_100_100\/company-logo_100_100\/0\/1709966409973?e=2147483647&v=beta&t=p8aHhG0ZNNLEDYn0h60xhasIwv81ysHlDjvj3z-cglY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4293452129","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4293452129","job_url_direct":"https:\/\/elastic.ongig.com\/jobs\/pipeline\/stockholm-sweden\/customer-architect-sweden-\/7193260?utm_source=linkedin&amp&utm_medium=referral&utm_campaign=ongig-job-aggregators&group=1509&gh_src=ubgar5dh1&urlHash=cKGS","title":"Customer Architect - Sweden","company":"Elastic","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"Technology, Information and Internet","listing_type":null,"emails":"_accessibility@elastic.co","description":"Elastic, the Search AI Company, enables everyone to find the answers they need in real time, using all their data, at scale — unleashing the potential of businesses and people. The Elastic Search AI Platform, used by more than 50% of the Fortune 500, brings together the precision of search and the intelligence of AI to enable everyone to accelerate the results that matter. By taking advantage of all structured and unstructured data — securing and protecting private information more effectively — Elastic’s complete, cloud-based solutions for search, security, and observability help organizations deliver on the promise of AI.\n   \n\n  \n\n**What Is The Role**\n We are actively seeking a Customer Architect with an understanding of technology and hands-on experience in key IT domains, notably Observability, Cybersecurity, and Enterprise Search. You should possess a strong technical background, preferably with experience in cloud-based software solutions.\n   \n\n  \n\n We value individuals who are passionate about staying at the forefront of technology trends with a growth mindset and excited to learn and implement new technologies. While previous experience with Elastic solutions is not a prerequisite, an eagerness to adopt our suite of solutions and apply them effectively to solve our customers' challenges is critical. This key role involves not only driving the consumption of our Elastic solutions by aligning them with customer business objectives but also onboarding customers, securing adoption, and facilitating expansion.\n   \n\n  \n\n As a Customer Architect, you will be the Trusted Technical Advisor, working in tandem with the customer and complementary groups like Field and Services Teams to ensure that Elastic solutions are exceeding customer’s expectations. . Your technical expertise, eye for business, and ability to deliver value will accelerate and improve the customer experience leading to customer continued satisfaction and expansion within the elastic portfolio.\n   \n\n  \n\n In your role, a crucial part of your responsibility is defining and communicating the technical success criteria for our customers. This involves crafting detailed Technical Success Plans tailored to the specific customers goals and critical metrics.\n   \n\n  \n\n The Technical Success Plans act as a roadmap, outlining the optimal consumption and deployment of Elastic solutions in the customer's environment. They detail the necessary steps for implementation, highlight achievements for successful consumption or expansion, and provide and effectiveness aligned to the customer’s business goals. By actioning this plan , you will be seen as the trusted advisor, guiding the customer towards achieving their desired outcomes, thereby ensuring their success and satisfaction.\n   \n\n  \n\n From providing technical guidance and sharing standard methodologies to aligning technical objectives with the customers' business goals, your work is instrumental in facilitating smooth adoption, sustained usage, and increased consumption of our solutions. This hands-on role requires you to be proactive, with a keen understanding of our customers' technical landscape and a commitment to making their journey with Elastic solutions successful and valuable.\n   \n\n  \n\n Your chief aim will be to ensure the customer derives significant value, eliminate technical frictions, and propel the uptake and application of Elastic solutions, with the ultimate goal of growing annual recurring revenue (ARR).\n   \n\n  \n\n**What Will You Be Doing**\n* Collaborate closely with the account team, including the Account Executive and the Solutions Architect (Pre-sales engineer), to provide ongoing technical coverage and support, while the account team focuses on identifying new deals.\n* Define the technical success plan for each customer, outlining the optimal use of Elastic solutions to achieve their business objectives.\n* Ensure a successful technical customer journey, from onboarding to adoption, while continuously driving the consumption of Elastic solutions.\n* Understand and articulate the value proposition of Elastic solutions and align them with the customer's business goals.\n* Work closely with customers to identify and eliminate technical frictions, promoting a smoother adoption and implementation of Elastic solutions.\n* Liaise between customers and support, as necessary, to ensure an optimized support resolution experience smoothing the adoption curve for the customer.\n* As a hands-on technical authority, collaborate with the Service Team to deliver personalized, frictionless solutions that meet the unique needs of each customer.\n* Develop a comprehensive understanding of the customer's business needs and translate these into technical requirements for Elastic solutions.\n* Find opportunities for expansion, at which point the account team takes over to expand the subscription, aiming to grow annual recurring revenue (ARR).\n* Foster ongoing customer relationships, ensuring that customers continue to increase their utilization of Elastic solutions, further driving ARR.\n* Continuously review and assess customer consumption of Elastic solutions, proactively suggesting upgrades and enhancements that increase value and drive further consumption.\n* The nature of the work that you will be doing will require a high percentage of work onsite with customers, and you should be expected to travel as a result of this requirement\n\n\n**What You Bring**\n* Bachelor's degree in Computer Science, Engineering, Information Systems, or a related field highly preferred.\n* Validated experience in a similar role such as Solutions Architect, Technical Consultant, or Pre-sales Engineer, with hands-on experience with Elastic solutions or equivalent technologies.\n* Experienced with one or more Elastic solutions (Observability, Security, Enterprise Search) or the Elastic stack (Elasticsearch, Logstash, Kibana) and how to align them with business objectives is a plus.\n* Excellent communication and presentation skills.\n* Strong social skills, with the ability to establish relationships with customers and team members.\n* Demonstrated problem-solving skills, with a track record of delivering innovative solutions.\n* Ability to lead multiple projects simultaneously and meet deadlines.\n\n\n LI-PF1\n   \n\n  \n\n**Additional Information - We Take Care Of Our People**\n As a distributed company, diversity drives our identity. Whether you’re looking to launch a new career or grow an existing one, Elastic is the type of company where you can balance great work with great life. Your age is only a number. It doesn’t matter if you’re just out of college or your children are; we need you for what you can do.\n   \n\n  \n\n We strive to have parity of benefits across regions and while regulations differ from place to place, we believe taking care of our people is the right thing to do.\n   \n\n  \n\n* Competitive pay based on the work you do here and not your previous salary\n* Health coverage for you and your family in many locations\n* Ability to craft your calendar with flexible locations and schedules for many roles\n* Generous number of vacation days each year\n* Increase your impact - We match up to $2000 (or local currency equivalent) for financial donations and service\n* Up to 40 hours each year to use toward volunteer projects you love\n* Embracing parenthood with minimum of 16 weeks of parental leave\n\n\n Different people approach problems differently. We need that. Elastic is an equal opportunity employer and is committed to creating an inclusive culture that celebrates different perspectives, experiences, and backgrounds. Qualified applicants will receive consideration for employment without regard to race, ethnicity, color, religion, sex, pregnancy, sexual orientation, gender perception or identity, national origin, age, marital status, protected veteran status, disability status, or any other basis protected by federal, state or local law, ordinance or regulation.\n   \n\n  \n\n We welcome individuals with disabilities and strive to create an accessible and inclusive experience for all individuals. To request an accommodation during the application or the recruiting process, please email candidate\\_accessibility@elastic.co. We will reply to your request within 24 business hours of submission.\n   \n\n  \n\n Applicants have rights under Federal Employment Laws, view posters linked below: Family and Medical Leave Act (FMLA) Poster; Pay Transparency Nondiscrimination Provision Poster; Employee Polygraph Protection Act (EPPA) Poster and Know Your Rights (Poster)\n   \n\n  \n\n Elasticsearch develops and distributes encryption software and technology that is subject to U.S. export controls and licensing requirements for individuals who are located in or are nationals of the following sanctioned countries and regions: Belarus, Cuba, Iran, North Korea, Russia, Syria, the Crimea Region of Ukraine, the Donetsk People’s Republic (“DNR”), and the Luhansk People’s Republic (“LNR”). If you are located in or are a national of one of the listed countries or regions, an export license may be required as a condition of your employment in this role. Please note that national origin and\/or nationality do not affect eligibility for employment with Elastic.\n   \n\n  \n\n Please see here for our Privacy Statement.","company_url":"https:\/\/www.linkedin.com\/company\/elastic-co","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D560BAQFcGg7KRaS8Uw\/company-logo_100_100\/company-logo_100_100\/0\/1690905620357\/elastic_co_logo?e=2147483647&v=beta&t=PEKmXoPWKv_Y43IBqnVTlM8GU-pXLoLRw_qIFgOflPI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4293383185","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4293383185","job_url_direct":"https:\/\/integrity360.bamboohr.com\/careers\/496?source=LinkedIn&urlHash=Xp0Y","title":"Cyber Security Project Manager","company":"Integrity360","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Project Management and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**About Us**\n Integrity360 is one of Europe’s leading cyber security specialists operating from office locations spread out across Europe, providing a comprehensive range of professional, support and managed cyber security services for our 300+ clients. With four top-class Security Operation Centers, we offer a complete end-to-end security services covering our clients’ security from every angle. Our services include Managed Security, Cyber Security Testing, Incident Response, Security Integration, PCI Compliance and Cyber Risk & Assurance services.\n   \n\n  \n\n What sets Integrity360 apart is our excellent team of people that drive the business forward. The company was founded with a focus on technical expertise and that philosophy remains today. The skills and experience in our company are some of the greatest in the industry and clients remain with Integrity360 because they can rely on and trust us to go above and beyond to ensure their needs are met. Listed multiple times on Gartner Market Guides for Managed Security Services.\n   \n\n  \n\n**Job Overview**\n We are seeking an experienced and highly-skilled Cyber Security Project Manager to oversee the planning, execution, and delivery of complex security projects within our organization. The successful candidate will have experience of managing straight consultancy projects, as well as onboarding new services into a Managed Services environment.\n   \n\n  \n\n The role requires the management of cross-functional teams, coordinating with Presales, Professional Services and Service Delivery and key client stakeholders to ensure the successful deployment of security initiatives that protect IT infrastructure, data, and digital assets.\n   \n\n  \n\n You will have a strong background in Project Management with a proven track record in cyber security, coupled with strong leadership skills and the ability to navigate a fast-paced and dynamic environment.\n   \n\n  \n\n The successful candidate will have experience across a number of the technologies we provide, such as EDR, XDR, NDR, MDR, TVM, Firewalls etc and will ideally have delivered projects using products from class-leading vendors including Microsoft, Rapid7, CrowdStrike, Trellix, Sentinel One, Splunk, Qualys, DarkTrace, Vectra, Fortinet and Checkpoint.\n   \n\n  \n\n**Key Responsibilities**\n* Project Management: Lead the end-to-end lifecycle of cyber security projects from handover to completion, including initiation, planning, execution, monitoring, and closure, aligning with business goals and security objectives.\n* Stakeholder Management: Collaborate with internal teams, clients, external vendors and senior leadership to define project requirements, timelines and deliverables. Communicate project status, risks, and issues to stakeholders at all levels of the organization.\n* Risk Management: Identify and assess security risks throughout the project lifecycle. Develop and implement mitigation strategies to address risks and ensure minimal impact to project timelines and organizational security posture.\n* Team Coordination: Work closely with cybersecurity engineers, analysts, IT staff, and third-party vendors to ensure seamless collaboration and resource allocation. Facilitate project team meetings and track progress against milestones.\n* Security Requirements Management: Ensure that all projects adhere to internal security policies, industry standards, and regulatory requirements (e.g., GDPR, NIST, ISO 27001).\n* Budget and Resource Management: Oversee the project budget, ensuring efficient use of resources. Track project expenditures and adjust project plans as necessary to meet budgetary constraints.\n* Documentation & Reporting: Maintain comprehensive project documentation, including project plans, RAID logs, project change documentation, risk\/issue acceptance, progress reports, and post-implementation reviews. Provide regular updates to executive leadership on project health and security posture improvements.\n* Continuous Improvement: Identify opportunities to enhance processes and practices, contributing to the overall improvement of the organization’s project delivery function.\n\n\n**Qualifications** \n  \n\n  \n\n* Education: Bachelor’s degree in Information Technology, Cybersecurity, Computer Science, or a related field. A Master’s degree or professional certifications (e.g., PMP, CISSP, CISM, CISA) is a plus.\n* Experience:\n+ At least five years experience managing IT projects, including a minimum of two years managing cyber security projects, preferably within large enterprise environments.\n+ A minimum of two years experience of working within a Managed Services environment, delivering multiple concurrent projects to a range of clients operating in multiple sectors.\n\n* Technical Skills:\n+ Strong understanding of cyber security concepts, risk management and security frameworks (e.g., NIST, ISO 27001, CIS Controls).\n+ Familiarity with security technologies such as firewalls, intrusion detection systems (IDS), endpoint protection, encryption, identity and access management (IAM) and security information and event management (SIEM).\n+ Experience with cloud security, application security and network security is highly desirable.\n\n* Project Management Skills:\n+ Expertise in project management methodologies (Waterfall, Agile etc.).\n+ Proven ability to manage multiple projects simultaneously while maintaining quality and deadlines.\n+ Strong organizational, time management and multitasking skills.\n\n* Communication Skills:\n+ Excellent written and verbal communication skills, with the ability to articulate complex cyber security concepts to non-technical stakeholders.\n+ Strong presentation skills and the ability to lead meetings and briefings with executives.\n\n* Certifications (Preferred):\n+ Prince2 Practitioner\n+ PMP (Project Management Professional)\n+ CISSP (Certified Information Systems Security Professional)\n+ CISM (Certified Information Security Manager)\n+ ITIL or other relevant certifications.\n\n\n**Personal Attributes**\n* Strong leadership and team-building skills, with a collaborative and solution-oriented approach.\n* Analytical mindset with an ability to proactively identify and address potential issues.\n* Ability to work under pressure and meet tight deadlines while maintaining a focus on security best practices.\n* Detail-oriented and highly organized, with the ability to manage competing priorities in a fast-paced environment.","company_url":"https:\/\/ie.linkedin.com\/company\/integrity360","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFMPHSTN43CiQ\/company-logo_100_100\/company-logo_100_100\/0\/1631343314156?e=2147483647&v=beta&t=aIYAKgY2hWlwS2lR2roIfdGbFt7pIBOHHIeHS1xgEh0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4202017484","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4202017484","job_url_direct":"https:\/\/www.avanade.com\/en\/career\/job-details\/8738?src=LinkedIn&urlHash=x73n","title":"Modern Workplace Engineering Architect | M365","company":"Avanade","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Design, Art\/Creative, and Information Technology","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"Unlock the potential of Modern Workplace Engineering Architecture as a visionary architect, transforming challenges into cutting-edge solutions and leading the transformation and the empowerment of business to thrive in the digital era with Microsoft technologies.\n   \n\n  \n\n**Come join us**\n Are you a visionary Microsoft 365 Architect? Join our Modern Workplace Practice and unleash your expertise in crafting innovative solutions that harness the full potential of Microsoft 365 suite. You will have a pivotal role in our team as Solution Architect where you will need to understand the business needs and requirements and turn it into innovative solutions based on Microsoft technologies. You will become the front figure in projects and mentor to your peers to drive transformative success with your unparalleled skillset.\n **Together we do what matters.**\n**Skills And Experiences**\n You have previous and solid experience with:\n   \n\n  \n\n* Demonstrating confidence in designing end-to-end solutions across Microsoft 365 suite.\n* Showing good control and eager leadership in managing clients' conversations.\n* Understanding business advantages in Microsoft security tools (i.e. Defender and Purview).\n* Implementing Microsoft Identity and Endpoint Management techniques and best practices.\n* Using with natural proficiency PowerShell.\n* Applying strong business acumen in migrations tools (i.e. Quest), Code controls (i.e. Git repositories), ITSM tools, Azure and automation.\n* Showing a critical thinking, problem-solving and troubleshooting approach.\n\n\n**About You**\n You’re a natural leader who fosters collaboration and manages dynamic teams to drive project success. You will proactively identify business opportunities to enhance and expand the range of Microsoft 365 suite business solutions provided to clients. Your interpersonal and communication skills help technical and non-technical clients engage with often complex information.\n   \n\n  \n\n**Characteristics That Can Spell Success For This Role Are**\n* Stay ahead of the curve and explore groundbreaking solutions with a genuine thirst for success.\n* Be an adviser to emerging technologists on career growth opportunities.\n* Act as a trusted mentor, providing performance reviews and feedback when necessary.\n* Be a relationship builder, engaging with clients to ensure their satisfaction.\n\n\n**What You'll Do**\n As a Modern Workplace Engineering Architect, your focus is on Microsoft 365 suite solutions within the Workplace services field. You will apply your expertise in M365 solutioning by translating business requirements into innovative technical solutions. Acting as a front figure in projects, you will collaborate with cross-functional teams under challenging circumstances to deliver high-quality solutions, ensuring customer satisfaction and fostering client relationships. You will stay updated with the latest technological trends in the Modern Workplace domain and attend partner events, sharing best practices and mentoring professional coworkers in the Modern Workplace domain to deliver cutting-edge solutions.\n   \n\n  \n\n**Learn more**\n To learn more about the types of projects our Modern Workplace team works on check out these case studies:\n   \n\n  \n\n* Why now is the time to modernize your communications capabilities\n* Workplace experience: Why evergreen is everything\n\n\n Interested in knowing what’s going on inside Avanade? Check out our blogs:\n   \n\n  \n\n* Avanade Insights – exchange ideas that drive tomorrow’s innovation\n* Inside Avanade – explore what life is like working at Avanade\n\n\n**Enjoy your career**\n Some of the best things about working at Avanade\n   \n\n  \n\n* Opportunity to work for Microsoft’s Global Alliance Partner of the Year, with exceptional development and training (minimum 80 hours per year for training and paid certifications)\n* Real-time access to technical and skilled resources globally\n* Dedicated career advisor to encourage your growth\n* Engaged and helpful coworkers genuinely interested in you\n\n\n  \n\n  \n\n Find out more about some of our benefits Employee Benefits at Avanade | Avanade\n   \n\n  \n\n**A great place to work**\n As you bring your skills and abilities to Avanade, you’ll get distinctive experiences, limitless learning, and ambitious growth in return. As we continue to build our diverse and inclusive culture, we become even more innovative and creative, helping us better serve our clients and communities. You’ll join a community of smart, supportive collaborators to lift, mentor, and guide you, and to lean on your expertise. You get a company purpose-built for business-critical, leading-edge technology solutions, committed to improving the way humans work, interact, and live. It’s all here, so take a closer look!\n   \n\n  \n\n We work hard to provide an inclusive, diverse culture with a deep sense of belonging for all our employees. Visit our Inclusion & Diversity page.\n   \n\n  \n\n  \n\n  \n\n Create a future for our people that focuses on\n   \n\n  \n\n* Expanding your thinking\n* Experimenting courageously\n* Learning and pivoting\n\n\n  \n\n  \n\n Inspire greatness in our people by\n   \n\n  \n\n* Empowering every voice\n* Encouraging boldness\n* Celebrating progress\n\n\n  \n\n  \n\n Accelerate the impact of our people by\n   \n\n  \n\n* Amazing the client\n* Prioritizing what matters\n* Acting as one","company_url":"https:\/\/www.linkedin.com\/company\/avanade","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQH9oEH9vWAthw\/company-logo_100_100\/B4DZf0WkqfH8AY-\/0\/1752151247860\/avanade_logo?e=2147483647&v=beta&t=1wyRTFv3kGkqeN8wiK-eJcsP79kP1zGsxcM-nSHISyA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4291479919","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4291479919","job_url_direct":"https:\/\/mygwork.com\/jobs\/amazon-aws-isv-partner-account-manager-public-sector-europe-north?src=linkedin&urlHash=v9WN","title":"AWS - ISV Partner Account Manager - Public Sector - Europe North","company":"myGwork - LGBTQ+ Business Community","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Sales and Business Development","company_industry":"Technology, Information and Internet","listing_type":null,"emails":null,"description":"***This job is with Amazon, an inclusive employer and a member of myGwork – the largest global platform for the LGBTQ+ business community. Please do not contact the recruiter directly.***\n**Description**\n Would you like to be part of a team that is redefining the IT industry?\n   \n\n  \n\n Amazon Web Services is leading the next paradigm shift in computing and is looking for pioneering candidates to help develop and manage our partnerships with leading independent software vendors (ISV) within the Europe North market (BeNeLux, Nordics, Baltics).\n   \n\n  \n\n As an ISV Partner Account Manager within the AWS Public Sector team, you will join a friendly and supportive team and have the exciting opportunity to help execute on our strategy to build mind share and drive adoption of AWS services across AWS's most strategic business partners and their customers.\n   \n\n  \n\n AWS Global Sales drives adoption of the AWS cloud worldwide, enabling customers of all sizes to innovate and expand in the cloud. Our team empowers every customer to grow by providing tailored service, unmatched technology, and unwavering support. We dive deep to understand each customer's unique challenges, then craft innovative solutions that accelerate their success. This customer-first approach is how we built the world's most adopted cloud.\n   \n\n  \n\n Join us and help us grow.\n   \n\n  \n\n Key job responsibilities\n   \n\n  \n\n Your responsibilities will include driving executive and field relationships with leading ISVs, practically impacting Public Sector AWS adoption. By establishing and growing business and technical relationships, and managing the day-to-day interactions with these partners, you will help to drive overall end customer adoption with the Public Sector segments.\n   \n\n  \n\n The ideal candidate will possess both a business background that enables them to engage at the CxO level, as well as a customer facing background that enables them to easily interact with public sector customers and AWS team members.\n   \n\n  \n\n They should also have a demonstrable ability to think big about business, product, and technical challenges, with the ability to convey compelling value propositions which help partners deliver sustainable business value and assist customers in accomplishing their mission.\n   \n\n  \n\n Come build the future with us.\n   \n\n  \n\n**Basic Qualifications**\n* Experience in the North European Information Technology industry with ability to influence C-level decision makers as well as field based resources.\n* Track record of success building trusted relationships with customers \/ partners\n* Strong Sales \/ Resuls orientation\n* Verbal and written communications skills and ability to articulate complex concepts\n* Ability to work effectively across large and sometimes complex internal and external organizations\n* Operating skills (forecasting, pipeline management, account planning, business cadence)\n* Fluent Swedish and English\n* Technical acumen, with a demonstrated track record of driving emerging\/disruptive technologies, virtualization, Software as a Service delivery models and AWS Marketplace\n\n\n**Preferred Qualifications**\n* Master's degree in a technical discipline and\/or MBA or equivalent\n* Good understanding of the Europe North public sector and partner landscape.\n\n\n We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills.\n   \n\n  \n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build.\n   \n\n  \n\n Protecting your privacy and the security of your data is a longstanding top priority for Amazon.\n   \n\n  \n\n Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates. Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you're applying in isn't listed, please contact your Recruiting Partner.\n   \n\n  \n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.\n   \n\n  \n\n Our inclusive culture empowers Amazonians to deliver the best results for our customers. If you have a disability and need a workplace accommodation or adjustment during the application and hiring process, including support for the interview or onboarding process, please visit https:\/\/amazon.jobs\/content\/en\/how-we-hire\/accommodations for more information. If the country\/region you're applying in isn't listed, please contact your Recruiting Partner.","company_url":"https:\/\/uk.linkedin.com\/company\/mygwork","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQEVDrt8sev5eA\/company-logo_100_100\/company-logo_100_100\/0\/1705496448722\/mygwork_logo?e=2147483647&v=beta&t=W2E-HhBAOC0mpNsds1FA1iuO7IlMnKyPkX1YXVB5MQA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4230042652","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4230042652","job_url_direct":"https:\/\/kao.voyse.io\/gh-job\/4565973006?gh_jid=4565973006&urlHash=-Ypt","title":"Field Salon Educator","company":"Kao Corporation","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Education and Training","company_industry":"Personal Care Product Manufacturing","listing_type":null,"emails":null,"description":"Founded in Japan in 1887, Kao is passionate about making a difference in people’s lives with our high-quality products and services to create a Kirei Life for all – a beautiful life that respects the needs of our consumers and customers as well as the planet. We never compromise on quality and craft our products with care for the consumer and the environment. As a company driven by purpose and strong corporate values, we pride ourselves to be listed among the World´s Most Ethical Companies since 16 consecutive years. Our corporate philosophy, the Kao Way, guides us in everything we do – acting with integrity, courageously driving innovation, and treating each other with trust and respect.\n   \n\n  \n\n* This position requires travel of 2-3 nights per week\\*\\*\\*\\* This position is for a fixed period Maternity Cover\\*\\*\\*\\*\\*\n\n\n**Purpose of the Position**\n Work with sales team to gain, maintain, and increase distribution through education with clients, while improving brand awareness resulting in uptake of Kao Salon Division Product Portfolio.\n   \n\n  \n\n Open new doors aligned to annual set targets.\n   \n\n  \n\n Work alongside the Education Manager to provide all new products, services and trainings roll out for the Education team. Collaborate with stakeholders as required on Brands to activate strategies within Kao Salon Division.\n   \n\n  \n\n Improve hairdresser skills and knowledge via inspirational seminars.\n   \n\n  \n\n Partner with salon owner and team members to build loyalty and trust.\n   \n\n  \n\n**Education, Professional Experience And Other Requirements**\n* Hairdresser and High School Diploma\n* Min +4 years of proven industry experience in all aspects of hairdressing and have experience in team leading and basic management, understanding of the different personalities, salon cultures.\n* Knowledge of the commercial salon business and have professional presentation skills and be comfortable being on stage.\n* Microsoft Office Suite including Word, PowerPoint, Excel, and Outlook as well as sales tools and systems: SAT, SAP. Power BI and Sales Force.\n* Language proficiency: Fluent in one of the Nordic languages (country specific) as well as English.\n* Requires clear verbal and written communication and above average writing, grammar, spelling, and proof-reading skills.\n\n\n**Kay Responsibilities** \n  \n\n  \n\n* Demonstrate and train Kao Salon Division products and services to potential and existing clients\n+ Work alongside designated Stakeholders to manage and facilitate the organization of in salon and Academy training plans, events and seminars in order to provide excellent education support that lead to an increase in distribution.\n+ Plan and run training sessions that inform, motivate, and maximize the use of Kao Salon Division products.\n+ Support customers on the Kao hotline with advice and recommendations.\n+ Book models, plan and print materials for seminars, trainings, and events.\n\n* Train, coach, and mentor new and existing Educators as well as freelancers\n+ Support the education manager in the initiation of New Products to the entire Kao Salon Division department and external staff -Freelancers & Guest Artists.\n\n* Co-drive with and support Sales team\n+ Support the sales and distribution of Kao Salon Division product portfolio by demonstrating excellent working and technical knowledge of colourants, treatments and haircare products.\n+ Keep sales team updated and provide feedback on in Salon trainings.\n\n* Demonstrate leadership in all Kao Salon Division activities\n+ Perform administration tasks and update relevant stakeholders as required.\n\n\n  \n\n  \n\n* Ensure all demo product and tools are in pristine condition, fully stocked.\n+ Be the primary contact for all education matters for your region\/brand and client group and stay updated on new education and relevant information (SME\/SPOC on designated brand\n\n\n  \n\n  \n\n* Attend and confidently present product information at Sales Conferences and meetings\n+ Ensure all colleagues have relevant information.\n\n* Ad hoc and administrative tasks\n+ Translations (back up) for education coordinator.\n+ Some postings of hair related materials and promotions of events and seminars.\n\n\n**How we work:** \n Having been selected among the World´s Most Ethical Companies for 16 consecutive years, we are a company with a purpose and strong corporate values. We never compromise on quality and craft our products with care for the consumer and the environment. At Kao, each employee can actively shape their job and their career. We work collaboratively to achieve our common goals, always aiming to deliver the best for our customers.\n   \n\n  \n\n**What we offer:** \n A friendly and flexible work environment with competitive salaries, benefits package, ongoing development and the opportunity to enhance your skills and deliver tangible results. At Kao your voice will be heard. Your opinion really counts. We believe that change comes from taking opportunities into your own hands, so we value and reward entrepreneurial thinking and innovation.\n   \n\n  \n\n**Hiring Process:** \n Kao embraces the diversity and the individual personalities of its people because we believe it is diversity that makes us strong. This is why we welcome applications from all areas of the global community.\n   \n\n  \n\n**Want to learn more:** \n If you feel you are as unique as our products and want to find out why 33,000 people across the globe opted for a career with us please visit our Americas website (https:\/\/www.kao.com\/americas\/en\/) or EMEA website (https:\/\/www.kao.com\/emea\/en\/)\n   \n\n  \n\n https:\/\/www.kao.com\/emea\/en\/privacy\/","company_url":"https:\/\/jp.linkedin.com\/company\/kao-usa-inc-","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4E0BAQGRTLn2EkLQbg\/company-logo_100_100\/B4EZdj6KUBHgAQ-\/0\/1749727880875\/kao_usa_inc__logo?e=2147483647&v=beta&t=0yDCq1PUVuDGslQ5kn9q4W7EakMGPNEvAfevlLgEykc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4258521792","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4258521792","job_url_direct":"https:\/\/career.stegra.com\/jobs\/6108039-lead-legal-counsel-project-finance?utm_source=LinkedIn&urlHash=DT9E","title":"Lead Legal Counsel - Project Finance","company":"Stegra","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Legal and Finance","company_industry":"Primary Metal Manufacturing","listing_type":null,"emails":null,"description":"*Studies show that women and underrepresented groups often hesitate to apply unless they meet every requirement. At Stegra, we’re building an impact-driven, sustainable company - and we need a diverse, inclusive team to make it happen.* \n\n\n\n\n*If you share our passion but don’t meet every qualification, we encourage you to apply anyway. You might be the perfect fit for this role, or another as we grow.* \n\n\n\n\n At Stegra, we’re not just building a plant, we’re proving that sustainable industry is possible. And to do that, we need people like you.\n \n\n\n\n Join a team where safety comes first. Where we support each other, learn as we go, and make space for everyone to grow and contribute. This is your chance to be part of something big - while being closer to nature and leading a balanced, purposeful life.\n \n\n\n\n  \n\n\n\n\n\n**What You’ll Do** \n\n\n\n\n Right now, we are looking for a highly experienced and strategic Lead Legal Counsel - Project Finance for our Legal team. In this role you will take full ownership of the legal aspects of our company’s debt financing activities, which will be critical in shaping and executing our financing strategy, ensuring compliance, and safeguarding the company’s legal and commercial interests across all debt-related matters. In this role you will report to our General Counsel and sit within our Finance & Legal function.\n \n\n\n\n  \n\n\n\n\n\n Specific to this role, key responsibilities and deliverables will include the following but as we are a growing company with very little silos between teams, other tasks might be included as well:\n \n\n\n\n  \n\n\n\n\n\n**Legal Strategy for Debt Financing:** \n\n\n\n\n Develop, implement, and maintain the legal strategy for the company’s project and corporate debt financing, in close collaboration with the finance and executive leadership teams.\n \n\n\n\n  \n\n\n\n\n\n**Document Negotiation & Drafting:** \n\n\n\n\n Lead the drafting, negotiation, and execution of all legal documentation related to debt financing, including loan agreements, intercreditor agreements, security documents, engagement letters, NDAs, and any other financing-related contracts.\n \n\n\n\n  \n\n\n\n\n\n**Stakeholder Coordination:** \n\n\n\n\n Act as the primary legal point of contact for all debt financing activities, coordinating with internal stakeholders (finance, tax, project delivery, treasury) and external parties (lenders, law firms, consultants, and regulatory bodies).\n \n\n\n\n  \n\n\n\n\n\n**Compliance Oversight:** \n\n\n\n\n Ensure ongoing compliance with all debt-related legal obligations, covenants, and regulatory requirements. Coordinate internal processes to monitor compliance and reporting duties under financing agreements.\n \n\n\n\n  \n\n\n\n\n\n**Risk Management:** \n\n\n\n\n Identify and mitigate legal risks related to financing structures, securities, and credit support instruments. Provide legal guidance to support informed risk-based decision-making.\n \n\n\n\n  \n\n\n\n\n\n**Transaction Management:** \n\n\n\n\n Lead or support the legal workstream of complex project finance transactions, from inception through financial close and beyond, including amendments, consents and waivers, and refinancing.\n \n\n\n\n  \n\n\n\n\n\n**Governance & Internal Processes:** \n\n\n\n* Assist in the preparation of board materials and approvals related to financing.\n* Help design and refine internal policies and templates to support scalable and compliant financing operations.\n\n\n\n  \n\n\n\n\n\n**What You’ll Bring** \n\n\n\n\n You’re curious and believe that real progress happens when we work together. You’re not afraid to challenge old ways of thinking - and you treat others with respect while doing it. At Stegra, we value people who take initiative, build trust, and help create a workplace where everyone can do their best.\n \n\n\n\n  \n\n\n\n\n\n**Requirements:** \n\n\n\n\n Education and certifications: Master of Laws (LL.M. or equivalent) with strong academic credentials.\n \n\n\n\n  \n\n\n\n\n\n Experience:\n \n\n\n* At least 7–10 years of relevant legal experience, including time spent at a top-tier law firm and\/or in-house legal department within banking and finance.\n* Experience in renewable energy, infrastructure, or capital-intensive industries.\n* Familiarity with both international and domestic financing structures.\n\n\n\n  \n\n\n\n\n\n Competences and skills:\n \n\n\n* Proven expertise in project finance, acquisition finance, or structured finance.\n* Strong negotiation and drafting skills, with a strategic and commercially attuned mindset.\n* Experience managing external counsel and multi-party financing processes.\n* Excellent communication, organizational, and stakeholder management skills.\n* Fluent in English; additional languages are a plus.\n\n\n\n  \n\n\n\n\n\n Personal qualities:\n \n\n\n* As a person you are likely independent, resilient, proactive, collaborative and organized. You like to solve complex problems and work in a highly complex environment.\n* Ability to thrive in a fast-paced, evolving business environment.\n\n\n\n  \n\n\n\n\n\n**Benefits At Stegra** \n\n\n\n\n At Stegra, you’ll join a company where your work has real impact on the climate, the industry, and future generations. We’re building a culture rooted in safety, trust, and inclusion, where people feel supported to grow and thrive.\n \n\n\n\n  \n\n\n\n\n\n You’ll receive fair, competitive compensation aligned with collective agreements, along with benefits like up to 30 days of paid vacation, occupational pension, parental benefits, and insurance. If you need support with relocation or immigration, our relocation department will help guide you through the process, whether it’s permits, housing or other practical matters. You can also enjoy perks like subsidized gym memberships and bike leases, plus the everyday benefits of life closer to nature.\n \n\n\n\n  \n\n\n\n\n\n**This is Stegra** \n\n\n\n\n Stegra is on a mission to change the global steel industry by producing green hydrogen, iron, and steel - with the goal of eliminating CO₂ emissions. Instead of coal, we use green hydrogen and fossil-free electricity, meaning our primary emissions will be water and heat.\n \n\n\n\n By 2030, our ambition is to produce 5 million tonnes of green steel annually in our fully integrated, digitized, and sustainable plant in Boden, Northern Sweden - currently under construction. But this is just the beginning. Our expertise in green hydrogen will enable us to decarbonize industries beyond steel, paving the way for a cleaner future.\n \n\n\n\n  \n\n\n\n\n\n**Our Stockholm Office** \n\n\n\n\n Our modern Stockholm office is located on Norra Stationsgatan, close to Karolinska University Hospital in central Stockholm. Here, you’ll find a bright, collaborative workspace where cross-functional teams connect, share ideas, and drive progress. Whether you're visiting regularly or working hybrid, you'll be part of a vibrant office culture with easy access to the city’s energy and amenities.\n \n\n\n\n  \n\n\n\n\n\n*Founded in 2020, Stegra (formerly H2 Green Steel) was created with the purpose to decarbonize hard-to-abate industry. Construction of our first project – an integrated plant producing green hydrogen, green iron and green steel – is well underway in Boden, Sweden. Slashing emissions using green hydrogen and renewable electricity, we’re starting a clean industrial revolution. Steel is just the beginning.* \n\n\n\n\n*We are building a diverse and rapidly growing team spread across our site and offices in Boden and Stockholm, targeting close to 1500 employees by the end of 2025. Together, we focus on delivering green impact – for our people, customers, investors, society and planet.*","company_url":"https:\/\/se.linkedin.com\/company\/stegraab","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQGb8UJezQKXFw\/company-logo_100_100\/company-logo_100_100\/0\/1726126173125\/h2greensteel_logo?e=2147483647&v=beta&t=YHNkCBqs72GB02wh5tvv_R0-aqAyxqK2mS6u91zzwo8","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4293489679","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4293489679","job_url_direct":"https:\/\/jobs.strawberryhotels.com\/jobs\/300215-chef-hotel-at-six?ref=linkedin&urlHash=7QGp","title":"Chef - Hotel At Six","company":"Strawberry","location":"Stockholm, Stockholm County, Sweden","job_type":"temporary","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"Hospitality","listing_type":null,"emails":"Martin.khlef@hotelatsix.com","description":"*A team player with an eye for detail and a passion for delivering a culinary experience beyond expectation - does that sound like you? Then you should definitely continue reading…*\n**The Magic Starts At Six**\n At Six is a contemporary art and design hotel with 343 rooms and suites, including our Masterpiece Suite and 32 longstay apartments adjacent to the hotel. In the house you will also find - a gym, our wine bar Blanche & Hierta, At Six Cocktail Bar, and our Dining Room, along with our rooftop bar Stockholm Under Stjärnorna. A big part of the hotel is Social At Six, our 3000m2 flexible event and meeting space where the only limits are the ones of your imagination.\n   \n\n  \n\n At Six is a part of Petter Stordalen's hotel group Nordic Hotels & Resorts which also includes the neighboring hotel Hobo, Sommerro, Villa Copenhagen, The Thief, Copperhill, and Yasuragi among others.\n   \n\n  \n\n At Six is striving to elevate the meaning of hospitality while perfecting the art of details. Today, we’re one of the leading choices for high-end travelers in Scandinavia. Our employees pride themselves in creating the best possible experience for our guests, in a warm and friendly work environment. It’s a simple equation; happy employees = happy and satisfied guests.\n   \n\n  \n\n**With a Passion for Modern Gastronomy and the Culinary Experience**\n The Food & Beverage department is pretty much the heart of the hotel. Here you’ll find one restaurant, one bistro, two bars, and a rooftop park, each unique in regards to products, inspiration, and atmosphere, all relentless in their pursuit of culinary excellence. You will most certainly never be bored - your many colleagues and different happenings and events will see to that. Wine makers dinners, conferences, dinner packages and more will keep you on your toes. You will be part of an ambitious and supportive team who understands the importance of good communication. It is the key to our operations running smoothly, both within your team and also across departments.\n   \n\n  \n\n**The Role and Our Philosophy**\n As a chef At Six you will be responsible for different sections. We see that you are able to properly prep for service and keep the required production pace while being in sync with your team and also be able to work alone. You will also work on other stations and work day and night shifts. As a part of the job you will handle inventory and make sure to always deliver food of the highest quality. As for all kitchen-staff you have a responsibility to maintain a good level of hygiene, health and safety.\n   \n\n  \n\n*Our philosophy is that every detail makes a difference, and the differences make all the details!*\n**And what about you?**\n We believe you have a passion for fine dining and creating extraordinary culinary experiences. To always strive to exceed guest expectations is only natural to you and you have a genuine love for food and beverage.\n   \n\n  \n\n You are an organized team player who understands the value of exceptional service and thrives in working together with your team to bring out dishes of the highest quality.\n   \n\n  \n\n You have at least 4 years of experience working in a similar position in a high end restaurant, and it is meritorious if you have experience working in a hotel.\n   \n\n  \n\n To recap, do you have all of the below skills and traits?\n   \n\n  \n\n* 4 years experience from a similar position, preferably in fine dining\n* A keen eye for detail\n* A team player with good communication skills\n* Able to communicate well in both Swedish and English\n\n\n**Let’s get to the good stuff;**\n Our employees, or as we like to call them; our ambassadors, make us who we are. This means we are diverse, reliant and impeccably service minded. As an employer, At Six is encouraging, humble and fun (no really, we are). Here, you will work in a beautiful and inspiring environment with people who you’ll soon call dear friends or empowering mentors. We strive to provide good opportunities for career growth.\n   \n\n  \n\n And to top it off,\n   \n\n  \n\n***4 free***\n hotel nights at any Nordic Choice hotel\n   \n\n  \n\n Employee and Friends & Family room rates\n   \n\n  \n\n Discounts on food and drink for you and your friends\n   \n\n  \n\n**Along With Additional Benefits**\n In this day and age, sustainability is most likely something you value. Luckily, so do we. Through the programme We Care, all Nordic Choice Hotels make sure to facilitate an environment where our employees and planet thrive.\n   \n\n  \n\n**Join us!**\n There! With all the mandatory stuff out of the way, let’s talk. Face to face, preferably. Apply below and don’t hesitate to send our Executive Chef Martin Khlef an email at Martin.khlef@hotelatsix.com if you have any questions.\n   \n\n  \n\n Interviews will be held on an ongoing basis and the position can be filled before the last application date. So—what are you waiting for? Apply now! Applications can be sent in both in English and Swedish.","company_url":"https:\/\/no.linkedin.com\/company\/strawberry","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHMSLadv7R9Pg\/company-logo_100_100\/B4DZcvKqMjG8AU-\/0\/1748843013532\/strawberry_logo?e=2147483647&v=beta&t=2dlIJS2B4sN4EZ24WIRgvGkaxWNKO5GDGo9bXAJXS_I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4293490668","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4293490668","job_url_direct":"https:\/\/jobs.strawberryhotels.com\/jobs\/300217-sous-chef-breakfast?ref=linkedin&urlHash=svvS","title":"Sous chef Breakfast","company":"Strawberry","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Hospitality","listing_type":null,"emails":"martin.khlef@hotelatsix.com","description":"Sous Chef Breakfast - Hotel At Six\n   \n\n  \n\n*Do you want to work with the best breakfast in Stockholm? This is the role for you.*\n**The Magic Starts At Six**\n At Six is a contemporary art and design hotel with 343 rooms and suites, including our Masterpiece Suite and 32 longstay apartments adjacent to the hotel. In the house you will also find - a gym, our wine bar Blanche & Hierta, At Six Cocktail Bar, and our Dining Room, along with our rooftop bar Stockholm Under Stjärnorna. A big part of the hotel is Social At Six, our 3000m2 flexible event and meeting space where the only limits are the ones of your imagination.\n   \n\n  \n\n At Six is a part of Petter Stordalen's hotel group Nordic Hotels & Resorts which also includes the neighboring hotel Hobo, Sommerro, Villa Copenhagen, The Thief, Copperhill, and Yasuragi among others.\n   \n\n  \n\n At Six is striving to elevate the meaning of hospitality while perfecting the art of details. Today, we’re one of the leading choices for high-end travelers in Scandinavia. Our employees pride themselves in creating the best possible experience for our guests, in a warm and friendly work environment. It’s a simple equation; happy employees = happy and satisfied guests.\n   \n\n  \n\n**Stockholm best breakfast**\n In the heart of the hotel we have our restaurant Dining Room where we serve our famous breakfast every day, 365 days a year. We are known for having one of Stockholm’s best breakfast buffets with a good variation and high quality. We focus on delivering a unique breakfast experience where nothing is missing. With a can do attitude we always make sure to deliver as a team and make sure to have fun while working. It’s a prestige-less department where we all help each other out to reach our goals. The team consists of the department manager, 1 sous chef and 6 chefs.\n   \n\n  \n\n**The Role and Our Philosophy**\n In the role as sous chef you are responsible for the team during day-to-day operations, ensuring that routines are followed and managing the team when head chef or senior sous chef aren't available. The role is 100% operational and on site. The working hours are mainly mornings and daytime, weekends may occur. We expect you to actively participate in the development of the product and the department by being creative and proactive. We believe in a can-do attitude and lead by example leadership where teamwork is very important. Some administrative tasks may occur.\n   \n\n  \n\n*Our philosophy is that every detail makes a difference, and the differences make all the details!*\n**And what about you?**\n We are looking for you who’s passionate about food and wants to deliver high quality products. Committed to promote and develop hygienic, organizationals standards and enjoys working under pressure. Previous experience from working with breakfast is a plus, preferably within a larger hotel. You should have a keen eye for details and are used to planning ahead.\n   \n\n  \n\n To recap, do you have all of the below skills?\n   \n\n  \n\n* Culinary education\n* At least 6 years of experience in high quality places\n* Curious and humble to continue learning\n* Creative in terms of food and routines\n\n\n**Let’s get to the good stuff;**\n Our employees, or as we like to call them; our ambassadors, make us who we are. This means we are diverse, reliant and impeccably service minded. As an employer, At Six is encouraging, humble and fun (no really, we are). Here, you will work in a beautiful and inspiring environment with people who you’ll soon call dear friends or empowering mentors. We strive to provide good opportunities for career growth.\n   \n\n  \n\n And to top it off,\n   \n\n  \n\n***4 free***\n hotel nights at any Nordic Choice hotel\n   \n\n  \n\n Employee and Friends & Family room rates\n   \n\n  \n\n Discounts on food and drink for you and your friends\n   \n\n  \n\n**Along With Additional Benefits**\n In this day and age, sustainability is most likely something you value. Luckily, so do we. Through the programme We Care, all Nordic Choice Hotels make sure to facilitate an environment where our employees and planet thrive.\n   \n\n  \n\n**Join us!**\n There! With all the mandatory stuff out of the way, let’s talk. Face to face, preferably. Apply below and don’t hesitate to send our Executive Chef an email at martin.khlef@hotelatsix.com if you have any questions.\n   \n\n  \n\n Interviews will be held on an ongoing basis and the position can be filled before the last application date. So—what are you waiting for? Apply now! Applications can be sent in both in English and Swedish.","company_url":"https:\/\/no.linkedin.com\/company\/strawberry","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHMSLadv7R9Pg\/company-logo_100_100\/B4DZcvKqMjG8AU-\/0\/1748843013532\/strawberry_logo?e=2147483647&v=beta&t=2dlIJS2B4sN4EZ24WIRgvGkaxWNKO5GDGo9bXAJXS_I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4293495024","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4293495024","job_url_direct":"https:\/\/jobs.strawberryhotels.com\/jobs\/300216-sous-chef?ref=linkedin&urlHash=30dR","title":"Sous chef","company":"Strawberry","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Management and Manufacturing","company_industry":"Hospitality","listing_type":null,"emails":"martin.khlef@hotelatsix.com","description":"Sous Chef A la Carte - Hotel At Six\n   \n\n  \n\n*Do you have a passion for food and want to create unique experiences? Then this is the role for you.*\n**The Magic Starts At Six**\n At Six is a contemporary art and design hotel with 343 rooms and suites, including our Masterpiece Suite and 32 longstay apartments adjacent to the hotel. In the house you will also find - a gym, our wine bar Blanche & Hierta, At Six Cocktail Bar, and our Dining Room, along with our rooftop bar Stockholm Under Stjärnorna. A big part of the hotel is Social At Six, our 3000m2 flexible event and meeting space where the only limits are the ones of your imagination.\n   \n\n  \n\n At Six is a part of Petter Stordalen's hotel group Nordic Hotels & Resorts which also includes the neighboring hotel Hobo, Sommerro, Villa Copenhagen, The Thief, Copperhill, and Yasuragi among others.\n   \n\n  \n\n At Six is striving to elevate the meaning of hospitality while perfecting the art of details. Today, we’re one of the leading choices for high-end travelers in Scandinavia. Our employees pride themselves in creating the best possible experience for our guests, in a warm and friendly work environment. It’s a simple equation; happy employees = happy and satisfied guests.\n   \n\n  \n\n**Simplicity with elegance**\n In the heart of the hotel we have our restaurant Dining Room serving breakfast, lunch and dinner. Our aim is to create a warm and welcoming atmosphere with a focus on good food. Simple but yet elegant, high level of quality and all with a sustainable thinking in mind. We focus on delivering a unique experience for our guests. With a can-do attitude we always make sure to deliver as a team and make sure to have fun while working. It’s a prestige-less department where we all help each other out to reach our goals. The team consists of 1 Head Chef, 1 senior sous chef, 1 sous chef and 4 chefs.\n   \n\n  \n\n**The Role and Our Philosophy**\n The role as a sous chef is to be responsible for the team during day-to-day operations, ensuring that routines are followed and managing the team when head chef or senior sous chef is not available. The role is 100% operational and on site with working hours on a rotating schedule; daytime, evenings and weekends. We expect you to actively participate in the development of the product and the department by being creative and proactive. We believe in a can-do attitude and lead by example leadership where teamwork is very important.\n   \n\n  \n\n*Our philosophy is that every detail makes a difference, and the differences make all the details!*\n**And what about you?**\n We are looking for a person that is passionate about food and wants to deliver high quality products. Committed to promote and develop hygienic, organizationals standards and enjoys working under pressure. Previous experience of working within the hotel industry is a plus but not required. As a person you are organized, humble and pedagogical. To succeed in this role you need to be self going, structured and open minded. Administrative tasks may occur.\n   \n\n  \n\n To recap, do you have all of the below skills?\n   \n\n  \n\n* Culinary education\n* At least 6 years of experience in high quality places\n* Curious and humble to continue learning\n* Creative in terms of food and routines\n* Flexible regarding schedules\n\n\n**Let’s get to the good stuff;**\n Our employees, or as we like to call them; our ambassadors, make us who we are. This means we are diverse, reliant and impeccably service minded. As an employer, At Six is encouraging, humble and fun (no really, we are). Here, you will work in a beautiful and inspiring environment with people who you’ll soon call dear friends or empowering mentors. We strive to provide good opportunities for career growth.\n   \n\n  \n\n And to top it off,\n   \n\n  \n\n***4 free***\n hotel nights at any Nordic Choice hotel\n   \n\n  \n\n Employee and Friends & Family room rates\n   \n\n  \n\n Discounts on food and drink for you and your friends\n   \n\n  \n\n**Along With Additional Benefits**\n In this day and age, sustainability is most likely something you value. Luckily, so do we. Through the programme We Care, all Nordic Choice Hotels make sure to facilitate an environment where our employees and planet thrive.\n   \n\n  \n\n**Join us!**\n There! With all the mandatory stuff out of the way, let’s talk. Face to face, preferably. Apply below and don’t hesitate to send our Executive Chef an email at martin.khlef@hotelatsix.com if you have any questions.\n   \n\n  \n\n Interviews will be held on an ongoing basis and the position can be filled before the last application date. So—what are you waiting for? Apply now! Applications can be sent in both in English and Swedish.","company_url":"https:\/\/no.linkedin.com\/company\/strawberry","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQHMSLadv7R9Pg\/company-logo_100_100\/B4DZcvKqMjG8AU-\/0\/1748843013532\/strawberry_logo?e=2147483647&v=beta&t=2dlIJS2B4sN4EZ24WIRgvGkaxWNKO5GDGo9bXAJXS_I","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4208327883","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4208327883","job_url_direct":"https:\/\/careers.amd.com\/jobs\/63712?lang=en-us&iis=Job+Board&iisn=Linkedin&urlHash=LIkZ","title":"AI Performance Engineer","company":"AMD","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Engineering","company_industry":"Semiconductor Manufacturing","listing_type":null,"emails":null,"description":"**WHAT YOU DO AT AMD CHANGES EVERYTHING**\n We care deeply about transforming lives with AMD technology to enrich our industry, our communities, and the world. Our mission is to build great products that accelerate next-generation computing experiences - the building blocks for the data center, artificial intelligence, PCs, gaming and embedded. Underpinning our mission is the AMD culture. We push the limits of innovation to solve the world’s most important challenges. We strive for execution excellence while being direct, humble, collaborative, and inclusive of diverse perspectives.\n   \n\n  \n\n AMD together we advance\\_\n   \n\n  \n\n**The Role**\n AI Performance Engineers focus on optimizing machine learning models, profiling, bottleneck analysis, and optimal mapping to GPU.\n   \n\n  \n\n As an AI Performance Engineer, you will analyze and explore recent ML models, understand their compute and memory requirements, and optimize them on various compute hardware for both inference and training. In addition you would do profiling and analyzing various workloads on current hardware and coming up with new ways to improve their performance.\n   \n\n  \n\n**The Person**\n The ideal candidate will have strong experience with software optimization, GPU programing and hardware architecture. Passionate of getting the best performance out of various hardware’s under different tradeoffs.\n   \n\n  \n\n If you are passionate about performance optimization, getting the best out of the HW, and shaping the future AI performance, then this role is for you.\n   \n\n  \n\n**Key Responsibilities**\n* Benchmark, analyze, and optimize performance of key machine learning applications, on single and multi-GPU systems\n* Design, implement, and test GPU kernels and algorithms for tensor operations like matrix multiplication and convolutions used in a variety of high-performance machine learning libraries and frameworks\n* Deliver high-quality code and documentation following best practices for open-source software development\n\n\n**Preferred Experience**\n* Understanding of GPU architectures and low-level optimization techniques, memory hierarchy, instruction scheduling, and performance tradeoffs\n* Strong background developing applications and libraries in C++, especially high-performance computing and\/or scientific software\n* GPU software development using HIP, CUDA, or OpenCL\n* In-depth knowledge of best-practices in software development, including testing, profiling, debugging, documentation, version control, issue tracking, and planning\n* Experience with C++ and Python programming\n* Experience in PyTorch, Tensorflow or MXNet\n* Experience in high-performance computing (HPC)\n* Strong written and spoken English language skills (our company language)\n\n\n**Academic Credentials**\n* BSc, MSc, PhD or equivalent experience in Computer Science, Electrical Engineering or a related field\n\n\n*Benefits offered are described:* \n AMD benefits at a glance\n *.*\n*AMD does not accept unsolicited resumes from headhunters, recruitment agencies, or fee-based recruitment services. AMD and its subsidiaries are equal opportunity, inclusive employers and will consider all applicants without regard to age, ancestry, color, marital status, medical condition, mental or physical disability, national origin, race, religion, political and\/or third-party affiliation, sex, pregnancy, sexual orientation, gender identity, military or veteran status, or any other characteristic protected by law. We encourage applications from all qualified candidates and will accommodate applicants’ needs under the respective laws throughout all stages of the recruitment and selection process.*","company_url":"https:\/\/www.linkedin.com\/company\/amd","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEkjpiqeCK9Ag\/company-logo_100_100\/company-logo_100_100\/0\/1654804896089\/amd_logo?e=2147483647&v=beta&t=OOLbSXPNaujmjbGIAgkLVvRM-Hd9Ohm2wI0gwpY8_JM","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4267856034","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4267856034","job_url_direct":"https:\/\/assaabloy.jobs2web.com\/job\/Stockholm-Senior-Firmware-Engineer-SE-117-59\/1224196601\/?utm_source=LINKEDIN&utm_medium=referrer&urlHash=nU1A","title":"Senior Firmware Engineer","company":"ASSA ABLOY Group","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Project Management and Engineering","company_industry":"Wholesale Building Materials","listing_type":null,"emails":"Khalil.kabakibi@assaabloy.com, henrik.ohrlund@assaabloy.com","description":"Do you want to work on embedded systems that power secure, encrypted access to hotel rooms around the world? Join us at ASSA ABLOY Global Solutions in Stockholm as a Senior Firmware Engineer and be part of an innovative team shaping the future of connected access technology.\n   \n\n  \n\n We’re now looking for a Senior Firmware Engineer to join our team within the Vingcard Business Area. In this role, you’ll develop embedded firmware for smart locks and card encoding devices used in hotels globally—playing a key part in how digital keys are securely created, stored, and read. If you're passionate about working with security-focused, power-efficient embedded devices, we’d love to hear from you.\n   \n\n  \n\n**What You Will Do As Our Senior Firmware Engineer**\n You’ll be part of a cross-functional R&D team developing the next generation of our electronic lock platform, including the wall-mounted readers used in hotel environments. These systems validate credentials stored on access cards, mobile phones, and digital wallets (e.g., Apple Wallet) to determine guest access to rooms and shared areas. While another team handles the card encoding process, your focus will be on ensuring secure and seamless access through accurate credential verification and robust firmware development.\n   \n\n  \n\n You would also:\n   \n\n  \n\n* Design, implement, and maintain firmware for battery-powered locks and wall-mounted card reader devices.\n* Work with microcontrollers from STM32 or Nordic Semiconductor to balance power efficiency and performance.\n* Collaborate with product owners, testers, and other firmware engineers to deliver robust, maintainable, and secure solutions.\n* Write and execute integration tests as part of your development process to ensure stability and reliability across platforms.\n\n\n**The Skills And Experience You Need**\n We are looking for someone who has:\n   \n\n  \n\n* A Master’s degree in Computer Science, Mechatronics, Embedded Systems, or a related field.\n* Solid hands-on experience in embedded C\/C++ development.\n* Proficiency working with microcontroller-based systems, especially STM32 or Nordic Semiconductor platforms including development with real-time operating systems (RTOS) such as FreeRTOS or Zephyr.\n* Solid understanding of low-power, battery-driven device design.\n* Experience with communication protocols such as BLE, Zigbee, RS485, or RFID is a plus.\n* Fluency in English (Swedish is a big plus).\n\n\n The ideal candidate brings a structured and analytical mindset, takes ownership with a strong focus on quality, and thrives in agile, cross-functional teams through clear and collaborative communication.\n   \n\n  \n\n**What We Offer**\n We’re passionate about providing amazing opportunities and benefits, so you can continue and progress a lifelong career with us – here’s what we have to offer:\n   \n\n  \n\n* Learning and career development opportunities, whether it’s online learning, management training or enhancing your skills.\n* Competitive salary and benefits package.\n* A dynamic and inclusive work environment.\n* The chance to make a meaningful impact in attracting and retaining top talent.\n\n\n**We review applications regularly, so don't wait.**\n We are building diverse and inclusive teams and encourage applications from all who can envision themselves working with us.\n   \n\n  \n\n To ensure that your personal information is secure, we do not review any applications sent via email or post. If you have any questions about the role or the process, please send an email to Khalil Kabakibi, Talent Acquisition Business Partner, at Khalil.kabakibi@assaabloy.com or contact the hiring manager Henrik Öhrlund at henrik.ohrlund@assaabloy.com.\n   \n\n  \n\n Let's together create a safer and more open world!\n   \n\n  \n\n To find out more about us, visit www.assaabloy.com.\n   \n\n  \n\n**We are the ASSA ABLOY Group**\n Our people have made us the global leader in access solutions. In return, we open doors for them wherever they go. With nearly 63,000 colleagues in more than 70 different countries, we help billions of people experience a more open world. Our innovations make all sorts of spaces – physical and virtual – safer, more secure, and easier to access.\n   \n\n  \n\n As an employer, we value results – not titles, or backgrounds. We empower our people to build their career around their aspirations and our ambitions – supporting them with regular feedback, training, and development opportunities. Our colleagues think broadly about where they can make the most impact, and we encourage them to grow their role locally, regionally, or even internationally.\n   \n\n  \n\n As we welcome new people on board, it’s important to us to have diverse, inclusive teams, and we value different perspectives and experiences.","company_url":"https:\/\/se.linkedin.com\/company\/assaabloy","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C510BAQHPkHQPPF6BRg\/company-logo_100_100\/company-logo_100_100\/0\/1631338175524?e=2147483647&v=beta&t=YCEVLuYLdI1C65G5ywDYVqZVJ_NzdV0IWgE1GRFn9zA","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4293417314","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4293417314","job_url_direct":"https:\/\/sofigategroupoy.teamtailor.com\/jobs\/5898973-solution-consultant-salesforce?utm_source=LinkedIn&urlHash=JWe_","title":"Solution Consultant – Salesforce","company":"Sofigate","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"entry level","job_function":"Consulting, Information Technology, and Sales","company_industry":"IT Services and IT Consulting","listing_type":null,"emails":null,"description":"**Solution Consultant – Salesforce in Stockholm**\n Would you like to join the leading business technology company in the Nordics? Do you speak technology fluently and is interested to create lasting business value? If yes, keep reading!\n   \n\n  \n\n We at Sofigate are on a growth journey and we’re looking for a Solution Consultant to join our team. We’re looking for someone with a growth mindset, and a genuine interest in how technology and business together can create value.\n   \n\n  \n\n**What’s in it for you?**\n As a Sofigator, you get the opportunity to work with knowledgeable and driven colleagues, develop and challenge yourself and create sustainable value for our customers. We have an international, vibrant and fun culture with great openness and flexibility. We value every Sofigator and strive to build a diverse, equal, and inclusive workplace where everyone’s voice is heard, and where everyone can become the best versions of themselves. We value a healthy work life balance and support you in maintaining it.\n   \n\n  \n\n Growth is not just a corporate thing for us – it is personal. There is so much to explore and learn within our community, and together with our customers, that having a bit of fun is unavoidable.\n   \n\n  \n\n We do not leave the future up to chance. We take ownership of it. You can, too. Own your future!\n   \n\n  \n\n**Who are we looking for?**\n As a Salesforce Solution Consultant at Sofigate, you will play a key role in delivering impactful Salesforce projects, working closely with clients, colleagues, and Salesforce itself. Your focus will be on designing and building smart, effective solutions across Salesforce platforms like Sales Cloud, Service Cloud, and beyond, helping clients unlock real business value. You are already hooked on AI and curious to deliver solutions based on new technologies like Agentforce.\n   \n\n  \n\n As a trusted consultant you will be part of client implementations, discovery sessions, and solution design—making sure each delivery meets business needs and best practices. You’ll collaborate with senior architects, project managers, and other experts, learning and growing your Salesforce expertise along the way.\n   \n\n  \n\n You should feel confident navigating customer dialogues, supporting pre-sales activities, and building trusted relationships with clients. Depending on your seniority you are either developing to become a project manager who can lead major engagements or a real expert within the Salesforce platform acting as a solution architect.\n   \n\n  \n\n We value experience, but more importantly, we value the right attitude. You will succeed with us if you:\n   \n\n  \n\n* Translate client challenges into effective Salesforce solutions through workshops and discovery sessions.\n* Design, configure, and support Salesforce solutions in close collaboration with other team members.\n* Act as a trusted advisor to clients on Salesforce best practices, scalability, and governance.\n* Stay updated with Salesforce innovations and maintain core certifications.\n* Support pre-sales activities by providing solution insights and assisting in proposal development.\n* Work collaboratively with Sofigate’s teams, sharing knowledge and creative ideas.\n* Represent Sofigate with professionalism and a passion for innovation within the Salesforce ecosystem.\n* Fluent in Swedish and English both written and spoken.\n\n\n**Take ownership of your work. Own your future**\n As a Sofigator, you get the opportunity to work with skilled and driven colleagues, develop and challenge yourself and create sustainable value for our customers. We have an international and vibrant culture with great openness and flexibility. We value every Sofigator and strive to build a diverse, equal, and inclusive workplace where everyone’s voice is heard, and where everyone can become the best version of themselves. We value a healthy work-life balance and support you in maintaining it.\n   \n\n  \n\n Growth is not just a corporate thing for us – it is personal. There is so much to explore and learn within our community and together with our customers, that having a bit of fun is unavoidable.\n   \n\n  \n\n**We would like to hear from you**\n If you want to join our journey to dare, care and grow together with our clients and fellow Sofigators, we are eager to hear more from you. Please, tell us more about your background, competences and your motivation to be part of our growth story.\n   \n\n  \n\n If you have any questions please contact Johan Neumann, Business Lead Salesforce johan.neumann[at]sofigate.com\n   \n\n  \n\n**About Sofigate**\n We change the way how business and technology leaders co-create business technology capabilities and lead digital transformation. Our 700+ experts in Finland, Sweden, Denmark, Norway, Hungary and Poland help you be at ease with the speed of change.\n   \n\n  \n\n By combining our transformation expertise with low\/no-code platforms and generative AI, we ensure a faster time-to-value for our customers.\n   \n\n  \n\n We do not leave the future up to chance. We take ownership of it. You can, too.","company_url":"https:\/\/fi.linkedin.com\/company\/sofigate","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4E0BAQFnsSxtqB2kIQ\/company-logo_100_100\/company-logo_100_100\/0\/1671720118382\/sofigate_logo?e=2147483647&v=beta&t=xOoLM8vX5Z7oRNZkt6D0PCOSlAL_ifXKxJkk9glVz7c","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4293433060","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4293433060","job_url_direct":"https:\/\/grnh.se\/6oons0ws1us&urlHash=tf73","title":"Software Architect - Containers \/ Virtualisation","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engineering innovation and IoT. Our customers include the world's leading public cloud and silicon providers, and industry leaders in many sectors. The company is a pioneer of global distributed collaboration, with 1200+ colleagues in more than 80 countries and very few office based roles. Teams meet two to four times yearly in person, in interesting locations around the world, to align on strategy and execution.\n   \n\n  \n\n The company is founder led, profitable and growing.\n   \n\n  \n\n We are hiring a\n **software architect** \n for Canonical LXD and MicroCloud.\n   \n\n  \n\n Our goal is to make clusters of compute, with system containers or virtual machines, \"just work\". It should be trivial to stand up a small cloud using one, two or twenty servers. This is a challenging exercise in distributed systems, virtualisation, container technology, networking and storage. As with the Ubuntu desktop, our goal is to make it easy and to make it reliable for people to focus on the things that really matter to them rather than the OS and infrastructure.\n   \n\n  \n\n LXD is a modern Golang system container and virtual machine orchestrator widely used on Ubuntu, ChromeOS and other Linux platforms. LXD engineering spans the entire software stack from low-level kernel work on namespaces, confinement, security, filesystems, VMMs and networking, to the high level management REST API and CLI. As a software architect, you will drive the architecture, design and evolution of LXD, and also Canonical MicroCloud which combines LXD with Ceph and OVN to make a lean, easy to use and resilient cluster-scale cloud infrastructure.\n   \n\n  \n\n We are looking for an outstanding software architect and engineer with experience in Golang and C, with the leadership qualities needed to rally a team to ship outstanding products. Knowledge of modern cloud infrastructure offerings, their APIs and their underlying technologies is a must.\n   \n\n  \n\n This is an opportunity for someone who wants to have a meaningful impact on modern cloud computing technologies. Canonical offers a fun, fast-paced team environment and a career full of learning and development.\n   \n\n  \n\n***Location***\n : This is a home-based position available in EMEA and the Americas.\n   \n\n  \n\n The role entails\n   \n\n  \n\n* Leadership of the LXD and MicroCloud architecture\n* Mentor, develop and advise colleagues in their career progression\n* Develop in Golang and C\n* Review code produced by other engineers\n* Ensure the product is secure and performant\n* Display technical leadership in Canonical and our communities\n* Work from home with global travel twice annually for company events\n\n\n**What we are looking for in you**\n* An exceptional academic track record from both high school and university\n* Undergraduate degree in Computer Science or STEM\n* Drive, and a track record of going above-and-beyond expectations\n* Technical leadership as well as team motivation, direction and pace\n* Well-organized, self-starting and able to deliver to schedule\n* Professional manner in interacting with colleagues, partners, and community\n* Experience with Go and C\n* Experience with storage, networking and virtualization\n* Experience with container technologies\n* Experience with concurrent, distributed systems\n* Conscientiousness and detail orientation, with a focus on performance\n* Professional written and spoken English\n* Experience with Linux (Debian or Ubuntu preferred)\n* Excellent interpersonal skills, curiosity, flexibility, and accountability\n\n\n**What we offer colleagues**\n We consider geographical location, experience, and performance in shaping compensation worldwide. We revisit compensation annually (and more often for graduates and associates) to ensure we recognise outstanding performance. In addition to base pay, we offer a performance-driven annual bonus or commission. We provide all team members with additional benefits, which reflect our values and ideals. We balance our programs to meet local needs and ensure fairness globally.\n   \n\n  \n\n* Distributed work environment with twice-yearly team sprints in person\n* Personal learning and development budget of USD 2,000 per year\n* Annual compensation review\n* Recognition rewards\n* Annual holiday leave\n* Maternity and paternity leave\n* Employee Assistance Programme\n* Opportunity to travel to new locations to meet colleagues\n* Priority Pass, and travel upgrades for long haul company events\n\n\n**About Canonical**\n Canonical is a pioneering tech firm at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open-source projects and the platform for AI, IoT, and the cloud, we are changing the world of software. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence; in order to succeed, we need to be the best at what we do. Most colleagues at Canonical have worked from home since our inception in 2004. Working here is a step into the future and will challenge you to think differently, work smarter, learn new skills, and raise your game.\n   \n\n  \n\n Canonical is an equal opportunity employer\n   \n\n  \n\n We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4130126530","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4130126530","job_url_direct":"https:\/\/jobs.dnv.com\/job-search\/accelerator\/consultant\/stockholm-sweden\/senior-penetration-tester\/300001023288461?utm_medium=referralwebsite&utm_source=thirtythree_linkedin&urlHash=Ovye","title":"Senior Penetration Tester","company":"DNV","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"not applicable","job_function":"Information Technology","company_industry":"Public Safety","listing_type":null,"emails":null,"description":"**About Us**\n We are the independent expert in assurance and risk management. Driven by our purpose, to safeguard life, property, and the environment, we empower our customers and their stakeholders with facts and reliable insights so that critical decisions can be made with confidence.\n   \n\n  \n\n As a trusted voice for many of the world’s most successful organizations, we use our knowledge to advance safety and performance, set industry benchmarks, and inspire and invent solutions to tackle global transformations.\n   \n\n  \n\n**About The Role**\n*Are you a seasoned penetration tester? Do you want to work in an international environment with some of the best cybersecurity professionals in the industry? We are looking for you to be a part of us!*\n We are looking for a Senior Penetration Tester to join the Technical Assessments service unit at DNV Cyber in Stockholm. You will be joining a team of security specialists advising DNV Cyber clients as they rely on us to find vulnerabilities in their networks, systems and applications.\n   \n\n  \n\n As a Senior Penetration Tester, you will play a crucial role in advising our clients as they rely on us to find vulnerabilities in their network setups, web and mobile applications, physical devices or cloud deployments. In addition, you will have an opportunity to work with some very security-minded colleagues and clients.\n   \n\n  \n\n**Most of your daily work will revolve around security assessments where the following tasks are expected:**\n* Identify vulnerabilities in applications, systems and networks.\n* Document the vulnerabilities by describing them, providing reproduction and remediation steps and classifying their severity according to industry standards.\n* Ensure project deadlines are met, and clients are kept up to date on meeting project milestones.\n* Interact with customers in a collaborative, consultative manner to deliver world-class results.\n\n\n What we offer\n   \n\n  \n\n**Be one of us**\n We have recently embarked on an exciting journey – formerly known as Nixu, now combined forces with DNV and Applied Risk, with the goal of creating a leading European cyber security services business.\n   \n\n  \n\n At DNV Cyber, we are passionate about cybersecurity and take pride in the way we are impacting the society we live in. We encourage you to excel professionally through knowledge sharing and demanding cases. At DNV Cyber, you'll have 500 colleagues who share an interest in cyber security with you.\n   \n\n  \n\n At DNV Cyber, you will have the opportunity to work on a variety of cases and customers from various industries. You will be working in an international environment with global opportunities to advance in your career. With us, you will be surrounded by the most talented people in the cyber security field. We encourage you to keep challenging yourself by exploring new areas of expertise.\n   \n\n  \n\n Join us on an exciting adventure of growth, meaningful work, and shaping the future through cyber security!\n   \n\n  \n\n DNV is an Equal Opportunity Employer and gives consideration for employment to qualified applicants without regard to gender, religion, race, national or ethnic origin, cultural background, social group, disability, sexual orientation, gender identity, marital status, age or political opinion. Diversity is fundamental to our culture and we invite you to be part of this diversity.\n   \n\n  \n\n**About You**\n**You have the following**\n* Proven experience as a penetration tester, with hands-on experience in ethical hacking.\n* Deep understanding of cybersecurity and strong technical skills.\n* Strong understanding of web application security, network security, and operating system security.\n* Ability to identify vulnerabilities in both Windows and Linux systems.\n* Experience with different hacking tools.\n* Excellent communication and reporting skills in both Swedish and English.\n\n\n**Excellent consultant skills are essential for long term success; these soft skills will make you successful in this role:**\n* Communication skills; able to adapt the message to different situations and audiences.\n* Listening skills; understand the customers and be able to empathize with them.\n* Relaxed attitude; able to adapt to moving requirements and ways of working.\n* Constant learning attitude; not afraid to take on new challenges.\n\n\n As a Senior Penetration Tester, you actively want to stay up to date with the latest technologies. To succeed in this role, we believe you are a specialist in a particular area or technology, driven by the ambition to create a meaningful impact.","company_url":"https:\/\/no.linkedin.com\/company\/dnv","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C4D0BAQFTwZwPOZp-Dg\/company-logo_100_100\/company-logo_100_100\/0\/1630521750380\/dnvgl_logo?e=2147483647&v=beta&t=TeM-ISMj8KlAGnexwqqH8YHCX7M2b-opqg1ff-trDvk","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4293435026","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4293435026","job_url_direct":"https:\/\/grnh.se\/8ise42ah1us&urlHash=vN3c","title":"Software Engineering Manager - Container and Virtualisation Infrastructure","company":"Canonical","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Engineering and Information Technology","company_industry":"Software Development","listing_type":null,"emails":null,"description":"Canonical is a leading provider of open source software and operating systems to the global enterprise and technology markets. Our platform, Ubuntu, is very widely used in breakthrough enterprise initiatives such as public cloud, data science, AI, engineering innovation, and IoT. Our customers include the world's leading public cloud and silicon providers, and industry leaders in many sectors. The company is a pioneer of global distributed collaboration, with 1200+ colleagues in 75+ countries and very few office-based roles. Teams meet two to four times yearly in person, in interesting locations around the world, to align on strategy and execution.\n   \n\n  \n\n The company is founder-led, profitable, and growing.\n   \n\n  \n\n Our mission is to build a next-generation private cloud infrastructure, combining KVM, Ceph, and SDN technologies to create a data center scale cloud that 'just works' and provides a mission-critical cloud for edge and core enterprise deployments. We're hiring engineering managers with experience in high-quality microservice architectures and high-performance team leadership who also have deep familiarity with Linux kernel, virtualisation, storage and networking.\n   \n\n  \n\n LXD components span the entire software stack from low-level kernel features to the upper level management API\/CLI. Our most effective engineers are fluent in all these layers, and able to anticipate the consequences of design and engineering choices elsewhere in a complex distributed system.\n   \n\n  \n\n As an engineering manager at Canonical you must have a solid technical background, but your responsibility is to run an effective team and develop the colleagues you manage. You are expected to help them grow as engineers, do important work, do it outstandingly well, find professional and personal satisfaction, and work well with colleagues and the community. Technical leadership experience and a background in software engineering are necessary prerequisites for this role. You will be expected to lead, challenge, and develop engineers, positively influence the culture, facilitate technical delivery, and work with your team on strategy and execution.\n   \n\n  \n\n The successful candidate will have experience leading successful, collaborative engineering teams, and demonstrate the ability to solve challenging distributed systems problems and deep knowledge of Linux.\n   \n\n  \n\n***Location***\n : This is a remote position available in EMEA and the Americas.\n   \n\n  \n\n What you will focus on\n   \n\n  \n\n* Lead a team of remote engineers\n* Develop talent through coaching, mentoring, feedback and hands-on career development\n* Set and manage expectations with other engineering teams, senior management, and external stakeholders\n* Advocate and advance modern software development practices\n* Participate in the engineering process through code and architectural review\n* Engage with teams at Canonical, the open source community and partners\n* Work from home with global travel for 4 to 6 weeks per year for internal and external events\n\n\n What we are looking for in you\n   \n\n  \n\n* You understand modern Linux cloud computing technologies, including networking, storage, containers and K8s\n* You love developing and growing people and have a strong track record of doing it\n* You are focused on success and the delivery of timely, high quality software\n* You have a Bachelor's or equivalent in Computer Science, STEM or similar degree\n* You have strong written and verbal technical communication skills\n* You have experience programming in C and\/or Go.\n\n\n What we offer you\n   \n\n  \n\n We consider geographical location, experience, and performance in shaping compensation worldwide. We revisit compensation annually (and more often for graduates and associates) to ensure we recognise outstanding performance. In addition to base pay, we offer a performance-driven annual bonus. We provide all team members with additional benefits, which reflect our values and ideals. We balance our programs to meet local needs and ensure fairness globally.\n   \n\n  \n\n* Distributed work environment with twice-yearly team sprints in person\n* Personal learning and development budget of USD 2,000 per year\n* Annual compensation review\n* Recognition rewards\n* Annual holiday leave\n* Maternity and paternity leave\n* Employee Assistance Programme\n* Opportunity to travel to new locations to meet colleagues\n* Priority Pass, and travel upgrades for long haul company events\n\n\n**About Canonical**\n Canonical is a pioneering tech firm at the forefront of the global move to open source. As the company that publishes Ubuntu, one of the most important open-source projects and the platform for AI, IoT, and the cloud, we are changing the world of software. We recruit on a global basis and set a very high standard for people joining the company. We expect excellence; in order to succeed, we need to be the best at what we do. Most colleagues at Canonical have worked from home since our inception in 2004. Working here is a step into the future and will challenge you to think differently, work smarter, learn new skills, and raise your game.\n   \n\n  \n\n Canonical is an equal opportunity employer\n   \n\n  \n\n We are proud to foster a workplace free from discrimination. Diversity of experience, perspectives, and background create a better work environment and better products. Whatever your identity, we will give your application fair consideration.","company_url":"https:\/\/uk.linkedin.com\/company\/canonical","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/C560BAQEbIYAkAURcYw\/company-logo_100_100\/company-logo_100_100\/0\/1650566107463\/canonical_logo?e=2147483647&v=beta&t=17jhZvUOD-0vAJw3nIGnkBiYtBbXfEriIhIo6TfDmzc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4243612862","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/4243612862","job_url_direct":"https:\/\/jobs.siemens.com\/careers\/job\/563156125073183?hl=en&utm_source=linkedin&domain=siemens.com&sourceType=PREMIUM_POST_SITE&urlHash=z-gj","title":"Global Prescription Leader - Data Center 80-100%","company":"Siemens","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"salary_source":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"job_level":"mid-senior level","job_function":"Other","company_industry":"Automation Machinery Manufacturing","listing_type":null,"emails":null,"description":"**Together with our customers, we combine the real and digital worlds**\n With technology, software and services for smart buildings, we transform the everyday for everyone. By combining the real and digital worlds, we empower our customers to reach their decarbonization goals, lower their operating costs and create world-class occupant experiences for their people. It’s not just about improving buildings – it’s about creating efficient, safe, adaptable and sustainable environments, which improve the way the world lives and works.\n   \n\n  \n\n The digital transformation of buildings is a fast-changing, dynamic sector, and it needs more than just great technology - it needs great people, too. We know a business only thrives if its people are thriving, so at Siemens we put our people first.\n   \n\n  \n\n**We are looking for a new colleague with a comprehensive understanding of overall data center solutions to join our Global Datacenter Application Hub.** \n In this role, you will support external consultants and planners in designing tailored specifications for data centers in the field of liquid cooling, simulations, automation, security, fire and power monitoring. You will develop a standard reference prescription to position Siemens as the trusted advisor for data center solutions. You will collaborate with cross-Business Unit professionals, partners and the sales teams in our focus countries to drive specifications and promote our portfolio.\n   \n\n  \n\n Within our buildings business, our distributed team will support you through your career and challenge you to grow in new and exciting ways, as we transform the world’s infrastructure.\n **Our shared journey could take you anywhere … where would you like to go?**\n**Your New Responsibilities**\n* Identify and engage with existing and potential partners and customers, understanding their needs to bring value propositions that differentiate Siemens in the data center market\n* Collaborate with consultants in the data center market to specify Siemens products and solutions, ensuring alignment with industry standards and client requirements\n* Partner with cross-BU Siemens sales teams to drive specifications and promote products, solutions, and services to customers in the data center vertical\n* Engage with business decision-makers at all organizational levels to identify requirements and new market opportunities\n* Monitor industry trends and competitors’ activities to develop standardized design and identify innovation opportunities\n* Work closely with marketing refine Siemens’ value proposition for consultants and technical decision-makers\n* Deliver internal training sessions, visit client sites, and consistently exceed KPIs based on sales and engagement metrics\n* Provide strategic insights to management regarding industry trends, regulatory changes, and competitive positioning to continuously improve Siemens’ data center designs and offerings\n\n\n**Your Skills And Experience**\n* Bachelor's degree in engineering or an equivalent; an MBA or relevant graduate degree is beneficial\n* Proven experience in technical sales or vertical markets, with a strong focus on data centers\n* In-depth understanding of data center technologies and solutions, including Integrated Data Center Management Suite, liquid cooling systems, and Data Center Infrastructure Management (DCIM) software\n* Broad knowledge of regulatory, legislative, business, and technology trends across multiple markets\n* Knowledge of medium voltage products and systems, protection systems, and energy automation solutions\n* Excellent planning, communication, writing, and facilitation skills\n* Ability to quickly adjust strategies and approaches as conditions change\n* Possesses a rigorous and analytical attitude to overcome challenges and solve problems effectively\n* Excellent communication and presentation abilities in English. German and any additional European language would be beneficial\n\n\n**Location** \n : qualified candidates need a valid work permit for the respective country. Relocation to another country is not planned\n   \n\n  \n\n**Employee benefits:** \n local benefits apply\n   \n\n  \n\n**What it’s like working for us** \n We place significant emphasis on fostering an inclusive and flexible working culture that encourages everyone to be their authentic selves. Equal opportunities and diversity are important to us and contribute to an enriching culture. We actively embrace mobile working to provide every colleague with more autonomy and the chance to achieve a good work-life balance. Learn more here\n   \n\n  \n\n**Frequently asked questions and contact information** \n Here you will find a collection of frequently asked questions and a way to contact us directly.\n   \n\n  \n\n Information for recruitment agencies: Siemens is not accepting applications from recruitment agencies for this position. Thank you for your understanding.","company_url":"https:\/\/de.linkedin.com\/company\/siemens","company_url_direct":null,"company_addresses":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/v2\/D4D0BAQFK_4wGnzwPTQ\/company-logo_100_100\/company-logo_100_100\/0\/1719931174735\/siemens_logo?e=2147483647&v=beta&t=iNZVOYYuYOnkz09IBCFrK9Ik8uTqP6ZDnhCEJjPouV4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]