[{"id":"71e5ab00045e5103","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=71e5ab00045e5103","job_url_direct":"https:\/\/kisi.recruitee.com\/o\/embedded-firmware-developer-gen3-platform?source=Indeed","title":"Embedded Firmware Developer - Gen3 Platform","company":"KISI","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1718409600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**Who we are**\n==============\n\n\n\nWe are Kisi, a physical security technology company that accelerates a world where the right people can share spaces with anyone, at any time. Founded in 2012, Kisi operates from a headquarter in Brooklyn (USA), an office in Stockholm (Sweden), and a remote team across the globe.\n\n\n**What we do**\n==============\n\n\n\nWe bring simple and secure physical security to people and organizations anywhere. Our award-winning hardware and compliance-certified software form the core of our physical security platform that helps businesses around the world connect and control their spaces through the cloud. With our seamless access experience and real-time data and analytics we help make spaces available to the right people at any time. But don’t just take our word for it: explore our award-winning Reader Pro, which recently won the coveted GOOD DESIGN award as well as the prestigious iF Design Award. Curious about how Kisi works? Check out this short product demo.\n\n\n**How and why we do it**\n========================\n\n\n\nAt Kisi, you will have the freedom to do your work in the way you work best. There’s a flat hierarchy (work alongside our co-founders Carl, Max, and Bernie!), a strong sense of ownership, and the freedom to get creative. We also try to limit meetings as much as possible so that you can have dedicated focus time. Our mission is clear: ensure ease of facility access and remote space management, providing access systems to create a secure future where spaces are connected and accessible without boundaries.\n\n\n**Your role**\n=============\n\n\n\nWe are seeking a highly motivated and dedicated Embedded Software Engineer to join our dynamic team and help expand our innovative product portfolio. Our mission is to seamlessly connect people and spaces through an open platform that includes cloud-based video intercoms, wireless locks, and third-party access control systems. The ideal candidate will possess a robust background in embedded systems development, proficiency in C, and a passion for creating cutting-edge solutions. In this role, you will design, develop, and optimize embedded software for our access control devices, contributing to the advancement of our technology and the enhancement of user experiences.\n\n**Your responsibilities**\n=========================\n\n\n* Dive into product research and discovery, exploring innovative solutions that drive our technology forward.\n* Showcase your findings by presenting cutting-edge implementation and integration alternatives.\n* Develop and seamlessly integrate native and third-party functionalities into our evolving product portfolio.\n* Deliver high-impact features to customers in well-planned iterations, ensuring smooth and efficient adoption.\n* Bring your meticulous attention to detail, enhancing user experience and performance to Kisi’s standards.\n\n\n**Your qualifications**\n=======================\n\n\n* Proficiency in C is required.\n* Experience with software tools (e.g. Git, Make\/CMake, Python) is required.\n* Experience with embedded software development tools (e.g., J-link, ST-link, ARM-GCC) is required.\n* Familiarity with microcontroller architectures (e.g. ARM Cortex-M) and peripheral interfaces (e.g., SPI, I2C, UART) is required.\n* Experience with real-time operating systems (e.g. freeRTOS) is required.\n* Basic knowledge of assembly is required.\n* Knowledge of Embedded Linux is a plus, but not required.\n* Excellent communication, teamwork and goal-achieving abilities.\n\n\n**What you can expect**\n=======================\n\n\n* **Impact**. It’s all about making a positive impact on people’s everyday lives. At Kisi, you are expected to make meaningful contributions to shape the future of physical security.\n* **Excellence**. We strive for excellence and best-in-class experiences in everything we do. We are innovative and obsessed with the details that matter.\n* **Culture**. Our culture is not a written manifest, but the result of all of us. We place great emphasis on building a company that is open, welcoming, challenging, and fun.\n* **Ownership**. We don’t believe in micro-management, but we do believe in setting and getting goals. At Kisi, you will own goals, and have freedom under responsibility.\n* **Diversity**. We are American, Argentinian, Brazilian, Danish, English, Ethiopian, German, Indian, Nigerian, Swedish, and more.\n\n\n**Your benefits**\n=================\n\n\n* Team offsites. The Kisi Krew meets up from time to time in person in new exciting locations.\n* Equipment. You will be set up with all the necessary equipment needed to do your job to the best of your ability.\n* Vacation days. Sweden: minimum 25 days PTO. USA and Remote: minimum 20 days PTO.\n* Healthcare and pension. USA: health coverage, 401k. Sweden: health coverage, life insurance, pension plan. Remote: build your own package.\n* Grow with us. We are here to support you in your growth whether you want to become a manager, learn a new skill, or move into a new role.\n* Referral program. You will get $2500 for each successful hire we make from your referrals.\n\n\n**Your process with us**\n========================\n\n\n\nApplication > CV screening > Intro call (let’s get to know each other!) > Recruitment task > Technical Interview > Culture Interview > Offer.\n\n\n\nAfter successful interviews and the job offer is signed, we will conduct a background check.","company_url":"https:\/\/se.indeed.com\/cmp\/Kisi-1","company_url_direct":"https:\/\/www.getkisi.com","company_addresses":"Brooklyn, NY & Stockholm, Sweden","company_industry":null,"company_num_employees":"51 to 200","company_revenue":"Decline to state","company_description":"We are Kisi, a physical security technology company that accelerates a world where the right people can share physical resources at any time. Founded in 2012, Kisi operates from a headquarter in Brook","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/02cc6db1ab8a30d699d0ebd93066c258","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/71eef8c9c6f8942dc1ba0173b80f0953","ceo_name":null,"ceo_photo_url":null},{"id":"bf1212125c4fba4d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=bf1212125c4fba4d","job_url_direct":"https:\/\/kisi.recruitee.com\/o\/embedded-firmware-developer-odm-oem-integrations?source=Indeed","title":"Embedded Firmware Developer - ODM \/ OEM \/ Integrations","company":"KISI","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1718409600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**Who we are**\n==============\n\n\n\nWe are Kisi, a physical security technology company that accelerates a world where the right people can share spaces with anyone, at any time. Founded in 2012, Kisi operates from a headquarter in Brooklyn (USA), an office in Stockholm (Sweden), and a remote team across the globe.\n\n\n**What we do**\n==============\n\n\n\nWe bring simple and secure physical security to people and organizations anywhere. Our award-winning hardware and compliance-certified software form the core of our physical security platform that helps businesses around the world connect and control their spaces through the cloud. With our seamless access experience and real-time data and analytics we help make spaces available to the right people at any time. But don’t just take our word for it: explore our award-winning Reader Pro, which recently won the coveted GOOD DESIGN award as well as the prestigious iF Design Award. Curious about how Kisi works? Check out this short product demo.\n\n\n**How and why we do it**\n========================\n\n\n\nAt Kisi, you will have the freedom to do your work in the way you work best. There’s a flat hierarchy (work alongside our co-founders Carl, Max, and Bernie!), a strong sense of ownership, and the freedom to get creative. We also try to limit meetings as much as possible so that you can have dedicated focus time. Our mission is clear: ensure ease of facility access and remote space management, providing access systems to create a secure future where spaces are connected and accessible without boundaries.\n\n\n**Your role**\n=============\n\n\n\nWe are looking for a highly motivated, dedicated, and responsible engineer to significantly expand our product portfolio by integrating new hardware devices and technologies. Our mission is to connect people and spaces through an open and interoperable platform. This includes working with cloud based video intercoms, wireless locks, and third-party access control and intrusion detection systems. Our goal is to provide our customers with the best solutions to connect their people and spaces effectively.\n\n\n**Your responsibilities**\n=========================\n\n\n* Dive into product research and discovery, exploring innovative solutions that drive our technology forward.\n* Showcase your findings by presenting cutting-edge implementation and integration alternatives.\n* Develop and seamlessly integrate native and third-party functionalities into our evolving product portfolio.\n* Deliver high-impact features to customers in well-planned iterations, ensuring smooth and efficient adoption.\n* Bring your meticulous attention to detail, enhancing user experience and performance to Kisi’s standards.\n\n**Your qualifications**\n=======================\n\n\n* Proficiency in C is required.\n* Proficiency in either Python or JavaScript is required.\n* Required experience with MCUs and embedded Linux.\n* Experience with AWS IoT is helpful but optional.\n\n\n**What you can expect**\n=======================\n\n\n* Impact. It’s all about making a positive impact on people’s everyday lives. At Kisi, you are expected to make meaningful contributions to shape the future of physical security.\n* Excellence. We strive for excellence and best-in-class experiences in everything we do. We are innovative and obsessed with the details that matter.\n* Culture. Our culture is not a written manifest, but the result of all of us. We place great emphasis on building a company that is open, welcoming, challenging, and fun.\n* Ownership. We don’t believe in micro-management, but we do believe in setting and getting goals. At Kisi, you will own goals, and have freedom under responsibility.\n* Diversity. We are American, Argentinian, Brazilian, Danish, English, Ethiopian, German, Indian, Nigerian, Swedish, and more.\n\n\n**Your benefits**\n=================\n\n\n* Team offsites. The Kisi Krew meets up from time to time in person in new exciting locations.\n* Equipment. You will be set up with all the necessary equipment needed to do your job to the best of your ability.\n* Vacation days. Sweden: minimum 25 days PTO. USA and Remote: minimum 20 days PTO.\n* Healthcare and pension. USA: health coverage, 401k. Sweden: health coverage, life insurance, pension plan. Remote: build your own package.\n* Grow with us. We are here to support you in your growth whether you want to become a manager, learn a new skill, or move into a new role.\n* Referral program. You will get $2500 for each successful hire we make from your referrals.\n\n\n**Your process with us**\n========================\n\n\n\nApplication > CV screening > Intro call (let’s get to know each other!) > Recruitment task > Technical Interview > Culture Interview > Offer.\n\n\n\nAfter successful interviews and the job offer is signed, we will conduct a background check.","company_url":"https:\/\/se.indeed.com\/cmp\/Kisi-1","company_url_direct":"https:\/\/www.getkisi.com","company_addresses":"Brooklyn, NY & Stockholm, Sweden","company_industry":null,"company_num_employees":"51 to 200","company_revenue":"Decline to state","company_description":"We are Kisi, a physical security technology company that accelerates a world where the right people can share physical resources at any time. Founded in 2012, Kisi operates from a headquarter in Brook","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/02cc6db1ab8a30d699d0ebd93066c258","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/71eef8c9c6f8942dc1ba0173b80f0953","ceo_name":null,"ceo_photo_url":null},{"id":"e6a4c37ce942bcb8","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=e6a4c37ce942bcb8","job_url_direct":"https:\/\/career.deploja.se\/jobs\/4614950-deploja-soker-en-systemutvecklare-java","title":"Deploja söker en Systemutvecklare Java","company":"Deploja AB","location":"Luleå, BD, SE","job_type":null,"date_posted":1718409600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Vi har nu ett behov hos en kund efter en Systemutvecklare Java och söker därför en ytterligare konsult och kollega med den rätta inställningen och som vill lära sig samt dela med sig av sina kunskaper. Med rätta inställningen vet vi att du skulle lyckas som konsult hos Deploja. Vi tror på att bygga ett bolag av olika personligheter som på olika sätt bidrar.\n\n  \n\nVi vill ständigt bli bättre och är bara i uppstartsfasen av en spännande resa så vi vill därav bli fler duktiga kollegor!\n\n **Rollen:**  \n\nKonsulten kommer att arbeta tillsammans med andra resurser i ett agilt leveransteam som ansvarar för utveckling och förvaltning av IT-stöd inom. Arbetet kommer att innebära både frontend- och backendutveckling.\n\n  \n\n  \n\n**För denna roll ser vi gärna att du har:**  \n\n* Minst 6 års erfarenhet av javautveckling\n* Minst 2 års erfarenhet av angular version 12 eller högre\n* Minst 2 års erfarenhet av systemutveckling med SBE metoden (specifikt och inte likvärdig metod)\n\n  \n\n**Meriterande****:**  \n\n* Erfarenhet av Java Enterprise Edition (JavaEE)\n* Erfarenhet av GIT\n* Erfarenhet av JBOSS\n* Erfarenhet av JMS\/MQ-köer\n\n  \n\n**Sista ansökningdatum:** 18-06-2024  \n\n  \n\n**Vad erbjuder Deploja ?**  \n\nVi sätter individen i centrum av vår verksamhet. För oss är det viktigt att du trivs både på jobbet och på din fritid, eftersom vi tror att din framgång och trivsel går hand i hand. Därför ger vi dig möjligheten till en mer flexibel vardag där du kan bestämma hur mycket du vill arbeta och om du vill göra det hemifrån, hos kund eller på vårt kontor.  \n\n  \n\nVår modell utmanar verkligen IT-konsultbranschen. Deploja erbjuder sina konsulter större delen av ersättningen, eftersom det trots allt är du som konsult som levererar värde hos kunden och därmed enligt vår mening bör bli kompenserad därefter!\n\n **Vi erbjuder dig följande, Valet är ditt!**\n\n\nSpännande uppdrag hos våra många kunder. Vi fokuserar på långsiktiga uppdrag, vilket ger dig möjlighet att skapa värde för kunden samtidigt som du utvecklas själv.\n\n\nEn trygg månadslön – tillsammans bestämmer vi en grundlön baserad på dina uppdrag.\n\n\nTjänstebil – vi uppmuntrar dig att välja en elbil för en mer hållbar framtid.\n\n\nTjänstepension och stora möjligheter till löneväxling.\n\n\nSemester - Önskar du mer än 30 dagar semester, kanske 60 dagar?\n\n\nPrivat sjukvårdsförsäkring, olycksfallsförsäkring och livförsäkring för ökad trygghet.\n\n  \n\nKompetensutveckling – du får själv sätta din budget och välja vilka utbildningar du vill delta i.\n\n\nLivskvalitet - Har du kanske svårt att få ihop pusslet i vardagen och önskar arbeta lite mindre och ändå kunna tjäna lika mycket om inte mer?  \n\n  \n\n**Låter rollen intressant?** Ansök i så fall omgående för vi intervjuar löpande! Tjänsten kan tillsättas innan sista ansökningsdatum.\n\n *Om ovanstående jobb beskrivning inte passar dig, tveka inte att skicka in din spontan ansökan ändå om du känner dig redo för ett friare liv som konsult* via länken här*.*  \n\n  \n\nVarmt välkommen med din ansökan!","company_url":"https:\/\/se.indeed.com\/cmp\/Deploja-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"00520ee15fe9d3c9","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=00520ee15fe9d3c9","job_url_direct":"https:\/\/careers.crepido.com\/jobs\/4614924-senior-apache-camel-och-spring-boot-utvecklare","title":"Senior Apache Camel och Spring Boot Utvecklare","company":"Crepido","location":"Göteborg, O, SE","job_type":null,"date_posted":1718409600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"marjan@crepido.com","description":"**Söker du en spännande och utmanande roll i en innovativ IT-miljö? Vi söker en Senior Apache Camel och Spring Boot Utvecklare för att stärka vårt team!**\n\n **Som Senior Apache Camel och Spring Boot Utvecklare hos oss får du:**\n\n* Vara med och utveckla moderna och skalbara integrationslösningar i en dynamisk och tillväxtorienterad organisation.\n* Arbeta med komplexa projekt i en plattformsoberoende miljö med fokus på Java, Spring Boot och Apache Camel.\n* Samverka med duktiga kollegor och bidra till en positiv och kreativ arbetsmiljö.\n\n**Vi söker dig som har:**\n\n* **Flera års praktisk erfarenhet av mjukvaruutveckling i Java med Spring Boot.**\n* **Gedigen kunskap om Apache Camel och dess användningsområden.**\n* **Praktisk erfarenhet av Kubernetes och dess roll i moderna IT-miljöer.**\n* **Erfarenhet av att utveckla tjänsteorienterade integrationslösningar med tekniker som web services och meddelandebaserad asynkron kommunikation.**\n* **Djupa kunskaper om integrations- och designmönster (EAI-patterns).**\n* **Erfarenhet av att arbeta med verktyg som Maven, GitLab och Jenkins.**\n\n**Förutom ovanstående krav ser vi gärna att du har:**\n\n  \n\n* **Utmärkta kommunikationsförmåga i tal och skrift på svenska.**\n* **God samarbetsförmåga och en vilja att ta ansvar.**\n* **En stark drivkraft att lära dig nytt och utvecklas i din roll.**\n\n**Vi erbjuder:**\n\n* En attraktiv lön och goda förmåner.\n* En modern och trivsam arbetsmiljö i centrala Göteborg.\n* Möjligheten att vara med och påverka framtiden för vår verksamhet.\n* Ett engagerat och kompetent team att samarbeta med.\n\n**Är du redo att ta din Java-karriär till nästa nivå?**\n\n**Ansök till tjänsten idag!**\n\n**Kontakt:**\n\n\nMarjan Trajkovski\n\n\nVD\n\n\nmarjan@crepido.com\n\n\n0768853506\n\n**Vi ser fram emot din ansökan!**","company_url":"https:\/\/se.indeed.com\/cmp\/Crepido","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"fd5acd58fa1200bd","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=fd5acd58fa1200bd","job_url_direct":"https:\/\/careers.crepido.com\/jobs\/4614925-senior-devops-utvecklare","title":"Senior DevOps Utvecklare","company":"Crepido","location":"Göteborg, O, SE","job_type":null,"date_posted":1718409600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"marjan@crepido.com","description":"**Bidra till effektiva DevOps-processer!**\n------------------------------------------\n\n\nVi söker en passionerad och erfaren Senior DevOps utvecklare som vill ansluta sig till vår integrationsenhet. I denna roll kommer du att spela en avgörande roll i att utforma och implementera våra utvecklingspipelines, med fokus på automatisering och effektiva processer. Du kommer att samarbeta med ett team av talangfulla utvecklare i en dynamisk och innovativ miljö.\n\n**Huvuduppgifter:**\n\n* Utforma och implementera automatiserade DevOps-pipelines med fokus på effektivitet och säkerhet\n* Integrera säkerhet genom automatiserade säkerhetstester i CI\/CD-flödet\n* Automatisera distributionsprocesser med Kubernetes och ArgoCD\n* Hantera loggning och övervakning med Loki-stacken integrerad med Grafana och Prometheus\n* Stödja teamet i att kontinuerligt förbättra DevOps-processer och verktyg\n* Dela din expertis och ge vägledning till kollegor\n\n**Kvalifikationer:**\n\n* **Flera års praktisk erfarenhet av DevOps och CI\/CD**\n* **Gedigen förståelse för principerna och metoderna bakom DevOps**\n* **Erfarenhet av att leda införandet av DevOps och CI\/CD i organisationer**\n* **Praktisk erfarenhet av GitLab och GitLab runners**\n* **Praktisk erfarenhet av Docker Desktop**\n* **Praktisk erfarenhet av Kubernetes**\n* **Stor erfarenhet av utveckling av Java med Spring Boot**\n* **Praktisk erfarenhet av Apache Camel**\n* **Praktisk erfarenhet av ArgoCD**\n* **Praktisk erfarenhet av Maven**\n\n**Vi erbjuder:**\n\n* En utmanande och stimulerande roll i en framgångsrik organisation\n* Möjligheten att arbeta med den senaste tekniken och att göra en verklig skillnad\n* Ett team av talangfulla och engagerade kollegor\n* En attraktiv löne- och förmånspaket\n\n**Varmt välkommen att ansöka**\n\n**Kontakt:**\n\n  \n\nMarjan Trajkovski\n\n\nVD\n\n\nmarjan@crepido.com\n\n\n0768853506\n\n**Vi ser fram emot din ansökan!**","company_url":"https:\/\/se.indeed.com\/cmp\/Crepido","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"be2df2b705984651","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=be2df2b705984651","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28897928","title":"Full Stack Developer to Net Insight's 5G Sync solution","company":"Meet a Group international AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1718409600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \nNet Insight is a pioneering technology company that powers large-scale live broadcast events, connecting millions of viewers globally. Since 2021, they have established a rapidly expanding solution area focused on Synchronization. Leveraging their patented TV distribution synchronization technology, the Zyntai product portfolio is designed for nationwide 5G and power networks. We are now looking for a Fullstack developer to join them!\n  \nOFFER\n  \nAt Net Insight you will find expertise, a knowledge-sharing culture, and an environment that spans the entire range, from hardware development to cloud applications to customer care – and everything in between.\n  \n  \n\nTogether with people excited about innovative technology projects and driving customer success, you will help build a unique solution for transporting time with extremely high precision over IP infrastructure.\n  \n  \n\n**Some of the benefits of working at Net Insight:**  \n\nAn open and flat organization with a lot of teamwork\n  \n  \n\nCutting-edge technology, in a technologically very advanced environment\n  \n  \n\nA company that values and understands the necessity of a healthy work\/life balance.\n  \n  \n\nEvery employee is valuable, drives changes, and influences the product as well as the way of working.\n  \n  \n\nUnusually low turnover – High employee satisfaction\n  \n  \n\nTHE PRODUCT AREA\n  \nSynchronization is already making success for 5G worldwide and so far; Net Insight has established collaborations with large telecom operators in Europe and North America and over 20 nationwide TV networks.\n  \n  \n\n5G Synchronization offers solutions to enable faster and more secure 5G rollouts. The core functionality is to distribute time over networks, GNSS independent, and with extremely high accuracy.\n  \n  \n\nThe solution consists of new purpose-built hardware, advanced software-based automation algorithms, and a cloud-based management system. All are built with modern architecture and technologies. Read more about the product here: https:\/\/netinsight.net\/5g-mobile-operators\/\n  \nTHE TEAM & POSITION\n  \nIn this role you will together with a team of five, help design and build the Management system for the new 5G Synchronization solution. You will be focusing more on the front end than the back end – but will be involved in both. It is a big plus if you have an interest in UI\/UX.\n  \n  \n\nThe system handles life-cycle management, metrics, alarms, etc for large networks of time-synchronization nodes. It runs in Kubernetes and is built with modern technologies and tools (e.g. Material UI, React, TS, Grafana).\n  \n  \n\nWhat's in it for you?\n  \nYou will enter the product in an early stage and there are plenty of challenges to solve. Additionally, they have lots of ideas on what they would like to add going forward – such as more intelligent network routing and advanced analytics. This means you will have a lot of freedom to set the foundation for the implementation of this and future products.\n  \n  \n\nABOUT YOU\n  \nFirst of all, the above info should excite you at least a little – because the candidate we are searching for is curious and eager to shape the future of 5G. Other than that, you are communicative and see collaboration as the key to success and you like working closely with your colleagues. You are productive and motivated to complete tasks, always with quality as a priority.\n  \n  \n\nWe believe you have experience in many, but not necessarily all, of the below areas:\n  \n  \n\nTypeScript\/JavaScript\n  \n  \n\nReact or similar (e.g. Angular)\n  \n  \n\nMaterial UI or similar (e.g. bootstrap)\n  \n  \n\nGit\n  \n  \n\nNode.js\n  \n  \n\nGrafana\n  \n  \n\nLinux\n  \n  \n\nAWS\/Public cloud\n  \n  \n\nDocker\/K8s\/OpenShift\/OKD\n  \n  \n\nExperience from unit tests, e.g. Jest or similar.\n  \n  \n\nExperience of UI-testing with e.g. Selenium or Cypress","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"234e33564f2e66be","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=234e33564f2e66be","job_url_direct":"https:\/\/career.aimopark.se\/en-GB\/jobs\/4563414-software-developer-team-login","title":"Software Developer - Team Login","company":"Aimo Park","location":"Stockholm, AB, SE","job_type":null,"date_posted":1718323200000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"*We have embarked on* a new exciting journey where our goal is to be the most attractive partner in mobility. We want to contribute to healthy and sustainable social development by offering mobility services that make cities smarter and everyday life easier.\n\n**About the job**\n-----------------\n\n\nAs a Software developer at Aimo, you'll be an integral part of our dynamic team, contributing to the entire lifecycle of products and services development in our ever-evolving business landscape. Collaborating with skilled full stack, front-end, and back-end developers, that are located across multiple locations in the Nordics and Europe. Aimo fosters a developer culture rooted in servant leadership and a You Build It You Run It' mindset.\n\n### **This is the Team:**\n\n\nWe are a small, highly experienced, fun, and loving team that thrives on learning and teaching! The team seeking your knowledge is Team Login at Aimo.\n\n  \n\n* We aim to provide a great login experience for all Aimo customers.\n* We provide access between services.\n* We are a hybrid working team of 3. In our daily work, we are constantly collaborating, no matter if we are in the office or online.\n* We deploy 5-20 times a day. We rather fail fast and small than slow and big.\n\n### **This is you:**\n\n* A jack of all trades with a liking for the bird's-eye perspective.\n* Experienced in TypeScript.\n* Robustness and security are important to you, so you realize that testing is a necessary evil and actually really helpful.\n* Experienced in Node.js and preferably React.js.\n* Appreciation and understanding of monitoring is a benefit.\n* Knowledge of OAuth2 and OIDC is also a benefit.\n\n#### **How you will work:**\n\n* Hybrid - highly flexible in where you spend most of your time.\n* Fullstack - while our frontend is not that large, it is very important as it will face most customers in Aimo.\n* Communicating with a lot of other teams because we are a central component.\n* Transfer your super skills to the team and learn new super skills from others.\n* Following patterns we believe promote good code.\n\n#### **Techniques you will work with:**\n\n* Node.js, React.js, Express.js, and Swagger\/OpenAPI.\n* OAuth2 and OIDC and security overall.\n* Datadog for logging and metrics.\n* Containerization using Kubernetes and Docker.\n* AWS (RDS, IAM, ECR, DynamoDB).\n* CDK for Infrastructure as Code.\n* GitLab and GitLab pipelines.\n* A lot of Slack communication ;-)\n\n### **Join us**\n\n\nIf you're looking for a role where your work directly enhances our customers experience we offer a space where you can share your expertise, learn from others, and really contribute. If you're ready to apply your skills in a setting that values collaboration and a servant leadership mindset, we'd like to hear from you.\n\n**About us**\n------------\n\n\nWe are owned by the Japanese company Sumitomo Corporation. With a focus on innovation and human needs, Sumitomo works continuously to develop new mobility solutions and innovations that make people's everyday lives easier.\n\n\nThis role is located at our headquarter in Stockholm and you need to be able to be on site when the business requires it.\n\n\nAimo is now facing an exciting journey of change where we strive to become the most innovative company in the industry. With us, you will get to participate in creating something new!","company_url":"https:\/\/se.indeed.com\/cmp\/Aimo-Park","company_url_direct":"https:\/\/www.aimopark.se\/sv-se","company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"c99c1f6fab3b31ca","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c99c1f6fab3b31ca","job_url_direct":"https:\/\/career.iceo.co\/jobs\/4578788-react-developer","title":"React Developer","company":"ICEO","location":"SE","job_type":"fulltime","date_posted":1717632000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"### **Senior React Developer**\n\n\nEUR 4,600 - 6,900 net on Full-Time Independent Contractor Agreement\n\n##### **About ICEO:**\n\n\nWe are a venture builder and for over 10 years we have been creating innovative startups that are recognized on the market - they quickly gain customers and investors. We specialize in technologies such as blockchain, big data, and fintech.\n\n\nJoin ICEO and become part of a team that has a real impact on the Fintech market:\n\n* As a remote-first company, we enable you to work from anywhere in the world, but you can also work in one of our offices in Poland (Cracow) or Estonia (Tallinn),\n* We offer semi-flexible working hours - we would like you to be available between 11 am and 3 pm CET- the rest you set yourself;\n* You will play one of the key roles in the creation of our products in fintech, web3 and cryptocurrency industries.\n\n##### **In this role you will:**\n\n* Create and mantain web applications written in React and NextJS following best practices while maintaining high quality code and very good app performance,\n* Take part in the crucial project decisions - architecture design, tools choices,\n* Collaborate with others in the team,\n* Test our solutions (unit and integration tests),\n* Document our solutions,\n* Participate in daily meetings and planning sessions,\n* Review of other developers' work,\n* Mentor other team members.\n\n##### **Your responsibilities will include:**\n\n* Development of frontend components while maintaining high code quality,\n* Development of frontend views in accordance with the provided design,\n* Code review of the work of other developers,\n* Writing unit \/ integration tests,\n* Code versioning according to git flow,\n* Support in the software development process - research, conception, development of architectural knowledge,\n* Cooperation with the epic team.\n\n##### **What we expect from you:**\n\n* 5+ years experience in web development\n* 3+ years commercial experience in React\n* 1+ years commercial experience in NextJs\n* Great knowledge of React, NextJs, Typescript\n* Proven ability to analyze and solve complex technical problems\n* Self-driven and responsible with the ability to independently work with little or no help\n* Experience in developing fintech or crypto applications\n\n##### **Why it’s worth a try - advantages of working at ICEO:**\n\n* **Salary PLN 20 000 - 30 000 (EUR 4,600 - 6,900) net Full-Time Independent Contractor Agreement**\n* As part of your B2B contract, you can use up to **38 days per year for paid interruption leave in addition to 14 days per year for paid sick leave**,\n* Equipment - you will receive a MacBook\/Windows equivalent and all the high-quality accessories and tools you need,\n* Full-time employment,\n* The possibility of adjusting working hours,\n* Work in remote mode or from one of our offices,\n* Access to training platforms,\n* Work in an atmosphere of innovation, in a multidisciplinary team of professionals,\n* Participation in business and integration meetings.\n\n##### **Recruitment Process:**\n\n\nOur recruitment process includes several stages:\n\n**CV review** We are planning to review all the applications and get back to the selected candidates the latest by the end of January.\n\n**Stage I:**\n\n\nAn introductory conversation with recruitment, during which we will tell you about us and the Venture Builder approach, our goals, the team and about completed and ongoing projects. At this stage, we will want to know your current situation in the context of changing jobs, financial expectations and preferred form of employment.\n\n**Stage II:**\n\n\nA technical interview during which we will want to know your experience. We will ask you a few questions about solution architecture, good practices, and knowledge of specific tools.\n\n**Stage III (Optional) :**\n\n\nA technical task\n\n**Stage IV (Optional) :**\n\n\nAn interview with our VP of Development with general questions about your expertise and work experience and leadership.","company_url":"https:\/\/se.indeed.com\/cmp\/Iceo-3","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"f6e21e9dcda0a580","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=f6e21e9dcda0a580","job_url_direct":"https:\/\/career.iceo.co\/jobs\/4578610-regular-scala-developer","title":"Regular Scala Developer","company":"ICEO","location":"SE","job_type":"fulltime","date_posted":1717632000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**About ICEO:**\n---------------\n\n\nWe are a venture builder and for over 10 years we have been creating innovative startups that are recognized on the market - they quickly gain customers and investors. We specialize in technologies such as blockchain, big data, and fintech.\n\n\nJoin ICEO and become part of a team that has a real impact on the Fintech market:\n\n* As a remote-first company, we enable you to work from anywhere in the world, but you can also work in one of our offices in Poland (Cracow) or Estonia (Tallinn),\n* We offer semi-flexible working hours - we would like you to be available between 11 am and 3 pm CET - the rest you set yourself;\n* You will play one of the key roles in the creation of our products in fintech, web3 and cryptocurrency industries.\n\n**Project you will work on:**\n-----------------------------\n\n* Trading platform that facilitates automated live cryptocurrency trading across multiple exchanges, considering complete transaction history, tax lots, fee detection, arbitrage opportunities, and slippage.\n* Analytics module designed to aid the internal analytics team in assessing strategy effectiveness, among other functions.\n* Integration with external systems, such as cryptocurrency exchanges, fiat exchanges, OTC providers, staking platforms.\n\n**In this role, you will:**\n---------------------------\n\n* Develop software solutions ensuring code quality, maintainability, and performance by adhering to coding standards.\n* Work on every stage of development - from gathering and analyzing requirements to implementation and testing - establishing strong relationships and trust based on consistent delivery.\n* Interact directly with analytics teams and fellow developers to navigate through various levels of details.\n* Review other developers' code.\n* Provide technical support for trading platform - troubleshoot, diagnose, and resolve software issues, providing timely and robust solutions.\n* Contribute to technical documentation of provided solutions.\n\n**Methodology \/ Tech-stack:**\n-----------------------------\n\n* Language & approach: Scala FP, typelevel stack\n* Task management: Jira\n* Observability: Grafana, Kibana\n* Infrastructure: Docker, Kubernetes, Microservices, Google Cloud Platform, ArgoCD\n* Work methodology: Kanban.\n\n**What we expect from you:**\n----------------------------\n\n* Over 2 years of experience in backend development.\n* Considerable expertise in developing real-time services within a multithreaded asynchronous environment.\n* Extensive proficiency in Scala with a minimum of 2 years of practical experience.\n* Strong understanding of functional programming and Scala typelevel stack.\n* Comprehensive knowledge of message brokers such as Kafka.\n* Proficiency in streaming, particularly with FS2.\n* Proven ability to analyze and solve complex technical problems.\n* Familiarity with multithreading concepts and distributed computing.\n* Full grasp of Git.\n* Self-motivated and accountable, capable of working independently with minimal supervision.\n* Great communication skills with both technical and non-technical people.\n* Proficient in both written and spoken English, at a B2 level or higher.\n\n**Nice to have:**\n\n* Background in Financial and Trading Services or related fields.\n* Passion for trading or crypto world.\n\n**Why it’s worth a try - advantages of working at ICEO:**\n---------------------------------------------------------\n\n* **Salary PLN 25 000 - 30 000 net (approx. EUR 5,700 - 6,900) net Full-Time Independent Contractor Agreement**\n* As part of your B2B contract, you can use up to 38 + 14 days\/year of paid interruption in the provision of your services,\n* Equipment - you will receive a MacBook\/Windows equivalent and all the high-quality accessories and tools you need,\n* Full-time employment,\n* The possibility of adjusting working hours,\n* Work in remote mode or from one of our offices,\n* Access to training platforms,\n* Work in an atmosphere of innovation, in a multidisciplinary team of professionals,\n* Participation in business and integration meetings.\n\n**Recruitment Process:**\n------------------------\n\n\nOur recruitment process includes the following steps:\n\n**CV review**  \n\nWe are going to review your application and get back to you with feedback within 7 days.\n\n**Stage I:**  \n\nAn introductory conversation with recruitment, during which we will tell you about us and the Venture Builder approach, our goals, the team and about completed and ongoing projects. At this stage, we will want to know your current situation in the context of changing jobs, financial expectations and preferred form of employment.\n\n**Stage II:**\n\n\nAn interview with our Backend Lead will consist of general questions regarding your expertise, work experience, and leadership abilities.\n\n**Stage III (optional):**\n\n\nTake-home technical assignment assessing your proficiency in algorithms, data structures and state management\n\n**Stage IV:**\n\n\nA meeting with our Back-end Lead, your prospective Manager and one of Back-end Developers. We’d like to discuss the technical assignment and ask you a few technical and soft-skills questions.","company_url":"https:\/\/se.indeed.com\/cmp\/Iceo-3","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"dd25f41aec2b4817","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=dd25f41aec2b4817","job_url_direct":"https:\/\/career.iceo.co\/jobs\/4578640-regular-scala-developer-with-zio","title":"Regular Scala Developer with Zio","company":"ICEO","location":"SE","job_type":"fulltime","date_posted":1717632000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**About ICEO:**\n---------------\n\n\nWe are a venture builder and for over 10 years we have been creating innovative startups that are recognized on the market - they quickly gain customers and investors. We specialize in technologies such as blockchain, big data, and fintech.\n\n\nJoin ICEO and become part of a team that has a real impact on the Fintech market:\n\n* As a remote-first company, we enable you to work from anywhere in the world, but you can also work in one of our offices in Poland (Cracow) or Estonia (Tallinn),\n* We offer semi-flexible working hours - we would like you to be available between 11 am and 3 pm CET - the rest you set yourself;\n* You will play one of the key roles in the creation of our products in fintech, web3 and cryptocurrency industries.\n\n**You will work on one of our projects:**\n-----------------------------------------\n\n* **ZND** is a revolutionary digital asset management platform for anyone who wants to explore the finance, Web 3.0 and blockchain worlds in a safe and intuitive environment. This strategic collaboration brings together ICEO's expertise in building and scaling valuable startups in the innovative finance space and zondacrypto's status as the largest, most regulated exchange in the CEE region and a community of over 1.2 million active users.\n* **Neobank**: Join us in our journey to establish an innovative neobank venture. We're your gateway to digital finance, offering easy fund transfers, card services, and currency exchange. Our vision includes a regulated partner network for seamless, cost-effective, 24\/7 transactions, especially with cryptocurrency. Imagine instant fund transfers between our app and exchanges for quick transactions. We simplify cryptocurrency funding, making it easy and quick. We're not just about crypto; any regulated financial entity can join our network for financial accessibility. While we won't sell cryptocurrency directly, our partners enable you to invest in assets like Bitcoin. Be part of reshaping finance's future and help revolutionize neobanking.\n\n**In this role, you will:**\n---------------------------\n\n* Develop software solutions ensuring code quality, maintainability, and performance by adhering to coding standards.\n* Work on every stage of development - from gathering and analyzing requirements to implementation and testing - establishing strong relationships and trust based on consistent delivery.\n* Interact directly with analytics teams and fellow developers to navigate through various levels of details.\n* Review other developers' code.\n* Provide technical support for trading platform - troubleshoot, diagnose, and resolve software issues, providing timely and robust solutions.\n* Contribute to technical documentation of provided solutions.\n\n**Methodology \/ Tech-stack:**\n-----------------------------\n\n* Language & approach: Scala FP, Zio\n* Task management: Jira\n* Observability: Grafana, Kibana\n* Infrastructure: Docker, Kubernetes, Microservices, Google Cloud Platform, ArgoCD\n* Work methodology: Kanban.\n\n**What we expect from you:**\n----------------------------\n\n* Over 3 years of experience in backend development.\n* Considerable expertise and proven track record of successfully designing and building web systems based on microservices architecture\n* Extensive proficiency in Scala with a minimum of 2 years of practical experience\n* Knowledge and familiarity with REST API principles and best practices\n* Proven ability to analyze and solve technical problems\n* Experience in enhancing application performance through optimization techniques\n* Familiarity with multithreading concepts and distributed computing\n* Full grasp of Git\n* Self-motivated and accountable, capable of working independently with minimal supervision\n* Great communication skills with both technical and non-technical people\n* Proficient in both written and spoken English, at a B2 level or higher\n\n**Nice to have:**\n\n  \n\n* Background in Financial services or related fields.\n* Interest in finances, trading and crypto\n* Proficiency in streaming\n\n**Nice to have:**\n\n* Background in Financial and Trading Services or related fields.\n* Passion for trading or crypto world.\n\n**Why it’s worth a try - advantages of working at ICEO:**\n---------------------------------------------------------\n\n* **Salary PLN 25 000 - 30 000 net (approx. EUR 5,700 - 6,900) net Full-Time Independent Contractor Agreement**\n* As part of your B2B contract, you can use up to 38 + 14 days\/year of paid interruption in the provision of your services,\n* Equipment - you will receive a MacBook\/Windows equivalent and all the high-quality accessories and tools you need,\n* Full-time employment,\n* The possibility of adjusting working hours,\n* Work in remote mode or from one of our offices,\n* Access to training platforms,\n* Work in an atmosphere of innovation, in a multidisciplinary team of professionals,\n* Participation in business and integration meetings.\n\n**Recruitment Process:**\n------------------------\n\n\nOur recruitment process includes the following steps:\n\n**CV review**  \n\nWe are going to review your application and get back to you with feedback within 7 days.\n\n**Stage I:**  \n\nAn introductory conversation with recruitment, during which we will tell you about us and the Venture Builder approach, our goals, the team and about completed and ongoing projects. At this stage, we will want to know your current situation in the context of changing jobs, financial expectations and preferred form of employment.\n\n**Stage II:**\n\n\nAn interview with our Backend Lead will consist of general questions regarding your expertise, work experience, and leadership abilities.\n\n**Stage III (optional):**\n\n\nTake-home technical assignment assessing your proficiency in algorithms, data structures and state management\n\n**Stage IV:**\n\n\nA meeting with our Back-end Lead, your prospective Manager and one of Back-end Developers. We’d like to discuss the technical assignment and ask you a few technical and soft-skills questions.","company_url":"https:\/\/se.indeed.com\/cmp\/Iceo-3","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"a6671cdf5dc9ecc2","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=a6671cdf5dc9ecc2","job_url_direct":"https:\/\/career.iceo.co\/jobs\/4578681-senior-scala-developer-with-zio","title":"Senior Scala Developer with Zio","company":"ICEO","location":"SE","job_type":"fulltime","date_posted":1717632000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**About ICEO:**\n---------------\n\n\nWe are a venture builder and for over 10 years we have been creating innovative startups that are recognized on the market - they quickly gain customers and investors. We specialize in technologies such as blockchain, big data, and fintech.\n\n\nJoin ICEO and become part of a team that has a real impact on the Fintech market:\n\n* As a remote-first company, we enable you to work from anywhere in the world, but you can also work in one of our offices in Poland (Cracow) or Estonia (Tallinn),\n* We offer semi-flexible working hours - we would like you to be available between 11 am and 3 pm CET - the rest you set yourself;\n* You will play one of the key roles in the creation of our products in fintech, web3 and cryptocurrency industries.\n\n**You will work on one of our projects:**\n-----------------------------------------\n\n* **ZND** is a revolutionary digital asset management platform for anyone who wants to explore the finance, Web 3.0 and blockchain worlds in a safe and intuitive environment. This strategic collaboration brings together ICEO's expertise in building and scaling valuable startups in the innovative finance space and zondacrypto's status as the largest, most regulated exchange in the CEE region and a community of over 1.2 million active users.\n* **Neobank**: Join us in our journey to establish an innovative neobank venture. We're your gateway to digital finance, offering easy fund transfers, card services, and currency exchange. Our vision includes a regulated partner network for seamless, cost-effective, 24\/7 transactions, especially with cryptocurrency. Imagine instant fund transfers between our app and exchanges for quick transactions. We simplify cryptocurrency funding, making it easy and quick. We're not just about crypto; any regulated financial entity can join our network for financial accessibility. While we won't sell cryptocurrency directly, our partners enable you to invest in assets like Bitcoin. Be part of reshaping finance's future and help revolutionize neobanking.\n\n**In this role, you will:**\n---------------------------\n\n* Develop software solutions ensuring code quality, maintainability, and performance by adhering to coding standards.\n* Work on every stage of development - from gathering and analyzing requirements to implementation and testing - establishing strong relationships and trust based on consistent delivery.\n* Interact directly with analytics teams and fellow developers to navigate through various levels of details.\n* Review other developers' code.\n* Provide technical support for trading platform - troubleshoot, diagnose, and resolve software issues, providing timely and robust solutions.\n* Contribute to technical documentation of provided solutions.\n\n**Methodology \/ Tech-stack:**\n-----------------------------\n\n* Language & approach: Scala FP, Zio\n* Task management: Jira\n* Observability: Grafana, Kibana\n* Infrastructure: Docker, Kubernetes, Microservices, Google Cloud Platform, ArgoCD\n* Work methodology: Kanban.\n\n**What we expect from you:**\n----------------------------\n\n* Over 4 years of experience in backend development.\n* Considerable expertise and proven track record of successfully designing and building web systems based on microservices architecture\n* Extensive proficiency in Scala with a minimum of 3 years of practical experience\n* Knowledge and familiarity with REST API principles and best practices\n* Proven ability to analyze and solve technical problems\n* Experience in enhancing application performance through optimization techniques\n* Familiarity with multithreading concepts and distributed computing\n* Full grasp of Git\n* Self-motivated and accountable, capable of working independently with minimal supervision\n* Great communication skills with both technical and non-technical people\n* Proficient in both written and spoken English, at a B2 level or higher\n\n**Nice to have:**\n\n  \n\n* Background in Financial services or related fields.\n* Interest in finances, trading and crypto\n* Proficiency in streaming\n\n**Nice to have:**\n\n* Background in Financial and Trading Services or related fields.\n* Passion for trading or crypto world.\n\n**Why it’s worth a try - advantages of working at ICEO:**\n---------------------------------------------------------\n\n* **Salary PLN 25 000 - 30 000 net (approx. EUR 5,700 - 6,900) net Full-Time Independent Contractor Agreement**\n* As part of your B2B contract, you can use up to 38 + 14 days\/year of paid interruption in the provision of your services,\n* Equipment - you will receive a MacBook\/Windows equivalent and all the high-quality accessories and tools you need,\n* Full-time employment,\n* The possibility of adjusting working hours,\n* Work in remote mode or from one of our offices,\n* Access to training platforms,\n* Work in an atmosphere of innovation, in a multidisciplinary team of professionals,\n* Participation in business and integration meetings.\n\n**Recruitment Process:**\n------------------------\n\n\nOur recruitment process includes the following steps:\n\n**CV review**  \n\nWe are going to review your application and get back to you with feedback within 7 days.\n\n**Stage I:**  \n\nAn introductory conversation with recruitment, during which we will tell you about us and the Venture Builder approach, our goals, the team and about completed and ongoing projects. At this stage, we will want to know your current situation in the context of changing jobs, financial expectations and preferred form of employment.\n\n**Stage II:**\n\n\nAn interview with our Backend Lead will consist of general questions regarding your expertise, work experience, and leadership abilities.\n\n**Stage III (optional):**\n\n\nTake-home technical assignment assessing your proficiency in algorithms, data structures and state management\n\n**Stage IV:**\n\n\nA meeting with our Back-end Lead, your prospective Manager and one of Back-end Developers. We’d like to discuss the technical assignment and ask you a few technical and soft-skills questions.","company_url":"https:\/\/se.indeed.com\/cmp\/Iceo-3","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"0036f19a03295e86","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=0036f19a03295e86","job_url_direct":"https:\/\/career.iceo.co\/jobs\/4578305-senior-react-developer","title":"Senior React Developer","company":"ICEO","location":"SE","job_type":"fulltime","date_posted":1717632000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"### **Senior React Developer**\n\n\nEUR 4,600 - 6,900 net on Full-Time Independent Contractor Agreement\n\n##### **About ICEO:**\n\n\nWe are a venture builder and for over 10 years we have been creating innovative startups that are recognized on the market - they quickly gain customers and investors. We specialize in technologies such as blockchain, big data, and fintech.\n\n\nJoin ICEO and become part of a team that has a real impact on the Fintech market:\n\n* As a remote-first company, we enable you to work from anywhere in the world, but you can also work in one of our offices in Poland (Cracow) or Estonia (Tallinn),\n* We offer semi-flexible working hours - we would like you to be available between 11 am and 3 pm CET- the rest you set yourself;\n* You will play one of the key roles in the creation of our products in fintech, web3 and cryptocurrency industries.\n\n##### **In this role you will:**\n\n* Create and maintain web applications written in React and NextJS following best practices while maintaining high quality code and very good app performance,\n* Take part in the crucial project decisions - architecture design, tools choices,\n* Collaborate with others in the team,\n* Test our solutions (unit and integration tests),\n* Document our solutions,\n* Participate in daily meetings and planning sessions,\n* Review of other developers' work,\n* Mentor other team members.\n\n##### **Your responsibilities will include:**\n\n* Development of frontend components while maintaining high code quality,\n* Development of frontend views in accordance with the provided design,\n* Code review of the work of other developers,\n* Writing unit \/ integration tests,\n* Code versioning according to git flow,\n* Support in the software development process - research, conception, development of architectural knowledge,\n* Cooperation with the epic team.\n\n##### **What we expect from you:**\n\n* 5+ years experience in web development\n* 3+ years commercial experience in React\n* 1+ years commercial experience in NextJs\n* Great knowledge of React, NextJs, Typescript\n* Proven ability to analyze and solve complex technical problems\n* Self-driven and responsible with the ability to independently work with little or no help\n* Experience in developing fintech or crypto applications\n\n##### **Why it’s worth a try - advantages of working at ICEO:**\n\n* **Salary PLN 20 000 - 30 000 (EUR 4,600 - 6,900) net Full-Time Independent Contractor Agreement**\n* As part of your B2B contract, you can use up to **38 days per year for paid interruption leave in addition to 14 days per year for paid sick leave**,\n* Equipment - you will receive a MacBook\/Windows equivalent and all the high-quality accessories and tools you need,\n* Full-time employment,\n* The possibility of adjusting working hours,\n* Work in remote mode or from one of our offices,\n* Access to training platforms,\n* Work in an atmosphere of innovation, in a multidisciplinary team of professionals,\n* Participation in business and integration meetings.\n\n##### **Recruitment Process:**\n\n\nOur recruitment process includes several stages:\n\n**CV review** We are planning to review all the applications as soon as possible.\n\n**Stage I:**\n\n\nAn introductory conversation with recruitment, during which we will tell you about us and the Venture Builder approach, our goals, the team and about completed and ongoing projects. At this stage, we will want to know your current situation in the context of changing jobs, financial expectations and preferred form of employment.\n\n**Stage II:**\n\n\nA technical (and final) interview during which we will want to know your experience. We will ask you a few questions about solution architecture, good practices, and knowledge of specific tools.\n\n**Stage III (Optional) :**\n\n\nA technical task\n\n**Stage IV (Optional) :**\n\n\nAn interview with our VP of Development with general questions about your expertise and work experience and leadership.","company_url":"https:\/\/se.indeed.com\/cmp\/Iceo-3","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"c49a615947de02a2","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=c49a615947de02a2","job_url_direct":"https:\/\/career.iceo.co\/jobs\/4578517-senior-scala-developer","title":"Senior Scala Developer","company":"ICEO","location":"SE","job_type":"fulltime","date_posted":1717632000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"**About ICEO:**\n---------------\n\n\nWe are a venture builder and for over 10 years we have been creating innovative startups that are recognized on the market - they quickly gain customers and investors. We specialize in technologies such as blockchain, big data, and fintech.\n\n\nJoin ICEO and become part of a team that has a real impact on the Fintech market:\n\n* As a remote-first company, we enable you to work from anywhere in the world, but you can also work in one of our offices in Poland (Cracow) or Estonia (Tallinn),\n* We offer semi-flexible working hours - we would like you to be available between 11 am and 3 pm CET - the rest you set yourself;\n* You will play one of the key roles in the creation of our products in fintech, web3 and cryptocurrency industries.\n\n**Project you will work on:**\n-----------------------------\n\n* Trading platform that facilitates automated live cryptocurrency trading across multiple exchanges, considering complete transaction history, tax lots, fee detection, arbitrage opportunities, and slippage.\n* Analytics module designed to aid the internal analytics team in assessing strategy effectiveness, among other functions.\n* Integration with external systems, such as cryptocurrency exchanges, fiat exchanges, OTC providers, staking platforms.\n\n**In this role, you will:**\n---------------------------\n\n* Develop software solutions ensuring code quality, maintainability, and performance by adhering to coding standards.\n* Work on every stage of development - from gathering and analyzing requirements to implementation and testing - establishing strong relationships and trust based on consistent delivery.\n* Interact directly with analytics teams and fellow developers to navigate through various levels of details.\n* Review other developers' code.\n* Provide technical support for trading platform - troubleshoot, diagnose, and resolve software issues, providing timely and robust solutions.\n* Contribute to technical documentation of provided solutions.\n\n**Methodology \/ Tech-stack:**\n-----------------------------\n\n* Language & approach: Scala FP, typelevel stack\n* Task management: Jira\n* Observability: Grafana, Kibana\n* Infrastructure: Docker, Kubernetes, Microservices, Google Cloud Platform, ArgoCD\n* Work methodology: Kanban.\n\n**What we expect from you:**\n----------------------------\n\n* Over 4 years of experience in backend development.\n* Considerable expertise in developing real-time services within a multithreaded asynchronous environment.\n* Extensive proficiency in Scala with a minimum of 3 years of practical experience.\n* Strong understanding of functional programming and Scala typelevel stack.\n* Comprehensive knowledge of message brokers such as Kafka.\n* Proficiency in streaming, particularly with FS2.\n* Proven ability to analyze and solve complex technical problems.\n* Familiarity with multithreading concepts and distributed computing.\n* Full grasp of Git.\n* Self-motivated and accountable, capable of working independently with minimal supervision.\n* Great communication skills with both technical and non-technical people.\n* Proficient in both written and spoken English, at a B2 level or higher.\n\n**Nice to have:**\n\n* Background in Financial and Trading Services or related fields.\n* Passion for trading or crypto world.\n\n**Why it’s worth a try - advantages of working at ICEO:**\n---------------------------------------------------------\n\n* **Salary PLN 25 000 - 30 000 net (approx. EUR 5,700 - 6,900) net Full-Time Independent Contractor Agreement**\n* As part of your B2B contract, you can use up to 38 + 14 days\/year of paid interruption in the provision of your services,\n* Equipment - you will receive a MacBook\/Windows equivalent and all the high-quality accessories and tools you need,\n* Full-time employment,\n* The possibility of adjusting working hours,\n* Work in remote mode or from one of our offices,\n* Access to training platforms,\n* Work in an atmosphere of innovation, in a multidisciplinary team of professionals,\n* Participation in business and integration meetings.\n\n**Recruitment Process:**\n------------------------\n\n\nOur recruitment process includes the following steps:\n\n**CV review**  \n\nWe are going to review your application and get back to you with feedback within 7 days.\n\n**Stage I:**  \n\nAn introductory conversation with recruitment, during which we will tell you about us and the Venture Builder approach, our goals, the team and about completed and ongoing projects. At this stage, we will want to know your current situation in the context of changing jobs, financial expectations and preferred form of employment.\n\n**Stage II:**\n\n\nAn interview with our Backend Lead will consist of general questions regarding your expertise, work experience, and leadership abilities.\n\n**Stage III (optional):**\n\n\nTake-home technical assignment assessing your proficiency in algorithms, data structures and state management\n\n**Stage IV:**\n\n\nA meeting with our Back-end Lead, your prospective Manager and one of Back-end Developers. We’d like to discuss the technical assignment and ask you a few technical and soft-skills questions.","company_url":"https:\/\/se.indeed.com\/cmp\/Iceo-3","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950243740","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950243740","job_url_direct":"https:\/\/jobs.qred.com\/jobs\/4410381-expert-java-developer?utm_source=LinkedIn&urlHash=qhMc","title":"Expert Java Developer","company":"Qred","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Dedicated to powering entrepreneurs, Qred is a profitable, high-growth fintech scale-up, and also a licensed Swedish bank. Ranked by Financial Times as one the fastest growing companies in the EU for four consecutive years, we are well-capitalized, founder-led, and have a flat organization. With our team of more than 200 Qredsters covering 6 EU markets, we are now looking for an Expert Java Developer to be a part the next chapter in our growth journey as a bank 🏦\n   \n\n  \n\n**Ok, sounds cool but what about the role?**\n As a Java developer at Qred, you'll join a cross-functional team that complements each other with a range of technical skills. We build our teams with Frontend-, Backend Developers, UX Designers, Engineering Managers and Product Managers. This approach enables us to efficiently work together, ensuring full control, ownership, and accountability for the lifecycle of our products.\n   \n\n  \n\n We also believe in the trust in our developer’s capability of implementing, testing, reviewing, deploying daily, and operating their software in production.\n   \n\n  \n\n**Sounds like a good way of working right? Here’s what we're looking for:** \n  \n\n  \n\n* An expert Java developer who can tackle complex challenges effortlessly at the core of our business\n* A flexible and positive mindset as well as strong team spirit\n* Proven knowledge and at least 5 years of work experience in writing, releasing and maintaining backend applications using the following techs:\n+ Java\n+ Spring\n+ JPA\n+ PostgreSQL\n+ Amazon Web Services\n\n\n**Did you check in those boxes? Here are more reasons to join us**\n First of all, this is the place to be if you’re looking for a place to grow. Qred is growing fast, and our Qredsters along with it. Our non-bureaucratic, flat organization with delegated responsibilities has a short way from idea to action.\n   \n\n  \n\n In addition to our great culture influenced by our values\n *Transparency, Innovation and Passion* \n , you get to work with the latest cutting-edge techniques offered by AWS, responsibility for the whole development chain, and last but not least a bunch of new competent colleagues to learn from and get to know!\n   \n\n  \n\n**One last thing - if you’re about to send in your application**\n This is a full-time, permanent position based in our headquarters in Stockholm. Don’t wait to send in your application! We're reviewing applications on a rolling basis and while the start date is flexible, the right candidate can join us immediately.\n   \n\n  \n\n*Qred celebrates diversity and does not discriminate based on ethnicity, religion, national origin, gender, sexual orientation, age, disability status, or any other applicable characteristics protected by law.*\n Qred is an international FinTech scale-up that specializes in digital financing solutions for small businesses, with operations in the Nordics, Benelux and Brazil. We are passionate about helping small businesses thrive and grow, by providing them with business loans, factoring and credit cards. Right now we’re in an exciting phase of our journey that focuses on growth through smart product development and technology fuelled by international expansion.","company_url":"https:\/\/se.linkedin.com\/company\/qred-bank-ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQH-TnwYTQr1Ag\/company-logo_100_100\/0\/1687357323387\/qred_ab_logo?e=2147483647&v=beta&t=JUpm5j3XpdIK0VyQ8c3oRNPN7t2sXKSeCjknO8Y71vI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3895071949","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3895071949","job_url_direct":"https:\/\/sbab.teamtailor.com\/jobs\/2327908-fullstack-utvecklare?utm_source=LinkedIn&urlHash=YaFv","title":"Fullstack-utvecklare","company":"SBAB","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Arbetsuppgifter\n   \n\n  \n\n* Programmering i alla dess former! T ex par-, mobprogrammering eller kanske någon ny kreativt idé som du vill utforska?\n* Aktivt delta i beslut gällande produkter, features, arkitektur och affärsmål\n* Lärande och kunskapsdelning i både team och organisation\n\n\n Är du nyfiken på hur den här texten ska sluta? Kul! Vi gillar dig redan. Att vara nyfiken är viktigt för oss.\n   \n\n  \n\n På SBAB spelar nämligen rollen mindre roll. Att du är kunnig förväntar vi oss. Det viktiga är att du vill vara med och bidra till vår kultur, attityd och vårt sätt att vara. Och eftersom vi är lika många experter som medarbetare, behöver alla vara just nyfikna och intresserade av varandras olikheter. Vi lyssnar in och omvärderar kontinuerligt. Vi tror på mångfald, att olika perspektiv berikar och att du är en viktig framgångsfaktor. Fortfarande nyfiken? Välkommen!\n   \n\n  \n\n Att jobba som Full stack-utvecklare\n   \n\n  \n\n Hos oss jobbar de flesta utvecklare som Fullstack med Java och React som bas, vår tech stack innehåller bl a Java 17\/18 & 21, React, Spring Boot, Dropwizard, Kafka & Docker.\n   \n\n  \n\n Att arbeta fullstack tror vi är en bra möjlighet för att ständigt ges möjlighet att utvecklas i sin yrkesroll, dock bestämmer du vad du vill ha huvudfokus på backend\/frontend. Vi tror att du är en lagspelare som gillar att förvandla bra idéer till features och har en bra balans mellan kvalitet och leverans. Vi kommer att uppmuntra dig att gå utanför din comfortzone och pröva nya teknologier och växa som utvecklare, och självklart är van med agila arbetssätt, så som Scrum & Kanban.\n   \n\n  \n\n Våra team är uppdelade i produktområden och har en egen Produktägare som styr backlogen medans teamet själv driver arkitektfrågor och tekniska beslut samt hur lösningen skall utformas.\n   \n\n  \n\n Vi söker dig som har flera års erfarenhet av att arbeta som fullstack utvecklare och som kan Svenska i tal och skrift.\n   \n\n  \n\n*I det här avsnittet gästar vi Kodsnack under ledning av Fredrik Björeman. Ni får träffa fyra utvecklare där dem bland annat berättar om likheter och skillnader mellan SBAB och Booli, hur man avvecklar äldre monoliter på ett planerat och konstruktivt sätt, mikrotjänsters fördelar och problem och mycket mer.*\n Har du check på allt?\n   \n\n  \n\n* Lagspelare\n* Nyfiken\n* Initiativtagande\n* Analytisk\n* Självdriven\n\n\n Annars då?\n   \n\n  \n\n Gillar du oss, och tror att du kan bidra, är vårt tips att inte vänta för länge med att skicka in CV eller LinkedIn-profil. Har du andra idéer på hur du kan visa vem du är? Spännande! Hur du än ansöker så ser vi fram emot att lära känna dig mer.","company_url":"https:\/\/se.linkedin.com\/company\/sbab-bank","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C560BAQFKJrKdjSajjA\/company-logo_100_100\/0\/1630647285404\/sbab_bank_logo?e=2147483647&v=beta&t=l7dcfijAyEBjlRCQSi4UqnTZsBQrBewqXvDDvE3jXs0","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950295465","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950295465","job_url_direct":"https:\/\/kisi.recruitee.com\/o\/embedded-firmware-developer-gen3-platform&urlHash=pPcf","title":"Embedded Firmware Developer - Gen3 Platform","company":"Kisi","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n Who we are\n   \n\n  \n\n We are Kisi, a physical security technology company that accelerates a world where the right people can share spaces with anyone, at any time. Founded in 2012, Kisi operates from a headquarter in Brooklyn (USA), an office in Stockholm (Sweden), and a remote team across the globe.\n   \n\n  \n\n What we do\n   \n\n  \n\n We bring simple and secure physical security to people and organizations anywhere. Our award-winning hardware and compliance-certified software form the core of our physical security platform that helps businesses around the world connect and control their spaces through the cloud. With our seamless access experience and real-time data and analytics we help make spaces available to the right people at any time. But don’t just take our word for it: explore our award-winning\n   \n\n  \n\n How and why we do it\n   \n\n  \n\n At Kisi, you will have the freedom to do your work in the way you work best. There’s a flat hierarchy (work alongside our co-founders Carl, Max, and Bernie!), a strong sense of ownership, and the freedom to get creative. We also try to limit meetings as much as possible so that you can have dedicated focus time. Our mission is clear: ensure ease of facility access and remote space management, providing access systems to create a secure future where spaces are connected and accessible without boundaries.\n   \n\n  \n\n Your role\n   \n\n  \n\n We are seeking a highly motivated and dedicated Embedded Software Engineer to join our dynamic team and help expand our innovative product portfolio. Our mission is to seamlessly connect people and spaces through an open platform that includes cloud-based video intercoms, wireless locks, and third-party access control systems. The ideal candidate will possess a robust background in embedded systems development, proficiency in C, and a passion for creating cutting-edge solutions. In this role, you will design, develop, and optimize embedded software for our access control devices, contributing to the advancement of our technology and the enhancement of user experiences.\n   \n\n  \n\n Job requirements\n   \n\n  \n\n Your responsibilities\n   \n\n  \n\n* Dive into product research and discovery, exploring innovative solutions that drive our technology forward.\n* Showcase your findings by presenting cutting-edge implementation and integration alternatives.\n* Develop and seamlessly integrate native and third-party functionalities into our evolving product portfolio.\n* Deliver high-impact features to customers in well-planned iterations, ensuring smooth and efficient adoption.\n* Bring your meticulous attention to detail, enhancing user experience and performance to Kisi’s standards.\n\n\n**Your Qualifications**\n* Proficiency in C is required.\n* Experience with software tools (e.g. Git, Make\/CMake, Python) is required.\n* Experience with embedded software development tools (e.g., J-link, ST-link, ARM-GCC) is required.\n* Familiarity with microcontroller architectures (e.g. ARM Cortex-M) and peripheral interfaces (e.g., SPI, I2C, UART) is required.\n* Experience with real-time operating systems (e.g. freeRTOS) is required.\n* Basic knowledge of assembly is required.\n* Knowledge of Embedded Linux is a plus, but not required.\n* Excellent communication, teamwork and goal-achieving abilities.\n\n\n What you can expect\n   \n\n  \n\n* Impact. It’s all about making a positive impact on people’s everyday lives. At Kisi, you are expected to make meaningful contributions to shape the future of physical security.\n* Excellence. We strive for excellence and best-in-class experiences in everything we do. We are innovative and obsessed with the details that matter.\n* Culture. Our culture is not a written manifest, but the result of all of us. We place great emphasis on building a company that is open, welcoming, challenging, and fun.\n* Ownership. We don’t believe in micro-management, but we do believe in setting and getting goals. At Kisi, you will own goals, and have freedom under responsibility.\n* Diversity. We are American, Argentinian, Brazilian, Danish, English, Ethiopian, German, Indian, Nigerian, Swedish, and more.\n\n\n Your benefits\n   \n\n  \n\n* Team offsites. The Kisi Krew meets up from time to time in person in new exciting locations.\n* Equipment. You will be set up with all the necessary equipment needed to do your job to the best of your ability.\n* Vacation days. Sweden: minimum 25 days PTO. USA and Remote: minimum 20 days PTO.\n* Healthcare and pension. USA: health coverage, 401k. Sweden: health coverage, life insurance, pension plan. Remote: build your own package.\n* Grow with us. We are here to support you in your growth whether you want to become a manager, learn a new skill, or move into a new role.\n* Referral program. You will get $2500 for each successful hire we make from your referrals.\n\n\n Your process with us\n   \n\n  \n\n Application > CV screening > Intro call (let’s get to know each other!) > Recruitment task > Technical Interview > Culture Interview > Offer.\n   \n\n  \n\n After successful interviews and the job offer is signed, we will conduct a background check.","company_url":"https:\/\/www.linkedin.com\/company\/kisi","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQGJY26rpszV7Q\/company-logo_100_100\/0\/1662649187188\/kisi_logo?e=2147483647&v=beta&t=44dmAj3Hw9ugmerVA8VXFCWidAD5xR7rVFEMy3eY91k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3949900558","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3949900558","job_url_direct":"https:\/\/thehub.io\/jobs\/6662f67d00e70bfab45863b9?utm_source=linkedin&utm_medium=referral&utm_campaign=job_wrapper&urlHash=dI7N","title":"Ambitious developer intern","company":"The Hub","location":"Stockholm, Stockholm County, Sweden","job_type":"internship","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Us**\n Daylited is a dynamic and innovative tech company based in Sweden, currently in its early stages of development. Founded by experienced entrepreneurs with a proven track record in running successful companies, we are rapidly gaining momentum with numerous promising partnerships on the horizon. Our mission is to harness the power of AI and cutting-edge technology to create transformative solutions for our clients.\n   \n\n  \n\n**Please note: This internship is unpaid but offers invaluable experience with the latest technologies.**\n**Position Overview**\n We are seeking a motivated and enthusiastic Intern Developer to join our growing team. This is an exciting opportunity to work closely with our founders and senior developers on a variety of projects, including the development of our company website and AI client modules. As an intern at Daylited, you will gain hands-on experience with the latest technologies and contribute to real-world projects that drive our business forward.\n **Please note: This is an unpaid internship.**\n**Key Responsibilities**\n* Assist in the development and maintenance of the company website using Next.js.\n* Contribute to the creation and optimization of AI client modules.\n* Work with Rust for backend development and performance optimization.\n* Utilize NoSQL databases for efficient data management and retrieval.\n* Implement and manage AWS servers to ensure robust and scalable infrastructure.\n* Collaborate with the team to brainstorm and develop innovative solutions for our clients.\n* Participate in code reviews and contribute to improving code quality and best practices.\n\n\n**Technologies You Will Work With**\n* Next.js: Frontend framework for building fast and scalable web applications.\n* Rust: Systems programming language for building efficient and reliable software.\n* NoSQL Databases: Modern database solutions for flexible and high-performance data management.\n* Large Language Models (LLMs): Advanced AI models for natural language processing and understanding.\n* AWS: Cloud computing platform for scalable and secure infrastructure.\n\n\n**Qualifications**\n* Currently pursuing or recently completed a degree in Computer Science, Software Engineering, or a related field.\n* Familiarity with at least some of the technologies mentioned (Next.js, Rust, NoSQL DBs, LLMs, AWS).\n* Strong problem-solving skills and a passion for learning new technologies.\n* Ability to work independently as well as collaboratively in a team environment.\n* Excellent communication skills and a proactive attitude.\n\n\n**What We Offer**\n* Hands-on experience with cutting-edge technologies and real-world projects.\n* Mentorship from experienced founders and senior developers.\n* A supportive and collaborative work environment.\n* Opportunity to grow and develop your skills in a fast-paced startup.\n* Please note: This is an unpaid internship. The experience and skills gained will be invaluable for your future career.\n\n\n**How To Apply**\n If you are excited about the opportunity to work at the forefront of AI and innovation, and meet the qualifications listed above, we would love to hear from you. Please submit your resume and a cover letter outlining your relevant experience and why you are interested in joining Daylited.\n   \n\n  \n\n Join us at Daylited and be a part of our journey to shape the future of technology and innovation!\n   \n\n  \n\n**Please note: This internship is unpaid but offers invaluable experience and exposure to the latest technologies.**","company_url":"https:\/\/dk.linkedin.com\/company\/thehubio","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQE8WpXmwhptcA\/company-logo_100_100\/0\/1677478557826\/thehubio_logo?e=2147483647&v=beta&t=qgMZs1CaBk7m_tOCA7QXycIb98Bd9vWIEtDLUMCZZU4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950299147","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950299147","job_url_direct":"https:\/\/kisi.recruitee.com\/o\/embedded-firmware-developer-odm-oem-integrations&urlHash=J9op","title":"Embedded Firmware Developer - ODM \/ OEM \/ Integrations","company":"Kisi","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n Who we are\n   \n\n  \n\n We are Kisi, a physical security technology company that accelerates a world where the right people can share spaces with anyone, at any time. Founded in 2012, Kisi operates from a headquarter in Brooklyn (USA), an office in Stockholm (Sweden), and a remote team across the globe.\n   \n\n  \n\n What we do\n   \n\n  \n\n We bring simple and secure physical security to people and organizations anywhere. Our award-winning hardware and compliance-certified software form the core of our physical security platform that helps businesses around the world connect and control their spaces through the cloud. With our seamless access experience and real-time data and analytics we help make spaces available to the right people at any time. But don’t just take our word for it: explore our award-winning\n   \n\n  \n\n How and why we do it\n   \n\n  \n\n At Kisi, you will have the freedom to do your work in the way you work best. There’s a flat hierarchy (work alongside our co-founders Carl, Max, and Bernie!), a strong sense of ownership, and the freedom to get creative. We also try to limit meetings as much as possible so that you can have dedicated focus time. Our mission is clear: ensure ease of facility access and remote space management, providing access systems to create a secure future where spaces are connected and accessible without boundaries.\n   \n\n  \n\n Your role\n   \n\n  \n\n We are looking for a highly motivated, dedicated, and responsible engineer to significantly expand our product portfolio by integrating new hardware devices and technologies. Our mission is to connect people and spaces through an open and interoperable platform. This includes working with cloud based video intercoms, wireless locks, and third-party access control and intrusion detection systems. Our goal is to provide our customers with the best solutions to connect their people and spaces effectively.\n   \n\n  \n\n Your responsibilities\n   \n\n  \n\n* Dive into product research and discovery, exploring innovative solutions that drive our technology forward.\n* Showcase your findings by presenting cutting-edge implementation and integration alternatives.\n* Develop and seamlessly integrate native and third-party functionalities into our evolving product portfolio.\n* Deliver high-impact features to customers in well-planned iterations, ensuring smooth and efficient adoption.\n* Bring your meticulous attention to detail, enhancing user experience and performance to Kisi’s standards.\n\n\n Job requirements\n   \n\n  \n\n**Your Qualifications**\n* Proficiency in C is required.\n* Proficiency in either Python or JavaScript is required.\n* Required experience with MCUs and embedded Linux.\n* Experience with AWS IoT is helpful but optional.\n\n\n What you can expect\n   \n\n  \n\n* Impact. It’s all about making a positive impact on people’s everyday lives. At Kisi, you are expected to make meaningful contributions to shape the future of physical security.\n* Excellence. We strive for excellence and best-in-class experiences in everything we do. We are innovative and obsessed with the details that matter.\n* Culture. Our culture is not a written manifest, but the result of all of us. We place great emphasis on building a company that is open, welcoming, challenging, and fun.\n* Ownership. We don’t believe in micro-management, but we do believe in setting and getting goals. At Kisi, you will own goals, and have freedom under responsibility.\n* Diversity. We are American, Argentinian, Brazilian, Danish, English, Ethiopian, German, Indian, Nigerian, Swedish, and more.\n\n\n Your benefits\n   \n\n  \n\n* Team offsites. The Kisi Krew meets up from time to time in person in new exciting locations.\n* Equipment. You will be set up with all the necessary equipment needed to do your job to the best of your ability.\n* Vacation days. Sweden: minimum 25 days PTO. USA and Remote: minimum 20 days PTO.\n* Healthcare and pension. USA: health coverage, 401k. Sweden: health coverage, life insurance, pension plan. Remote: build your own package.\n* Grow with us. We are here to support you in your growth whether you want to become a manager, learn a new skill, or move into a new role.\n* Referral program. You will get $2500 for each successful hire we make from your referrals.\n\n\n Your process with us\n   \n\n  \n\n Application > CV screening > Intro call (let’s get to know each other!) > Recruitment task > Technical Interview > Culture Interview > Offer.\n   \n\n  \n\n After successful interviews and the job offer is signed, we will conduct a background check.","company_url":"https:\/\/www.linkedin.com\/company\/kisi","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQGJY26rpszV7Q\/company-logo_100_100\/0\/1662649187188\/kisi_logo?e=2147483647&v=beta&t=44dmAj3Hw9ugmerVA8VXFCWidAD5xR7rVFEMy3eY91k","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3951272449","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3951272449","job_url_direct":"https:\/\/careersatagoda.com\/job\/6039958-senior-software-engineer-back-end-bangkok-based-relocation-provided\/?gh_jid=6039958&gh_src=c465d9c41&urlHash=nFvA","title":"Senior Software Engineer – Back End (Bangkok based – Relocation provided)","company":"Agoda","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**About Agoda**\n Agoda is an online travel booking platform for accommodations, flights, and more. We build and deploy cutting-edge technology that connects travelers with more than 3.6 million accommodations globally. Based in Asia and part of Booking Holdings, our 6,000+ employees representing 90+ nationalities foster a work environment rich in diversity, creativity, and collaboration. We innovate through a culture of experimentation and ownership, enhancing the ability for our customers to experience the world.\n   \n\n  \n\n**Our Purpose –** \n**Bridging the World Through Travel**\n We believe travel allows people to enjoy, learn and experience more of the amazing world we live in. It brings individuals and cultures closer together, fostering empathy, understanding and happiness.\n   \n\n  \n\n We are a skillful, driven and diverse team from across the globe, united by a passion to make an impact. Harnessing our innovative technologies and strong partnerships, we aim to make travel easy and rewarding for everyone.\n   \n\n  \n\n**Get to Know our Team:**\n In Agoda’s Back End Engineering department, we build the scalable, fault-tolerant systems and APIs that host our core business logic. Our systems cover all major areas of our business: inventory and pricing, product information, customer data, communications, partner data, booking systems, payments, and more. These mission-critical systems change frequently with dozens of releases per day, so we must employ state-of-the-art CI\/CD and testing techniques in order to make sure everything works without any downtime. We also ensure that our systems are self-healing, responding gracefully to extreme loads or unexpected input. In order to accomplish this, we use state-of-the-art languages like Scala and Go, data technologies like Kafka and Aerospike, and agile development practices. Most importantly though, we hire great people from all around the world and empower them to be successful. Whether it’s building new projects like Flights and Packages or reimagining our existing business, you’ll make a big impact as part of the Back End Engineering team.\n   \n\n  \n\n**The Opportunity:**\n Agoda Platform team is looking for developers to work on mission critical systems that deals with the designing and development of a system that serves millions of users a day.\n   \n\n  \n\n**What you’ll Need to Succeed:**\n* 5+ years’ experience under your belt developing performance-critical applications that run in a production environment using Scala and Java\n* A minimum of one year of experience with Scala\n* You have RDBMS knowledge (SQL Server, Oracle, MySql or other)\n* You have a Good command of the English language\n* You are passionate about the craft of software development and constantly work to improve your knowledge and skills\n\n\n**It’s Great if you have:**\n* Knowledge in one or more of the following: NoSQL (especially, but not only Cassandra), Queueing system experience (Kafka, RabbitMQ, ActiveMQ, MSMQ), Play framework, Akka library\n\n\n #sanfrancisco #sanjose #losangeles #sandiego #oakland #denver #miami #orlando #atlanta #chicago #boston #detroit #newyork #portland #mexico #sydney #melbourne #toronto #vancouver #shanghai #beijing #shenzhen#estonia #paris #hongkong #budapest #jakarta #bali #kualalumpur #dublin #berlin #telaviv #milan #rome #tokyo #osaka #amsterdam #oslo #manila #warsaw #krakow #moscow #saintpetersburg #capetown #johannesburg #seoul #barcelona #madrid #stockholm #zurich #taipei #bangkok #chiangmai #phuket #istanbul #london #manchester #edinburgh #kiev #hcmc #hanoi #hochimin #dhaka #islamabad #IT #ENG #4\n   \n\n  \n\n**Equal Opportunity Employer**\n At Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of sex, age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\n   \n\n  \n\n We will keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file. For more details please read our privacy policy .\n   \n\n  \n\n To all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.","company_url":"https:\/\/sg.linkedin.com\/company\/agoda","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQGBa_7QNZNwpw\/company-logo_100_100\/0\/1656643826660\/agoda_logo?e=2147483647&v=beta&t=5V7q9sl3YFGW99Fa_-fGJ8jjK_dhtppZ8mxz8836vy4","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"52927018f22891cd","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=52927018f22891cd","job_url_direct":"https:\/\/career.iceo.co\/jobs\/4578422-senior-product-designer","title":"Senior Product Designer","company":"ICEO","location":"SE","job_type":"fulltime","date_posted":1717632000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"### **Senior Product Designer (Linity Project)**\n\n\nEUR 4170 - 5400 net on Full-Time Independent Contractor Agreement\n\n##### **About ICEO:**\n\n\nWe are a venture builder and for over 10 years we have been creating innovative startups that are recognized on the market - they quickly gain customers and investors. We specialize in technologies such as blockchain, big data, and fintech.\n\n\nJoin ICEO and become part of a team that has a real impact on the Fintech market:\n\n* As a remote-first company, we enable you to work from anywhere in the world, but you can also work in one of our offices in Poland (Cracow) or Estonia (Tallinn),\n* We offer semi-flexible working hours - we would like you to be available between 11 am and 3 pm CET- the rest you set yourself;\n* You will play one of the key roles in the creation of our products in fintech, web3 and cryptocurrency industries.\n\n##### **About the project**\n\n\nWe are in pursuit of a Senior UX Designer, whom we affectionately term a “Balloon”, one that elevates our UX design standards to unprecedented heights. The role is designed for a dynamic individual who can elevate our design thinking to new heights while steering project teams toward cohesive and impactful outcomes. You are a visionary designer whose work not only captures the imagination but also sets a new benchmark for excellence in user experience and user interface design.\n\n\nYou will take a senior role in our Linity team (https:\/\/linity.com\/) where you collaborate with a team of passionate innovators, dedicated to setting the bar of our user experience and user interface. You dream big and inspire others to follow that path, being a mentor on UX best practices. You thrive in an environment that values your creativity, vision, and ability to inspire. You enjoy a culture that supports your growth as a designer and as a leader, offering the freedom to explore new horizons.\n\n##### **What we expect from you:**\n\n**Challenge the Status Quo:** Your work will inspire a mix of awe and challenge, pushing our product and engineering teams to stretch their capabilities in delivering an unmatched user experience. You dare to take risks, unafraid to push the boundaries of design to achieve the extraordinary.\n\n**Elevate Design Thinking:** Through your innovative work, you will evolve our overall approach to design, setting a premium standard that others aspire to. Your designs will not only be celebrated internally but will also influence and inspire across projects, becoming a hallmark of what premium looks like at ICEO.\n\n**Collaboration and Inspiration:** As a beacon within the Design team, your work will spark creativity and ambition, driving excellence and innovation. You are a T-Shaped UX designer with a gift for visual and interaction design and not afraid of sharing your perspective or giving feedback to help others grow.\n\n**You have a great crypto and web3 interest:** You are no newbie to the world of the decentralized internet: Blockchain, crypto, airdrops and NFTs are things you have experience with. You are active in the community and know your way around.\n\n**You are a trendsetter:** whose designs are not only celebrated but also emulated across projects, defining the essence of premium at ICEO. Through your leadership, you’ll ensure these innovations inspire across projects and elevate our overall design philosophy.\n\n**Talk the talk; walk the walk:** You know how to communicate and excel at bridging the gap between creative ideas and their technical execution. You know how to sell your ideas internally and externally.\n\n**You have some milage:** 6+ years of experience in UX\/UI design, with a proven track record of leading design projects to successful outcomes. You have experience with prototyping design tools and design software, and through your experience, you have an understanding of project management methodologies.\n\n##### **Why it’s worth a try - advantages of working at ICEO:**\n\n* **Salary of EUR 4170 - 5400 per month on Full-Time Independent Contractor Agreement**\n* As part of your B2B contract, you can use up to 38 + 14 days\/year of paid interruption in the provision of your services,\n* Equipment - you will receive a MacBook\/Windows equivalent and all the high-quality accessories and tools you need,\n* Full-time employment,\n* We are a remote-first company, so you can work from wherever you want.\n* We offer semi-flexible working hours – we just want you to be available from 11 AM to 3 PM, organization of the rest of your working day is up to you.\n* Each employee based in Poland receives a private healthcare Medicover Premium and Multisport Premium package\n* Participation in business and integration meetings - you can participate in our decision-making process and have an impact on our actions.\n* You will work in a company with a well-established position in the market and cooperate with professionals in multiple fields.\n* We specialize in innovative finance solutions using Web 3.0 and Big Data – the innovative sector that opens up ample opportunities for your development.\n* You can use our training program for your development – we also have an internal library, which is regularly expanded with new publications.\n* At least once a year we meet each other on the company integration where you can meet your co-workers in person.\n\n##### **Recruitment Process:**\n\n\nOur recruitment process includes several stages:\n\n**Resume and portfolio check** - we do it in a few days and let you know if you proceed (please **make sure to include a portfolio)** along with your CV)\n\n**Screening with TA Partner** (30 mins) - Maja Tomovska will tell you more about us and our project and ask you basic questions about your experience to check if it’s a match :)\n\n**Case Study** - a recent case you feel displays the skills we are searching for well, and that you can present confidently (you will have up to a week to complete it)\n\n**Meet the design team** (1 hour) - Technical interview with Lead of Design (and Hiring Manager) Tim Reerink & Senior Product Designer Marcin Postek: to discuss your portfolio, design practices, knowledge, and to present your Case Study (~20 mins)\n\n**Final Meeting** (1 hour) - meeting with Lead of Design & Senior Product Manager Victor Olorunfemi: to discuss team\/culture fit and collaboration approach","company_url":"https:\/\/se.indeed.com\/cmp\/Iceo-3","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3943873486","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3943873486","job_url_direct":"https:\/\/postnord.varbi.com\/dk\/what:job\/jobID:735364\/type:job\/where:4\/apply:1&urlHash=X-l0","title":"UX Designer – PostNord App, Solna","company":"PostNord Sverige","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"gustav.forsberg@postnord.com","description":"Vill du göra vardagen enklare för våra nordiska användare?\n   \n\n  \n\n Produktteamet för PostNord App jobbar ständigt för att förbättra och utveckla vår produkt och tjänster som används av miljontals användare i Norden och nu söker vi efter en UX Designer för att utöka teamet. Som UX-designer kommer du vara en central del av vårt tvärfunktionella team för att säkerställa att vår produkt är intuitiv, användarvänlig och visuellt tilltalande. Med en passion för användarcentrerad design och bevisad erfarenhet av att skapa sömlösa och engagerande upplevelser inom appar är du en passande kandidatför denna roll.\n   \n\n  \n\n**Som UX Designer för PostNord App kommer du får ansvara för och driva områden så som:**\n* Samarbete med produktchefer och intressenter för att förstå användarkrav och översätta dem till övertygande designkoncept för PostNord App.\n* Genomföra användarundersökningar och samla insikter för att ge input till designprocessen och säkerställa ett användarcentrerat tillvägagångssätt.\n* Utveckla wireframes, interaktiva prototyper och användarflöden för att effektivt kommunicera designkoncept och interaktioner.\n* Samarbeta med visuella designers för att säkerställa att de visuella och interaktiva designelementen är sammanhängande och konsekventa.\n* Genomföra användbarhetstester och samla in feedback för att kontinuerligt förbättra användarupplevelsen.\n* Håll dig uppdaterad med branschtrender, bästa praxis och senaste metoder för att driva innovation inom UX-design.\n\n\n**Vem du är, de egenskaper och kvalitéer du har:**\n* Du har minst 3-5 års dokumenterad erfarenhet som UX Designer för appar och erfarenhet av att arbeta med användargränssnittsdesign och användarupplevelse.\n* Du har en examen i design, människa-datorinteraktion eller ett relaterat område.\n* Du har kunskaper i standardiserade designverktyg som Sketch, Figma, Adobe XD eller liknande.\n* Erfarenhet av att arbeta med Human Interface Guidelines (iOS) och Material Design (Android).\n* Förståelse för tillgänglighetsdirektivet, samt WCAG 2.1.\n* Har gedigen förståelse för användarcentrerad design, interaktionsdesign och visuella designprinciper.\n* Erfarenhet av användarforskningstekniker, inklusive användarintervjuer, undersökningar och användbarhetstester.\n* Kännedom om front-end-utvecklingsteknologier och deras inverkan på UX-design.\n* Utmärkt förmåga att presentera och förklara designkoncept till stakeholders och andra intressenter.\n* Svenska och engelska i tal och skrift.\n\n\n**Vi erbjuder dig**\n* Flexibel hybrid arbetsplats med ett öppet arbetsklimat.\n* Goda utvecklings- och karriärmöjligheter, till exempel sponsrar vi dig att AWS-certifiera dig.\n* Goda försäkrings- och tjänstepensionsvillkor.\n* Friskvårdsbidrag och tillgång till kontoret Arkens gym och pool.\n* Personalförmåner genom PostNords egen personalstiftelse PostNord Plus.\n* Anställning sker enligt kollektivavtal.\n\n\n**Vi gör vardagen enklare**\n PostNord är den ledande leverantören av kommunikations- och logistiklösningar till, från och inom Norden. Vi säkerställer postservicen till privatpersoner och företag i Sverige och Danmark. Vi strävar efter att göra vardagen enklare och mer hållbar för alla som bor och arbetar i Norden. Vi är ansvarstagande, modiga och engagerade, och leder effektivt förändring oavsett om vi leder oss själva eller andra. Vi uppmuntrar lagarbete, uppriktighet och positiva relationer på arbetsplatsen. Vi bygger vidare på våra framgångar och lär oss av både kollegor och misstag. Människor med olika bakgrund arbetar hos oss. Du kommer därför vara en del av en arbetsplats med stor mångfald, vilket bidrar till bättre resultat för verksamheten. Besök oss på postnord.com.\n   \n\n  \n\n**Ansök**\n Vad väntar du på? Välkommen med din ansökan. Urval sker löpande så ansök så snart som möjligt. Om du undrar något över tjänsten, maila gustav.forsberg@postnord.com\n   \n\n  \n\n Vi ser fram emot att höra från dig!\n   \n\n  \n\n #UX-designer","company_url":"https:\/\/se.linkedin.com\/company\/postnord-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQH7jAOuKrR3qQ\/company-logo_100_100\/0\/1631306526901?e=2147483647&v=beta&t=mz-asRE9b7qGJM8XWf4ifNMQ3Quj0dNapK9AAqMbliw","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3fb50168ae8bb259","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=3fb50168ae8bb259","job_url_direct":"https:\/\/jobs.hydro.com\/job\/Vetlanda-IT-Specialist%2C-Network-Global-IT-Support-57481\/1037079001\/?feedId=315301&utm_source=Indeed&utm_campaign=Hydro_Indeed","title":"IT Specialist, Network Global IT Support","company":"Hydro","location":"Vetlanda, F, SE","job_type":null,"date_posted":1718409600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"Anita.Ghh.Kovacs@hydro.com","description":"Hydro Global Business Services (GBS) is an organizational area that operates as an internal service provider for the Hydro group. Its ultimate purpose is to deliver relevant IT, financial and HR business services to all business areas within the company.\n\n **Role purpose:** IT Specialist, Network in Sweden is responsible for providing support for daily network operational matters and has an engineering thinking when it comes to completing requests from business. Makes sure that LAN is overall healthy, meaning network operations are stable and secure. Reviewes and refreshes documentations on a regular basis. Keeps track of network hardware intentory. Ensures that Hydro GBS IT Architecture, Security, Operational standards, Policies and Strategy are followed on the supported locations, also that requirements from business are understood.\n\n **Responsibilities:**\n\n  \n\n* Monitoring, configuring, and maintaining network hardware (WLC, APs, L2 and L3 switches) – mainly from Cisco\n* Troubleshooting network issues and completing requests via tickets\n* Maintain documentation about LAN setup\n* Complying with company strandards and policies (e.g. IT Architecture, IT Security, Standard Operating Procedures)\n* Participation in projects that involve network (e.g. EIT - ICS segregation)\n* Cooperation with PLC technicians (OT environment)\n* Complying with HSSE regulations, policies\n* Optional but advantage:\n* Participating in the on-call duty once a month\n\n **Requirements:**\n\n  \n\n* Min.5 years of work experience in similar role\n* Bachelor\/Vocational Degree in IT\n* Fluency in English and Swedish is mandatory\n* Curious\n* Team player\n* Service champion\n* Excellent communicator\n\n  \n\n Solid knowledge of:\n\n* Switching, routing\n* TCP\/IP\n* DNS\n* DHCP\n* Exposure to and understanding of a manufacturing environment is preferred\n\n **Advantages:**\n\n  \n\n* CCNA certification\n* PCNSE certification\n* ITIL v2 or v3 certification\n* Familiar with VMware ESXi networking features\n\n **Hydro offers:**\n\n  \n\n* Working at the world’s only fully integrated aluminum and leading renewable energy company\n* Diverse, global teams\n* Flexible work environment\/home office\n* We provide you the freedom to be creative and to learn from experts\n* Possibility to grow with the company, gain new certificates\n* Attractive benefit package\n\n  \n\nApplications from severely disabled and equally disabled people will be considered with equal suitability.  \n\nPlease apply online in ONE with your CV and optionally a cover letter.\n\n\nIf you have any questions, please contact:\n\n  \n\nAnita Baloni-Kovacs  \n\nAnita.Ghh.Kovacs@hydro.com","company_url":"https:\/\/se.indeed.com\/cmp\/Hydro-19dc34ea","company_url_direct":"http:\/\/www.hydro.com","company_addresses":"Drammensveien 264 \r\nNO-0283 Oslo","company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":"Hydro is the largest, fastest growing, most innovative company you've never heard of... and we are hiring!","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/33a699f532e8b2c8e18844078e348282","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/87872bab524d398df7bb2262896d2bba","ceo_name":"Hilde Merete Aasheim","ceo_photo_url":null},{"id":"2e0afec4c1407ccf","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=2e0afec4c1407ccf","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898050","title":"IT-service och Helpdesk","company":"Technologist 365 AB","location":"Trollhättan, O, SE","job_type":"fulltime","date_posted":1718409600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Om jobbet\n  \nÄr du redo att ansluta dig till ett dynamiskt team och göra skillnad inom den offentliga sektorn? Alingsås kommun söker dedikerade IT-service och helpdesk konsulter för att stödja våra anställda med deras IT-behov.\n  \nVad erbjuder vi dig?\n  \n**Månadslön:** 32500+ SEK + Bonus, beroende på din expertis, erfarenhet och prestation.\n  \nTjänstepension och privat sjukvård tillgänglig dygnet runt.\n  \n**Balans mellan arbete och privatliv:** Flexibla arbetsarrangemang i en samarbetsinriktad och dynamisk teammiljö.\n  \n**Professionell utveckling:** Möjligheter att arbeta med den senaste tekniken och ständig professionell utveckling. Vi erbjuder utbildning för nya certifieringar och färdighetsutveckling.\n  \n**Trygga anställningar:** Stabila och säkra anställningsvillkor.\n  \nBoende och resor erbjuds till resande konsulter.\n  \n  \n\n**Uppdragsbeskrivning:****Som IT-service och helpdesk konsult kommer du att:**  \n\nLeverera och installera IT-utrustning (PC, mobiltelefoner) till kommunanställda.\n  \nVara första kontaktpunkt för IT-support, förstå och lösa problem med hjälp av manualer och instruktioner.\n  \nDokumentera olösta problem tydligt för eskalering till second-line support.\n  \nArbeta med ett incidenthanteringssystem för att spåra och hantera uppgifter.\n  \nDu kommer att arbeta nära IT-avdelningen och representera dem i dina dagliga kontakter med Alingsås kommuns anställda.\n  \n  \n\n**Kvalifikationer:****Kompetensnivå 3:**  \n\n**Kunskap:** Hög kompetens inom aktuell roll.\n  \n**Erfarenhet:** 4-8 år inom aktuell roll, är förebild för andra konsulter.\n  \n**Ledning:** Kan leda en mindre grupp och ta ansvar för specifika områden.\n  \n**Självständighet:** Förmåga att arbeta självständigt.\n  \n  \n\n**Tekniska färdigheter:**  \n\nGrundläggande IT-utbildning eller motsvarande arbetslivserfarenhet.\n  \nErfarenhet av manuella och automatiserade tester, minst 3 år.\n  \nKunskap om att utveckla automatiserade tester i Java och JavaScript.\n  \nErfarenhet av testramverk och att skapa automatiserade testfall.\n  \nFörmåga att översätta krav till användarfall och testfall.\n  \nErfarenhet av teambaserad utveckling enligt agila principer.\n  \nKännedom om Quarkus eller Spring-ramverk, OpenShift och Kubernetes.\n  \n**Språkkunskaper:** Flytande i svenska och engelska, både tal och skrift.\n  \n  \n\n**Övriga krav:**  \n\n* B-körkort.\n* God social kompetens, positiv attityd och organisatoriska förmågor.\n\n\n**Jobbdetaljer:**  \n\n**Position:** IT-Service och Helpdesk Konsult\n  \n**Plats:** Alingsås, Sverige\n  \n**Omfattning:** Heltid\n  \n**Varaktighet:** Tillsvidare eller tidsbegränsad\n  \n**Språkkrav:** Svenska och engelska\n  \n  \n\nKlar att ansluta dig till vårt team?\n  \nOm du är passionerad för teknik och motiverad att spela en central roll inom IT-support, vill vi höra från dig! Ansök idag och ta nästa steg i din karriär med oss!","company_url":"https:\/\/se.indeed.com\/cmp\/Technologist-365-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"5650d9160466052e","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=5650d9160466052e","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28898047","title":"IT-chef LindholmsGruppen i Eksjö","company":"Meet a Group international AB","location":"Eksjö, F, SE","job_type":"fulltime","date_posted":1718409600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \nNu söker vi en entreprenörsmässig lagspelare som gillar att driva och utveckla en hybrid IT-avdelning som matchar verksamhetens krav och behov. Vi erbjuder en familjär företagsanda där du får utrymme för personlig utveckling och möjlighet att växa och där du får en möjlighet att vara med och påverka verksamheten.\n  \n  \n\nSom IT-chef har du övergripande ansvar för drift, utveckling, underhåll och support av IT-infrastrukturen för koncernens olika bolag samt för att säkerställa att koncernen upprätthåller en säker IT-miljö. Du kommer att bli en viktig spelare för att på ett serviceinriktat sätt stödja bolagens verksamhetsutveckling och digitaliseringsresa. Du förväntas verka såväl strategiskt som operativt i verksamheten beroende på dina kompetensområden. Vi har en hybrid IT-avdelning, där vi kompletterar våra interna resurser med externa resurser, utifrån kompetensbehov. Vi köper även IT-tjänster genom långsiktiga samarbetsavtal med etablerade IT-leverantörer.","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"b62fbc142fd68c8f","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=b62fbc142fd68c8f","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28897937","title":"Senior Backend Software Engineer - Stockholm","company":"Meet a Group international AB","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1718409600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \n  \n\nAbout Brite\n  \n  \n\nBrite Payments is a leading Open Banking-powered Account to Account (A2A) payment provider of Instant Payments and Instant Payouts. We provide a convenient transaction experience for consumers and reduce the risk in the payment process for merchants. Founded in Stockholm in 2019, Brite is committed to providing the best possible payment solution for everyone involved in a transaction.\n  \n  \n\nThe team behind Brite has worked with launching the first-generation of fintech companies before founding Brite. We know the market landscape, technologies, opportunities, and challenges. Now we channel all those experiences into developing modern solutions that will benefit both merchants and end-users.\n  \n  \n\nWant to join us on our journey? The future is brite!\n  \n  \n\nWhat you will do\n  \n  \n\nAs a Senior Software Engineer at Brite you will work with our core team of highly skilled developers. Your tasks will be to develop and build a scalable and future-proof framework. You will work on building components to bridge between us and the banks across Europe, in order to deliver authentication (AIS) and payment initiation (PIS). As a Developer at Brite, you will have a major impact on building the foundation of our core platform. With that said, you will be a vital part of the next fintech unicorn!\n  \n  \n\nAre you a brite mind?\n  \n  \n\nExperience in systems development in Python, GO and Angular\n  \n  \n\nExperience with Cloud Computing (Google cloud)\n  \n  \n\nAt least 3 years of developer work experience\n  \n  \n\n**Meriting experience:**  \n\nAWS, Azure\n  \n  \n\nKubernetes\n  \n  \n\nMicroservice architecture\n  \n  \n\n**Preferred skills:**  \n\nA degree in Computer Science or related technical field, or equivalent practical experience\n  \n  \n\nExperience from building scalable, service-oriented architectures\n  \n  \n\nExperience from working with transaction-intensive systems\n  \n  \n\nExperience with Docker\n  \n  \n\nExperience with Javascript\/Typescript\n  \n  \n\nExperience with information security from a systems development perspective (OWASP, encryption, etc.)\n  \n  \n\nWhat we offer\n  \n  \n\nAn optimistic, caring, and inclusive culture where we want you to be yourself\n  \n  \n\nA dynamic, fast-paced, and innovative environment where you will have the possibility to make an impact from your first day onwards.\n  \n  \n\nA flat organization, friendly colleagues, and fast decision-making\n  \n  \n\nAn environment where we start small and learn fast to do big things\n  \n  \n\nA team that cares about sharing, collaborative work, and prestigeless approach\n  \n  \n\nA yearly wellness allowance and Tuesday breakfasts at the office\n  \n  \n\n... and you will be part of a growing team of fun and skilled people ✨","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3949368241","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3949368241","job_url_direct":"http:\/\/www.mygwork.com\/en\/jobs\/amazon-enterprise-support-manager-es-emea-isv-nordics\/detail\/4839204&urlHash=xZ0l","title":"Enterprise Support Manager, ES - EMEA - ISV - Nordics","company":"myGwork - LGBTQ+ Business Community","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"***This inclusive employer is a member of myGwork – the largest global platform for the LGBTQ+ business community.***\n**Description**\n As an increasing number of large enterprises move their critical systems to the cloud, we are in need of high-powered technical leaders to help Amazon's largest and most strategically important customers navigate the operational challenges of cloud computing. You will work with our top-tier customers, supporting the software development life-cycle for cloud services, operations management of active services, and business relationships with AWS.\n   \n\n  \n\n In this role, you will have the opportunity to help shape and execute a strategy to build mind-share and broad use of Amazon Web Services with one of our largest customers. You must possess management and customer-facing skills that enable you to represent AWS well within a customer's environment and drive discussions with senior personnel regarding incidents, trade-offs, best practices, and risk management. You should also have a demonstrated ability to think strategically about business, product, and technical challenges as you help our customers take advantage of the efficiencies, cost savings and quick innovation available only in the cloud.\n   \n\n  \n\n As Enterprise Support Manager, you will lead a team of Technical Account Managers who are the primary operational point of contact for your customer, helping to plan, review, and oversee ongoing operations of business critical applications. You will leverage your broad experience to work closely with sales leadership to plan and ensure successful launch and operations of AWS's largest application workloads. You will lead operations reviews, both internally and with your customers, while constantly seeking ways to improve your customer's AWS experience. In this role, you will also act as the voice of the customer within AWS to escalate problems and to drive prioritization of business needs for our customers.\n   \n\n  \n\n Every day will bring new and exciting challenges on the job while you:\n   \n\n  \n\n* Champion and advocate for Enterprise customers within Amazon Web Services (be their voice)\n* Develop the team responsible for solving technical issues and working directly with AWS engineers to ensure that customer issues are resolved as expediently as possible\n* Participate in deep architectural discussions to ensure solutions are designed for successful deployment in the cloud\n* Help Enterprise customers define IT and business processes that work well with cloud deployments\n* Engage with Director and C-Level executives to translate business needs into technical and operational plans\n* Work with AWS executive leadership to influence the product roadmap\n* Provide detailed reviews of service disruptions, metrics, detailed pre-launch planning\n\n\n AWS Sales, Marketing, and Global Services (SMGS) is responsible for driving revenue, adoption, and growth from the largest and fastest growing small- and mid-market accounts to enterprise-level customers including public sector.\n   \n\n  \n\n Key job responsibilities\n   \n\n  \n\n Every day will bring new and exciting challenges on the job while you:\n   \n\n  \n\n* Champion and advocate for Enterprise customers within Amazon Web Services (be their voice)\n* Develop the team responsible for solving technical issues and working directly with AWS engineers to ensure that customer issues are resolved as expediently as possible\n* Participate in deep architectural discussions to ensure solutions are designed for successful deployment in the cloud\n* Help Enterprise customers define IT and business processes that work well with cloud deployments\n* Engage with Director and C-Level executives to translate business needs into technical and operational plans\n* Work with AWS executive leadership to influence the product roadmap\n* Provide detailed reviews of service disruptions, metrics, detailed pre-launch planning\n\n\n**About The Team**\n About AWS\n   \n\n  \n\n Diverse Experiences\n   \n\n  \n\n AWS values diverse experiences. Even if you do not meet all of the preferred qualifications and skills listed in the job description, we encourage candidates to apply. If your career is just starting, hasn't followed a traditional path, or includes alternative experiences, don't let it stop you from applying.\n   \n\n  \n\n Why AWS?\n   \n\n  \n\n Amazon Web Services (AWS) is the world's most comprehensive and broadly adopted cloud platform. We pioneered cloud computing and never stopped innovating — that's why customers from the most successful startups to Global 500 companies trust our robust suite of products and services to power their businesses.\n   \n\n  \n\n Inclusive Team Culture\n   \n\n  \n\n Here at AWS, it's in our nature to learn and be curious. Our employee-led affinity groups foster a culture of inclusion that empower us to be proud of our differences. Ongoing events and learning experiences, including our Conversations on Race and Ethnicity (CORE) and AmazeCon (gender diversity) conferences, inspire us to never stop embracing our uniqueness.\n   \n\n  \n\n Mentorship & Career Growth\n   \n\n  \n\n We're continuously raising our performance bar as we strive to become Earth's Best Employer. That's why you'll find endless knowledge-sharing, mentorship and other career-advancing resources here to help you develop into a better-rounded professional.\n   \n\n  \n\n Work\/Life Balance\n   \n\n  \n\n We value work-life harmony. Achieving success at work should never come at the expense of sacrifices at home, which is why we strive for flexibility as part of our working culture. When we feel supported in the workplace and at home, there's nothing we can't achieve in the cloud.\n   \n\n  \n\n We are open to hiring candidates to work out of one of the following locations:\n   \n\n  \n\n Stockholm, SWE\n   \n\n  \n\n**Basic Qualifications**\n* Ability to analyze and present operational reviews to customer leadership\n* Experience leading technical teams\n* Extensive experience in direct customer engagement, with a focus on support to senior executives (Vice President and C-level)\n* Have a track record of effectively leading technical teams\n* English\/Swedish language skills\n\n\n**Preferred Qualifications**\n* Experience scaling an organization through rapid growth or expansion\n* Previous experience in technical account management, business relationship management or consulting\n* An adaptable communication style that can fit diverse audiences (with varying technical backgrounds)\n* Proficient in communicating complex ideas, either with the written word or in presentations\n* Excellent analytical skills with a track record of achieving balance in innovative thinking with a strong customer and quality focus\n* A degree in an STEM field is a plus; an MBA is a big plus\n* Experience with AWS service offerings\n\n\n Amazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build. Protecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https:\/\/www.amazon.jobs\/en\/privacy\\_page) to know more about how we collect, use and transfer the personal data of our candidates.","company_url":"https:\/\/uk.linkedin.com\/company\/mygwork","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQEVDrt8sev5eA\/company-logo_100_100\/0\/1705496448722\/mygwork_logo?e=2147483647&v=beta&t=KtvxgAySt_T0fB6u7GXrDHoBks6sxKOLlZrWahXG50Y","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950208038","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950208038","job_url_direct":"http:\/\/www.mygwork.com\/en\/jobs\/abb-digital-solution-consultant-process-performance\/detail\/4841389&urlHash=o7Wx","title":"Digital solution consultant process performance","company":"myGwork - LGBTQ+ Business Community","location":"Kista, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"***This inclusive employer is a member of myGwork – the largest global platform for the LGBTQ+ business community.***\n This position reports to\n   \n\n  \n\n Principal Technical Consultant\n   \n\n  \n\n Your role and responsibilities\n   \n\n  \n\n In this role, you will have the opportunity to drive the execution of the digital ecosystem strategy in the assigned area. Each day, you will support in developing and implementing a comprehensive digital ecosystem, covering one or more specific assigned such as channels and partnerships for co-creation, onboarding, and monitoring solutions on ABB marketplace. You will also showcase your expertise by demonstrating a solid understanding of digitalization needs and trends in the industry and assigned aspects of the digital ecosystem. Capture market opportunities, understand customer drivers and digitalization needs, develop and evolve technology partnerships and translate these into a solution-based business strategy to leverage untapped digital value Develop and implement appropriate and often new business models for digital transformation opportunities in Process Performance (Advanced Process Control APC\/MPC, Analytics, Performance Services, Simulation) with customers in all Process Industries verticals (Mining, Pulp & Paper, Metals, Food & Beverage) Analyzes customer requirements to ensure digital solution(s) meets objectives by combining industry best practices, product knowledge, and business acumen Acts as a high-level technical expert for the Process Performance portfolio across Process Industries verticals, providing knowledge and analysis of specialized software applications and operational environments, functional systems analysis, design, integration, and implementation advice for complex digital solution implementation Provides direction and mentoring to sales and project teams Interfaces with and influences customerâ\u0080\u0099s senior technical and business leadership Continuously drives business development efforts by pursuing new opportunities and extensions with sales teams\n   \n\n  \n\n**Qualifications For The Role**\n* 5+ years of experience driving digital transformation in complex global organizations, ideally in a B2B environment (Process, Energy, software, technology, automation).\n* Bachelorâ\u0080\u0099s\/Master's degree in Engineering, Computer Science, Software Engineering, or a related technical field.\n* Hands-on experience in the OT\/software industry with a focus on digitalization and Industrial Software. Deep understanding of relevant technologies and trends.\n* Proven track record in consultative selling, with a strong customer focus, exposure to top management, driving results, building pipeline, and turning opportunities into sales successes.\n* Ability to drive success in direct and matrix organizations.\n* Thorough understanding of the industry customer's end-to-end digital journey through hands-on exposure to transformation planning initiatives. Implemented APC through a full lifecycle from requirements gathering to aftermarket support.\n* Deep experience in the industrial software environment; division-specific industry exposure (industrial automation\/advanced software) preferred; experience and background in one or more of the division industrial domains such as Mining, Pulp & Paper, Metals, Cement, Food & Beverage.\n* Background in cloud and edge technologies, digital twins, analytics, artificial intelligence, and machine learning as applied to Process Performance solutions.\n* Experience in the justification, design, implementation, and maintenance of process control applications.\n* Understanding of pre-test, tuning, step testing, model identification, inferential deployment, interfacing, and commissioning.\n* Excellent networking skills developed in a highly international organization, with a â\u0080\u009cleading by influenceâ\u0080\u009d approach.\n* Fluency in English, both written and spoken, with additional languages being a plus.\n* Availability to travel regionally as required.\n\n\n What's in it for you?\n   \n\n  \n\n* Learn from highly experienced, genuine, and caring colleagues â\u0080\u0093 people who are committed to helping you achieve your personal and professional goals.\n* Help customers in driving efficiency and sustainability, making a strong impact\n* Get exposed to cutting-edge technology in Process Automation and have a visible impact on the future\n\n\n More about us\n   \n\n  \n\n The Process Industries Division serves the mining, minerals processing, metals, cement, pulp and paper, battery manufacturing, and food and beverage, as well as their associated service industries. The Division brings deep industry domain expertise coupled with the ability to integrate both automation and electrical systems, increase productivity and reduce overall capital and operating costs for customers. For mining, metals and cement customers, solutions include specialized products and services, as well as total production systems. The Division designs, plans, engineers, supplies, installs and commissions integrated electrical and motion systems, including electric equipment, drives, motors, high power rectifiers and equipment for automation and supervisory control within a variety of areas including mineral handling, mining operations, aluminum smelting, hot and cold steel applications and cement production. The offering for the pulp and paper industries includes control systems, quality control systems, drive systems, on-line sensors, actuators and field instruments. Digitalization solutions, including collaborative operations and augmented reality, help improve plant and enterprise productivity, and reduce maintenance and energy costs. We value people from different backgrounds. Apply today for your next career step within ABB and visit www.abb.com to learn about the impact of our solutions across the globe. #MyABBStory","company_url":"https:\/\/uk.linkedin.com\/company\/mygwork","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQEVDrt8sev5eA\/company-logo_100_100\/0\/1705496448722\/mygwork_logo?e=2147483647&v=beta&t=KtvxgAySt_T0fB6u7GXrDHoBks6sxKOLlZrWahXG50Y","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3951245833","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3951245833","job_url_direct":"https:\/\/pnty-apply.ponty-system.se\/agiremus?id=1424&urlHash=9oIQ","title":"Produktägare","company":"Agiremus","location":"Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Vi söker nu efter en Produktägare till vår kund inom offentlig sektor.** \n\n\n\n\n  \n\n\n\n\n\n**Exempel på arbetsuppgifter:** \n\n\n\n* Se till att produkten uppfyller verksamhetens behov på kort och lång sikt.\n* Samla in behov från verksamhet och IT (inkluderar ett livscykelperspektiv på ingående komponenter) och översätter till produktkravställning.\n* Sköta produktens backlog och utvecklingsprioritering i nära samverkan med produktens intressenter.\n* Leda utvecklingsteamet tillsammans med Scrum Master.\n* Ansvarar för kravinsamling inom projekt och förvaltning i nära samarbete med verksamhet och behovsägare.\n* Krav\/produktledning, test, uppdragsledning inom närliggande områden.\n* Mer information om uppdraget förmedlas om man går vidare i urvalet.\n\n\n\n  \n\n\n\n\n\n**Skallkrav:** \n\n\n\n* Högskole\/universitetsutbildning 120p\/180hp inom Data\/IT eller civilingenjör.\n* Minst 2 års arbetslivserfarenhet från rollen som produktägare för ett IT-utvecklingsteam\n* Minst 1 år arbetslivserfarenhet av testledning eller kravledning inom IT utveckling\n* Minst 1 års arbetslivserfarenhet av att ha arbetat i stora komplexa agila projekt med flera parter inblandade.\n* Mycket goda kunskaper i svenska i både tal och skrift.\n\n\n\n  \n\n\n\n\n\n**Placeringsort:** \n Sundbyberg\n \n\n\n\n**Omfattning:** \n Heltid på plats i kundens lokaler med viss möjlighet till distansarbete.\n \n\n\n\n**Start:** \n c:a 12 augusti 2024, väldigt långsiktigt uppdrag.\n \n\n\n\n  \n\n\n\n\n\n**Information:** \n\n\n\n* ***Säkerhetsprövning och registerkontroll utförs på kundens begäran.***\n* ***Ansök senast 2024-06-17.***\n* ***Urval av kandidater sker löpande och annonsen kan tas bort tidigare.***\n\n\n\n  \n\n\n\n\n\n**Om Agiremus** \n\n\n\n\n Sedan 2015 har vi hjälpt flertalet medarbetare att komma ut på arbetsmarknaden samt att nå sina karriärmål runtom i Sverige. Genom att skapa och bibehålla meningsfulla relationer med våra samarbetspartners kan vi presentera en bred rad av arbetsmarknadens mest attraktiva karriärmöjligheter för våra medarbetare och kandidater. Agiremus verkar inom de flesta branscherna, både inom privat och offentlig sektor.\n \n\n\n\n  \n\n\n\n\n\n Vi erbjuder:\n \n\n\n\n Agiremus erbjuder dig som konsult en spännande och utmanande arbetsplats där du ges möjlighet att utvecklas inom din roll. Vi bryr oss om dig som och strävar efter långsiktiga samarbeten. Som konsult hos oss ges du, förutom spännande uppdrag, möjlighet att dela din resa med andra konsulter. Med jämna mellanrum anordnar vi tillfällen för er att träffas genom olika aktiviteter. Självklart kommer du även att ha en engagerad kontaktperson hos oss som finns där som bollplank och stöd. Vi erbjuder dig även goda personalförmåner som:\n \n\n\n\n  \n\n\n\n\n* Anställning med fast månadslön.\n* Semester enligt semesterlagen.\n* Tjänstepension.\n* Heltäckande sjuk och olycksfallsförsäkring dygnet runt, årets alla dagar.\n* Friskvårdsbidrag m.m.\n\n\n\n  \n\n\n\n\n\n Välkommen med din ansökan!","company_url":"https:\/\/se.linkedin.com\/company\/agiremus","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQFldgiQ3AFp_w\/company-logo_100_100\/0\/1692009129156\/agiremus_logo?e=2147483647&v=beta&t=zMiZPITj2q7U6sBy9nEj4yEMEYAl3bIBjdZMGvwDQPc","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950207380","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950207380","job_url_direct":"https:\/\/candidate.hr-manager.net\/ApplicationInit.aspx?cid=58&ProjectId=184201&DepartmentId=1706&MediaId=5486&SkipAdvertisement=true&utm_medium=talentech_publishing&utm_source=linkedin_premium&urlHash=aJ00","title":"Säkerhetsskyddshandläggare till Defence","company":"OneCo Sverige","location":"Kungens kurva, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"david.hellstrom@oneco.se","description":"Vill du vara med och förbättra säkerhetsskyddet inom OneCo Networks? En viktig del av rollen är att vidareutveckla rutiner, arbetssätt och processer samt stötta och utbilda organisationen inom hela säkerhetskyddsområdet, framförallt informationssäkerhet.\n   \n\n  \n\n**Säkerhetsskyddshandläggare på affärsområde Defence**\n Som säkerhetsskyddshandläggare på OneCo kommer du tillhöra Affärsområde Defence som arbetar med kunder såsom Försvarsmakten och FMV.\n   \n\n  \n\n I rollen som säkerhetsskyddshandläggare arbetar du strategiskt och operativt med säkerhetsarbetet för att uppnå företagets mål. Säkerhetsfrågan utgör en central del av vår företagsstrategi och vi har interna riktlinjer, lagkrav samt kundkrav som vi måste uppfylla på alla områden. Affärsområdet ska bl.a. efterleva kraven i ISM 2022 (Industrisäkerhetsskyddsmanualen) men säkerhetskrav från Försvarsmakten förekommer också.\n   \n\n  \n\n Rollen kan komma att innefatta resor inom Sverige men huvuddelen av ditt arbete kommer att ske från vårt kontor i Kungens Kurva.\n   \n\n  \n\n En stor del av dina arbetsuppgifter kommer att vara att fortsätta arbeta med utveckling, förvaltning och implementering av processer och rutiner inom säkerhetsområdet samt att övervaka efterlevnaden av dessa. Dina ansvarsområden inkluderar även genomförande och uppföljning av säkerhetsintervjuer, bakgrundskontroller och lämplighetsprövningar. Du kommer att fungera som kontaktperson gentemot myndigheter för säkerhetsskyddsfrågor och driva genomförandet av risk- och hotbedömningar, verksamhet- och säkerhetsanalyser etc. Som handläggare ingår även ett ansvar som biträdande säkerhetsskyddschef.\n   \n\n  \n\n**Är det här du?**\n I denna rekrytering kommer vi lägga stor vikt på personliga egenskaper. För att lyckas i rollen ser vi att du har avslutat en eftergymnasial utbildning inom säkerhetsskydd och har flera års erfarenhet av att genomföra bakgrundskontroller, säkerhetsintervjuer eller likvärdiga uppgifter. Du har erfarenhet av arbete inom informationssäkerhet och god vana av att hantera säkerhetsfrågor i organisationer med hög säkerhetskultur. I den här rollen är det viktigt att du kan kommunicera väl på svenska och till viss del på engelska, både muntligt och skriftligt. och då vi har en säkerhetsklassad verksamhet är det ett krav att vara svensk medborgare. I denna roll ser vi att du är professionell och har fokus på helheten. Du tycker om att ta egna initiativ och utveckla relationer i en komplex miljö med många kontaktytor. Du har god självkännedom och tar ansvar för din egen utveckling med hjälp av dina styrkor och svagheter. Du behåller din energi och entusiasm även i tuffa situationer och anpassar dig efter förändringar.\n   \n\n  \n\n Då rollen berör samhällsviktig verksamhet och säkerhetsklassad information krävs det att du godkänns i en säkerhetsprövning, nivå 2 innan anställning kan genomföras.\n   \n\n  \n\n**På OneCo erbjuder vi dig**\n På OneCo Defence blir du en del av en avdelning som förespråkar teamkänsla med engagerade medarbetare och lång erfarenhet inom arbete med samhällskritisk infrastruktur. Vi har högt säkerhetstänk och tydliga mål med ambitionen att alltid skapa mervärde för våra kunder. Vi erbjuder en arbetsplats som sätter medarbetaren i centrum med varierande och utmanande arbetsuppgifter där både personliga och professionella utvecklingsmöjligheter finns.\n   \n\n  \n\n På OneCo har vi kollektivavtal. Som medarbetare på Defence omfattas du av Telekomavtalet. Vi erbjuder även goda förmåner såsom friskvårdsbidrag, ersättning för sjukvårdande behandlingar, läkarvård och receptbelagd medicin\n   \n\n  \n\n**OneCo – vi ansluter framtiden**\n OneCo arbetar med integrerade tekniktjänster inom kommunikation, energi och IT. Vi kopplar upp både stad och landsbygd med höghastighetsbredband samt underhåller och bygger mobilnät. Vi ansluter även intelligenta energiavläsare och installerar elbilsladdare och solcellsanläggningar. Och vi ser till att det finns mobil- och WiFi-uppkopplingar överallt där det behövs. Vi ansluter framtiden.\n   \n\n  \n\n Affärsområde Defence huvuduppdrag är att vidmakthålla Försvarets Telenät, vilket innebär att omsätta och uppgradera den transmissionsutrustning som finns i FTN.\n   \n\n  \n\n**Ansök till tjänsten idag**\n Varmt välkommen att skicka in din ansökan! Intervjuer kommer ske med start kring mitten av augusti.\n   \n\n  \n\n Denna rekrytering sköts internt och vi avböjer alla förfrågningar från rekryterings- eller bemanningsföretag. Arbetssökande är däremot välkomna att skicka frågor om tjänsten till affärsområdeschef David Hellström på david.hellstrom@oneco.se\n   \n\n  \n\n**Arbetstid\/Varaktighet:** \n Tillsvidareanställning\n   \n\n  \n\n**Arbetstid:** \n Dagtid, relativt flexibla arbetstider\n   \n\n  \n\n**Placeringsort:** \n Kungens Kurva, goda möjligheter till hemarbete\n   \n\n  \n\n**Tillträde:** \n Snarast eller enligt överenskommelse\n   \n\n  \n\n**Lön:** \n Månadslön, övriga ersättningar enligt kollektivavtal. Förmåner.\n   \n\n  \n\n**Körkort:** \n B-körkort krävs\n   \n\n  \n\n**Medborgarskap:** \n Svenskt medborgarskap är en förutsättning då tjänsten kräver godkänd registerkontroll, nivå 2 hos säkerhetspolisen.\n   \n\n  \n\n***Sökord:***\n*säkerhetsskyddshandläggare, säkerhetsskydd, säkerhetshandläggare, informationssäkerhet, IT-säkerhet, säkerhetsskyddskoordinator, säkerhetskoordinator, biträdande säkerhetsskyddschef, säkerhetsarbete, FMV, Försvarsmakten*","company_url":"https:\/\/se.linkedin.com\/company\/oneco-sweden","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQF-I_h32ES1hQ\/company-logo_100_100\/0\/1631366479794\/oneco_sweden_logo?e=2147483647&v=beta&t=cJcTWkCW2j46fIyzqHvoXpcmTKdTX4-gvA1svfUeO5U","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950267753","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950267753","job_url_direct":"https:\/\/digitalcareers.infosys.com\/infosys\/global-careers\/apply-guidewire-senior-consultant-stockholm\/333248?Codes=LinkedIn&urlHash=zvRr","title":"Guidewire Senior Consultant - Stockholm","company":"Infosys","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"**Job Description**\n**Role** \n – Senior Consultant\n   \n\n  \n\n**Technology** \n – Guidewire\n   \n\n  \n\n**Location** \n – Stockholm, Sweden\n   \n\n  \n\n**Business Unit** \n – HILDCG\n   \n\n  \n\n**Compensation** \n – Competitive (including bonus)\n   \n\n  \n\n**Job Description**\n Today, the corporate landscape is dynamic and the world ahead is full of possibilities! None of the amazing things we do at Infosys would be possible without an equally amazing culture, the environment where ideas can flourish and where you are empowered to move forward as far as your ideas will take you.\n   \n\n  \n\n At Infosys, we assure that your career will never stand still, we will inspire you to build what’s next and we will navigate further together. Our journey of learnability, values and trusted relationships with our clients continue to be the cornerstones of our organization and these values are upheld only because of our people.\n   \n\n  \n\n**Your role**\n In the role of Senior Consultant, you will interface with key stakeholders and apply your technical proficiency across different stages of the Software Development Life Cycle including Requirements Elicitation, Application Architecture definition and Design. You will play an important role in creating the high level design artifacts. You will also deliver high quality code deliverables for a module, lead validation for all types of testing and support activities related to implementation, transition and warranty. You will be part of a learning culture, where teamwork and collaboration are encouraged, excellence is rewarded, and diversity is respected and valued.\n   \n\n  \n\n**Required**\n* 8-12 years of IT experience and 5+ years of experience in solutioning Guidewire platform Implementation\n* Experience working in all the Guidewire Centers like Policy, Billing, Claims and Contact Centers and expertise in at least one of the three\n* Experience in working on Guidewire Configuration, Customization, Integrations, Application Maintenance and support.\n* Need to have consulting and advisory skills to provide suggestions to customer on new Projects\/initiatives, areas for improvement, best practices etc.,\n* Batch process, Guidewire Messaging framework, OOTB plugins.\n* Working knowledge on GOSU script, GIT – Source Code management\n\n\n**Preferred**\n* Git repository, Service now\n* Good communication skill and should be able to adapt in Client Implementation\n* Experience in Project delivery methodologies (Agile, SAFe,)\n* Swedish Speaking\n\n\n**Personal**\n Besides the professional qualifications of the candidates we place great importance in addition to various forms personality profile. These include:\n   \n\n  \n\n* High analytical skills\n* A high degree of initiative and flexibility\n* High customer orientation\n* High quality awareness\n* Excellent verbal and written communication skills\n* High proactiveness\n* Lean Agile mindset & Self Leadership\n\n\n**About Infosys**\n Infosys is a global leader in next-generation digital services and consulting. We enable clients in 46 countries to navigate their digital transformation. With over three decades of experience in managing the systems and workings of global enterprises, we expertly steer our clients through the many next of their digital journey. We do it by enabling the enterprise with an AI-powered core that helps prioritize the execution of change. We also empower the business with agile digital at scale to deliver unprecedented levels of performance and customer delight. Our always-on learning agenda drives their continuous improvement through building and transferring digital skills, expertise and ideas from our innovation ecosystem.\n   \n\n  \n\n**Visit www.infosys.com to see how Infosys can help your enterprise navigate your next.\n   \n\n  \n\n All aspects of employment at Infosys are based on merit, competence and performance. We are committed to embracing diversity and creating an inclusive environment for all employees. Infosys is proud to be an equal opportunity employer**","company_url":"https:\/\/in.linkedin.com\/company\/infosys","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQE7Zf1-vvfbUA\/company-logo_100_100\/0\/1692876768583\/infosys_logo?e=2147483647&v=beta&t=YVa7DOQnXWfEUBW6OoJC734Ry5EIksEedFcmoiEL8VY","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3950278542","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3950278542","job_url_direct":"https:\/\/karriar.iver.se\/jobs\/4584569-it-tekniker&urlHash=_-3g","title":"IT-tekniker","company":"Iver Sverige","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"pernilla.froding@iver.se, Andreas.Nilsson@iver.se","description":"*Vi ger samma löfte till våra kollegor som till kunder. Löftet är att alltid vara \"* \n beside you\", \"behind you\" och \"before you\". Vi kallar det för \"The Iver way\".  Nu söker vi en\n **IT-tekniker** \n som vill bli en del av Iver och som vill vara med och bidra till bättre IT-lösningar som gör skillnad för våra kunder! Är du vår nya kollega?\n   \n\n  \n\n**Din roll som IT-tekniker på Iver?**\n Som IT-tekniker på Iver arbetar du bland annat med systemförbättringar, drift och underhåll av operativsystem och produktapplikationer i våra kunders IT-miljöer. Utöver det hjälper vi även våra kunder med nyinstallationer, uppgraderingar, drift och andra typer av förbättringsarbeten. Du löser ärenden som vår servicedesk eskalerat vidare, och du förser dem i sin tur med kompetens, rutiner och dokumentation så att de löpande ska kunna lösa mer ärenden. Det händer att du sitter i kundmöten inför ett underhåll och planerar arbetet med kund. Vi arbetar bland annat med vmware, windows server, office365 och Citrix\/RDS-system samt olika kommunikations-, övervaknings-, virusskydds- och säkerhetslösningar.\n   \n\n  \n\n Hos Iver får du arbeta med den absolut senaste tekniken och du har stora möjligheter att utvecklas och själv forma din framtid. Du kommer tillhöra ett team som arbetar tätt tillsammans och där samarbete, kontinuerlig utbildning och stimulerande uppdrag är en naturlig del i arbetet.\n   \n\n  \n\n**Iver - Where technology meets business**\n Hos Iver får du möjlighet att arbeta med den senaste tekniken och vara med på en spännande tillväxtresa. Iver är ett bolag med entreprenöriella rötter och en kultur som präglas av flexibilitet och samarbete.\n   \n\n  \n\n Vårt mål är att våra kunder – här i Norden och internationellt – ska se oss som en ledande partner för digital transformation.På Iver är vi inkluderande och strävar efter genuint samarbete där vi arbetar mot gemensamma mål. Inom Iver finns stora möjligheter till utveckling och vi står bakom dig när du vill lära dig mer – inom ditt specialområde, ledarskap eller nya områden.\n   \n\n  \n\n Hos Iver är du också en del av ett ambitiöst och innovativt företag, vilket innebär att förbättra, testa, utvärdera och våga ändra hur vi gör saker är viktiga ingredienser och vi är övertygade om att det är så vi utvecklas. We’re not big blue. We’re yellow.\n   \n\n  \n\n**För att lyckas hos oss** \n tror vi att du har några års arbetslivserfarenhet inom IT- branschen med inriktning Windows Server. Du känner dig trygg i din tekniska kompetens men drivs också av att utvecklas och bygga på dina kunskaper. Du är en person som har en naturlig problemlösningsförmåga och känner dig trygg i att fatta egna beslut. Du är involverande och engagerad i ditt arbete och du har en god förmåga att både arbeta i team såväl som självständigt.\n   \n\n  \n\n För att passa i rollen behöver du ha kunskap inom flera av följande områden:\n   \n\n  \n\n* Lösa tyngre användarproblem med djupgående felsökning\n* Erfarenhet av installation, drift, felsökning och underhåll av Windows server-miljöer\n* Windows Server med tillhörande tjänster (VMware), virtualisering, lagring och backup\n* Microsoft 365, Office\/exchange, Intune\/Autopilot och Azure\n* RDS och Citrix\n* Molnlösningar och migrering, kommunikation och kombinationer av molnlösningar\n* Säkerhet (patchning & MFA)\n* Nätverkskunskap (brandväggar)\n* ITIL\n\n\n**Placeringsort**\n Du kommer ha möjlighet att ha en flexibel arbetsplats men utgå från vårt kontor i Stockholm.\n   \n\n  \n\n**Varmt välkommen med din ansökan!**\n Vi som arbetsgivare eftersträvar en jämn könsfördelning och värdesätter etnisk och kulturell mångfald. Känner du att Iver verkar vara en spännande arbetsplats, skicka in din ansökan redan idag. Urval och intervjuer sker löpande. Vänligen kontakta Pernilla Fröding (pernilla.froding@iver.se) om du har andra frågor gällande rekryteringsprocessen kan du kontakta Andreas Nilsson (Andreas.Nilsson@iver.se).\n   \n\n  \n\n Välkommen till Iver!\n   \n\n  \n\n Iver är en ledande nordisk helhetsleverantör av molnbaserade IT-tjänster med spetskompetens inom drift, cybersäkerhet, cloud och innovation. Iver har cirka 1 500 medarbetare på 25 kontor i Sverige och Norge, och omsätter drygt 3 miljarder SEK.\n   \n\n  \n\n**Våra tjänster är kritiska inte bara för våra kunder – utan för digitaliseringen av samhället i stort.** \n Vi säkerställer att sjukvården har tillgång till rätt patientdata, att samhällskritiska system aldrig ligger nere och att flygplanen landar säkert. Som en lyhörd och affärsnära helhetspartner möjliggör vi våra kunders innovation – idag och imorgon.\n   \n\n  \n\n We empower our Nordic society.","company_url":"https:\/\/se.linkedin.com\/company\/iver-sverige","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4D0BAQE6vPkJ1bXYKw\/company-logo_100_100-alternative\/0\/1630562061072\/iver_sverige_logo?e=2147483647&v=beta&t=5GPLkBAbcE22-TqlxbjErvZMZ3sepXSwCmdP32QAoWE","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3916028504","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3916028504","job_url_direct":"https:\/\/careers.centric.eu\/se\/lediga-jobb\/cloud-engineer-inom-microsoft-365-op-2024456670\/&urlHash=in2m","title":"Cloud Engineer inom Microsoft 365","company":"Centric Sweden","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"Du kommer bland annat arbeta med design, implementation och hålla i workshops i syfte att förbättra användningen av Microsoft 365 plattformen.\n   \n\n  \n\n**Dina arbetsuppgifter** \n Du kommer agera mellanhanden mellan tekniken och kundens verksamhet där du bistår med din tekniska expertis och rådgivning i syfte att förändra och utveckla kundernas IT-miljö mot modern workplace inom Microsoft 365. I rollen kommer du designa, konfigurera och implementera Microsoft 365-plattformen för kunderna. Utöver detta kommer du även arbeta med övervakning samt finnas behjälplig som tredje linjens support när det kommer till supportleverans.\n   \n\n  \n\n Vidare är du den personen som kommer utbilda och genomföra workshops för kunderna där du på ett pedagogiskt och ansvarsfullt sätt stöttar kunderna mot moderna arbetsplatslöningar baserade på Microsoft 365.\n   \n\n  \n\n**Din profil och kvalifikationer** \n För att lyckas i rollen som Cloud Engineer ser vi att du är en erfaren person när det kommer till att leda och utföra projekt inom Microsoft 365-sviten. Du är mycket kommunikativ, på både svenska och engelska, när du presenterar nya innovationer inom plattformen för kunder och beslutsfattare som sedan leder till positvia förändringsarbeten. Utöver detta ser vi att du är en nyfiken person som gärna håller dig uppdaterad kring den senaste utvecklingen inom Microsoft 365 för att sedan vara drivande när det kommer till kompetensutveckling i kundernas modern workplace-miljö.\n   \n\n  \n\n**Krav**\n* Relevant utbildning inom molntjänster\n* 3-4 års erfarenhet av att arbeta i renodlad cloudmiljö\n* Tidigare erfarenhet av leda och utföra projekt inom Microsoft 365-miljö\n* Mycket hög kompetens inom Microsoft 365, inklusive SharePoint, Teams, Intune och Entra ID\n* Uttrycker dig mycket väl på både svenska och engelska, i tal och skrift\n\n\n**Meriterande**\n* Certifiering inom Microsoft 365\n* Arbetat med automatisering samt multitenantlösningar för Microsoft 365\n* Erfarenhet av infrastrukturlösningar inom Microsoft Azure\n\n\n**Om Kunden**\n Företaget är en IT-partner som tillhandahåller IT och applikationsdrift, infrastruktur, molntjänster, säkerhet och digitalisering. De strävar efter att optimera och erbjuda hållbara IT-miljöer för sina kunder med hjälp av starka varumärken och breda kompetensområden. Med en sådant fokus kan de erbjuda skräddarsydda lösningar för olika företagsbehov och hjälpa sina kunder att möta sina IT-krav på ett effektivt sätt.\n   \n\n  \n\n**Vad vi erbjuder** \n På Centric får du de verktyg du behöver för att nå dina mål. Vi erbjuder alla våra konsulter kvalificerade utbildningar och certifieringar inom den senaste tekniken. Vi tycker nämligen att våra medarbetare hela tiden ska fortsätta att utvecklas. Därför erbjuder vi dig möjligheten att lägga upp en individuell utbildningsplan, där vi bekostar såväl studiematerial som själva certifieringarna. Under din utveckling kommer vi matcha din kompetens mot rätt uppdrag i takt med att du avancerar. Vi genomför regelbundet spännande aktiviteter där du som konsult får möjlighet att träffa och umgås med dina kollegor under roliga och avslappnande former.\n   \n\n  \n\n*Mer om oss*\n Centric är ett IT-företag med 380 anställda på våra kontor i Stockholm, Göteborg, Malmö, Linköping och Örebro. Vi specialiserar oss på uthyrning av generalister och förmedling av specialister samt erbjuder outsourcing och systemlösningar inom retail. Vi är medlem i Almega Kompetensföretagen och följer deras tecknade kollektivavtal med Unionen.\n   \n\n  \n\n**Omge dig med möjligheter på Centric** \n För en av våra kunder i Stockholm söker vi nu en Cloud Engineer med mycket god erfarenhet av Microsoft 365 som kommer agera rådgivare samt vara bryggan mellan tekniken och kundens företagsverksamhet. Du kommer bland annat arbeta med design, implementation och hålla i workshops i syfte att förbättra användningen av Microsoft 365 plattformen.\n   \n\n  \n\n Denna heltidstjänst börjar som ett konsultuppdrag där tanken sedan är att anställningen går över direkt till kunden.\n   \n\n  \n\n Som konsult på Centric så får du en trygg anställning och samlar på dig värdefull arbetslivserfarenhet på uppdrag hos våra kunder. Din konsultchef stöttar dig i din utveckling där du hela tiden fyller på med nya erfarenheter och kunskaper. En utmärkt möjlighet att göra karriär.","company_url":"https:\/\/se.linkedin.com\/company\/centric-sweden","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4D0BAQFOX8fvinOgLg\/company-logo_100_100\/0\/1701789297366\/centric_sweden_logo?e=2147483647&v=beta&t=SfieLguwsVtZL_uu9vue_Dcxyi8EppoiwjznRNy0SeI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"731a337024da79d8","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=731a337024da79d8","job_url_direct":"https:\/\/career.iceo.co\/jobs\/4578429-regular-qa-engineer","title":"Regular QA Engineer","company":"ICEO","location":"SE","job_type":"fulltime","date_posted":1717632000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"##### **About ICEO:**\n\n\nWe are a venture builder and for over 10 years we have been creating innovative startups that are recognized on the market - they quickly gain customers and investors. We specialize in technologies such as blockchain, big data, and fintech.\n\n\nJoin ICEO and become part of a team that has a real impact on the Fintech market:\n\n* As a remote-first company, we enable you to work from anywhere in the world, but you can also work in one of our offices in Poland (Cracow) or Estonia (Tallinn),\n* We offer semi-flexible working hours - we would like you to be available between 11 am and 3 pm CET - the rest you set yourself;\n* You will play one of the key roles in the creation of our products in fintech, web3 and cryptocurrency industries.\n\n##### **About the role:**\n\n\nAre you a detail-oriented individual with a knack for spotting even the smallest of errors? Do you have a passion for ensuring that products meet the highest standards of quality and performance? Do you like to automate the tasks related to testing? If so, then we want YOU as our Regular QA Engineer!\n\n##### **The responsibilities of the team will include:**\n\n* automatic testing (70% of the time);\n* manual testing (30% of the time);\n* participation in planning business assumptions;\n* verification of business assumptions\n* creating and documenting processes related to testing;\n* maintenance and development of existing software tests;\n* participation in daily meetings;\n* adherence to and implementation of good software testing practices;\n* cooperation and support of other members of the QA team;\n* cooperation with development, business and DevOps teams.\n\n##### **Methodology \/ Tech-stack:**\n\n* Java: JUnit, AssertJ, Lombok, Guice, OkHttp3, Cucumber\n* TypeScript: Playwright\n* Communication: Slack, Google Meet;\n* Work organisation: Jira;\n* Documentation: Confluence;\n* Repository: Bitbucket;\n* Observability: Grafana;\n* Infrastructure: Docker, Kubernetes, Microservices, Google Cloud platform;\n* CI\/CD: Bitbucket Pipelines; ArgoCD;\n* Tools: Intellij, Postman, JMeter, Octoperf.\n\n##### **What we expect from you:**\n\n* 3+ years experience in QA positions with a strong focus on test automation and the back-end part of testing;\n* excellent knowledge and practical experience in Java, including writing automated tests;\n* experience in testing APIs (experience with REST Assured is a plus);\n* hands-on experience with the BDD process;\n* experience working in Agile methodologies;\n* knowledge of the English language to the extent that allows free communication in speech and writing (minimum B2);\n* excellent communication skills;\n* conscientiousness in the implementation of tasks, high level of organization;\n* proactive, willing to learn and share knowledge;\n* team player;\n* experience working in a startup or fast-paced environment is a plus.\n\n##### **Why it’s worth a try - advantages of working at ICEO:**\n\n* **Salary PLN 10 000 - 16 000 net (approx. EUR 2 700 - 3 700) net Full-Time Independent Contractor Agreement**\n* As part of your B2B contract, you can use up to **38 days per year for paid interruption leave in addition to 14 days per year for paid sick leave**,\n* Equipment - you will receive a MacBook\/Windows equivalent and all the high-quality accessories and tools you need,\n* Full-time employment,\n* The possibility of adjusting working hours,\n* Work in remote mode or from one of our offices,\n* Access to training platforms,\n* Work in an atmosphere of innovation, in a multidisciplinary team of professionals,\n* Participation in business and integration meetings.\n\n##### **Recruitment Process:**\n\n\nOur recruitment process includes several stages:\n\n**CV review** We are planning to review all the applications and get back to all candidates within 7 days.\n\n**Stage I:**\n\n\nAn introductory conversation with recruitment, during which we will tell you about us and the Venture Builder approach, our goals, the team and about completed and ongoing projects. At this stage, we will want to know your current situation in the context of changing jobs, financial expectations and preferred form of employment.\n\n**Stage II:**\n\n\nGet to know better your manager. Paweł will tell you more about your daily duites, team, tech-stack and expectations. He will ask you a few technical questions and explain another stage. There will be a space for asking your questions.\n\n**Stage III :**\n\n\nA technical task based on a real situation in your daily duties.\n\n**Stage IV :** A technical interview during which we will want to know your experience. We will ask you a few questions about good practices, and knowledge of specific tools.","company_url":"https:\/\/se.indeed.com\/cmp\/Iceo-3","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"4e92936037c53371","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=4e92936037c53371","job_url_direct":"https:\/\/career.iceo.co\/jobs\/4578285-senior-qa-engineer","title":"Senior QA Engineer","company":"ICEO","location":"SE","job_type":"fulltime","date_posted":1717632000000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"##### **About ICEO:**\n\n\nWe are a venture builder and for over 10 years we have been creating innovative startups that are recognized on the market - they quickly gain customers and investors. We specialize in technologies such as blockchain, big data, and fintech.\n\n\nJoin ICEO and become part of a team that has a real impact on the Fintech market:\n\n* As a remote-first company, we enable you to work from anywhere in the world, but you can also work in one of our offices in Poland (Cracow) or Estonia (Tallinn),\n* We offer semi-flexible working hours - we would like you to be available between 11 am and 3 pm CET - the rest you set yourself;\n* You will play one of the key roles in the creation of our products in fintech, web3 and cryptocurrency industries.\n\n##### **About the role:**\n\n\nAre you a detail-oriented individual with a knack for spotting even the smallest of errors? Do you have a passion for ensuring that products meet the highest standards of quality and performance? Do you like to automate the tasks related to testing? If so, then we want YOU as our Senior QA Engineer!\n\n##### **The responsibilities of the team will include:**\n\n* automatic testing (70% of the time);\n* manual testing (30% of the time);\n* participation in planning business assumptions;\n* verification of business assumptions\n* creating and documenting processes related to testing;\n* maintenance and development of existing software tests;\n* participation in daily meetings;\n* adherence to and implementation of good software testing practices;\n* cooperation and support of other members of the QA team;\n* cooperation with development, business and DevOps teams.\n\n##### **Methodology \/ Tech-stack:**\n\n* Java: JUnit, AssertJ, Lombok, Guice, OkHttp3, Cucumber\n* TypeScript: Playwright\n* Communication: Slack, Google Meet;\n* Work organisation: Jira;\n* Documentation: Confluence;\n* Repository: Bitbucket;\n* Observability: Grafana;\n* Infrastructure: Docker, Kubernetes, Microservices, Google Cloud Platform;\n* CI\/CD: Bitbucket Pipelines; ArgoCD;\n* Tools: Intellij, Postman, JMeter, Octoperf.\n\n##### **What we expect from you:**\n\n* 5+ years experience in QA positions with a strong focus on test automation and the back-end part of testing;\n* excellent knowledge and practical experience in Java, including writing automated tests;\n* experience in testing APIs (experience with REST Assured is a plus);\n* hands-on experience with the BDD process;\n* experience working in Agile methodologies;\n* knowledge of the English language to the extent that allows free communication in speech and writing (minimum B2);\n* excellent communication skills;\n* conscientiousness in the implementation of tasks, high level of organization;\n* proactive, willing to learn and share knowledge;\n* team player;\n* experience working in a startup or fast-paced environment is a plus.\n\n##### **Why it’s worth a try - advantages of working at ICEO:**\n\n* **Salary PLN 16 000 - 22 000 (EUR 3700 - 5000) net Full-Time Independent Contractor Agreement**\n* As part of your B2B contract, you can use up to **38 days per year for paid interruption leave in addition to 14 days per year for paid sick leave**,\n* Equipment - you will receive a MacBook\/Windows equivalent and all the high-quality accessories and tools you need,\n* Full-time employment,\n* The possibility of adjusting working hours,\n* Work in remote mode or from one of our offices,\n* Access to training platforms,\n* Work in an atmosphere of innovation, in a multidisciplinary team of professionals,\n* Participation in business and integration meetings.\n\n##### **Recruitment Process:**\n\n\nOur recruitment process includes several stages:\n\n**CV review** We are planning to review all the applications and get back to all candidates within 7 days.\n\n**Stage I:**\n\n\nAn introductory conversation with recruitment, during which we will tell you about us and the Venture Builder approach, our goals, the team and about completed and ongoing projects. At this stage, we will want to know your current situation in the context of changing jobs, financial expectations and preferred form of employment.\n\n**Stage II:**\n\n\nGet to know better your manager. Paweł will tell you more about your daily duites, team, tech-stack and expectations. He will ask you a few technical questions and explain another stage. There will be a space for asking your questions.\n\n**Stage III :**\n\n\nA technical task based on a real situation in your daily duties.\n\n**Stage IV :** A technical interview during which we will want to know your experience. We will ask you a few questions about good practices, and knowledge of specific tools.","company_url":"https:\/\/se.indeed.com\/cmp\/Iceo-3","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"196d6b9f252f413d","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=196d6b9f252f413d","job_url_direct":"https:\/\/jobs.sap.com\/job\/Stockholm-Customer-Success-Partner-Senior-Advisor-SAP-LeanIX-111-34\/1072626001\/?feedId=118200&utm_source=Indeed&utm_campaign=SAP_Indeed","title":"Customer Success Partner Senior Advisor - SAP LeanIX","company":"SAP","location":"Stockholm, AB, SE","job_type":"fulltime","date_posted":1718409600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":false,"emails":"Careers@sap.com","description":"**We help the world run better**\n\n\nOur company culture is focused on helping our employees enable innovation by building breakthroughs together. How? We focus every day on building the foundation for tomorrow and creating a workplace that embraces differences, values flexibility, and is aligned to our purpose-driven and future-focused work. We offer a highly collaborative, caring team environment with a strong focus on learning and development, recognition for your individual contributions, and a variety of benefit options for you to choose from. Apply now!\n\n **What you’ll do**\n\n  \n\n\n\nWe are looking for a Customer Success Partner Senior Advisorto join our growing team and guide customers through their journey, making them successful.\n\n\nAre you passionate about IT and how it enables modern businesses to grow? Do you share the mindset of being customer-first, striving for excellence while winning & losing as a team?  \n\nThen it is worth reading on!\n\n\nClosely aligned with your customers and our Customer Success-, Sales-, Professional Services-, Product-, Marketing- and Partner Management teams, you will be working on delivering continuous value.\n\n\nAs a Customer Success Partner Senior Advisoryou create an impact having exceptional analytical and advisory skills to support our customers in the best way possible. You will take on full responsibility for Enterprise customers along their journey – from onboarding to adoption, expansion, and renewal.\n\n* Working within a great team, supporting, and motivating each other in a culture that welcomes feedback and failure while celebrating our successes\n* Take on full responsibility for your 30-40 Enterprise customers based in the Nordics.\n* Bulld and strengthen relationships with your customers to become their trusted advisor\n* Develop and expand your accounts by driving product adoption to ensure value add\n* Work with state-of-the-art Customer Success tools (Gainsight, Salesforce) backed by a Customer Success Operations team\n* Add your style to a global, diverse team LeanIX, a fast-growing tech company and leader in the Enterprise Architecture category\n\n **What you bring**\n\n  \n\n* 8+ years of experience in in a customer-facing role in the B2B SaaS industry (or related business), preferably in the domain of Enterprise Architecture\n* Understanding of IT Management and Software Development\/Operations in Enterprise organizations\n* Ability and experience to structure and prioritise your work and work of others\n* 3+ year working knowledge with Customer Success tools, e.g., Gainsight is a plus\n* Fluent in English for all territories; plus fluent in Swedish, Norwegian or Finnish.\n\n **No global mobility budget connected to this role**\n\n *SAP LeanIX empowers organizations with transparency around their as-is IT landscape, enabling them to visualize its interconnections, assess its support of business capabilities, and manage its continuous transformation.* *LeanIX is now an SAP company and this role will ultimately report into the LeanIX organization. Your application information will therefore be shared across SAP and LeanIX recruiting and hiring teams.*\n\n  \n\n#LeanIX\n\n **We build breakthroughs together**\n\n\nSAP innovations help more than 400,000 customers worldwide work together more efficiently and use business insight more effectively. Originally known for leadership in enterprise resource planning (ERP) software, SAP has evolved to become a market leader in end-to-end business application software and related services for database, analytics, intelligent technologies, and experience management. As a cloud company with 200 million users and more than 100,000 employees worldwide, we are purpose-driven and future-focused, with a highly collaborative team ethic and commitment to personal development. Whether connecting global industries, people, or platforms, we help ensure every challenge gets the solution it deserves. At SAP, we build breakthroughs, together.\n\n**We win with inclusion**\n\n\nSAP’s culture of inclusion, focus on health and well-being, and flexible working models help ensure that everyone – regardless of background – feels included and can run at their best. At SAP, we believe we are made stronger by the unique capabilities and qualities that each person brings to our company, and we invest in our employees to inspire confidence and help everyone realize their full potential. We ultimately believe in unleashing all talent and creating a better and more equitable world.  \n\nSAP is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to the values of Equal Employment Opportunity and provide accessibility accommodations to applicants with physical and\/or mental disabilities. If you are interested in applying for employment with SAP and are in need of accommodation or special assistance to navigate our website or to complete your application, please send an e-mail with your request to Recruiting Operations Team: Careers@sap.com  \n\nFor SAP employees: Only permanent roles are eligible for the SAP Employee Referral Program, according to the eligibility rules set in the SAP Referral Policy. Specific conditions may apply for roles in Vocational Training.\n\n**EOE AA M\/F\/Vet\/Disability:**\n\n\nQualified applicants will receive consideration for employment without regard to their age, race, religion, national origin, ethnicity, age, gender (including pregnancy, childbirth, et al), sexual orientation, gender identity or expression, protected veteran status, or disability.  \n\nSuccessful candidates might be required to undergo a background verification with an external vendor.\n\n\nRequisition ID: 390304 | Work Area: Sales | Expected Travel: 0 - 100% | Career Status: Professional | Employment Type: Regular Full Time | Additional Locations: #LI-Hybrid.","company_url":"https:\/\/se.indeed.com\/cmp\/SAP","company_url_direct":"http:\/\/jobs.sap.com","company_addresses":"Dietmar-Hopp-Allee 16\r\nWalldorf, 69190\r\nGermany","company_industry":" Internet And Software","company_num_employees":"10,000+","company_revenue":"more than $10B (USD)","company_description":"SAP's purpose is to help the world run better and improve people's lives with sustainability at the core.","logo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_squarelogo\/256x256\/d17f7c102a43b1dce3ba341c8dbad2b0","banner_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_headerimage\/1960x400\/da5a9f2e6a711dda76286f1714758d98","ceo_name":"Christian Klein","ceo_photo_url":"https:\/\/d2q79iu7y748jz.cloudfront.net\/s\/_ceophoto\/512x512\/8d647cc98981321d3ca6c94fec495f70"},{"id":"3f73d8b73a2e56d7","site":"indeed","job_url":"https:\/\/se.indeed.com\/viewjob?jk=3f73d8b73a2e56d7","job_url_direct":"https:\/\/arbetsformedlingen.se\/platsbanken\/annonser\/28897943","title":"Cloud Platform Specialist","company":"Meet a Group international AB","location":"Jönköping, F, SE","job_type":"fulltime","date_posted":1718409600000,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":true,"emails":null,"description":"Jobbify är en jobbplattform för vassa kandidater.\n  \nFör kunds räkning har vi publicerat denna annons, vill du komma i kontakt med den slutgiltiga arbetsgivaren kan du klicka dig vidare till annonsen:\n  \n* About Redeploy Run\n\n\nAt Redeploy Run, we specialize in platform engineering and operations, helping our customers simplify their infrastructure and speed up application delivery. Our mission is to make cloud adoption faster and easier.\n  \n  \n\nOur 'Ready-to-Run' platform products, including Technology Platforms and Industry Cloud Platforms, let IT departments and developers manage infrastructure and governance with ease. Leveraging Infrastructure as Code, container-based services, CI\/CD, and Kubernetes, and collaborating with cloud providers like Azure and AWS, we tackle complex problems, enhance our tools, and provide guidance to help customers get the most of their cloud platforms.\n  \n  \n\nAs a rapidly growing cloud company, we understand that our success depends on the talents we choose to surround ourselves with. Now we are looking for our next Cloud Platform Specialist who wants to be a part of our continued success story. Maybe it's you?\n  \n  \n\n✍ About the role\n  \n  \n\nAs a Cloud Platform Specialist, you'll join Redeploy Run’s Product team, focusing on developing and refining our Ready-to-Run Cloud and Technology platform products for our customers in the Nordics. We're steadily implementing and onboarding new customers and are continuously improving our offerings. With increasing demand for our services, we now need to strengthen our team.\n  \n  \n\nIn this role, your mission will be to help clients unlock the full potential of their Azure and AWS infrastructure environments and further develop our products with your Product team colleagues.\n  \n  \n\n**Some of your tasks will amongst others be:**  \n\nWork on consultant assignments such as architectural advice and implementations\n  \n  \n\nBuilding platform services within cloud infrastructure\n  \n  \n\nSupport our clients with onboarding of our platform services\n  \n  \n\nWho are you?\n  \n  \n\nWe believe you have a passion for cloud development and enjoy creating value and solving problems for clients. In this client-facing role, you’re proactive in proposing solutions and suggestions to improve client environments, seeing opportunities and potential for enhancements. You’re open-minded, positive, driven, and curious, with a strong belief in team collaboration and knowledge sharing.\n  \n  \n\nIf that sounds like you, and you also come with following experiences - then we'd like to speak!\n  \n  \n\nKnowledge in infrastructure technologies, including cloud computing (Azure and AWS), networking, virtualization, and operating systems\n  \n  \n\nHands-on experience with Infrastructure as Code using Terraform and development and management of CI\/CD pipelines through GitHub Actions\n  \n  \n\nProgramming\/scripting with PowerShell, Bash or similar\n  \n  \n\nGreat communication skills, both verbal and written in Swedish and\/or English\n  \n  \n\nAnd if you come with below experiences, we see it as a great advantage\n  \n  \n\nCertifications in Azure and AWS\n  \n  \n\nContainer orchestration using Kubernetes\n  \n  \n\nExperience working with Go microservices\n  \n  \n\nExperience with developer platform products such as Backstage or similar\n  \n  \n\nWhat we offer\n  \n  \n\nBeing a member of Redeploy means you have the drive and desire to be the best and work smarter than the rest. We enjoy creative freedom with our projects, benefit from great work\/life balance, and thrive in a company culture that is both collaborative and supportive. Everything we do at Redeploy is centered around the simple yet effective idea that we all chip in to ensure our success.\n  \n  \n\nWant to learn more about our benefits package? Find more info here: https:\/\/careers.redeploy.com\/\n  \n  \n\nLocation\n  \n  \n\nWe have offices located in central Stockholm and Jönköping. As we encourage a mix of in-person and remote work to foster innovation and support work-life balance (and like to have fun together), we see that you are based in commuting distance to of the mentioned office locations.\n  \n  \n\nReady to join the team?\n  \n  \n\nWe hope that we have sparked your interest and that you are curious to know more about the role and us at Redeploy.\n  \n  \n\nWe are constantly recruiting, so submit your application as soon as you can by hitting the apply button. For any specific questions about the position, reach out to Talent Acquisition Manager Francisca Andersson.\n  \n  \n\nWe look forward hearing from you!","company_url":"https:\/\/se.indeed.com\/cmp\/Meet-A-Group-International-Ab","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":null,"banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3951311648","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3951311648","job_url_direct":"https:\/\/bahnhof.se\/2024\/05\/15\/management-trainee\/&urlHash=CVvJ","title":"Management Trainee","company":"Bahnhof AB (Publ)","location":"Stockholm, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":"jobb@bahnhof.net, charlotte.tamm@bahnhof.net","description":"Är du vår nästa generations ledare? Inled din karriär som Executive Business Management Trainee hos Bahnhof, där du kommer utbildas till att få det som krävs för att leda en av Sveriges största internetoperatörer!\n   \n\n  \n\n**Om trainee-platsen**\n Du kommer under din tid som trainee ha en central roll inom bolaget med fokus inom teknik, försäljning, ekonomi och\/eller affärsutveckling. Du arbetar nära Bahnhofs ledningsgrupp för att tillsammans ta fram framtida internet- och molntjänster. Det är därför viktigt att du har ett kreativt och entreprenörsmässigt perspektiv. Du tycker det är roligt att komma på nytänkande lösningar. Detta kommer vara en mycket utmanande, men givande roll för rätt person, vars syfte är att på sikt leda till en chefsposition inom Bahnhof.\n   \n\n  \n\n**Om dig**\n* Driven med en ständig ambition att utvecklas\n* Resultatinriktad, du ser möjligheter där andra ser hinder\n* Kreativ med ett stort intresse för tjänsteutveckling\n* Analytisk med stark slutledningsförmåga\n* Självgående och fullföljer alltid det du tar dig an\n\n\n**Krav**\n Vi söker dig som antigen är nyexaminerad civilingenjör eller civilekonom, gärna från KTH, Chalmers, Linköpings universitet eller dig som är precis i början av din karriär\n   \n\n  \n\n**Omfattning**\n 6 månaders traineeprogram som sedan övergår till en tillsvidareanställning hos Bahnhof.\n   \n\n  \n\n**Placering**\n Du kommer att sitta vid Bahnhofs huvudkontor i centrala Stockholm. Resor i tjänsten förekommer.\n   \n\n  \n\n**Om oss**\n Bahnhof är Sveriges ledande internet- och cloud-operatör. Vårt stamnät sträcker sig över hela Norden och våra tjänster når fler än en halv miljon företags- och privatkunder. Vi äger all vår infrastruktur och kan därför utveckla unika tjänster i teknikens framkant.\n   \n\n  \n\n Bahnhof ligger enligt Universums undersökningar på 39:e plats vad gäller populära arbetsgivare i Sverige inom IT, och är dessutom högst rankad av alla internetoperatörer. Vi strävar ständigt efter ett roligt och motiverande arbetsklimat.\n   \n\n  \n\n**Ansökan**\n Mejla ett personligt brev och CV med “Trainee Bahnhof” i ämnesraden till jobb@bahnhof.net\n **senast den 5.e juni** \n . Vi hanterar ansökningar löpande och rollen kan komma att tillsättas före sista ansökningsdag.\n   \n\n  \n\n Frågor hänvisas till Charlotte Tamm, HR-chef: charlotte.tamm@bahnhof.net","company_url":"https:\/\/se.linkedin.com\/company\/bahnhof","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/C4E0BAQGDFzH7shV3aw\/company-logo_100_100\/0\/1630615731789\/bahnhof_logo?e=2147483647&v=beta&t=S9W5wcxJ8xOtIQU-wwuWqSeL9Pl-Lh--lEdeTwTw5VI","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null},{"id":"3949368070","site":"linkedin","job_url":"https:\/\/www.linkedin.com\/jobs\/view\/3949368070","job_url_direct":"http:\/\/www.mygwork.com\/en\/jobs\/oracle-senior-technology-sales-representative\/detail\/4839331&urlHash=t_IB","title":"Senior Technology Sales Representative","company":"myGwork - LGBTQ+ Business Community","location":"Solna, Stockholm County, Sweden","job_type":"fulltime","date_posted":null,"interval":null,"min_amount":null,"max_amount":null,"currency":null,"is_remote":null,"emails":null,"description":"***This inclusive employer is a member of myGwork – the largest global platform for the LGBTQ+ business community.***\n**Senior Technology Sales Representative**\n Oracle is leading the digital revolution. We are empowering nearly half a million businesses across the globe to turn untapped potential into real business value. You will connect the biggest enterprises of today with the tools to compete in the digital economy of tomorrow.\n   \n\n  \n\n What You’ll Do\n   \n\n  \n\n Be the vital piece of the puzzle that connects us to the millions of businesses that need our help to evolve. If you are passionate, entrepreneurial, innovative, and believe in being consultative and having fun whilst you work, then this could be the perfect opportunity for you.\n   \n\n  \n\n We are seeking a motivated sales individual who can sell our most complete all technology solutions portfolio in a license sales model. As we continue to help customers to transition to Cloud, we make sure their needs for an On premise solution are still covered.\n   \n\n  \n\n You would cover a wide rage of solutions from Database, data management Solutions (Analytics, Integration..etc) as well Cybersecurity, middleware and other exciting digital solutions. You will help your customers, who have growing data volumes and aggressive service-level expectations, maximize the potential of their IT organizations\n   \n\n  \n\n Having a sense of humor in what can be a pressure environment helps, and the rewards for your contribution include a compensation and benefits package and a continuous training program in a structured environment that are world class.\n   \n\n  \n\n Career Level - IC5\n   \n\n  \n\n* Develop infrastructure\/Database\/Middleware\/BI\/Big data License Sales opportunities and maintain customer relationships in the assigned territory.\n* The portfolio will be our wide technology portfolio. Although the right candidate should be able to orchestrate a speech across the complete offering of Oracle in front of a client and work alongside other internal teams to be one Oracle for the customer.\n* Promote and evangelize Oracle products to selected customers, partners, and internal audiences\n* Develop relationships and collaborate with our partners to define, recommend, and drive sales\n* Develop and execute a sales plan that provides complete territory and sector specific coverage\n* Develop appropriate sales programs and solutions; maintain up-to-date competitive information and compile regional success stories\n* Meet with senior customer contacts to build credibility and develop lasting relationships\n* Engage with Pre-Sales support for customer meetings to develop customer discussions further\n* Lead successful go-to-market campaigns by working closely with internal marketing specialists\n* Contribute and lead in account planning, customer\/market analysis, and strategy sessions\n* Contribute individually and as a team member, providing direction and mentoring to others. Being able to orchestrate proposals together with other internal business groups in the same solutions team or others. Understand that is all about the customer.\n\n\n**What You’ll Bring**\n Your enthusiasm, knowledge, and customer-centricity will help us continue our growth as a top IT company.\n   \n\n  \n\n**We Also Look For**\n* 5-10 years of experience in direct software sales to complex\/Large Enterprises\n* Experience in the designated market vertical \/customer would be required\n* Good understanding of the information technology customer needs and strong technical expertise to become a trusted advisor across a wide technology portfolio.\n* Proven track record in a sales-driven organization, selling technology-related products and services\n* Solid written, verbal, and presentation skills\n* Creative with strong problem-solving skills and an ability to succeed in a fast-paced environment\n* Proven ability to work well as part of an extended sales team\n* Knowledge of Oracle products preferred but not essential\n* Fluency in Swedish\n* Team player and self-motivated\n\n\n**Life at Oracle and Equal Opportunity**\n*At Oracle, we don’t just respect differences—we celebrate them. We believe that innovation starts with inclusion and to create the future we need people with diverse backgrounds, perspectives, and abilities. That’s why we’re committed to creating a workplace where all kinds of people can do their best work. It’s when everyone’s voice is heard and valued that we’re inspired to go beyond what’s been done before*\n**https:\/\/www.oracle.com\/corporate\/careers\/diversity-inclusion\/**\n As a world leader in cloud solutions, Oracle uses tomorrow’s technology to tackle today’s problems. True innovation starts with diverse perspectives and various abilities and backgrounds.\n   \n\n  \n\n When everyone’s voice is heard, we’re inspired to go beyond what’s been done before. It’s why we’re committed to expanding our inclusive workforce that promotes diverse insights and perspectives.\n   \n\n  \n\n We’ve partnered with industry-leaders in almost every sector—and continue to thrive after 40+ years of change by operating with integrity.\n   \n\n  \n\n Oracle careers open the door to global opportunities where work-life balance flourishes. We offer a highly competitive suite of employee benefits designed on the principles of parity and consistency. We put our people first with flexible medical, life insurance and retirement options. We also encourage employees to give back to their communities through our volunteer programs.\n   \n\n  \n\n We’re committed to including people with disabilities at all stages of the employment process. If you require accessibility assistance or accommodation for a disability at any point, let us know by calling +1 888 404 2494, option one.\n   \n\n  \n\n**Disclaimer**\n Oracle is an Equal Employment Opportunity Employer\\*. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability and protected veterans’ status, or any other characteristic protected by law. Oracle will consider for employment qualified applicants with arrest and conviction records pursuant to applicable law.\n   \n\n  \n\n* Which includes being a United States Affirmative Action Employer","company_url":"https:\/\/uk.linkedin.com\/company\/mygwork","company_url_direct":null,"company_addresses":null,"company_industry":null,"company_num_employees":null,"company_revenue":null,"company_description":null,"logo_photo_url":"https:\/\/media.licdn.com\/dms\/image\/D4E0BAQEVDrt8sev5eA\/company-logo_100_100\/0\/1705496448722\/mygwork_logo?e=2147483647&v=beta&t=KtvxgAySt_T0fB6u7GXrDHoBks6sxKOLlZrWahXG50Y","banner_photo_url":null,"ceo_name":null,"ceo_photo_url":null}]